{
    "title": "Help is on the Way for Americans Facing High Drug Prices – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/help-way-americans-facing-high-drug-prices/",
    "created_at": "2018-05-11T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nMay 11, 2018\n5 minute read\nAlex M. Azar II, Scott Gottlieb, and Seema Verma\t\t\tWe live in a golden era of American prosperity and medical innovation, with amazing new medicines and technologies improving and extending our lives. Yet Americans all across our country face, or will face at some point, the burden of paying high prices for prescription medications.This burden has become a threat to the financial security of far too many of our seniors, neighbors and communities. For someone in desperate need of a cure, there is little difference between one that has not been discovered and one that cannot be afforded.Americans should be able to reap the rewards of living in the country that has brought the world more new drugs than any other. President Trump recognizes that the current situation is unacceptable, and has made fixing high drug prices a top priority for his administration.We at the Department of Health and Human Services (HHS) are taking on this challenge, focused on four major problems in drug markets.First, drug manufacturers have rapidly increased the list prices of drugs over the last couple of decades, sometimes even doubling or tripling prices.Second, government programs and private payers do not always have all the tools they need to negotiate more reasonable prices.Third, many Americans, especially our seniors, face high out-of-pocket costs for the drugs they need, because out-of-pocket costs are typically calculated based on drugs’ sky-high list prices.As just one example, while Medicare Part D provides affordable drug coverage for our seniors, more than 1 million beneficiaries are in a phase of the program where their out-of-pocket spending averages $3,000 a year – a huge sum for many.Finally, foreign countries and their government-run health-care systems bully our drug manufacturers into unrealistically low prices, allowing other countries to freeload off of American innovation.On top of all this, a new generation of high-cost drugs is now coming onto the market. They offer new advances for our health, but prices are reaching into the six figures. Government insurance programs have often been unable to secure discounts from manufacturers, meaning huge out-of-pocket costs for some seniors.These burdens are real and pressing, and we at HHS have already been taking action to address them.HHS is home to two agencies that have a significant role to play in bringing down the high cost of prescription drugs:· The Food and Drug Administration (FDA), which rigorously ensures the safety and efficacy of America’s prescription drugs.· The Centers for Medicare & Medicaid Services (CMS), which provides health insurance and drug coverage for more than 130 million Americans.The FDA recently unveiled a Drug Competition Action Plan that makes the approval process for generic drugs more efficient, encouraging lower prices through robust competition. Under President Trump, in 2017 the FDA approved more than 1,000 new generic drugs – a record number and 200 more than had ever before been approved in a single year.Generic drug approvals save American consumers billions of dollars each year. The FDA will continue to work to ensure that safe and effective generic drugs are approved expeditiously and not hamstrung by unfair practices that brand-name drug manufacturers sometimes use to thwart competition.Last year, CMS made a change to improve Medicare that will save seniors an estimated $320 million on out-of-pocket drug spending in 2018 alone. CMS also updated a policy to expedite the substitution of generic drugs in Medicare Part D plans, giving seniors low-cost options more quickly than before.President Trump’s 2019 budget proposed a five-part plan to modernize Medicare Part D and lower costs for seniors. This plan includes free generic drugs for low-income seniors and a cap on seniors’ out-of-pocket expenses for the first time.But with American patients in need and the status quo unsustainable, President Trump has told us to go much, much further.In response, HHS has been formulating the most ambitious reform of drug pricing in the history of our country. Our blueprint for reform, which will be unveiled this week, will use four major strategies to address the problems we face.First, HHS aims to increase competition in drug markets.Second, we are going to give Medicare Part D plans better tools to negotiate discounts on behalf of our seniors – tools that private-sector health plans often already use.Third, we will develop new incentives for drug manufacturers to lower list prices.Fourth, we develop options to lower patients’ out-of-pocket spending.We are living through the most innovative era in the history of medicine. Our free-market system has produced cures and treatments that seemed impossible a short while ago.But securing the benefits of 21st century medicine demands major changes to how our country pays for prescription drugs. President Trump has seen to it that we are not just going to talk about this problem – we are going to fix it, and soon.So the president and his administration have one message for Americans burdened by our current system: Help is on the way.Alex Azar is the Secretary of Health and Human Services, Scott Gottlieb is the Commissioner of the Food and Drug Administration, and Seema Verma is the Administrator of the Centers for Medicare & Medicaid Services. This op-ed appeared in Fox News on May 11, 2018.",
    "president": null
}