{
    "title": "President Trump Calls the U.S.-France Relationship ‘Unbreakable.’ History Shows He’s Right. – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-calls-u-s-france-relationship-unbreakable-history-shows-hes-right/",
    "created_at": "2018-04-23T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nApril 23, 2018\n6 minute readAmerica’s relationship with France predates our founding as a country. From the days of Benjamin Franklin and General Marquis de Lafayette to the modern day with Presidents Donald J. Trump and Emmanuel Macron, U.S. and French leaders have long shared common values on a range of economic and security-related issues.President Trump and First Lady Melania Trump welcome the French President and his wife, Mrs. Brigitte Macron, to the White House on April 24. The occasion marks the first official State Visit under the Trump Administration, as well as the first State Visit from France since President Francois Hollande came to Washington in 2014.The two couples will meet for a scenic tour of the monuments in our Nation’s capital Monday evening before the official visit begins. They will then travel to the home of President George Washington in Mount Vernon, Virginia, for a private dinner before participating in the State Arrival Ceremony on the White House South Lawn Tuesday morning.To appreciate the importance of the visit, it is key to understand the rich history between France and the United States.French settlers came to the American continent as early as the 1500s. When the American colonists were fighting for independence, France supported our Revolutionary War with military and economic aid from 1775 to 1781. French leaders also formally recognized our new Nation as early as 1778.\n1/?\nSome of America’s most prominent Founding Fathers—Benjamin Franklin, John Adams, and Thomas Jefferson—served as U.S. diplomats to France. French style was incorporated throughout early American art and architecture, including at the White House. While refurbishing the structure after the fire of 1814, President James Monroe ordered a suite of French furniture for what is now the Blue Room. And one of America’s icons, the Statue of Liberty, was a gift from France in 1886.Much of our Nation’s modern-day relationship with France dates to World War II, including the post-war institutions that underpinned both the Western order and our ideological confrontation with communism. France and America were two of the original five permanent members of the United Nations Security Council. The countries are party to several of the same multilateral groups, including the North Atlantic Treaty Organization (NATO), G-7, and the Organization for Economic Cooperation and Development.The two countries also enjoy a strong trade relationship: France is America’s third-largest trade partner in Europe. When President Trump met with President Macron in Paris last year, the two leaders agreed to pursue a trading environment that was free and fair for workers in both countries.“Both President Macron and I understand our responsibility to prioritize the interests of our countries and, at the same time, to be respectful of the world in which we live,” President Trump said. “The friendship between our two nations—and ourselves, I might add—is unbreakable.”President Trump Visits FrancePresident Trump’s remarks came as he enjoyed the hospitality of President and Mrs. Macron in France for Bastille Day. Now, President Trump and the First Lady have an opportunity to welcome the Macrons to Washington and strengthen this enduring bond even further.As President Trump and the First Lady prepare to welcome President and Mrs. Macron to Washington, a look back at other notable French visits to the United States:",
    "president": null
}