{
    "title": "Art Therapy Provides Healing for Young Patients – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/art-therapy-provides-healing-young-patients/",
    "created_at": "2017-11-20T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nNovember 20, 2017\n3 minute read\n\n\t\t\t\t\t\tKaren Pence\t\t\t\t\t\t\t\nSecond LadyWednesday, November 15, I had the pleasure of visiting the art therapy program at Dell’s Children’s Medical Center of Central Texas in Austin. Elizabeth Hendley has been the art therapist there for 10 years since the hospital opened. She has worked diligently to help the children under her care to relieve the stress that comes with being ill as a child. She told story after story of children who benefitted from art therapy. One child with a condition involving dangerously high blood pressure would see her blood pressure drop dramatically as she worked on art therapy projects.Elizabeth sees patients who are referred to her, and she is in high demand. Dell’s Children’s Medical Center of Central Texas has a very clear understanding of the benefits of art therapy.Elizabeth shared a beautiful healing gallery on one of the walls of the hospital. Displayed here were some beautiful pieces of art that her patients had created and wished to display. There was the mosaic pig that was made by a teenage boy who had difficulty focusing, except when Elizabeth was helping him. Then, there was the beautiful blooming flower that one young patient painted amidst many other white dots that, while they looked like snow…they were not. They were other flowers all around her. But hers was the one that was blooming spectacularly.We had the privilege of observing Elizabeth working with a young girl, aged 6, who had a brain tumor removed recently. She did a watercolor painting with us that she had planned to give to her sister. The Child Life employee who works with her regularly said that she doesn’t smile…except when she is working with Elizabeth on art therapy.Thank you to Elizabeth Hendley and the Dell’s Children’s Medical Center of Central Texas for your tireless efforts to bring the healing benefits of art therapy to your young patients. And thank you for taking the time to share it with us.",
    "president": null
}