{
    "title": "Joined by Allies, President Trump Takes Action to End Syria’s Chemical Weapons Attacks – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/joined-allies-president-trump-takes-action-end-syrias-chemical-weapons-attacks/",
    "created_at": "2018-04-14T00:00:00",
    "content": "\n\n\t\tNational Security & Defense\t\n\nApril 14, 2018\n4 minute readThe devastating images that emerged from Douma, Syria, on April 7 reveal the unique and gruesome danger that chemical weapons pose to the world. Syrian President Bashar al-Assad’s latest attack on innocent civilians violated his regime’s obligations under international law, the Chemical Weapons Convention, and several United Nations Security Council Resolutions, including Security Council Resolution 2118.It also represents human cruelty in its most depraved form. The Assad regime must be held accountable.Speaking to the Nation last night, President Donald J. Trump explained that he ordered U.S. Armed Forces to launch precision strikes on targets associated with Syrian chemical weapons capabilities. He thanked the United Kingdom and France for joining America in the operation, which will continue to pressure Syria to stop using chemical weapons by integrating the other instruments of our national power: economic, informational, and diplomatic.President Trump Delivers an Address to the Nation“Today, the nations of Britain, France, and the United States of America have marshaled their righteous power against barbarism and brutality,” President Trump said. He emphasized the savagery of chemical attacks, with evidence from Douma documenting victims suffering from asphyxiation and foaming at the mouth.“The evil and the despicable attack left mothers and fathers, infants and children, thrashing in pain and gasping for air,” the President said. “These are not the actions of a man; they are crimes of a monster instead.”Unlike the regime and its backers in Syria, the United States and its allies made every effort to minimize the risk of civilian casualties in their response. Yesterday’s strikes against Syrian facilities were legitimate, proportionate, and justified.Most important, they were necessary. Chemical weapons are a unique danger to civilized nations not only because of their brutality, but because even small amounts can trigger widespread devastation. To prevent their spread, everyone must understand that the costs of using chemical weapons will always outweigh any military or political benefits.America’s past failures to act undermined that goal. With each chemical attack that goes unpunished, dangerous regimes see an opportunity to expand their arsenal. That threat alone is grave enough, but the biggest hazard is that unstable governments cannot control these stockpiles. As state inventories of nuclear, chemical, and biological weapons grow, so too does the likelihood that such weapons will fall into terrorist hands—and put American lives at risk.President Trump made it clear that Assad’s enablers share culpability for his actions. “To Iran, and to Russia, I ask: What kind of a nation wants to be associated with the mass murder of innocent men, women, and children?” President Trump said yesterday. “The nations of the world can be judged by the friends they keep.”The President’s comments come as the Trump Administration has taken new actions to confront destabilizing and malicious behavior by Russia, including tough sanctions on Russian oligarchs, government officials, and entities that support activities to undermine the United States, as well as the ejection of Russian intelligence operatives in response to Russia’s chemical weapons attack in Salisbury, England.When it comes to Syria, “Russia must decide if it will continue down this dark path, or if it will join with civilized nations as a force for stability and peace,” President Trump said.The Administration has set clear terms for America’s involvement in the Middle East. Nation-building is not on the table; the protection of American interests is. President Trump said the United States is not seeking a long-term presence in Syria, nor will it renege establishing a strong deterrent against the use of chemical weapons. If a true, lasting peace is to be found in Syria, it will be the result of the full implementation of U.N. Security Council Resolution 2254 and the U.N.-led Geneva process rather than military means.“In the last century, we looked straight into the darkest places of the human soul,” the President said. “By the end of the World War I, more than one million people had been killed or injured by chemical weapons. We never want to see that ghastly specter return.”",
    "president": null
}