{
    "title": "President Trump and Secretary Shulkin Announce Veteran Telehealth Initiatives – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-secretary-shulkin-announce-veteran-telehealth-initiatives/",
    "created_at": "2017-08-03T00:00:00",
    "content": "\n\n\t\tVeterans\t\n\nAugust 3, 2017\n3 minute readToday at the White House, President Trump and VA Secretary Dr. David Shulkin announced three initiatives that will expand access to health care for Veterans across the country. Using telehealth technology and mobile applications, VA will connect with more Veterans to provide services where they live.\n“This will significantly expand access to care for our Veterans, especially for those who need help in the area of mental health … and also in suicide prevention,” Trump said. “It will make a tremendous difference for the Veterans in rural locations.”Through VA Telehealth VA can practice over 50 clinical specialties, from tele-dermatology to tele-intensive care, Shulkin explained. Many of the Veterans using telehealth live in rural areas or far away from their closest VA medical facility.\n“VA already has the largest telehealth program in the country. Last year, we had 700,000 Veterans who got telehealth services through the VA,” Shulkin said.\nThursday’s announcement will expand VA’s Telehealth capability in three specific areas.\nAfter working with the White House Office of American Innovation and the Department of Justice, Shulkin announced he will be issuing a regulation that explicitly authorizes VA providers, using telehealth technologies, to serve Veterans no matter where the provider or the Veteran is located in the country. The “Anywhere to Anywhere VA Health Care” initiative will empower VA to hire providers in major metropolitan areas, where there is an abundance of clinical services and connect them to better serve Veterans in rural communities that lack sufficient medical services.\nVA plans to expand its telehealth services to support convenient, high-quality care for all Veterans. To do so, Shulkin announced VA is initiating the nationwide rollout of a new application called VA Video Connect. VA Video Connect provides a secure and web-enabled video service that makes it easy for Veterans to connect with their VA providers by video on their own mobile phones or personal computers. VA Video Connect is currently being used by more than 300 VA providers at 67 hospitals and their associated clinics. It will be rolled out to VA providers and Veterans across the country over the next year.\nShulkin also announced the nationwide roll-out of an application to make it easier to scheduled or change appointments with VA. The Veteran Appointment Request app, or VAR for short, is an application that makes it possible for Veterans to use their smartphone, tablet or computer to schedule or modify appointments at VA facilities. The VAR capability is currently available to Veterans at several locations nationwide. During its initial rollout, Veterans used the app to book more than 4,000 appointments with their providers. Following today’s announcement, VA will continue to roll out the application nationwide – bringing the capability to all VA facilities and clinics.\n“What we’re really doing is, we’re removing regulations that have prevented us from doing this. We’re removing geography as a barrier so that we can speed up access to Veterans and really honor our commitment to them,” Shulkin said.\nTo find out more about VA’s telehealth program, visit https://www.telehealth.va.gov/. Watch the video of the announcement below:President Trump Participates in a Department of Veterans Affairs Telehealth Event",
    "president": null
}