{
    "title": "Creative Arts Therapies: My First Music Therapy Session with Children – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/art-therapy-first-music-therapy-session-children/",
    "created_at": "2018-02-20T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nFebruary 20, 2018\n2 minute read\n\n\t\t\t\t\t\tKaren Pence\t\t\t\t\t\t\t\nSecond LadyWhen we talk about art therapy, it really includes the “arts”; visual art, music, drama, dance and writing.Last Saturday, we participated in a children’s music therapy group session at Children’s Medical Center Dallas.  What a treat!We used instruments to express feelings of anger, mischief and happiness. We also used a song to introduce ourselves, and we finished the session writing our own lyrics to a song.This program has been in existence for 20 years! As we were saying our goodbyes, the  children gave me a beautiful piece of artwork to hang in my office.And I gave them each a coloring book from our pets, Harley and Hazel, where our dog and cat take them on a tour of Washington, D.C.After the conclusion of the session, I was able to chat with their five amazingly talented music therapists. They work with several different populations, including newborns, dialysis patients, and their inpatient clients.  They also sponsor a retreat for those families who have experienced the loss of a child.Thank you for sharing your music therapy session with me today! I thoroughly enjoyed the experience! And I truly was enlightened to understand the enormous scope of your profession!I am honored to have this national and international platform to shine the light on art therapy. I hope you continue to follow along, as I will share stories about my visits across the United States and around the world to elevate art therapy.Art therapy is near and dear to my heart. To learn more about my initiative, Art Therapy: Healing with the HeART, click here. To stay updated on our events in the Office of the Second Lady, follow us on Twitter at @SecondLady",
    "president": null
}