{
    "title": "Continued Good News on Jobs: Manufacturing Unemployment Lowest in 17 Years; Hispanic Unemployment Lowest in History – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/continued-good-news-jobs/",
    "created_at": "2017-12-08T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nDecember 8, 2017\n3 minute readCouncil of Economic AdvisersThe U.S. economy continues to add jobs at a steady clip, with America’s Hispanic population and experienced manufacturing workers particularly benefitting.A report released today by the Bureau of Labor Statistics (BLS) shows that nonfarm payrolls grew by 228,000 jobs in November, with gains across all sectors except information and utilities. The pace in November is higher than the 2017 average of 174,000 per month, and 1.7 million jobs have been added since January. The November unemployment rate matched October’s rate of 4.1 percent, which was the lowest rate in more than 16 years (since December 2000). For Hispanic workers, the 4.7 percent unemployment rate in November was the lowest in at least 44 years.The upward employment trend reflects gains in various industries, including manufacturing, where 31,000 jobs were added in November. The manufacturing industry has added 171,000 jobs in 2017, for an average monthly change of 16,000 jobs (see figure below). These changes reflect a turnaround from manufacturing employment losses in 2016, which averaged more than 1,000 jobs lost per month. Accordingly, the unemployment rate for manufacturing workers, 2.6 percent in November, was the lowest in at least 17 years. (The series began in 2000.) Unemployment rates are discussed in more detail below.Durable goods manufacturers added a statistically significant 27,000 new jobs in November, including 8,000 additional jobs in machinery and 7,000 in fabricated metal products. Machinery manufacturing job gains may be related to the addition of 7,000 jobs in mining and logging in November and 57,000 since January. Fabricated metal producers — the sub-industry that transforms metals, such as steel, into intermediate or end products, other than machinery, computers and electronics, etc. — have added 42,000 jobs since January. In total, durable goods manufacturers have added 100,000 jobs since January.Employment in the construction industry increased by 24,000 in November, contributing to 138,000 new construction industry jobs since January 2017. Construction industry sub-sectors with the largest gains in November are nonresidential specialty trade contractors, which gained 12,000 jobs, and residential specialty trade contractors, which gained 11,000 jobs in November. Specialty trade contractors perform services such as plumbing, electrical work, and masonry. These gains may be related to hurricane rebuilding efforts.The average weekly hours for all employees did not change significantly in November, edging up 0.1 hour to of 34.5 in November, while private sector workers saw a significant increase in average hourly earnings of 5 cents in November – a 2.5 percent increase relative to 12 months prior.In results from a separate Household Survey, the November unemployment rate (U-3) remained unchanged at 4.1 percent, 0.7 percentage point lower than January’s rate of 4.8 percent. The unemployment rate increased slightly by an alternate unemployment measure; the broadest measure (U-6) rose by 0.1 percentage point from October to 8.0 percent.The labor force participation rate (LFPR) was unchanged in November from the previous month at 62.7 percent, which is below the post-recession average of 63.5 percent. For prime-aged individuals (ages 25-54), the LFPR increased by 0.2 percentage points in November to 81.8 percent, remaining above the January 2017 rate (81.5 percent). For prime-aged women, the LFPR increased by 0.4 percentage points in November to 75.3 percent, continuing an upward trend over the past couple of years.Today’s BLS report suggests that real GDP growth continues to translate into increased employment opportunities for American workers.",
    "president": null
}