{
    "title": "Promoting the Use of Trustworthy Artificial Intelligence in Government – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/promoting-use-trustworthy-artificial-intelligence-government/",
    "created_at": "2020-12-03T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nDecember 3, 2020\n3 minute readOffice of Science and Technology PolicyArtificial intelligence promises to drive the growth of the United States economy and improve the quality of life of all Americans.\n\t\t\t\t\t\tPresident Donald J. Trump\t\t\t\t\tOn December 3, 2020, President Donald J. Trump signed the Executive Order on Promoting the Use of Trustworthy Artificial Intelligence in the Federal Government, which establishes guidance for Federal agency adoption of Artificial Intelligence (AI) to more effectively deliver services to the American people and foster public trust in this critical technology. This order recognizes the potential for AI to improve government operations, such as by reducing outdated or duplicative regulations, enhancing the security of Federal information systems, and streamlining application processes. It also directs agencies to ensure that the design, development, acquisition, and use of AI is done in a manner that protects privacy, civil rights, civil liberties, and American values.The Executive Order (EO) underscores the Trump Administration’s commitment to accelerating Federal adoption of AI, modernizing government, cultivating public trust in AI, and exemplifying world leadership in the use of trustworthy AI.The EO includes four important actions by the Trump Administration:Through this EO, the United States is signaling to the world its continued commitment to the development and use of AI underpinned by democratic values.This action builds upon the momentum and tremendous achievements of the Trump Administration to maintain our global leadership in AI, modernize government, and secure a safe and prosperous future for all Americans.",
    "president": null
}