{
    "title": "Remarks by President Trump and Prime Minister Lee of Singapore Before Bilateral Meeting | New York, NY – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-prime-minister-lee-singapore-bilateral-meeting-new-york-ny/",
    "created_at": "2019-09-23T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nSeptember 23, 2019\nInterContinental New York Barclay\nNew York, New York3:54 P.M. EDTPRESIDENT TRUMP:  Well, thank you very much.  As we just said, we signed a very important agreement having to do with defense and mutual defense, and I guess you could say mutual offense, also.But we — we’re now going to talk about trade.  We do tremendous amounts of trade with Singapore.  And the Prime Minister — highly respected.  One of the truly most respected men anywhere in the world.  And he’s been my friend for a long time.  And we’re doing very well.  But we do tremendous trade with Singapore, and we appreciate it very much, Mr. Prime Minister.PRIME MINISTER LEE:  Well, thank you, Mr. President.  As you said, we’ve just signed an agreement to extend our memorandum of understanding on defense cooperation.PRESIDENT TRUMP:  Right.PRIME MINISTER LEE:  It’s the second time we are extending this.  It reflects the very good defense relationship we have between the two countries, but also reflects our broader cooperation and friendship.And, in economics, we have an FTA between the U.S. and Singapore.PRESIDENT TRUMP:  Right.PRIME MINISTER LEE:  The volume of trade is substantial, and the volume of investments, too.  In Singapore, you are one — you are our most important foreign investor.  And, in America, as small as we are, we have 55 billion dollars’ worth of investments —PRESIDENT TRUMP:  That’s not too bad.PRIME MINISTER LEE:  — in many different states.  And (inaudible) they tell me a quarter million U.S. jobs.  So it’s not bad for a small country.PRESIDENT TRUMP:  Not bad.PRIME MINISTER LEE:  We’d like to do more, and we hope that you will do more in Singapore and also in the Asia Pacific region.PRESIDENT TRUMP:  Well, we had a very successful meeting with Kim Jong Un of North Korea, and it was in Singapore.  And people don’t give that meeting as much credit as it deserves.  The relationship was established, and it was a tremendous success.And we saw each other there.  Really got to know each other there very well.  And you’ve done a fantastic job.  It’s a great country.PRIME MINISTER LEE:  Well, we were very honored to host that first summit between you and —PRESIDENT TRUMP:  Right.PRIME MINISTER LEE:  — Mr. Kim.  We are happy that it has helped to turn the situation in Korea around and point it in the right direction.  And we wish you every success in continuing to make progress on this very difficult task.PRESIDENT TRUMP:  Well, thank you.  It’s moving along pretty well, actually.  So, thank you very much.  That was a great couple of days we spent, and we enjoyed it.  Thank you.PRIME MINISTER LEE:  Thank you.PRESIDENT TRUMP:  Thank you very much everybody.Q    Mr. President, why did you go to the climate change meeting today?  What prompted you to pop in there?PRESIDENT TRUMP:  Because I believe in clean air and clean water.  It’s very simple.  We have the cleanest air.  We have the cleanest water.  Cleaner than it’s ever been before in our country.  And I like clean air and I like clean water.Q    Are you going to — could you give us a little flavor of your speech tomorrow?  Are you going to bring up Iran, North Korea?PRESIDENT TRUMP:  We’re going to bring up a lot, Steve.  We have a lot of different things to talk about.  And if I talk about everything that we’re working on, it would go on for two days.But there are a lot of things to talk about.  We have a lot of really great relationships, and we have some relationships that are — let’s call it “in formation.”  We’re being nice.But we’ll be talking about Iran.  We’ll be talking about various things that we’re doing.  And we’re having tremendous success.  We’re also going to be talking about the economy.  As you know, Mr. Prime Minister, our economy is doing fantastically well.  We have the best unemployment numbers we’ve ever had in most categories, and getting better.  We just had some phenomenal results today, Steve, as I understand it.  We just had — Wilbur, we just had a great couple of numbers.Larry Kudlow, could you discuss that, please?MR. KUDLOW:  PMI —PRESIDENT TRUMP:  Some great numbers just came out.MR. KUDLOW:  PMI — manufacturing, up.  Up.  Unfortunately, Europe’s was down, and Germany’s was down a lot.  It looks like we’re in a turning zone back up on manufacturing.PRESIDENT TRUMP:  Others were down, and we’re up.  And we continue to go in the right direction.  We’re getting numbers that we never anticipated having.  And we’re doing very well.  Other parts of the world are not doing nearly as well.But — and I think we have tremendous potential upward.Q    Just on Iran, are you going to make the case to keep the pressure on them in your speech tomorrow?PRESIDENT TRUMP:  Well, I don’t want to say now, Steve.  But, look, we have a lot of pressure on them right now.  More pressure than they’ve ever had.  And Iran knows that they’re in a position that they’re — a lot of things are going to happen.  Let me just put it this way: A lot of things are happening with respect to Iran.  A lot more than you would know.  A lot more than the media knows.  But a lot of things are happening.  Okay?  I’ll be discussing it a little bit tomorrow.Anybody else?Q    Mr. President, are you content with the way Rudy Giuliani has been handling the Ukraine situation over the last  —PRESIDENT TRUMP:  I think he was excellent.  I watched him the other night.  I haven’t watched that show in a long time.  I don’t watch CNN because it’s fake news.  But I watched Rudy take apart Fredo.  Fredo’s performance was incompetent.  Rudy took him apart.The press doesn’t give him credit because they take little tiny snippets, where wherever Rudy was a little bit — if he mispronounces a word, they’ll show that.  They won’t show the whole.  Rudy Giuliani took Fredo to the cleaners.  It’s the first time I’ve watched CNN in a long time, too.  I hate to watch it because it’s so fake.Okay?  Thank you very much, everybody.  Thank you.END3:59 P.M. EDT",
    "president": null
}