{
    "title": "National Security Threats—Chain Migration and the Visa Lottery System – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/national-security-threats-chain-migration-visa-lottery-system/",
    "created_at": "2018-02-01T00:00:00",
    "content": "\n\n\t\tImmigration\t\n\nFebruary 1, 2018\n6 minute readOur current immigration system jeopardizes our national security and puts American communities at risk. That’s why President Donald J. Trump has repeatedly called for common sense, mainstream immigration reforms such as ending chain migration and eliminating the visa lottery.Chain MigrationUnder our current immigration system, around 70 percent of legal immigrants admitted to the United States every year do so based on family ties rather than merit. Because most immigrants are selected on the basis of their family connections—rather than real selection criteria, like the skills they bring to our economy or their likelihood of assimilation into our society—our current family-based immigration system does not meet the needs of the modern United States economy and is incompatible with preserving our national security.A recent joint report from the Department of Justice and the Department of Homeland Security found that roughly three in four individuals convicted of international terrorism-related charges since September 11, 2001, were foreign-born. As the report outlines, a number of these terrorists were able to enter the United States on the basis of family ties and extended-family chain migration.Visa LotteryEach year, the diversity visa lottery program randomly selects up to 50,000 foreign nationals to apply for permanent residence (green cards) in the United States. Many of them have absolutely no ties to the United States, and are not required to have special skills or much education.Randomly selecting foreign nationals from around the globe, including from state sponsors of terrorism, and admitting them into the United States invites large amounts of fraud and does not serve the national interest.In 2004, the State Department’s Deputy Inspector General warned that the visa lottery “contains significant threats to national security as hostile intelligence officers, criminals, and terrorists attempt to use it to enter the United States as permanent residents.” In 2013, the Inspector General recorded with alarm that the visa lottery was subject to “pervasive and sophisticated fraud” perpetrated by “organized fraud rings.”In the last decade, the United States issued nearly 30,000 immigrant visas through the visa lottery program to randomly selected nationals from countries designated as “State Sponsors of Terrorism” by the State Department. In addition, tens of thousands of immigrants admitted from these countries have been admitted permanently into the United States through other immigration categories (such as family-sponsored immigrants, as well as asylees, refugees, and others).Below are just a few examples of terrorists and criminals who entered the United States through chain migration or the visa lottery program:Chain MigrationVisa Lottery",
    "president": null
}