{
    "title": "Remarks by President Trump and President Macron of France After Bilateral Meeting – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-president-macron-france-bilateral-meeting-2/",
    "created_at": "2018-06-08T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nJune 8, 2018\nFairmont Le Manoir Richelieu\nCharlevoix, Canada5:59 P.M. EDTPRESIDENT MACRON:  I wanted to thank President Trump.  I think we had a very open and direct discussion this afternoon.  We always have this kind of discussion.And I think, on trade, there is a critical a path, but there is a way to progress altogether.  We had a very direct and open discussion.  And I saw the willingness on all the sides to find agreements and have a win-win approach for our people, our workers, and our middle classes.We will have, this evening, a group discussion on North Korea — and you will have a very important meeting in Singapore — on Syria, on Iran, obviously.  But I want to say that sometimes we disagree, but we always speak and share, I think, common concerns and common values.  And we share the willingness to deliver and get results together.So I wanted to thank you for that, once again.PRESIDENT TRUMP:  Well, I want to thank you, too, Emmanuel.  We’ve had, really, a very good relationship, very special.  A lot of people wrote a couple of things that weren’t quite true.  A little bit accurate, perhaps.  We have a little test every once in a while when it comes to trade.The United States has had a very big trade deficit for many years with the European Union, and we’re working it out.  And Emmanuel has been very helpful in that regard.  And something is going to happen, and I think it will be very positive.We also had a very positive meeting a little while ago on NAFTA.  So this is turning out to be an interesting day.  But we had a very, very good meeting on NAFTA with Justin and his representatives.But I want to thank you.  It was very helpful today.I also want to congratulate you, because I’m reading what’s going on in France.  You’ve got great courage.  You’re doing the right thing.  Nothing is easy.  But what you’re doing is the right thing.  And it’s a wonderful country.  It’s a special country.  And you have a special President, that I can tell you.Thank you very much.Q    (Inaudible) discuss Russia?THE PRESIDENT:  We haven’t brought that up.  It hasn’t been brought up.END6:03 P.M. EDT",
    "president": null
}