{
    "title": "Presidential Message on National Truck Driver Appreciation Week – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/presidential-message-national-truck-driver-appreciation-week/",
    "created_at": "2018-09-09T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tEconomy & Jobs\t\n\nIssued on:\nSeptember 9, 2018\nDuring National Truck Driver Appreciation Week, our Nation recognizes the approximately 3.5 million hardworking truck drivers who help ensure the safe and efficient flow of goods across our country.The enterprising and determined men and women who drive trucks are essential to our country’s economy, delivering 11.6 billion tons of freight in 2016, including essential goods like food, medicine, and clothing.  Truck drivers travel from coast to coast to ensure factories have the raw materials they need and store shelves are stocked to meet the demands of our Nation’s booming economy.  America depends on our trucking industry, and it continues to be a major contributor to our country’s workforce and infrastructure.The American trucking industry and its drivers advance our economy and provide many Americans a path to a good living in service of others.  These men and women work day and night, through the harshest conditions, and endure long periods away from their loved ones to fulfill their task safely and effectively.  In the aftermath of disasters, American truckers deliver life-saving supplies, lend a helping hand to communities in need, and assist in the rebuilding of cities.Our Nation applauds the dedication of America’s truck drivers, and we thank them for the hard work they do every day.  My Administration remains committed to supporting these men and women by working with Congress to increase investment in America’s infrastructure and by reducing burdensome and unnecessary regulations on the trucking industry.  We must ensure that our country’s truckers can keep fueling our thriving economy.",
    "president": null
}