{
    "title": "American Energy Dominance: Bad for Bureaucrats, Great for Our Country – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-is-restoring-american-energy-dominance/",
    "created_at": "2020-07-29T00:00:00",
    "content": "\n\n\t\tEnergy & Environment\t\n\nJuly 29, 2020\n3 minute readPresident Trump addressed Americans today from the Permian Basin in Texas, which stretches nearly 86,000 square miles into New Mexico. Both these states have helped America lead the shale oil and natural gas revolution that is changing our world.Upon taking office, President Trump ended the war waged on American energy by the previous administration. Rather than expand the reach of bureaucrats, he rolled back overregulation, ended stifling rules, and unleashed our country’s energy resources.?  President Trump: “We ended the war on American energy.”The results of U.S. energy dominance couldn’t be clearer:This energy dominance means more affordable utilities and gas prices for families, more jobs for American workers, and less reliance on unstable foreign energy sources.\n\n\t\tEnergy & Environment\t\n\nJul 29, 2020\nShale-driven improvements have reduced the global price of oil by 10 percent. According to the Council of Economic Advisers, these price decreases alone save American consumers $203 billion annually—an average of $2,500 for a family of four. These savings equal nearly 7 percent of income for the poorest fifth of U.S. households.?  The United States is now the no. 1 producer of oil and natural gas! Most important, President Trump’s agenda of U.S. energy dominance is both good for the economy and for our environment. Key pollutant concentrations are down since 2017, with lead down 28 percent and sulfur dioxide down 10 percent. Additionally, the electricity sector has reduced per unit carbon dioxide emissions by 15 percent relative to 2017 government forecasts when President Trump took office.President Trump wants even more of this American innovation to drive results for consumers, workers, and our environment. The left, meanwhile, wants more government mandates to create jobs for lawyers, lobbyists, and politically connected industries.American energy dominance may be bad news for the bureaucrats, but it’s great news for your family, your community, and our country.GET THE FACTS: President Trump is leading an energy revolution",
    "president": null
}