{
    "title": "ONDCP Announces Nearly $3 Million in Grants  for Local Programs Fighting Opioid Epidemic – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/ondcp-announces-nearly-3-million-grants-local-programs-fighting-opioid-epidemic/",
    "created_at": "2018-11-28T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tHealthcare\t\n\nIssued on:\nNovember 28, 2018\nOffice of National Drug Control PolicyToday, Deputy Director of the White House Office of National Drug Control Policy (ONDCP) James Carroll announced $2.9 million in grants to help local programs counter the effects of the opioid epidemic in their communities.ONDCP, the University of Baltimore, and the Centers for Disease Control and Prevention (CDC) collaboratively selected 12 programs in areas of the United States that have experienced high levels of opioid and illicit drug abuse to receive “Combating Opioid Overdose through Community-Level Intervention” grants.“It’s critical we continue to invest in local initiatives that provide on-the-ground services to people battling drug addiction. These grants will boost prevention, treatment, and recovery efforts across the country and will support law enforcement as they work to stop the flow of illicit drugs into their neighborhoods. Most importantly, these resources are going to the communities that have been hit the hardest by widespread drug and opioid abuse,” ONDCP Deputy Director James Carroll said.The projects, which will be overseen by the University of Baltimore, will employ a range of approaches such as identifying individuals most at risk of overdosing, supporting medication-assisted treatment (MAT) in jails, collaborating with public safety agencies, and connecting high-risk pregnant and postpartum women and their children to opioid use disorder care coordination services. Funding will support 12 projects in 10 states – Connecticut, Maryland, New York, North Carolina, Ohio, Pennsylvania, Tennessee, Texas, Virginia, and West Virginia.",
    "president": null
}