{
    "title": "President Donald J. Trump to Award the Medal of Honor – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/president-donald-j-trump-award-medal-honor-3/",
    "created_at": "2018-05-07T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\nIssued on:\nMay 7, 2018\nOn Thursday, May 24, 2018, President Donald J. Trump will award the Medal of Honor to Master Chief Special Warfare Operator (Sea, Air, and Land) Britt K. Slabinski, U.S. Navy, Retired, for conspicuous gallantry.As a Team Leader assigned to a Joint Task Force, in the early morning hours of 4 March 2002, then-Senior Chief Slabinski led a reconnaissance team to its assigned observation area on a snow covered, 10,000-foot mountaintop in support of a major coalition offensive against Al-Qaida forces in the valley below.  Rocket-propelled grenades and small arms fired from enemy fighters hidden and entrenched in the tree lines and rocks riddled the team’s insertion helicopter.  One teammate was ejected from the aircraft, and the crippled helicopter crash landed on the valley floor below.  Then-Senior Chief Slabinski boldly rallied his remaining team and organized supporting assets for a daring assault back to the mountain peak in an attempt to rescue their stranded teammate.  Later, after a second enemy-opposed insertion, then-Senior Chief Slabinski led his six-man joint team up a snow-covered hill, in a frontal assault against two bunkers under withering enemy fire from three directions.  He repeatedly exposed himself to enemy fire as he engaged in a pitched, close-quarters firefight against the tenacious and more heavily armed enemy forces.  Proximity made air support impossible, and after several teammates became casualties, the situation became untenable.Senior Chief Slabinski maneuvered his team to a more defensible position, directed air strikes in very close proximity to his team’s position, and requested reinforcements. As daylight approached, the accurate enemy mortar fire forced the team further down the sheer mountainside. Carrying a seriously wounded teammate down a sheer cliff face, he led an arduous trek across one kilometer of precipitous terrain, through waist-deep snow while continuing to call fire on the enemy who was engaging the team from the surrounding ridges.  During the subsequent 14 hours, he stabilized casualties on his team and continued the fight against the enemy until the mountaintop was secured by the quick reaction force and his team was extracted.Then-Senior Chief Slabinski enlisted in the U.S. Navy and attended boot camp in Orlando, Florida, in 1988.  Upon completion, he received orders to attend Radioman Class “A” School in San Diego, California.  Fulfilling a life-long dream to be a U.S. Navy SEAL, he qualified and graduated in January 1990 with Basic Underwater Demolition / SEAL Class 164.  Slabinski retired after serving as Director of Naval Special Warfare (NSW) Safety Assurance and Analysis Program.  He completed 9 overseas deployments and 15 combat deployments in support of the Global War on Terrorism, including Operations ENDURING FREEDOM and IRAQI FREEDOM.  Slabinski has various military and civilian qualifications including NSW Scout Sniper, Military Free Fall Parachute Jump Master, and Emergency Medical Technician/Paramedic National Certification.  He is a graduate of the U.S. Navy Senior Enlisted Academy and Command Leadership School.THE MEDAL OF HONOR:The Medal of Honor is awarded by the President, in the name of the Congress, to members of the Armed Forces who distinguish themselves conspicuously by gallantry and intrepidity at the risk of their own lives above and beyond the call of duty while:There must be no margin of doubt or possibility of error in awarding this honor.  To justify this decoration, the deed performed must have been one of personal bravery and self-sacrifice so conspicuous as to clearly distinguish the individual above his or her comrades, and must have involved risk of life.PRESS CREDENTIALING: Additional information about media credentials will be released at a later date.",
    "president": null
}