{
    "title": "Intern Series: Running Washington D.C. – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-running-washington-d-c/",
    "created_at": "2017-08-02T00:00:00",
    "content": "\nAugust 2, 2017\n2 minute read\n\t\t\t\t\t\tWhite House Interns\t\t\t\t\tAfter a long and exciting day of interning at the White House, instead of just going home and relaxing, I usually find myself running about 8 miles through Washington D.C., despite the hot and sticky humidity. In addition to having the great honor to be part of President Donald J. Trump’s inaugural class of White House Interns, I also have the privilege of competing as an NCAA Cross Country athlete, which like interning in the White House, requires a very high level of energy and dedication. Each day at the White House is like running a race with one goal in mind: Make America Great Again.As a runner, my success is determined by my effort and dedication, and I bring this same mentality to the White House each and every day. I have met so many incredible people who share my same love for this country and desire to serve the American people. The level of energy is amazing. Everyone who I have encountered while working here, from my fellow interns to White House staff, shows up to work every day appreciative of the tremendous opportunity we have and ready to work as hard and efficiently as possible.Even after interning in the Office of Digital Strategy for two months, simply walking in to the building every day knowing that I have an opportunity to communicate messages directly to the American people is an experience like no other. I will be forever grateful for what I have learned during my time here. Everywhere I go from now on, from the steps of the Lincoln Memorial to my home trails in Westchester, I will continue to move forward stride by stride with high energy and a winning attitude.Ricky Harris is from West Harrison, New York and is a Sophomore studying Computer Science at Pace University. Ricky is a member of the Summer 2017 White House Internship Program in the Office of Digital Strategy.",
    "president": null
}