{
    "title": "The White House Hosts American Leadership in Emerging Technology Event – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/white-house-hosts-american-leadership-emerging-technology-event/",
    "created_at": "2017-06-29T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nJune 29, 2017\n4 minute read“We’re on the verge of new technological revolutions that could improve virtually every aspect of our lives, create vast new wealth for American workers and families, and open up bold, new frontiers in science, medicine, and communication.Today’s conversation will move America one step closer to that bright future that we’re all talking about and all longing for in your world.”President Donald J. Trump, June 22, 2017The freedom to explore and invent is a hallmark of the American spirit. Emerging technologies, born from this creativity, have the potential to create new American jobs, fuel the U.S. economy, and improve quality of life across the Nation. The ripple effect of developing and commercializing these emerging technologies has become key to overall American prosperity: the success of nearly all commercial sectors is rooted in the success of our modern technology industry.The White House recognizes the critical importance of emerging technology, and on Thursday, June 22, the White House Office of Science and Technology Policy (OSTP) organized the “American Leadership in Emerging Technology” event to bring together industry leaders who are developing, financing, and safeguarding some of the most promising new technologies today.As Deputy Assistant to the President and Deputy U.S. Chief Technology Officer Michael Kratsios stated in his opening remarks:We must craft policies that can keep pace with the rate of technological innovation. By encouraging the advancement of emerging technologies, and by ensuring that our scientists and tech entrepreneurs can build their greatest innovations here at home, we can continue to drive American prosperity for decades to come.During three separate breakout sessions – dedicated to Unmanned Aircraft Systems (UAS), 5th generation wireless systems (5G) and the Internet of Things (IoT), and financial investment in emerging technologies – Federal and industry participants explored the policy implications of these technologies and their applications, including technological development, regulatory frameworks, and commercialization pathways. In addition to OSTP, other Federal departments and agencies represented included the Departments of Commerce and Transportation, the Federal Communications Commission, the National Aeronautics and Space Administration, the National Economic Council, and the Securities and Exchange Commission.Key takeaways from breakout discussions included:Following the breakout sessions, attendees met with President Trump, Vice President Pence, and other senior Administration officials to discuss the issues raised, and the importance of forward-looking policies that encourage emerging technologies to flourish in America.Interactive demonstrations for the President included a drone display presented by a quarry surveyor who uses UAS technology to more safely and efficiently perform his job, a 3D model of a city demonstrating how connected devices and 5G deployment will change everyday life, and a small cell system that showed how 5G technology can easily and unobtrusively connect the country.The President’s full remarks can be read here.",
    "president": null
}