{
    "title": "Readout of the Vice President’s Meeting with Interfaith Religious Leaders – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/readout-vice-presidents-meeting-interfaith-religious-leaders/",
    "created_at": "2017-04-20T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nApril 20, 2017\nToday, Vice President Mike Pence participated in an interfaith dialogue with faith leaders of Islam, Buddhism, Christianity, Hinduism, and Confucianism at the conclusion of his tour of the Istiqlal Mosque in Jakarta, Indonesia. Vice President Pence expressed appreciation to Indonesia for its shared commitment to religious freedom and reaffirmed that the United States will continue to defend this fundamental freedom, at home and abroad.The list of dialogue participants was as follows:Muhammad Muzammil Basyuni – Head of Istiqlal, Mosque Management BodyDr. Nasarudin Umar – Grand Imam of Istiqlal MosqueDr. Bahrul Hayat – Vice Chairman of the Executive Board, the Istiqlal MosqueRev. Dr. Henriette-Lebang – General Chairperson, Communion of Churches in Indonesia (CCI/PGI)KS Arsana – Chairman for International Affairs, Parisada Hindu Dharma Indonesia (PHDI)Dr. Uung Sendana L. Linggaraja – General Chairman of Supreme Council of Confucian, Religion in Indonesia (MATAKIN)Ignatius Suharyo – Catholic Archbishop of JakartaProf. Dr. Philip Wijaya – Former Secretary General, Indonesian Buddhists Association (Walubi)Dr. Abdul Mu’ti – Secretary General, MuhammadiyahDr. Bahtiar Effendy – Chair of MuhammadiyahYahya Cholil Staquf – Secretary General, Nahdlatul Ulama (NU)Dr. Marsudi Syuhud – Chair of Nahdlatul Ulama (NU)Dr. Din Syamsuddin – Chairman of Advisory Board of the MUIYenny Wahid, Moderator – Director, The Wahid InstituteDiana Muzammil – Member of the Betawi Cultural Development ForumNasihin Hasan – Head of Research and Development, Indonesian Society for Organization of Islamic Cooperation (ISOIC)Bunyan Saptomo – Secretary General of the Indonesian Society for Organization of Islamic Cooperation (ISOIC)",
    "president": null
}