{
    "title": "Readout from the Vice President’s Meeting with Long-Term, Post-Acute and Palliative Care Provider Executives – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/readout-vice-presidents-meeting-long-term-post-acute-palliative-care-provider-executives/",
    "created_at": "2020-03-04T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tHealthcare\t\n\nIssued on:\nMarch 4, 2020\nVice President Mike Pence, White House Coronavirus Task Force Coordinator Dr. Deborah Birx, and Centers for Medicare and Medicaid Services (CMS) Administrator Seema Verma today met with long-term, post-acute, and palliative care providers to discuss issues surrounding the Coronavirus, its impact on the industry, and the role the industry plays our response.The Vice President reiterated the President’s commitment to making the safety, security, and health of the American people a top priority while also outlining the massive efforts this Administration has taken across the entire federal government to prepare for the Coronavirus.Administrator Verma announced new guidelines for surveyors to follow when surveying facilities with confirmed or presumptive cases of Coronavirus.Ambassador Birx expressed the need for both the public and private sector to focus on populations at higher risk for the Coronavirus. Ensuring the safety and quality of America’s nursing homes and other long-term care facilities continues to be a priority for this Administration.PARTICIPANTS:\nThe Vice President\nAmbassador Birx, M.D., White House Coronavirus Coordinator\nAdministrator Seema Verma, Centers for Medicare & Medicaid Services\nDavid Gifford, American Health Care Association, Chief Medical Officer\nStephen Flatt, CEO & Inside Director, National HealthCare Corporation\nDebbie Meade, CEO Health Management, LLC\nBarry Port, CEO, Ensign Services, INC.\nRandy Bury, President, The Good Samaritan Society\nEdo Banach, CEO, National Hospice and Palliative Care Organization\nNorman McRae, Founder, Caris Healthcare\nNicholas Westfall, CEO, VITAS Healthcare\nSusan Lloyd, CEO, Delaware HospiceFor more information about the Coronavirus, please visit: https://www.cdc.gov/coronavirus/2019-ncov/index.html",
    "president": null
}