{
    "title": "Remarks by President Trump and Chairman Kim Jong Un of the Democratic People’s Republic of Korea Before Expanded Bilateral Meeting – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-chairman-kim-jong-un-democratic-peoples-republic-korea-expanded-bilateral-meeting/",
    "created_at": "2019-02-28T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nFebruary 28, 2019\nSofitel Legend Metropole Hanoi\nHanoi, VietnamFebruary 28, 2019\n11:03 A.M. ICTPRESIDENT TRUMP:  Are you all having a good time in Hanoi?  Everybody having a good time?  Everybody?  Jeff?  I hope.Q    Chairman Kim, are you ready to denuclearize?  Are you ready to give up your nuclear weapons?CHAIRMAN KIM:  (As interpreted.)  If I’m not willing to do that, I won’t be here right now.PRESIDENT TRUMP:  That’s a good answer.  Wow.  That might be the best answer you’ve ever heard.Q   Are you willing to take concrete steps to denuclearize, or not quite yet?CHAIRMAN KIM:  (As interpreted.)  That is what we are discussing right now.PRESIDENT TRUMP:  And don’t raise your voice, please.  This isn’t like dealing with Trump.CHAIRMAN KIM:  (As interpreted.)  They all seem to be, you know, anxious.PRESIDENT TRUMP:  I think they’re anxious and they’re calm.Q    Chairman Kim, are you discussing human rights with President Trump?PRESIDENT TRUMP:  We’re discussing everything.So I just want to thank everybody for being here.  We’re having very productive discussions.  We’ll see where it all goes.  But we are having very productive discussions, and we appreciate it.  I think we’re having a press conference later on, and we’ll then be heading out back to our respective homes.But, you know, I think we’ve had very, very productive discussions, and the relationship is as good as it’s ever been.  Better.  I think better.Q    President Trump, is the time right for an end of the war with a political declaration?PRESIDENT TRUMP:  A political what?Q    Political statement to end the war.  Is the time right for that?PRESIDENT TRUMP:  I think that no matter what happens, we’re going to ultimately have a deal that’s really good for Chairman Kim and his country, and for us.  I think, ultimately, that’s what’s going to happen.  That’s where it’s all leading.  It doesn’t mean we’re doing it in one day or two days, but it’s all leading toward a very — a very big success.And I really believe that, with this great leadership, I really believe that North Korea is going to be very successful, and economically, it’s going to be something very, very special.Go ahead.Q    Chairman Kim, are you ready to allow the United States to have an office in Pyongyang?  Are you ready for that step?PARTICIPANT:  (As interpreted.)  Is it better to leave — let the media go?PRESIDENT TRUMP:  Yeah, I think we will.  I think we will.It’s actually an interesting question though.  I would like to actually hear that answer, because it’s actually not a bad idea.CHAIRMAN KIM:  (As interpreted.)  Well, I think that is something which is welcomable.Q    It would be welcomed?  Today, it would be announced?PRESIDENT TRUMP:  I actually think it’s a good idea.  Both ways.  You know, both ways.CHAIRMAN KIM:  (As interpreted.)  If you would kindly give us more time between us, because, you know, one minute — even one minute is more precious to us.  Thank you.PRESIDENT TRUMP:  Thank you all very much.  Thank you very much.END11:08 A.M. ICT",
    "president": null
}