{
    "title": "Intern Series: The Room Where it Happens – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-room-happens/",
    "created_at": "2017-08-07T00:00:00",
    "content": "\nAugust 7, 2017\n2 minute readUpon receiving news that I would be serving as an intern in the White House Management Office, I immediately researched any and all information concerning my upcoming position to prepare myself for potential tasks and responsibilities. I discovered that the White House Management Office, commonly referred to as Room 1, serves as the “administrative backbone” of White House operations and staff.After my first walk through the black-and-white checkered hallways of the Eisenhower Executive Office Building to my desk in Room 1, I became engulfed in our office’s nonstop responsibility of serving as the vital administrative resource for all White House staff members. As an intern on the Finance Team within Room 1, I have contributed to the team’s responsibility of delegating funds to ensure the full functionality of operations within the White House. This heavy task includes the most pertinent responsibility of utilizing discretionary judgement in order to carry out White House operations within the confines of the budget. I am continuously impressed by every staff member’s extreme consciousness in utilizing taxpayers’ dollars as effectively as possible, while ensuring the successful operations within the White House.As a Finance Team intern, I primarily assist in making sure the travel-related activities of the President, the First Lady, and staff are planned cautiously, while also monitoring and auditing financial data related to the trip after its occurrence. This position has allowed me the privilege of contributing to public service, while also gaining experience in finance and allowing me the opportunity to work closely with other offices in the White House, including White House Counsel, the Travel Office, and the Office of Presidential Advance. I am always excited to watch an out-of-town event or speech by President Donald J. Trump take place on television, knowing the full extent of how Room 1 and all travel-related staff did to ensure the success of the trip.Emily Lair is from Chanute, Kansas, and is a Senior studying Politics and International Affairs at Wake Forest University. Emily is a member of the Summer 2017 Internship Program in the White House Management Office.",
    "president": null
}