{
    "title": "Press Briefing by Press Secretary Sarah Sanders – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/press-briefing-press-secretary-sarah-sanders-081418/",
    "created_at": "2018-08-14T00:00:00",
    "content": "\n\t\t\t\tPress Briefings\t\t\t\nIssued on:\nAugust 14, 2018\nJames S. Brady Press Briefing Room2:48 P.M. EDTMS. SANDERS:  Good afternoon.  The images from the Honorable Carry Ceremony at Joint Base Pearl Harbor this month made us all proud to be Americans.President Trump is committed to getting the almost 8,000 left behind from the Korean War home, and bringing closure to the families who have been waiting for more than 60 years.  The process of identifying and verifying the remains is challenging but one that this administration is committed to.Overseeing this process is Kelly McKeague, the Director of the Defense for POW and MIA Accounting Agency.  Leading DOD’s worldwide operation of research, investigation, recovery, and identification, and supporting functions, Director McKeague strives to provide the fullest possible accounting of our missing personnel.The Director, along with his colleagues, Dr. John Byrd, the Defense POW and MIA Accounting Agency Laboratory Director, and Dr. Timothy McMahon, Director of DOD DNA Operations, have joined us today to offer remarks and take your questions on this topic.After this, I’ll be back up to address other questions and news of the day.  Thanks.Director.MR. MCKEAGUE:  Thank you, Sarah.  Ladies and gentlemen, good afternoon.The August 1st repatriation and homecoming in Hawaii of the remains of the Korean War unaccounted for was a poignant manifestation of the commitments secured by President Trump and pledged by Chairman Kim at the Singapore Summit.For the families of the 7,700 still unaccounted for from the Korean War, this first step in fulfilling this commitment has undoubtedly provided a seed of hope.Last week, over 700 of these family members gathered in Arlington, Virginia to receive government updates, and they were resoundingly appreciative of the successful advocacy of the President and his administration.Two of those family members who attended, Charles and Larry McDaniel, were the recipients of the dog tag their father, Master Sgt. Charles McDaniel, of Indiana.  It was the sole personal effect returned by the North Koreans.The remains of those 55 cases are well into the painstaking multi-faceted analyses by Dr. John Byrd and his forensic science team in Hawaii.  And in the coming weeks, Dr. Tim McMahon and his dedicated DNA specialists in Delaware will begin their meticulous testing.The metal of our scientists and the capabilities of our labs will be challenged.  But in the months and years ahead, they will make identifications from these remains and give families long-sought answers.We are guardedly optimistic the 1 August repatriation is the first tangible action of others with which we will be able to account for more of our missing from the Korean War.The second aspect of the Korean — of the Singapore commitment was the recovery of remains in North Korea, which DPRK officials reaffirmed last month.  We are in the midst of exploring next steps as well as discussions with the Korean People’s Army for the express purpose of resuming joint field operations and having additional repatriations.But our mission to search for, find, and account for missing Department of Defense personnel from World War II through Operation Iraqi Freedom is one not limited to the Korean Peninsula.Today, 186 personnel from DPA and private partners are deployed in seven nations.  And yesterday, 50 of those members returned from Laos and the Philippines.Our global mission is humanitarian in every respect, because the impact of a missing American to their family is not constrained by time or generations.  And it leaves an enduring pain and void.  This is why former enemies, like Vietnam, used cooperation on the POW/MIA mission as a bridge to normalization in today’s thriving bilateral relationship with the United States.The fact that the United States of America vigorously pursues the fullest-possible accounting of our missing reflects our values as a nation.The sacred obligation, if not moral imperative, remains a high priority for the Department of Defense.  Inherent to the exceptional teamwork, resources, and resoluteness provided by multiple agencies is a solemn vow that those were sent off in harm’s way and are missing will not be forgotten.  And their families will receive answers to their decades of uncertainty.My colleagues and I welcome your questions.MS. SANDERS:  Major.Q    Gentlemen, I was with President Clinton in 2000 when he went to a place in Vietnam, north of Hanoi, where one of these recovery efforts were underway.  So I have some familiarity with this.  Even there, when things are discovered, it takes a long time to establish the trail forensically.I’d like to ask you both: What condition are the remains or the parts of remains you’ve received so far, and how challenging with the forensic work be ahead?  Are you a long, long way?  Or was what you received something that gets you close to identifying and confirming?DR. BYRD:  We would characterize the preservation of the remains as moderate to poor, as a general consideration.  However, what our lab specializes in is making identifications in circumstances where you have very little to work with.  And so I’m confident that we’re going to do well with the remains in these 55 boxes over the coming months and maybe the next several years.When you look at what’s at stake, we’re going to be doing a lot of DNA sampling.  And that’s what Dr. McMahon’s lab does, is they process the samples and then they go into a mass database where they can be compared to all of the other samples that we’ve generated from remains from North Korea, and also compared to the family members.And so it takes some time to get the samples processed through the lab at AFMES; it takes some time to get them into the mass comparison.  But once they’re in there, we’ll start looking for the quick identifications that can be made where you have compelling matches that show themselves early on.We also look for comparisons to dental records that can be distinctive.  We look for individuals that are unusual, in the sense of being very tall, very short, very old.  Anything that distinguishes somebody, we can usually get a good clue and identify them faster.But because of the preservation of the remains, that will just sort of guide the kinds of methods that we can bring to bear on the case.  And the case will be very DNA — or very DNA-intensive in terms of the way that we’re going to go about this.Q    And did the number of 55, is that — what does that number represent —DR. BYRD:  It’s the number of boxes.Q    Is that 55 individuals?DR. BYRD:  No.  It’s the number of boxes that the remains came in.  And at no time did we expect there to be one body, one box.  Nor did the North Koreans try to pitch it that way to us when we were in Wonsan.MS. SANDERS: John.Q    Mr. Director, thank you.  What type of certainty do you have that the remains that the North Koreans have handed over to the Americans are that of missing Americans as opposed to other nationalities that fought alongside the Americans who were in the Korean War?MR. MCKEAGUE:  We have a high confidence.  So in the early ‘90s, for five years, the North Koreans would repatriate, unilaterally, remains that they had recovered.  Out of those 208 boxes over those five years, we estimated, after DNA sampling, 400 individuals.Now, from that, 200 were Americans.  So the likelihood is — you’re correct, there may be some of U.N.-sending forces, there may be some South Korean soldiers — remains, as well as Chinese and North Korean.What our laboratories — both DNA and the forensic laboratory have the technology and the capabilities by which to differentiate those remains over the course of the next several years.MS. SANDERS:  David.Q    Director, I think you mentioned in some discussions with the North Koreans about potential future actions, maybe to search for more remains and joint efforts as such.  I think the Pentagon and Secretary Mattis have mentioned that.If I’m to understand right, the Bush administration ended the program in which U.S. officials would be helping search for the remains in part because of security concerns for our own forces there.Can you describe kind of what you’re looking for from the North that could resume those kind of operations — joint operations, and what steps you needed and how close you are to maybe doing that?MR. MCKEAGUE:  So for 10 years, we operated between 1996 and 2005, over time conducting 33 joint activities with the North Koreans.  Security is primarily our responsibility for our personnel.  We also pay attention to communications — having communications abilities as well as having an ability to medevac our personnel should they get hurt.What we would be looking for from the North Koreans is, again, a commitment from them that communications, medical evacuation requirements can be met, and more importantly, that we can conduct these joint operations in a collaborative way, as we had done for 10 years.It all comes down, back into 2005, to their behavior on the international stage.  The President, rightfully so, was concerned that their nuclear activities, their missile activities, were countermanding and counterproductive to our joint operations, which is why we suspended —Q    So it’s more of the tone and the bigger geopolitical talks that are going on?  Or is it specifics about being in the field that you’re really looking at right now?MR. MCKEAGUE:  Both.  So, Secretary Pompeo, in getting a reaffirmation from the North Koreans last month, affirmed that they do want to establish communications with us and to conduct joint operations.  We have not started those negotiations.  We will do so.  It is on a separate track.However, as you well pointed out, it could be drawn into the greater geopolitical stream.  But for now, we’re treating it as a military-to-military contact, but more importantly, as a humanitarian endeavor that’s separate and distinct from anything else.And, by the way, the 45 countries that we work with all rightfully recognize this as a humanitarian endeavor, including countries like Russia and China, where we have tremendous cooperation with them.MS. SANDERS:  John.Q    Thank you, Sarah.  Gentlemen, the recent death of former Congressman Bill Hendon of North Carolina brought back a lot of the rehashing of serious charges he made that those who were in Vietnam, either as prisoners or dead, were not fully accounted for.  Has the book finally been closed on those Americans who served in Vietnam and were prisoners of war?MR. MCKEAGUE:  It has.  So, right now, there are close to 1,700 — 1,600 that remain missing and unaccounted for.  Within that set of unaccounted for is what we call “last known alive.”  It’s a small subset of individuals who, for whatever reason, were seen alive at a certain point during the war and will remain unaccounted for.Our priority with the Vietnamese is to get at that subset — small subset.  I think it’s down to 25 — not necessarily prisoners of war, but again, last known alive at the time that they were seen.MS. SANDERS:  We’ll take one last question.Q    Real quick.  Of the remains in the 55 boxes, can we confirm for a fact that all of them are human remains?  Or are we still questioning that?DR. BYRD:  Yes, we did a cursory inspection of the remains in Wonsan before we loaded them onto our military aircraft just to ensure that at least some of what was in each box was human.  When we got to Osan, in South Korea, we spent two days going through every box in detail, conducting what we call a field forensic review.  The purpose of that review is to ensure that every item is consistent with being human.  And if there were any animal remains, we would have pulled them at that point.  As it was, we did not find any animal remains.Q    And a quick follow-up.  Do we have any idea how many people that we’re looking at yet?DR. BYRD:  No, we don’t.  You know, there is a scientific process to estimate that.  And I wish it were very fast, because I think a lot of people would really like to know.  The families would love to know that information.  But unfortunately, it’s going to take months of analysis to start to get a refined estimate.MS. SANDERS:  Sorry, just one last question.  Kristen.Q    Thank you.  Do you have a timeline for bringing back more remains?  And can you characterize what it has been like to work with the North Koreans on this particular part of this process?  Have they been working with you in good faith every step of the way?DR. BYRD:  Okay, so the first question, as Mr. McKeague mentioned, we’re in the process of planning next steps.  So we can’t say we have any timeline today for bringing back more remains.  We’re hopeful that we will be in the not-too-distant future.I will say, though, in terms of having worked there — I worked there in the past, during the 1996 to 2000 — five years.  I spent a lot of time in the field there.  And then I went into Wonsan with our team on July 27th, and there was a very different feel to it this time.  It was a much more friendly, welcoming, and collegial approach this time compared to the way it used to be.MS. SANDERS:  Thank you, Director.Looking ahead to next week, Ambassador Bolton will meet with officials in Israel and Ukraine, as well as with his Russian counterpart in Geneva as a follow-up to the Helsinki Summit to discuss a range of important national security issues.Lastly, we extend our prayers to the families of those injured and deceased after the tragic bridge collapse in Genoa, Italy, as well as to the victims of this morning’s attack in London.The President condemns this horrible attack on innocent civilians and stands ready to provide assistance to the United Kingdom.And with that, I’ll take your questions.  Jonathan.Q    Sarah, what we’ve heard from the President via Twitter, Omarosa, describing her as “crazed,” a “crying lowlife,” a “dog” — is this any way for a President to talk about any American, let alone somebody that he hired and made the highest-ranking African American woman that served in his White House?MS. SANDERS:  I think the President is certainly voicing his frustration with the fact that this person has shown a complete lack of integrity, particularly by the actions following her time here at the White House.Q    But why did he hire her?  I mean, why did he hire somebody he’s describing as a “dog,” as a “lowlife”?MS. SANDERS:  Look, the President wanted to give her a chance.  And he made clear, when General Kelly came on and he voiced concerns that this individual didn’t have the best interests of the White House and the President and the country at heart, the President said, do what you can to get along; and if you can’t, he gave him full authority to carry out the decision to let her go.Steve.Q    What is the strategy in continuing to respond to the charges in this book?  Why doesn’t he just ignore it?MS. SANDERS:  Look, I think he’s made, again, the frustrations — I think all — not only those of us here in the White House, but frankly, I think most of America would be happy to ignore.  Unfortunately, the individuals in this room continue to create a large platform for somebody they know not to have a lot of credibility, for someone they, frankly, refused to give a platform to when they worked here at the White House.It wasn’t until this individual started to negatively attack this President and this administration, and try to tear this entire place down, that she received the type of platform and rollout that she’s getting.I think it would be great if every single person in this room, and every single person in the administration, never had to talk about this again, and we actually got to focus on the real policies and the real things that not matter just to people in this building but certainly all Americans — African Americans, Hispanics, and everybody in between.  I think that would be the best thing that we could certainly do for our country.Jill.Q    Thank you, Sarah.  What do you say to critics who see his attacks on Omarosa as part of a pattern of insulting prominent African Americans, people he’s taken — criticized recently — Don Lemon, Maxine Waters.  He’s claimed that football players protesting racial injustice don’t know what they’re protesting.MS. SANDERS:  Look, the President — this has absolutely nothing to do with race, and everything to do with the President calling out someone’s lack of integrity.  The idea that you would only point a few of the things that the President has said negative about people that are minorities — the fact is, the President is an equal opportunity person that calls things like he sees it.  He always fights fire with fire.  And he certainly doesn’t hold back on doing that across the board.Q    And then, have you signed an NDA?MS. SANDERS:  I’m not going to get into the back-and-forth on who has signed an NDA here at the White House.  I can tell you that it’s common in a lot of places for employees to sign NDAs, including in government, particularly anyone with a security clearance.Annie.Q    Me?MS. SANDERS:  Yeah.  Unless there’s another Annie back there.  (Laughs.)  I don’t know.Q    The President said that he kept Omarosa —MS. SANDERS:  Jon may be happy to go by Annie if that means he gets to take your question.  But —Q    The President said he kept Omarosa on despite complaints from her colleagues because she was personally supportive of him and said nice things about him.MS. SANDERS:  Sorry, I can’t hear you.Q    He said he kept her on despite complaints about her behavior because she was personally supportive of him and said nice things about him.  Is that true of any other officials that are working in this White House right now?MS. SANDERS:  I’m not aware of that.Justin.Q    Since you don’t want to talk about Omarosa, I have a bunch on Turkey that hopefully you’ll let me great through.MS. SANDERS:  A bunch?  I don’t know — we’ll do our best.Q    Do you have a reaction to President Erdoğan calling for a ban on U.S. electronics, like iPhones?  And would the President encourage a similar ban on Turkish products by Americans?MS. SANDERS:  I certainly don’t have a policy announcement on that front at this point.Q    And in sort of the same vein, there was a report from our colleague at Reuters that the U.S. is warning Turkey of increased pressure.  So I’m wondering if you have details on how that was conveyed, what additional steps might look like, and if the U.S. would take additional steps before the hearing for the detained American pastor on October 12th.MS. SANDERS:  How the information from Turkey was received, or how the information from the United States to Turkey?Q    From the United States.MS. SANDERS:  Well, I can tell you that, at the Turkish Ambassador’s request — as you know, Ambassador John Bolton met with the Ambassador of Turkey yesterday here at the White House and continued to raise and point out the concerns that we have.Q    One last one.  The President encouraged Israel’s government to release a Turkish citizen in July.  And did that contribute to his frustration with Erdoğan in not releasing this American pastor?MS. SANDERS:  Certainly the President has a great deal of frustration on the fact that Pastor Brunson has not been released, as well as the fact that other U.S. citizens and employees of diplomatic facilities have not been released.  And we’re going to continue to call on Turkey to do the right thing and release those individuals.Saagar.Q    Thanks, Sarah.  Does the President or this White House believe that it is a violation of Department of Justice protocol if the Special Counsel’s investigation goes beyond September 1st?MS. SANDERS:  I’m not going to say that we would say necessarily a specific violation.  But I think we’ve been very clear that not only do we, but all the American people, want this to wrap up.John.Q    Thank you, Sarah.  Two questions on Turkey.  As the relationship between the President and President Erdoğan grows pestiferous, my question very simply is: Are we going to see the restoration of the readouts on calls between the President and other world leaders?  That was terminated on the day after President Erdoğan’s election.  And although we know that the President made a congratulatory call to him, there have been no readouts since.  Is that going to be restored?MS. SANDERS:  Certainly we’ll continue to keep you all posted, not just on calls with Turkey but other head-of-state calls as well, and provide readouts when we have them.Dave.Q    Thanks, Sarah.  The Taliban in Afghanistan, this week, has been on a surprise offensive that have killed about 100 Afghan Security Forces, a couple dozen civilians as far as we know.  The President was visiting with the 10th Mountain Division yesterday at Fort Drum.  They’ve served in Afghanistan.  Does this new offensive — is he still committed to his strategy that he outlined a year ago for Afghanistan, or does this new offensive give him the idea that maybe a different approach might be needed?MS. SANDERS:  Certainly no announcements or changes in policy from the President’s rollout last August.Kristen.Q    Sarah, have you asked the President if he’s ever used the N-word?MS. SANDERS:  The President addressed that question directly via Twitter.  I would refer you back to him.  I can certainly say I’ve never heard him use that term or anything similar.Q    But have you — have you asked him directly, Sarah?MS. SANDERS:  The President — I didn’t have to, because he addressed it to the American people —Q    You haven’t asked him?MS. SANDERS:  — all at one time.Q    Why haven’t you asked him directly?MS. SANDERS:  Again, the President answered that question directly on Twitter earlier today.Q    Can you stand at the podium and guarantee the American people will never hear Donald Trump utter the N-word on a recording in any context?MS. SANDERS:  I can’t guarantee anything, but I can tell you that the President addressed this question directly.  I can tell you that I’ve never heard it.  I can also tell you that if myself or the people that are in this building — serving this country every single day, doing our very best to help people all across this country, and make it better — if at any point we felt that the President was who some of his critics claim him to be, we certainly wouldn’t be here.This is a President who is fighting for all Americans; who is putting policies in place that help all Americans, particularly African Americans.  Just look at the economy alone.  This President, since he took office, in the year and a half that he’s been here, has created 700,000 new jobs for African Americans.  That’s 700,000 African Americans that are working now that weren’t working when this President took place.When President Obama left, after eight years in office — eight years in office, he had only created 800 — or 195,000 jobs for African Americans.  President Trump in his first year and a half has already tripled what President Obama did in eight years.  Not only did he do that for African Americans but for Hispanics; 1.7 million more Hispanics are working now.  This is a President who cares about all Americans, who is committed to helping them, and is putting policies in place that actually do that.Kevin.Q    Just to be clear —MS. SANDERS:  Sorry, Kristen, I’m going to go ahead to Kevin.Kevin, go head.Q    Go ahead.Q    Just to be clear: You can’t guarantee it?MS. SANDERS:  Look, I haven’t been in every single room.  I can tell you the President has addressed this directly.  He’s addressed it directly to the American people.  And I can tell you what the focus and the heart of the President is, and that’s on helping all Americans.And certainly this is somebody who has been in business for decades, and you’re just now hearing some of these outrageous accusations after the fact he’s dealt with people all over the world.  It wasn’t until he became a candidate for President that you started to hear some of these salacious and ridiculous claims.  And certainly, I think, if you look at the actions that this President has taken, certainly the policies that he’s enacted, you can see the heart of who he is and you can see exactly what he has done and the type of President and person he is.Kevin.Q    Thank you, Sarah.  Just a very quick one on something that Omarosa said today.  She called the President “unfit” — “mentally unfit” for the office.  As someone who worked with her, how surprised are you at the level of her animus toward this President and toward this White House?And if I could follow up.MS. SANDERS:  I’m certainly — I think like most people that worked with her — very disappointed that she would go to such a self-serving, and somebody who blatantly cares more about herself than our country, to make up some of these outrageous claims and accusations.  Look, she worked here for a year and didn’t have any of these things to say.  In fact, everything she said was quite the opposite — and not just the year that she worked, but the time that she spent on the campaign trail.  And I think it’s really sad what she’s doing at this point.Q    If I could follow very quickly.  I wanted to ask you, just very briefly, we read earlier this afternoon that the Trump campaign has made an arbitration action against Omarosa.  And I’m just curious — and I know they’re separate entities — but is it likely that the White House is considering pursuing something in the way of possible action toward Omarosa for violating a non-disclosure?MS. SANDERS:  I certainly wouldn’t be able to comment on any potential ongoing legal matter.Major.Q    Sarah, a moment ago, you said one of the motives for Omarosa was to “tear this entire place down.”  What do you mean by that?  And do you have — or others here have ongoing concerns that, while she was here, she taped other conversations that could either be damaging to the reputation of this White House or revelatory as something you’d rather keep private?MS. SANDERS:  I think the greatest concern we have is the lack of integrity that this individual has shown.Q    One thing that — one other thing, Sarah.  She played a tape recording of a conversation with the President.  Do you have any doubt that that is an authentic conversation that she had with the President?MS. SANDERS:  I don’t.Q    Okay, then related to that — the President said he was “unaware” in that conversation.  Is that — was that a truthful representation of what he knew at the time?  Or was he just trying to make Omarosa feel better?MS. SANDERS:  As I said moments ago, the President had had a direct conversation with General Kelly; asked him to try to work things out.  If it didn’t, he gave General Kelly the full authority to make decisions about hiring and firing, including with respect to Omarosa.Q    So he was making her feel better?  Because he knew what had happened and he knew he’d approved it.MS. SANDERS:  On the timing, I think is — he knew that it was certainly a possibility.  But as to the fact whether or not General Kelly had called the President, I don’t think he had at that point.Steve.Q    Yes, Sarah.  Repeatedly, we’ve heard the President declare that the so-called “Islamic State terror group” has been practically vanquished, especially in Iraq and Syria.  Well, the Defense Department yesterday — the lead inspector general for Operation Inherent Resolve, in fact — says that their forces are estimated to be anywhere between 28,600 and 31,600 fighters, which would be about the number that they had at their peak.  So has ISIS been practically vanquished?MS. SANDERS:  Certainly we know that the caliphate has been practically destroyed.  Certainly there are — continue to be ISIS fighters, and that’s why we continue to take all of those threats seriously and look for ways every single day to defeat them and protect American people and our alliesQ    Can I go back to the race question again?  I get that you can cite things — statistics that might be positive statistics for policies the President has done vis-à-vis African Americans and other minorities.What do you say to people who look at the pattern of comments that the President has made, specifically about African Americans, and feel like he is singling those folks out because of their race?  Are they missing something?  Are they deluding themselves?  What do you say to them?Because there are lots of people out there who look at the pattern and say, “Yes, he says negative things about a lot of people but there seems to be a particular pattern of singling out African Americans and commenting in particular about their intelligence, or lack thereof, and their looks.”MS. SANDERS:  I certainly don’t think so.  I think, as I said, the President has said similar things about a number of individuals, certainly, that are not African American or any other minority.  I can simply talk to you about the policies and the person that the President is.I think if, again, the person that a lot of his critics say he is certainly wouldn’t have been in business with him for decades.  Certainly you wouldn’t have had Bill and Hillary Clinton — they attended his wedding.  A number of Democrats begged him for campaign contributions.  I mean, if they were who he said he was, why did they have these relationships with him?I think it is very convenient that these accusations started once the President became someone running for office.  He has shown time and time again, through his actions, through his policies, that he wants to be a President for all Americans; that he wants to do everything he can to make America better and not just for a certain group of people, but for everybody.I think that has made a number of comments about plenty of people.  And to try to single that out to one group is, frankly, silly, because I think if you did a comparison, he’s probably got a lot more nasty things out there about some other people.Q    Do you think all of those are appropriate too?MS. SANDERS:  I’m sorry?Q    Do you think that — I mean —MS. SANDERS:  Look, the President is somebody who’s always going to fight fire with fire.  This is something that isn’t new.  And it’s something the American people knew when they voted for him, and they overwhelmingly elected him to be the President of the United States.  And since he took office, he has governed in a way that is helping all Americans.Frankly, if we want to look at who’s creating divisions in the country, I think the media has done more to divide this country — certainly far more than this President ever has — by elevating people like the author of this book, by focusing on a sparsely attended rally instead of all of the policies that this administration and that this President are enacting that helping people — not just on the economy but on school choice, on prison reform that’s disproportionately affected African Americans and Hispanics.  This is a President who is governing to help all Americans.  And I think we’d all be better off if the media gave that just a little bit more attention.Jon.Q    Yeah, thanks a lot, Sarah.  You expressed how you feel about Omarosa since the publication of this book.  How was she viewed by fellow staff members here at the White House while she worked here?  Did she pull her own weight?  Was she viewed as untrustworthy?  Did you trust her?  I’m just  trying to get a sense about whether your view of her has changed with publication of this book.MS. SANDERS:  Certainly I’ve expressed some disappointment.  I’m not going to get into a back-and-forth on personal feelings that I have with a former colleague.  I think that the focus not only of my time here, but of this administration, is looking forward in how we can actually implement policies that matter to the American people — not who liked who in the building behind me.Brian.Q    Different topic, if you can, and then a follow-up.  When — the first time the Mueller investigation indicted some Russians, this administration sanctioned those Russians.  The 12 that were recently indicted — the 12 Russian nationals — does this administration plan to also level sanctions against them?MS. SANDERS:  I don’t have any announcements on that front right now.Q    Quick follow-up.  You said you would like everyone to stop talking about this particular subject, including the administration.  So are you saying you would like the President to stop tweeting about Omarosa?MS. SANDERS:  I think if the media continues to give it wall-to-wall coverage, the administration, in some cases, will be forced to respond.  But I think it would be better off for all of us to walk away and focus on some things that matter.Raquel.Q    Hi, Sarah.  Thank you so much.  I want to ask question about Secretary Mattis.  He’s in Brazil right now, and visiting other countries in South America.  And how much does his trip have to do with countering the growing presence of China in the region?MS. SANDERS:  Certainly, we have a lot of shared values with the countries that he’s visiting.  We would always like to be the priority partner for those countries.  And we hope that those relationships will continue to develop.  And we’ll keep you posted if he has any updates from the trip.Last question.  Steven.Q    Bearing in mind that the Trump campaign’s announcement that it’s pursuing arbitration of Omarosa necessitates attention and a major national focus, can we talk — and can I ask you once more about the practice of signing people to nondisclosure agreements?  Because let me ask you what it says about the expressions of loyalty, or lack thereof, of people who work behind that wall.  Why do people need to be contractually obligated to forever after, in perpetuity, never say anything negative about the President, any member of his family, any product they should produce?  Why is that necessary?MS. SANDERS:  Look, again, it’s common in a lot of —Q    Of corporations.  To protect the corporate interest.  What’s the particular necessity of this?MS. SANDERS:  Also, despite contrary opinion, it’s actually very normal.  And every administration prior to the Trump administration has had NDAs, particularly specific for anyone that had a security clearance.  This White House is certainly no —Q    To protect national security and classified —Q    — the distinction between classified and non —Q    (Inaudible) in keeping someone like Omarosa silent?  Because right now, what the Trump campaign is doing is he’s forcing her, essentially, to defend herself and potentially even pay damages.  Why is that necessary?MS. SANDERS:  That’s a question you would have to ask the Trump campaign.  That’s certainly not a question that I can answer as somebody that’s in an official government capacity.Thanks so much guys.  Have a great day.END3:22 P.M. EDT",
    "president": null
}