{
    "title": "Vice President Mike Pence Visits NASA’s Marshall Space Flight Center – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/vice-president-mike-pence-visits-nasas-marshall-space-flight-center/",
    "created_at": "2017-09-26T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nSeptember 26, 2017\n3 minute readOn Monday, Vice President Mike Pence traveled to NASA’s Marshall Space Flight Center in Huntsville, Alabama where he met with NASA officials and employees. He expressed his thanks and deep admiration for International Space Station Commander Randy Bresnik and flight engineers Mark Vande Hei and Joe Acaba in the first White House-level call to the International Space Station from Marshall. The Vice President also invited them to the White House upon their return to Earth.\"Literally and figuratively, we all look up to you.\" - @VP Pence on talking to astronauts aboard the space station today. pic.twitter.com/ijkct7MLw1The Vice President toured the Space Flight Center, including the science mission bridge to the International Space Station and the testing facility of the Space Launch System (SLS), which is the largest and most powerful rocket on earth. He received updates on the progress of this rocket as well as International Space Station science operations as NASA gears up for future deep space endeavors.Vice President Pence also visited the Payload Operations Integration Center (POIC) at the Marshall Space Flight Center where ground controllers work around the clock to support the crew’s scientific activities in the orbiting laboratory, paving the way for forthcoming deep space exploration missions.“I’m inspired by the people at Marshall, and NASA as a whole, who are passionate and dedicated to space exploration,” said the Vice President. “The massive hardware and innovative technologies we are building will propel us far beyond our home planet and allow America to lead in space again.”Following his trip to Marshall Space Flight Center, Vice President Pence announced that the first meeting of the National Space Council is scheduled to occur on October 5, 2017 at the Steven F. Udvar-Hazy Center in Chantilly, Virginia. The meeting is titled “Leading the Next Frontier: An Event with the National Space Council” and will feature the testimonials of expert witnesses in the Civil, Commercial, and National Security Space industries.“At President Trump’s direction, the kick-off meeting of the National Space Council will bring together all aspects and sectors of the national space enterprise for the first time in a quarter century,” said Vice President Pence. “This meeting will provide an opportunity for the Administration to lay out its vision for space exploration. As President Trump said, ‘We’re a nation of pioneers, and the next great American frontier is space.’”",
    "president": null
}