{
    "title": "Strengthening the Bond Between the United States and Israel – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/strengthening-bond-united-states-israel/",
    "created_at": "2017-05-24T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nMay 24, 2017\n3 minute readPresident Donald J. Trump has made it clear that under his Administration, the United States stands with Israel. The President spent Monday and Tuesday visiting Israel, strengthening the friendships and partnerships between our two countries. The President met with President Rivlin and Prime Minister Netanyahu of Israel and visited several important sites.President Trump began his visit to Israel with a bilateral meeting with President Reuven Rivlin. President Trump discussed how achieving peace in Israel is a top priority for his Administration and how he envisions the United States and Israel working even closer together in the days ahead.Later on Monday, President Trump became the first sitting President of the United States to visit the Western Wall. President Trump is the first President to visit Israel on his first foreign visit. The President also met with Prime Minister Netanyahu where they both delivered remarks and discussed the work being done to bring peace to the region.On Tuesday, President Trump and First Lady Melania Trump laid a wreath at Yad Vashem in memory of the Jewish lives lost in what President Trump described as “the most savage crime against God and his children.”Later on Tuesday, President Trump and Prime Minister Netanyahu visited the Israel Museum where they delivered remarks. Prime Minister Netanyahu spoke of Israel’s rich history saying, “the story of Israel is not simply the story of the past, it’s the story of a nation reborn, of a barren land brought back to life, of an ancient language revived, of an exiled people who returned, of Jewish sovereignty restored.” President Trump thanked Prime Minister and Mrs. Netanyahu for hosting the First Family in Israel.President Trump Gives Remarks at the Israel MuseumThe President spoke of a hopeful future of peace in the region and said he was encouraged by what he saw during his visit. He said, “both sides will face tough decisions, but with determination, compromise, and the belief that peace is possible, Israelis and Palestinians can make a deal.”President Trump also met with President Abbas of the Palestinian Authority in Bethlehem and delivered remarks and said, “I am committed to trying to achieve a peace agreement between the Israelis and the Palestinians and I intend to do everything I can to help them achieve that goal.”President Trump Gives Remarks with President Abbas",
    "president": null
}