{
    "title": "Keeping America Safe: Addressing the Threat of Near-Earth Object Impacts – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/keeping-america-safe-addressing-threat-near-earth-object-impacts/",
    "created_at": "2018-06-20T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nJune 20, 2018\n3 minute readOffice of Science and Technology PolicyWhen President Donald J. Trump signed an Executive Order to revive the National Space Council last June, he signaled to the world that this Administration is committed to remaining the global leader in outer space. Every day, scientists at NASA and across the Federal Government are working to advance and extend human exploration of the cosmos—by returning to the Moon and traveling beyond—while also keeping humans on Earth safe from asteroids and comets that might intersect Earth’s orbit.While astronomers find these near-Earth objects with some regularity, the probability of colliding with one large enough to cause devastation in this century is extremely low. The United States has for years been proactively preparing for the possibility of this threat, developing telescopes and other technologies to find potentially hazardous asteroids and comets. Today, the Trump Administration released a National plan for reducing the risk of near-Earth object impacts. This follows the Administration’s 2018 National Strategy for Space, which recognizes the threat and calls for mitigation efforts.The National Near-Earth Object Preparedness Strategy and Action Plan identifies a path to increased National preparedness across five strategic goals:The Trump Administration’s plan leverages existing policies and capabilities and, where necessary, identifies focused actions to support emergency preparedness and scientific missions. Implementing this plan will significantly improve America’s capacity and readiness to warn against, prepare for, and prevent damaging asteroid impacts. Scientists and engineers at NASA and across the country are working every day to advance scientific and technological understanding that will keep Americans safe for decades to come.",
    "president": null
}