{
    "title": "White House Announces Actions to Crack Down on Trafficking of Fentanyl and Synthetic Opioids and Better Position Private Sector to Protect the Homeland – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/white-house-announces-actions-crack-trafficking-fentanyl-synthetic-opioids-better-position-private-sector-protect-homeland/",
    "created_at": "2019-08-21T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tLaw & Justice\t\n\nIssued on:\nAugust 21, 2019\nOffice of National Drug Control PolicyToday, the United States announced actions to crack down on international fentanyl trafficking and increased information sharing with the private sector to protect the interior of the United States from fentanyl trafficking.The White House, through the Office of National Drug Control Policy (ONDCP), unveiled a series of private-sector advisories to help domestic and foreign businesses better protect themselves and their supply chains from inadvertent fentanyl trafficking, explain how fentanyl traffickers exploit their businesses and their supply chains to move and market deadly drugs, and foster deeper public-private collaboration to curb the production and sale of illicit fentanyl, fentanyl analogues, and other synthetic opioids.Concurrently, the Department of the Treasury announced it is identifying two Chinese nationals and a China-based Drug Trafficking Organization as significant foreign narcotics traffickers pursuant to the Foreign Narcotics Kingpin Designation Act (Kingpin Act) and designated one associate and a China-based entity for being owned or controlled by one of the Chinese nationals.“Deadly synthetic opioids like fentanyl continue to take the lives of tens of thousands of Americans every year. To reverse this trend, we are cracking down on drug traffickers more than ever before, while also taking unprecedented steps to work with the business community to stop the production, sale, and transport of these deadly drugs. Today’s announcements demonstrate the relentless commitment by the entire Administration to stop fentanyl and other synthetic drugs from making their way into our communities,” ONDCP Director Jim Carroll said.“Last year alone, Federal agents seized enough fentanyl to kill every American man, woman, and child four times.  Even as drug overdose deaths are declining for the first time in almost 30 years, a flood of fatal fentanyl is washing over America; rural, urban, suburban, and tribal communities are all impacted.  These advisories assist the private sector in strengthening the supply chain.   Additionally, the Chinese Kingpin Designations announced today will inhibit fentanyl traffickers from other countries from peddling this poison into our kids and our communities,” Senior Counselor to the President Kellyanne Conway said.“The Chinese kingpins that OFAC designated today run an international drug trafficking operation that manufactures and sells lethal narcotics, directly contributing to the crisis of opioid addiction, overdoses, and death in the United States. These Chinese kingpins have shipped hundreds of packages of synthetic opioids to the U.S., targeting customers through online advertising and sales, and using commercial mail carriers to smuggle their drugs into the United States,” said Sigal Mandelker, Under Secretary for Terrorism and Financial Intelligence. “OFAC and FinCEN’s coordinated action with U.S. law enforcement leverages Treasury’s authorities to confront the deadly synthetic opioid crisis plaguing America.”“The Bank Secrecy Act data that FinCEN collects, analyzes, and disseminates provides tremendous insight into the illicit financial networks and individuals fueling America’s deadly opioid crisis,” FinCEN Director Kenneth A. Blanco said.  “We are making the financial sector aware of tactics and typologies behind illicit schemes to smuggle the proceeds of these fatal drug sales in and out of the country, including money laundering through digital currency and foreign bank accounts.  Financial institutions must be on alert to red flags and other indicators of the complex schemes fentanyl traffickers are employing so that they can report and share relevant information with law enforcement and ultimately help save lives.”The advisories are focused on four facets of the trafficking of illicit fentanyl, fentanyl analogues, and synthetic opioids destined for the United States:  manufacturing, marketing, movement, and money.  Links to each of the advisories, along with a summary can be accessed below.To access a one-page summary of the 21st Century Drug Trafficking: Advisories on Fentanyl and Other Synthetic Opioids, click HERE.These advisories are the result of a Federal Interagency Working Group made up of the following offices and departments:",
    "president": null
}