{
    "title": "Secretary of Agriculture Sonny Perdue Hits the Ground Running – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/secretary-agriculture-sonny-perdue-hits-ground-running/",
    "created_at": "2017-05-11T00:00:00",
    "content": "\n\n\t\tLand & Agriculture\t\n\nMay 11, 2017\n3 minute readSecretary of Agriculture Sonny Perdue hit the ground running on the very day he was sworn in, greeting employees at the U.S. Department of Agriculture (USDA), before joining President Trump at the White House for a farmers roundtable.  At that meeting, President Trump signed an Executive Order creating a Task Force on rural prosperity, with Secretary Perdue as the Chairman, which will focus on clearing barriers the agriculture community faces in their mission to feed the United States and the world.As a former diversified row cropper and agribusinessman, Secretary Perdue wasted no time in getting out into the country to visit with the people of American agriculture.  At the venerable American Royal livestock complex in Kansas City, Missouri, he met with farmers, ranchers, and producers to tell them that USDA is at their service and that they are the department’s most important customers.  He visited Leesburg, Virginia, to announce new flexibility for local schools in the school meals program, which will help provide students with food that is both nutritious and appetizing.  Near Des Moines, Iowa, he visited the Couser Cattle Company to express his support for opening up international markets to American products, including U.S. beef to new overseas markets.  And knowing that farmers across the Midwest are facing tremendous adversity in the wake of heavy storms and flooding, Secretary Perdue represented President Trump on a trip to Arkansas, where he surveyed the flood damage and pledged the full resources of USDA to assist those in need.  On his travels throughout the country, the Secretary frequently encounters the young people of the Future Farmers of America and 4-H, who give him great hope and faith in the future of American agriculture.At every step, Secretary Perdue has promised to be an unapologetic advocate for American agriculture.  He wants to open up new international markets for U.S. food and fiber and promote their sale around the world.  His message to American agriculture is, “If you grow it, we will sell it.”",
    "president": null
}