{
    "title": "President Trump in Poland – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-poland/",
    "created_at": "2017-07-06T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nJuly 6, 2017\n4 minute readOn Wednesday, President Donald J. Trump began his second trip abroad by traveling to Warsaw, Poland for bilateral meetings and to deliver an address to the people of Poland. President Trump also spoke about energy security with European leaders attending the Three Seas Initiative Summit.President Trump met first with the President of Poland, Andrzej Duda. The two affirmed the enduring friendship and alliance between Poland and the United States, as demonstrated by the close partnership and cooperation between our two countries in many different spheres, particularly within NATO on security issues.President Trump and President Duda then held a joint press conference in the Royal Castle Courtyard. President Trump thanked the Polish people and President Duda for the warm welcome he received in Warsaw. The President praised the vital military relationship between the United States and Poland and applauded Poland for meeting NATO spending benchmarks. President Trump also congratulated President Duda for Poland’s recent election to the U.N. Security Council beginning in January and highlighted the importance of healthy economic relations between the two countries.“Our strong alliance with Poland and NATO remains critical to deterring conflict and ensuring that war between great powers never again ravages Europe, and that the world will be a safer and better place. America is committed to maintaining peace and security in Central and Eastern Europe,” President Trump emphasized. The President then joined European Heads of State attending the Three Seas Initiative Summit, where he expressed the United States’ support of the Three Seas Business Forum, an effort to boost the initiative’s ability to better connect and thereby transform the region. He expressed hope that the summit would open a new energy frontier, improving countless lives across the region and throughout the world“With the expanded trade and new infrastructure, we will unleash incredible energy innovation that is safe, responsible, and environmentally friendly. The United States supports a commonsense approach to protecting natural resources — one that responsibly balances economic growth, job creation, and energy security,” President Trump said.The President also emphasized the importance of diversifying energy sources, supplies, and routes to ensuring Europe’s energy security. Noting that the United States can contribute to this diversification, President Trump noted that the United States will never use its energy to coerce and will work to keep others from doing so as well.President Trump also met with President Kolinda Grabar-Kitarovic of Croatia to discuss issues of mutual interest and ways to deepen already strong United States-Croatia relations. President Trump welcomed Croatia’s efforts to promote energy security and diversification, and expressed support for timely completion of the Krk Island liquefied natural gas facility.After his meeting with the President Kolinda Grabar-Kitarovic, President Trump gave remarks to the people of Poland in Krasiński Square. He welcomed stronger ties of trade and commerce with the growing Polish economy, hailed the rich people-to-people ties between our Nations, reaffirmed the United States’ ironclad commitment to Article 5, and called for a strong and united Europe, which, together with the United States, forms the greatest “community of nations” the world has ever known.“Our two countries share a special bond forged by unique histories and national characters. It’s a fellowship that exists only among people who have fought and bled and died for freedom.”President Trump then departed Poland for Hamburg, Germany, where he will attend the G20 summit.",
    "president": null
}