{
    "title": "President Trump’s Administration is Advancing a Free and Open Indo-Pacific Through Investments and Partnerships in Economics, Security, and Governance – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/president-trumps-administration-advancing-free-open-indo-pacific-investments-partnerships-economics-security-governance/",
    "created_at": "2018-11-18T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nNovember 18, 2018\nA Steadfast and Enduring Commitment: Vice President Pence visited Japan, Singapore, Australia, and Papua New Guinea this week to reaffirm President Trump’s commitment to a free and open Indo-Pacific in which all nations are sovereign, strong, and prosperous.For two centuries, American security and prosperity have depended upon free and open access to the Indo-Pacific region, allowing for two-way investment and trade that today support millions of American jobs — numbers that will grow as the Administration counteracts state-sponsored theft of intellectual property and other market distortions that fuel trade imbalances.The Indo-Pacific encompasses more than half the Earth’s surface, half the human family, and two-thirds of global trade. Its economic and strategic significance to Americans grows by the day.Enhancing Shared Prosperity:  America has made foreign direct investments of $1.4 trillion in the Indo-Pacific region—more than Chinese, Japanese, and South Korean investments combined.  President Trump’s ‘America First’ economic agenda — including deregulation, tax cuts and tax reform — also mean America is attracting more investment from the Indo-Pacific than ever before. Vice President Pence announced new initiatives that will advance fair and reciprocal trade and mobilize even greater private investment.Ensuring a Peaceful and Secure Regional Order: Vice President Pence deepened cooperation with allies and partners on North Korean denuclearization, freedom of navigation in the East and South China Seas, and combatting terrorism and violent extremism.Championing Good Governance and Civil Society:  Vice President Pence announced the Indo-Pacific Transparency Initiative to help countries attract greater private investment, combat corruption, and secure nations’ autonomy from foreign coercion.",
    "president": null
}