{
    "title": "Unemployment Levels Lowest in 18 Years; President Overseeing a Renaissance in Manufacturing – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/unemployment-levels-lowest-18-years-president-overseeing-renaissance-manufacturing-2/",
    "created_at": "2018-06-01T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nJune 1, 2018\n3 minute readCouncil of Economic AdvisersThe Bureau of Labor Statistics (BLS) released its monthly Employment Situation Report showing that nonfarm payroll employment rose by 223,000 jobs in May, exceeding what forecasters expected. The U.S. economy continues its streak of consecutive positive monthly job numbers, with employment growth averaging 207,000 jobs per month in 2018—faster than the gains in both 2016 and 2017. The economy has added nearly 3 million jobs since President Donald J. Trump took office.A separate Household Survey released by BLS offers more indications of a strong, growing U.S. economy. The unemployment rate edged down 0.1 percentage point (p.p.) over the month to 3.8 percent, a full 1.0 p.p. decrease since January 2017. This is the lowest unemployment rate in more than 18 years, and its benefits are being felt broadly across America. The unemployment rate for African Americans has reached another historic low, reaching 5.9 percent in May. The unemployment rate for Asians declined by 0.7 p.p. to 2.1 percent in May, the lowest rate since BLS began publishing this series in 2003.Job growth has been strong across the board during the first 16 months of this Administration, and the gains in the goods-producing industries (manufacturing, construction, and mining and logging) have been especially robust. After averaging gains of 27,000 jobs per month during President Obama’s second term, these industries have almost doubled the pace of hiring to 46,000 jobs per month since January 2017. Manufacturing gains have picked up even more speed: Monthly gains have averaged 19,000 per month since President Trump took office after increases of only 8,000 per month, on average, during the second term of President Obama.Increases in manufacturing employment since January 2017 reflect increased confidence among America’s manufacturers, but they also reflect changes in the investment decisions of other American businesses. The Morgan Stanley measure of capital expenditure investment plans shows that these plans are at historically high levels, in part due to the incentives emerging from the Tax Cuts and Jobs Act. According to the second estimate of Q1 real GDP released earlier this week, real business fixed investment grew 9.2 percent at an annual rate during Q1, with strong growth in structures, equipment, and intellectual property investment.This uptick in current and future business investment may help explain the sharp rise in durable-goods employment that began with the President’s election but accelerated in November of last year, just before the Tax Cuts and Jobs Act passed Congress (see figure). The turnaround in employment is apparent in two subindustries that might be expected to benefit the most from expanded business capital expenditures: machinery and computer and electronic products, where employment has increased by 54,500 and 26,600, respectively, since January 2017. Other sectors are also reaping the benefits of a booming economy, with the retail, construction, and transportation and warehousing industries all posting large gains in May employment.The unemployment rate declined in May across alternative measures of labor utilizations as well. The U6 measure, which includes workers who are marginally attached to the labor force and those employed part-time for economic reasons, declined by 0.2 p.p. over the month to 7.6 percent, the lowest rate in 17 years.The surveys released by BLS today mark yet another month of robust job growth and demonstrate that the U.S. labor market continues to thrive under the Trump Administration’s pro-growth policies. ",
    "president": null
}