{
    "title": "Trump Administration Supports Response to Ebola Outbreak in Congo – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/trump-administration-supports-response-ebola-outbreak-congo/",
    "created_at": "2018-06-01T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nJune 1, 2018\n4 minute readNational Security Council\n\t\t\t\tAndrea Hall and Dr. Luciana Borio\t\t\tThe Trump Administration is taking swift action to combat the Ebola outbreak in the Democratic Republic of Congo (DRC).From the discovery of the first cases of Ebola virus disease, the United States Government joined the Government of the DRC, the World Health Organization (WHO), and other international partners in efforts to contain the outbreak.  The National Security Council staff—in close collaboration with the Department of State, the United States Agency for International Development (USAID), the Department of Health and Human Services (HHS), including the Centers for Disease Control and Prevention (CDC), and others—is coordinating our response.  The National Security Council staff is regularly convening departments and agencies to prioritize actions; to share the latest information on the situation on the ground; and to ensure efforts are timely, coordinated, and responsive to the needs of the DRC people and the many others at risk.Our goal, as described in the President’s National Security Strategy, is to contain outbreaks at their source, before they spread regionally or globally. The Trump Administration makes progress toward this goal through actions described in the Global Health Security Agenda, an international effort that strengthens partner countries’ capability to prevent, detect, and respond to epidemic threats, in compliance with the International Health Regulations (2005). The United States committed to investing $1 billion to support partner countries and to build capacity at the country level through the Global Health Security Agenda. This improves our ability to stop outbreaks from spreading.On May 22, the United States announced that USAID is contributing up to $8 million to combat the Ebola outbreak in the DRC, including $5 million released by the Secretary of State from the international health emergency reserve fund. We commend the DRC Government for allocating $4 million of its own funds and dozens of health staff to the response. Several other international partners have also made significant contributions, strengthening global cooperation.In addition to vital funding, the United States Government is augmenting the DRC’s ongoing efforts with supplies and expertise. The CDC and USAID have deployed staff, including Dr. Pierre Rollin, one of the world’s leading experts on Ebola virus disease, and Dr. Ben Dahl, who led CDC’s response to the 2014 Ebola epidemic in Guinea, to support a range of outbreak-control activities. HHS, through the Biomedical Advanced Research and Development Authority (BARDA) in the Office of the Assistant Secretary for Preparedness and Response, has shipped rapid diagnostic tests, and USAID is providing personal protective equipment for frontline Congolese health workers, allowing them to do their jobs safely. The National Institutes of Health is assisting the Republic of the Congo, DRC’s neighboring country, in setting up diagnostic capabilities in Brazzaville and disease surveillance across the river from Bikoro in the event that the outbreak spreads to that country.These actions build on the United States’ leadership in biomedical innovation and the American people’s prior investments in global health security. The CDC supported training Congolese epidemiologists, who are now deployed to help control the outbreak. We are proud to know that our investment in building local capacity is demonstrating clear results in this latest outbreak.America’s biomedical innovation is also contributing to the ongoing global health effort. The vaccine being used to help contain this outbreak was developed by Merck, an American company, in close partnership with the United States Government. In addition, several investigational treatments for Ebola developed by or with support from the United States Government are also being deployed in coordination with DRC regulatory officials. These efforts illustrate how the United States continues its leading role in global health security.Currently, CDC assesses that the threat to the homeland from Ebola remains low.  The CDC is providing Ebola-awareness training to Department of Homeland Security personnel to help protect our air, land, and sea borders. To further decrease the risk of potential regional spread of the disease in Central Africa, the CDC is offering technical assistance for the implementation of border-screening measures at key airports and ports in the DRC and surrounding countries. The CDC is also reviewing national response plans in neighboring countries to ensure they are prepared in the event the outbreak spreads.The United States remains committed to aiding our partners on the ground in the DRC to contain this outbreak and to protecting the American people from a potential health crisis. These efforts are inherently linked. Global health security is, at its core, national security and homeland security. The partnerships we have developed in health security are key to ensuring that we have the resilience and capacity to end these outbreaks where they start.Authors Andrea Hall and Dr. Luciana Borio are overseeing U.S. response efforts for the National Security Council.",
    "president": null
}