{
    "title": "President Donald J. Trump’s Summit Meeting with Prime Minister Shinzo Abe of Japan – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/president-donald-j-trumps-summit-meeting-prime-minister-shinzo-abe-japan/",
    "created_at": "2017-11-06T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nNovember 6, 2017\nPresident Donald J. Trump commenced his trip to Asia with a visit to Japan that began on November 5 and will conclude tomorrow on November 7. During the visit, the President met with American and Japanese military service members, participated in bilateral meetings and social events with Prime Minister Shinzo Abe, met their Majesties the Emperor and Empress, engaged Japanese and American business leaders, and met with the families of Japanese citizens abducted by the North Korean regime. The President congratulated Prime Minister Abe on his recent electoral victory and reaffirmed his desire to continue working closely with Japan.President Trump’s trip and summit meeting with Prime Minister Abe bolstered the United States-Japan Alliance; strengthened our shared resolve to maximize pressure on North Korea, including through trilateral cooperation with the Republic of Korea; boosted United States-Japan economic engagement; and aligned our strategic priorities toward a shared vision of a free and open Indo-Pacific. President Trump reaffirmed the unwavering commitment of the United States to Japan’s defense through the full range of U.S. military capabilities, both nuclear and conventional.President Trump thanked Prime Minister Abe for his role in the international pressure campaign toward North Korea, noting that Japan has been at the forefront of efforts at the U.N. Security Council and worldwide to develop and apply measures to politically and economically isolate North Korea in response to its unlawful nuclear and missile development programs.President Trump affirmed the importance of strengthening bilateral economic, trade, and investment ties. The President noted the importance of expanding trade and foreign direct investment between our two countries to strengthen economic growth and job creation. The President underscored his ongoing concern regarding the United States-Japan trade deficit in goods, which was $68.8 billion in 2016, and emphasized the importance of taking steps to address this matter and to achieve more balanced trade.President Trump reaffirmed the unwavering support of the United States for Japan’s permanent membership on a reformed U.N. Security Council.The President welcomed recent steps the United States and Japan have taken to strengthen their security, economic, scientific, and cultural relationship, which include the following:",
    "president": null
}