{
    "title": "President Trump Continues to Ensure Our Veterans Are a Priority – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-continues-ensure-veterans-priority/",
    "created_at": "2017-08-23T00:00:00",
    "content": "\n\n\t\tVeterans\t\n\nAugust 23, 2017\n3 minute readToday, President Donald J. Trump delivered remarks to the American Legion’s 99th National Convention and signed the Veterans Appeals Improvement and Modernization Act of 2017 in Reno, Nevada. He was joined by Secretary David Shulkin and Secretary Ben Carson.President Trump Gives Remarks to the National Convention of the American Legion“Today, we are here to honor you for the sacrifices you have made to defend our Nation and preserve our way of life. But we’re also here for another reason: We are here to hold you up as an example of strength, courage, and resolve that our country will need to overcome the many challenges that we face. We are here to draw inspiration from you as we seek to renew the bonds of loyalty that bind us together as one people and one Nation,” said President Trump.\n“Every veteran here today is part of a long, unbroken chain of American heroes. We salute your service.”The American Legion is a United States wartime veterans’ organization formed in Paris on February 16, 1919 by three officers of the American Expeditionary Forces. Today, they have nearly 15,000 posts spread across the country.\nThe American Legion was instrumental in passing the recently-signed Forever GI Bill, and continues to advocate on behalf of American veterans. Additionally, the Legion offers community service programs and special projects to support our Nation’s active duty military and American veterans.\nH.R. 2288, the Veterans Appeals Improvement and Modernization Act of 2017, unanimously passed the Senate earlier this month. This legislation will streamline the lengthy process that veterans undergo when appealing their claims for disability benefits with the Veterans Administration. More than 470,000 veterans are still waiting for decisions regarding their appeals.“No longer will veterans be kept waiting for years to get an answer to their appeals.  They will receive timely updates and they will get decisions much more quickly, in a fraction of the time,” stated the President.\nThe American Legion, along with the Veterans of Foreign Wars (VFW), Vietnam Veterans of America (VVA), Disabled Veterans of America (DAV), Paralyzed Veterans of America (PVA) and AMVETS supported and advocated for the passage of this legislation, and have continued to work with the Trump Administration to ensure our veterans are a priority.",
    "president": null
}