{
    "title": "Remarks by President Trump and Prime Minister Lee of Singapore at a Signing Ceremony – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-prime-minister-lee-singapore-signing-ceremony/",
    "created_at": "2019-09-23T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nSeptember 23, 2019\nInterContinental New York Barclay\nNew York, New York3:51 P.M. EDTPRESIDENT TRUMP:  Well, thank you very much.  We are close friends with Singapore and with Prime Minister Lee, and we’ve gotten to know each other very well.And we’re signing a memorandum of defense — really, an understanding.  And it’s a very strong understanding.  We know where we are.  We have an extraordinary relationship with Singapore and with the Prime Minister.And we’re going to be — there’ll be a lot of — a lot of trade involved in our agreement today.  We’re going to be doing a lot of trade, a lot of military equipment, et cetera, et cetera.  So I just want to thank you, Mr. Prime Minister.  And great honor to be with you.  It’s a great honor.PRIME MINISTER LEE:  Thank you.PRESIDENT TRUMP:  Thank you.PRIME MINISTER LEE:  I would like to thank the President for signing this memorandum with me, updating our memorandum on defense cooperation between Singapore and the United States.  We’ve had this since 1990.PRESIDENT TRUMP:  Right.PRIME MINISTER LEE:  We’ve updated it once before in 2005, and we’re very happy to update it once more to extend for the next 15 years at least.PRESIDENT TRUMP:  That’s right.PRIME MINISTER LEE:  It reflects our very good cooperation in defense matters between the United States and Singapore, and also the broader cooperation we have in so many other fields — in security, in economics, in counterterrorism, and in culture and education, as well.PRESIDENT TRUMP:  That’s right.PRIME MINISTER LEE:  So we are very happy with our relationship.  We hope to grow it.  And we hope that it will also be a means for the U.S. to deepen its engagement in Southeast Asia and in the Asia Pacific region.PRESIDENT TRUMP:  Very good.  Well, it’s an honor.  Thank you very much.PRIME MINISTER LEE:  Thank you.  Now we sign.(The memorandum of understanding is signed.)PRESIDENT TRUMP:  Okay, thank you very much, everybody.  (Applause.)  We’re going to see you — we’re going to see you in the other room.  We’ll see you in the other room.  Thank you very much.PRIME MINISTER LEE:  Thank you.END3:53 P.M. EDT",
    "president": null
}