{
    "title": "At Christmas Tree Lighting, President Trump Revives the Tradition’s Religious Spirit – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/christmas-tree-lighting-president-trump-revives-traditions-religious-spirit/",
    "created_at": "2017-12-01T00:00:00",
    "content": "\nDecember 1, 2017\n3 minute readOn an unseasonably warm November 30, President Donald J. Trump and First Lady Melania Trump participated in the 95th annual National Christmas Tree Lighting. With the White House’s south facade as the backdrop, spectators gathered on the Ellipse at President’s Park to watch musical performances from groups such as the Beach Boys and listen to remarks from the President on the spirit of Christmas.With that, the National Christmas Tree sparked to life for the 2017 season.2017 National Christmas Tree LightingThe tradition of the National Christmas Tree began in 1923, the year First Lady Grace Coolidge permitted District of Columbia Public Schools to display a Christmas tree on the Ellipse near the White House. It was a striking sight, standing 48-feet tall and sporting red, white, and green ornaments on its balsam fir branches.The National Christmas Tree transformed into a real symbol of peace in 1954, when the Washington Board of Trade and the Washington Citizen’s Committee founded the “Christmas Pageant of Peace.” The pageant extended the tree-lighting celebration into a three-week event. That tradition continues today, when visitors during the Christmas season can walk “The Pathway of Peace,” which surrounds the National Christmas Tree with smaller trees representing 56 U.S. states, territories, and the District of Columbia.Trump carried on the tradition of sharing hope and Christmas cheer with Americans of all faiths in his remarks this year. He also explained the importance of remembering the holiday’s religious character even as we celebrate its universal themes.“The Christmas Story begins 2,000 years ago with a mother, a father, their baby son, and the most extraordinary gift of all—the gift of God’s love for all of humanity,” the President said. “Whatever our beliefs, we know that the birth of Jesus Christ and the story of his life forever changed the course of human history.”The President also expressed thanks for a number of important people and institutions that bolster the quality of Americans’ lives today, including the military, law enforcement, community servants, and religious leaders.He reserved special gratitude for what is perhaps the most crucial pillar of society. “Especially tonight, I thank America’s families. At Christmas we are reminded more than ever that the family is the bedrock of American life.”Throughout the years, the Christmas tree lighting tradition has withstood the test of time and served as a symbol of hope through moments of hardship. In 1945, President Harry Truman delivered a Christmas message of optimism during a time consumed by the despair of World War II.“This is the Christmas that a war-weary world has prayed for through long and awful years,” said Truman. “With peace come joy and gladness. The gloom of the war years fades as once more we light the National Community Christmas Tree.” ",
    "president": null
}