{
    "title": "Intern Series: Only in America – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-america/",
    "created_at": "2017-07-28T00:00:00",
    "content": "\nJuly 28, 2017\n2 minute read\n\t\t\t\t\t\tWhite House Interns\t\t\t\t\tAs part of the inaugural White House Internship Program Speaker Series, we had the opportunity to welcome Mrs. Asel Roberts, Director of State Department Protocol. Mrs. Roberts was born in the Central Asian country of Kazakhstan when it was part of the Soviet Union. She studied-abroad in high school in the United States and attended Georgetown University.Her talk was captivating as she explained her background, her current position, and her life experiences. By sharing her outlook with us, she formed one central theme: possible Only in America.Mrs. Roberts spoke candidly about opportunities she has been afforded, and shared her perspective about being a multilingual, Kazakh born woman. Mrs. Roberts shared her personal accounts of how she has handled briefings for the Presidents she has served. She again emphasized that only in America do we have the opportunity to follow our dreams whether that means to get a job, apply to a university, travel, or whatever else we can think of.As part of the White House Internship Program, students from ivy leagues, community colleges, state schools, and separated service members work together to serve at the pleasure of the President of the United States. Mrs. Roberts repeatedly stressed how grateful she is to be given the opportunities she has had – not only to study in the United States initially, but to now have the abilities and skillset to serve a country she was not born in, using a language learned second.  Only in America.CeAnna Soper is from Hartland, WI, and is a senior studying Communications, Event Management, and Entrepreneurship at High Point University. CeAnna is a member of the Summer 2017 White House Internship Program in the Presidential Gift and Protocol Office.",
    "president": null
}