{
    "title": "Dow Jones: “U.S. GDP growth revised up to 3.3% rate in third quarter” – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/dow-jones-u-s-gdp-growth-revised-3-3-rate-third-quarter/",
    "created_at": "2017-11-29T00:00:00",
    "content": "\n\t\t\t\tNews Clips\t\t\t\n\n\t\tEconomy & Jobs\t\n\nIssued on:\nNovember 29, 2017\nGross domestic product, a broad measure of goods and services created across the U.S., expanded at a 3.3% seasonally and inflation-adjusted annual rate in the third quarter, the Commerce Department said Wednesday.U.S. GDP growth revised up to 3.3% rate in third quarter\nBy Ben Leubsdorf and Sarah Chaney\nDow Jones Newswires\nNovember 29, 2017U.S. economic growth in the third quarter was stronger than earlier thought, and corporate profits rebounded during the summer months.Gross domestic product, a broad measure of goods and services created across the U.S., expanded at a 3.3% seasonally and inflation-adjusted annual rate in the third quarter, the Commerce Department said Wednesday.That was the strongest quarterly growth reading in three years, matching economists’ expectations and revised upward from the government’s initial estimate of 3.0%. Output had expanded at a 3.1% rate in the second quarter.The latest report showed more business investment in equipment and software compared with prior estimates, as well as stronger government spending. The pace of growth was boosted last quarter by two volatile components, private inventories and net exports.Looking ahead, economists expect the year will end on solid footing.…A number of indicators show the U.S. economy was in good health headed into the holiday season. The unemployment rate in October was 4.1%, its lowest level in nearly 17 years. Gauges of consumer, investor and business sentiment remain high. The stock market has reached new records and global growth has picked up this year.…Business investment was stronger than initially thought. Fixed nonresidential investment rose at a 4.7% pace, up from an earlier estimate of 3.9%, More spending on equipment and intellectual property products outweighed a sharper-than-expected pullback in spending on structures.…Read the full article here.  ",
    "president": null
}