{
    "title": "My First Day as the Secretary of Labor – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/first-day-secretary-labor/",
    "created_at": "2017-05-03T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nMay 3, 2017\n3 minute readWhen President Trump nominated me to be U.S. Secretary of Labor, I had to sit down and explain to my two daughters that if confirmed, we would have to move from Miami. They wanted to know why. I tried to explain what being the Secretary of Labor meant in words that a four- and six-year-old could understand. I said, “Daddy helps his students find good jobs, and the President has asked daddy to help people all over America find good jobs too.” That made sense to them, and it encapsulates many of the responsibilities of the Secretary of Labor.Friday was my first day at the department. I had lunch in the cafeteria with my colleagues and many shared their thoughts about the challenges we face and how we can meet them. I look forward to getting to know more Americans across the country to hear their thoughts and ideas. For now, I want to introduce myself.My parents fled a dictatorship in search of freedom. They met in high school, fell in love and married young. Neither was fortunate enough to attend college. Instead, they limited their own professional futures to enter the workforce immediately, so that they could support our family.Their sacrifices enabled me, as a first-generation Cuban-American, to graduate from college. Those same sacrifices have now given me the privilege to serve as Secretary of Labor.  My parents’ experiences form the foundation of who I am. They also frame my perspective on the Department of Labor’s critical mission: to foster, promote and develop the welfare of our nation’s workers, job seekers and retirees.I promise the American people my fullest effort in fulfilling this mission. We have much work to do. Too many Americans have seen their jobs vanish overseas. Too many Americans have seen their jobs filled by foreign workers. Too many Americans see jobs that are available, but require skills they do not have.We will meet these challenges and others. Supporting the ability of all Americans to find good and safe jobs is a priority for President Trump and for me. Together, we will provide that support and deliver real results for the American people.",
    "president": null
}