{
    "title": "Marking a Milestone for School Choice – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/marking-milestone-school-choice/",
    "created_at": "2017-05-04T00:00:00",
    "content": "\n\n\t\tEducation\t\n\nMay 4, 2017\n3 minute readYesterday, the President welcomed advocates, administrators, teachers, parents, and students to the White House to mark a milestone for school choice.This week, Congress is poised to pass legislation that President Trump will sign into law, a spending bill that will give new life and funding to the D.C. Opportunity Scholarship Program – the only federally funded voucher program in the nation and a case study in school-choice success.Since its creation in 2004, the Opportunity Scholarship Program has given parents and families hope by giving them a pathway to take their children out of failing public schools and put them in a private school instead.Over the past 13 years, nearly 20,000 students have applied to the program, and more than 7,500 students have been accepted. And more than 1,150 children are participating in the D.C. Opportunity Scholarship Program at this very moment – including many of the students who joined us today.It’s no surprise why this program is so wildly popular.While only 69% of D.C. public-school students graduated from high school last year, a stunning 98% of scholarship recipients walked across the stage to receive their diploma. And 86% of those graduates were accepted into college to continue their education and to continue climbing the ladder of opportunity.The D.C. Opportunity Scholarship Program proves that school choice works. President Trump could not be more proud to extend this crucial program. But his commitment to school choice doesn’t end there.On January 26th, only a few days after we took office, President Trump declared National School Choice Week for 2017. He called on federal and state lawmakers to expand school choice for “millions of additional students.” And now he’s fighting every day to make this vision a reality.President Trump believes that a child’s future shouldn’t be determined by his or her parents’ income or area code. And the next generation shouldn’t be trapped in a broken system that puts the status quo ahead of students’ success.Rest assured, President Trump will work tirelessly to ensure that wherever an American child goes to school – whether it’s a public school, a private school, a parochial school, a charter school, or at home – that they go to a great school and get a world-class education.Yesterday, we celebrated a historic achievement – but I know that it’s only the first of many.Under President Donald Trump, we are entering a new era of opportunity, choice, and excellence in America’s educational system – and our nation’s children will reap the rewards for generations to come.",
    "president": null
}