{
    "title": "Remarks by President Trump and President Niinistö of the Republic of Finland at Working Break – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-president-niinisto-republic-finland-working-break/",
    "created_at": "2018-07-16T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nJuly 16, 2018\nMäntyniemi Residence\nHelsinki, Finland9:54 A.M. EESTPRESIDENT NIINISTÖ:  Mr. President, ladies, gentlemen, it’s great to have you here —PRESIDENT TRUMP:  Thank you.PRESIDENT NIINISTÖ: — you are most welcome.  We have done our utmost so that your visit and your negotiations here would be successful.  And, like we see, even the sun is with us, although it begins to be far too warm, even here in the North.But, once again, warm welcome.  And we wish all the success in your meetings and negotiations with President Putin.PRESIDENT TRUMP:  Thank you very much.  And we very much appreciate Finland.  We very highly respect your country, our relationship has been a very good one, and our personal relationship has been very good.And I enjoyed being with you a couple of days ago.  NATO has, I think, never been stronger.  And it was really — it was a little bit tough at the beginning, and it turned out to be love.  It really was a great meeting that we had and brought everybody together, and, I think, very worthwhile.But I appreciated your support and your help.  And I will say, again, you’ve treated us beautifully.  Thank you very much.  Thank you.Q    Mr. President, what’s your message to President Putin today?PRESIDENT TRUMP:  I’m going to be seeing him in a little while.Q    But what are you going to say to him?PRESIDENT TRUMP:  We’ll do just fine.  Thank you.Q    Mr. President, I’m from Finnish press.  What was the (inaudible) choice to (inaudible) Finland as a meeting?PRESIDENT TRUMP:  Well, we think Finland is a great country.  We had a fantastic meeting a few days ago; some of you were there.  It was a very successful meeting.  I think NATO has never been more together.  People are now agreeing to pay, and we were having a lot of problem with a lot of people not paying, as the President will tell you.  And they’re paying, and they’re paying more rapidly.  And I think NATO has probably never been stronger than it is today.So we had a fantastic meeting, and now we’re capping it with being in Finland.  And the hospitality has been fantastic.  Thank you.Thank you very much everybody.END9:56 A.M. EEST",
    "president": null
}