{
    "title": "Vice President Mike Pence arrives in Japan – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/vice-president-mike-pence-arrives-japan/",
    "created_at": "2018-02-06T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nFebruary 6, 2018\n2 minute read\n\t\t\t\t\t\tOffice of the Vice President \t\t\t\t\tVice President Mike Pence has arrived in Japan to begin meeting with foreign leaders in the region, building on the momentum from President Donald Trump’s historic visit at the end of last year.The Vice President will participate in bilateral meetings with leaders in Tokyo and Seoul to discuss security and stability on the Korean Peninsula. Vice President Pence and Second Lady Karen Pence will also lead the U.S. Delegation to the 2018 Olympic Winter Games in Pyeongchang to reinforce the strong U.S. presence on the Korean Peninsula and send a clear message of American resolve to the North Korean regime.Vice President Mike Pence is briefed on U.S. Missile Defense Capabilities in AlaskaBefore landing in Japan, the Vice President began his trip with a stop in Alaska at Joint Base Elmendorf-Richardson on Monday evening.  Alaska Governor Bill Walker joined Vice President Pence as he reviewed America’s missile defense capabilities.As I prepare to travel to Japan and South Korea, I thought it was altogether fitting to begin here at Elmendorf, the first line of defense for the American people. Missile defense begins here in Alaska. And the American people and the world should know that our nation is secure. Our nation's defenses from potential inbound missile attacks is the best in the world.\n\t\t\t\t\t\tMike Pence\t\t\t\t\tVice President of the United StatesDuring his visit to the region, the Vice President will reaffirm to the leaders of Japan and South Korea the United States’ unwavering commitment to our allies and to deter and defend against the North Korean threat. In addition to showing support for our U.S. athletes, the Vice President will show his confidence in and appreciation for our U.S. military stationed in the region.This is Vice President Pence’s second visit in less than a year to Japan and the Republic of Korea.Follow along with the Vice President’s visit to the region using the hashtag #VPinAsia. ",
    "president": null
}