{
    "title": "Empowered Patients Are the Future of Health Care – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/empowered-patients-future-health-care/",
    "created_at": "2018-05-03T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nMay 3, 2018\n6 minute read\n\t\t\t\t\t\tSeema Verma\t\t\t\t\tAdministrator of the Centers for Medicare and Medicaid ServicesAmericans are active shoppers. Whether purchasing a car, a dishwasher, or a jar of salsa, we rarely buy anything without comparing the price and quality of available options. These days, shoppers have access to a wide array of tools online to inform our quest for value. Our demand for value is the engine that drives competition which, in turn, lowers prices and inspires innovation to improve the quality of the products we purchase.Yet, when it comes to one of the most important services we receive — our health care — this consumer driven engine sputters.Some might argue that health care is different. However, recent studies show that giving people tools to shop for health-care services by price reduces their costs without any evidence of a decrease in quality. For instance, one of the largest studies — which focused on over 500,000 patients insured by 18 employers that provided price transparency tools — found that patients’ use of these tools was associated with lower payments for the clinical services studied. Payments were up to 16 percent lower for laboratory tests and 15 percent lower for advanced imaging. Similarly, another study of an insurer-initiated price transparency program for imaging procedures found that patients in the intervention group — those informed of price differences — reduced costs by $220 per test, a nearly 20 percent reduction. This research affirms the idea that giving people a choice can be a force to drive down costs in health care just as it does in other sectors of our economy.That is part of the reason why HHS Secretary Alex Azar has put consumers at the heart of one of our department’s priorities: delivering better, cheaper health care by transforming our health-care system into one that pays for value. In particular, he has identified transparency around price and quality as essential to informing consumers and driving this value-based transformation.There’s no time like now for such a transformation. As more and more Americans face increasing premiums and insurance plans inflict rising deductibles, patients are demanding the same level of transparency when it comes to cost and value as they experience elsewhere in our economy — and for good reason.The rate of growth in health-care spending continues to outpace inflation. According to estimates from the Centers for Medicare and Medicaid Services (CMS), health-care spending reached $3.3 trillion in 2016 — more than $10,000 for every American. At the current pace, by 2026 we will be spending one in every five dollars in our entire economy on health care. Rising prices for the same services are a major source of this cost growth. A recent study found that Americans use health-care services at roughly the same rate as other high-income countries, but the price tag is far higher here.The government has tried all sorts of ways to control costs over the years, including: expanding access to health care for the uninsured; regulating every segment of the payment and delivery system; imposing price controls; and, more recently, introducing new payment arrangements for providers. Some of these efforts have had a positive effect, but few, if any, have empowered patients as consumers. As a result, these efforts have not significantly impacted the rate of spending growth.It’s time for a new era of consumerism in health care, with patients at the center of the delivery system. Patients should be empowered to make the best decisions about their care, and providers should have to compete for patients by offering them higher quality at lower costs.Last year, the president issued an executive order designed to increase choice and competition across the health-care market. As Secretary Alex Azar recently said, “Putting the health care consumer in charge, letting them determine value, is a radical reorientation from the way that American healthcare has worked for the past century.” CMS is responding by putting patients first and empowering our beneficiaries with the tools they need to be informed consumers.Last month, CMS launched a new initiative in conjunction with the White House Office of American Innovation called “MyHealthEData.” This initiative sends a clear message to the health-care industry that patients should own and control their health-care records and that the industry has a responsibility to be transparent about costs and value.When patients control their health records, they are not locked into any one provider system. Their records follow them as they move through the health-care system making it easier to shop for new providers that offer better value. And this isn’t just talk. This past week CMS announced a proposal to transform the Medicare EHR Incentive Program to better promote the key drivers of interoperability. Under this proposal, hospitals could face penalties if they do not provide health-care records to their patients. We are also seeking comment on how we could potentially go even further and require all Medicare providers to do so as well.We are also proposing action to increase price transparency in the health-care system. This week, we recommended requiring hospitals to post standard charges for services online in a consumer-friendly manner.This is just a first step. We know that these charges seldom match the prices that patients actually pay, so we are asking patients and all healthcare industry stakeholders for ideas regarding how we can make obtaining relevant and accurate price information easier.The MyHealthEData initiative and the proposals announced this week will move the health-care industry towards empowering patients to be consumers of health care. But this is only the beginning. Many payers and providers have already begun publishing transparent pricing and already provide patients with their health-care records in a useable format. While these providers and payers should be applauded, there are still too many in health care who have not followed their examples. Those days are coming to an end. CMS intends to pull every lever in Medicare and Medicaid to transform our health-care system into one that puts patients first, empowering them with the information they need and deserve.Seema Verma is Administrator of the Centers for Medicare and Medicaid Services. This op-ed appeared in Real Clear Politics on May 3, 2018.",
    "president": null
}