{
    "title": "President Trump Addresses the 45th March for Life – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-addresses-45th-march-life/",
    "created_at": "2018-01-19T00:00:00",
    "content": "\nJanuary 19, 2018\n3 minute readWe are protecting the sanctity of life and the family as the foundation of our society.\n\t\t\t\t\t\tPresident Donald J. Trump\t\t\t\t\tForty-five years ago, Nellie Gray left her job as a Labor Department attorney and soon began running a small nonprofit out of her home. Today, that group—the March for Life Education and Defense Fund—is responsible for organizing the world’s largest annual pro-life rally.On January, 19, 2018, pro-life supporters honored Gray and her mission by participating in the 45th annual March for Life in Washington, D.C.Support for the cause has grown immensely since the first “Circle of Life” march in 1974. Estimated turnout for the 2013 event, for instance, was about 650,000. The annual trek along the National Mall to the U.S. Capitol is the most visible symbol of March for Life’s vision: “a world where every human life is valued and protected.”President Donald J. Trump and Vice President Mike Pence joined this year’s event via video satellite from the White House Rose Garden. The Vice President also hosted a roundtable discussion with leaders from Students for Life the evening before the rally.President Trump Addresses March for Life Participants and Pro-Life Leaders“Today, we focus our attention on the love and protection each person, born and unborn, deserves regardless of disability, gender, appearance, or ethnicity,” President Trump said. He also proclaimed January 22, 2018, as National Sanctity of Human Life Day.For the past year, the Trump Administration has sought to change the conversation and policy landscape surrounding abortion. Last April, the President signed legislation that overturned an Obama Administration rule that prohibited states from defunding abortion service providers. Vice President Pence cast the tie-breaking vote in the Senate.Weeks later, the Vice President attended a gala for the Susan B. Anthony List Campaign for Life. “For the first time in a long time, America has an administration that’s filled top to bottom with people who stand without apology for life,” Vice President Pence said. “In his first week in the Oval Office, President Trump reinstated the Mexico City Policy, preventing taxpayer-funded foreign aid from paying for abortion or promoting abortion beyond America’s borders.”While the Administration pushes forward on the policy front, March for Life is a reminder of the power of a positive pro-life message in confronting what for many is a difficult subject.“The mission of the March for Life is to provide all Americans with a place to testify to the beauty of life and the dignity of each human person,” the organization’s mission statement reads. The goal is “to communicate this message to the government, the media and the nation in a way that is powerful and life affirming.”",
    "president": null
}