{
    "title": "How Law Enforcement is Taking Action on the Opioid Crisis – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/law-enforcement-taking-action-opioid-crisis/",
    "created_at": "2018-08-15T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nAugust 15, 2018\n4 minute readErnie Paterno was a teacher at the Maine College of Art. He was known around Portland as a skilled glassblower and bass guitar player.Ernie was given an opioid medication to treat a painful kidney stone, and he became addicted.He tried to fight the addiction. At one point, Ernie entered a treatment program, but he relapsed.In 2016, he overdosed and died in his studio, leaving behind a beloved wife and a beautiful 5-year-old daughter.Unfortunately, there are many tragic stories like Ernie’s in America today.The latest statistics suggest that approximately 72,000 Americans lost their lives to drug overdoses in 2017. Nearly 30,000 of those deaths were attributable to fentanyl — a 50 percent increase from 2016.That’s nearly the population of Portland, dead in one year just from overdoses.With an overdose rate well above the national average, Maine is in the top 10 states in the Union for drug overdose deaths.Cumberland County — home to Portland and to Ernie Paterno — is especially hard hit. According to a report from the attorney general of Maine, overdose death rates in Cumberland County increased 74 percent from 2014 to 2016. In 2017, 109 Mainers died of overdoses in Cumberland County.Fortunately, President Donald J. Trump has a comprehensive plan to end this national crisis by bolstering treatment, educating the public about addiction, and revamping our law enforcement efforts against drug traffickers who propagate this catastrophe. He has negotiated and signed bipartisan legislation to spend $4 billion this year to address opioid abuse. He has launched a national awareness campaign about the dangers of opioid abuse. And he has set the ambitious goal of reducing opioid prescription rates in America by one-third in three years.Law enforcement plays a key role in his plan — and for good reason. By putting traffickers and crooked doctors and pharmacists behind bars — going after the distributors, not the users suffering from addiction — we prevent the criminals from committing more crimes and spreading addiction. That saves lives.One example of how law enforcement saves lives can be seen in Manatee County, Fla.Like many parts of this country, Manatee County experienced massive increases in opioid deaths in 2015 and 2016.In response, federal prosecutors began prosecuting illicit synthetic opioid sales, regardless of the amount of drugs involved, taking 45 synthetic opioid traffickers off the streets. Deaths started to go down.From the last six months of 2016 to the last six months of 2017, overdose deaths dropped by 70 percent in Manatee County. The Manatee County Sheriff’s Office went from responding to 11 overdoses a day to an average of one a day.These are remarkable results. I believe that many other parts of the country — like Portland — need solutions like this one and can benefit from this proven strategy.That is why I have begun Operation Synthetic Opioids Surge (SOS).Under Operation SOS, I am ordering our prosecutors in 10 districts with some of the highest overdose death rates to prosecute every synthetic opioid trafficking case, no matter how small.That includes Cumberland County.Across these districts, federal law enforcement will work together so that we find more leads, make connections between the cases we prosecute, and work our way up the supply chain to get the cartels and kingpins.To help carry out these orders, I am sending in reinforcements.In June, I sent more than 300 new assistant US attorneys to districts across America, including one to Maine. It was the largest prosecutor surge in decades.Now I am sending another new prosecutor to each of these 10 districts, where we will implement the Manatee County strategy. Having served as a federal prosecutor for 14 years, I know what a difference that can make.In early July, I met with our prosecutors in New Hampshire and Maine. They are motivated to implement this new strategy and to work with new partners.Some other people — mostly politicians trying to score a few points — say they don’t like this strategy. They don’t think we should prosecute all drug traffickers, but let some of them go free.That is their opinion. But unfortunately, they have spread the misinformation that we are prosecuting drug users, not just traffickers. As I have said many times, this is factually incorrect. The critics are entitled to their own opinions, but they’re not entitled to misrepresent the facts.In spite of the misinformation out there, I believe that what worked in Florida can work in Maine. It is worth the effort to find out. We are going to continue to be more aggressive and to go on offense against drug traffickers, so that they cannot spread death and addiction in Maine anymore.This op-ed appeared in the Boston Globe on August 13, 2018. ",
    "president": null
}