{
    "title": "Meet the Special Guests Attending President Donald J. Trump’s Address to a Joint Session of Congress – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/meet-special-guests-attending-president-donald-j-trumps-address-joint-session-congress/",
    "created_at": "2017-02-28T00:00:00",
    "content": "\nFebruary 28, 2017\n3 minute readPresident Donald J. Trump has invited several guests to attend tonight’s address to a Joint Session of Congress. These special guests will be seated with First Lady Melania Trump in the Executive Gallery of the House Chamber. Watch the Joint Address here.John Crowley & Megan Crowley \nAt 15 months old, Megan was diagnosed with Pompe disease and not expected to live more than a few short years. To look for a cure, her father, John Crowley, founded a biotechnology company that identified the treatment that halts the progression of Pompe and is credited with saving Megan’s life. Today, John is the CEO of Amicus Therapeutics, a New Jersey biotechnology company with more than 250 employees at the forefront of therapies for rare and orphan diseases. Megan, age 20, is now a sophomore at the University of Notre Dame.Jessica Gregory & Sheila Gregory\nJessica was diagnosed at birth with spina bifida, and has undergone 11 surgeries at Children’s National Health System. Today, she is a dynamic, 18 year-old honor student at Largo High School and is planning for college and a career as a public interest reporter. Sheila and her husband are the proud parents of six—Jessica, two other daughters, and three sons—and reside in Prince George’s County, Maryland. Shelia is a community leader focused on helping teen mothers and mentoring children and youth.Denisha Merriweather \nAfter struggling with coursework as a child and often switching schools, Denisha moved in with her godmother and enrolled in the Florida Tax Credit Scholarship Program. She began attending a private school, Esprit de Corps Center for Learning, and went on to be the first member of her family to graduate from high school and college.Jessica Davis & Susan Oliver \nJessica and Susan are the widows of Detective Michael Davis and Deputy Sheriff Danny Oliver, Placer County, California police officers who were killed in the line of duty in 2014 by an illegal immigrant. Their names have been invoked in the Davis-Oliver Bill, congressional legislation which aims to increase cooperation between local and federal officials to enforce our nation’s immigration laws.Carryn Owens \nCarryn is the widow of Chief Special Warfare Operator William “Ryan” Owens. Chief Owens died heroically last month in an operation in Yemen which yielded valuable intelligence which will protect U.S. national security. Carryn is the proud mother of their three children.Maureen McCarthy Scalia \nMaureen is the widow of late Supreme Court Justice Antonin Scalia, with whom she raised nine children. This month, President Trump nominated Judge Neil Gorsuch to succeed Justice Scalia on the Supreme Court.Jamiel Shaw, Sr. \nJamiel Sr.’s son, Jamiel Jr., was a high school football star before he was tragically shot by an illegal immigrant in 2008. A running back for Los Angeles High School, Jamiel Jr.’s tragic death in a gang-related incident ended his life at the age of 17.",
    "president": null
}