{
    "title": "No American Should Have to Choose Between Faith and the Law – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/no-american-choose-faith-law/",
    "created_at": "2018-01-16T00:00:00",
    "content": "\n\n\t\tLaw & Justice\t\n\nJanuary 16, 2018\n3 minute readNo American—whether a nun, nurse, baker, or business owner—should be forced to choose between the tenets of faith or adherence to the law.\n\n\t\t\t\t\t\tProclamation by President Donald J. Trump\t\t\t\t\t\t\t\nTuesday, January 16, 2018, marks America’s celebration of National Religious Freedom Day. President Donald J. Trump made the observance official in a signed proclamation this week.Religious freedom has shaped the history of the United States since our forefathers sought refuge from religious persecution. Federal recognition of Religious Freedom Day began with President George H. W. Bush in 1993, and presidents have generally signed a new proclamation every year since.January 16 is the anniversary of the 1786 Virginia Statute for Religious Freedom’s passage. Considered one of the foundational texts of a young America, the document outlined what principles constituted true respect by a government for freedom of religion. “All men shall be free to profess, and by argument to maintain, their opinions in matters of Religion, and that the same shall in no wise diminish, enlarge or affect their civil capacities,” wrote its author, Thomas Jefferson.The Virginia statute served as a model in many ways for the First Amendment of the U.S. Constitution, which followed a few years later with its familiar words, “Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof.”In that spirit, Religious Freedom Day is a moment to celebrate and fight to protect religious freedom in America and around the world. “We will continue to condemn and combat extremism, terrorism, and violence against people of faith, including genocide waged by the Islamic State of Iraq and Syria against Yezidis, Christians, and Shia Muslims,” President Trump writes in this year’s proclamation.The President’s commitment to religious freedom has guided the Trump Administration’s work during its first year:President Trump’s proclamation is a reminder that civic participation and religious observance shouldn’t be opposing forces. “The free exercise of religion is a source of personal and national stability,” the proclamation reads.“Faith breathes life and hope into our world.”",
    "president": null
}