{
    "title": "Readout of President Donald J. Trump’s Meetings with the King Philippe and Queen Mathilde of Belgium and Prime Minister Charles Michel of Belgium – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/readout-president-donald-j-trumps-meetings-king-philippe-queen-mathilde-belgium-prime-minister-charles-michel-belgium/",
    "created_at": "2017-05-25T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nMay 25, 2017\nYesterday, President Donald J. Trump visited the Royal Palace in Brussels to meet with King Philippe and Queen Mathilde and with Prime Minister Charles Michel of Belgium.  This visit marked the President’s first engagement with Belgian leadership.At the Royal Palace, President Trump and the First Lady first met with the King and Queen and expressed their appreciation for the hospitality and their long personal support for better economic relations between Belgium and the United States. This year is the centennial year of the Commission for Relief in Belgium, which kept millions of Belgians from starving during World War I and currently supports Belgian educational exchanges with the United States.In a subsequent meeting with Prime Minister Charles Michel, the President praised Belgian contributions to the Global Coalition to Counter ISIS, noting the critical importance of Belgian F-16s flying missions in Iraq and Syria.  On the eve of the NATO Leaders Meeting, the President discussed the responsibility of all nations to share our common defense burden, including the need for all NATO members to meet the Wales commitment to spend 2 percent of their Gross Domestic Product on defense. The President expressed sympathy for Belgium’s suffering at the hands of terrorists, and the two leaders explored how to improve their cooperation on counterterrorism. The President reaffirmed his desire for a productive economic and security relationship with Europe and promised to continue strengthening cooperation with Belgium on these and other important issues.",
    "president": null
}