{
    "title": "Intern Series: Gifted Hands – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-gifted-hands/",
    "created_at": "2017-08-10T00:00:00",
    "content": "\nAugust 10, 2017\n3 minute readFew individuals are as inspiring, intelligent, and compassionate as the current U.S. Secretary of Housing and Urban Development, Dr. Benjamin Carson.As part of the Summer 2017 White House Internship Program Speaker Series, Secretary Carson spoke to our intern class, providing insight into his role leading HUD and responding sincerely to our questions.During his talk, Secretary Carson focused his thoughts around ways to empower underprivileged populations in the United States. Woven into this commentary was Secretary Carson’s own, riveting story of his emergence from poverty to his position as a renowned neurosurgeon; he shared thoughts about the pathway to prosperity in the United States, and reflected with empathy about the obstacles impoverished Americans face in that pursuit.Much of the discussion explored the “web” of factors contributing to American poverty: Secretary Carson touched on the issues of generational poverty and learned helplessness, of incarceration, of racial disparities, and especially of housing conditions.We also explored HUD initiatives under Secretary Carson’s leadership aimed at tackling this “web,” such as public-private partnerships, which foster efficiency and accountability in housing projects, and which create involvement and employment in the communities served. Related initiatives, like repurposing vacant buildings, can create opportunities for youth mentorship and decrease crime. Secretary Carson stressed the importance of giving Americans a ladder to prosperity and unlocking their potential.Secretary Carson’s speech truly resonated with me and inspired me to continue work as a servant leader. In West Philadelphia, where I have the pleasure of working with high school students in an educational and mentorship program, I can see the network of factors that serve to disenfranchise inner city communities, but also the enormous potential that community partnerships can unleash. It was incredible to hear so many of the same sentiments and themes echoed by the Secretary, and the experience further strengthened my passion for service.Thanks to the White House Internship Program, I was able to see how Secretary Carson, in his new role, is continuing to heal with his gifted hands. I came away from this talk more confident than ever in this Administration’s commitment to reviving communities, and to ensuring the American Dream for all.Luke Tortora is from Manalapan, New Jersey, and is a rising junior studying Health and Societies and Healthcare Management at the University of Pennsylvania. Luke is a member of the Summer 2017 White House Internship Program in the President’s Commission on White House Fellowships.",
    "president": null
}