{
    "title": "President Trump’s Opening Remarks at the United Nations General Assembly – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trumps-opening-remarks-united-nations-general-assembly/",
    "created_at": "2017-09-18T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nSeptember 18, 2017\n2 minute readPresident Donald J. Trump opened the United Nations General Assembly (UNGA) in New York with comments on the need for international cooperation on UN reform. He was flanked by UN Secretary General António Guterres and United States Ambassador to the UN Nikki Haley, who provided opening remarks. Chief of Staff John Kelly and National Security Advisor H. R. McMaster were also in attendance.“The declaration of support for United Nations reform began as a way to get momentum to Secretary General Guterres’ efforts to bring greater efficiency, accountability and transparency to the UN,” Haley said. “We thought that having Member States put their names on a document would help ensure that these goals don’t remain just words, but become a part of the culture of the UN.”The President spoke further on the three main goals of UN reform. “The United Nations was founded on truly noble goals. These include affirming the dignity and worth of the human person and striving for international peace.” the President said. “Yet in recent years, the United Nations has not reached its full potential because of bureaucracy and mismanagement.”President Trump commended the Secretary General’s call for the United Nations to focus “more on people and less on bureaucracy.” The President emphasized the need for greater accountability, equal distribution of military and financial burdens, and clearly-defined goals for peacekeeping missions. He encouraged Member States to participate in UN proceedings with “an eye toward changing business as usual and not being beholden to ways of the past which were not working.”Later today, the President will attend bilateral meetings with Israeli Prime Minister Benjamin Netanyahu and French President Emmanuel Macron.",
    "president": null
}