{
    "title": "Intern Series: United We Stand – One Dream, One People, One Nation – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-united-stand-one-dream-one-people-one-nation/",
    "created_at": "2017-08-03T00:00:00",
    "content": "\nAugust 3, 2017\n3 minute read\n\t\t\t\t\t\tWhite House Interns\t\t\t\t\tThe other day I came across a photograph of myself when I was 12 years old, standing outside the White House gates on my first visit to Washington, D.C. It was the 4th of July, and I vividly recall dreaming of what it would be like to serve our great Nation from within. This year, I gazed at the glorious sky as it blazed with fireworks in celebration of America’s independence while proudly standing on the South Lawn, where the rain miraculously cleared and President Donald J. Trump made his inspiring remarks to the men and women of our military. The once impassable iron fence surrounding the White House is no longer the barrier it once seemed, and it serves as a reminder that anything is possible in America.Our President, Donald J. Trump, dreams of making America great again. This dream is not his alone, for it echoes the same unquenchable yearning that exists in all Americans’ hearts and minds. From within the White House gates, this summer I have had the unique opportunity to foster that special dream by interning with the Office of Cabinet Affairs, which tirelessly strives to ensure that the Executive Branch of our government is coordinated in its efforts to serve the American people. By liaising daily with President Trump’s Cabinet members and their staff, the Office of Cabinet Affairs ably synthesizes the agenda of each department and, when necessary, advises the departments on how best to carry out the President’s mission. The Office of Cabinet Affairs also organizes events to showcase the collaborative efforts of the President and his Cabinet, highlighting their extraordinary achievements for the American people. During Infrastructure Week, for example, I was privileged to attend the Department of Transportation event, at which Secretary Elaine Chao and Interior Secretary Ryan Zinke joined President Trump in announcing new plans to decrease bureaucracy, thereby increasing the efficiency and progress of infrastructure projects.Whether you are a first-generation American like I am, whose parents came to this country in search of a better future for their children; or whether your family has been here for generations, we all share in the dream of making America great again. As a Summer 2017 Intern in the White House Office of Cabinet Affairs, I know that anything is possible and there are no barriers to realizing our collective dream when, like our President and his Cabinet, we work collaboratively and stand united as one people and one Nation.Lucas B. Drill is from La Cañada Flintridge, California. He is a rising junior in the Joint Program between Columbia University and the Jewish Theological Seminary, in which he is simultaneously pursuing Bachelor of Arts degrees in Political Science and Jewish History. Lucas is a member of the Summer 2017 White House Internship Program in the Office of Cabinet Affairs.",
    "president": null
}