{
    "title": "Signs of Stability in Individual Health Care Market – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/signs-stability-individual-health-care-market/",
    "created_at": "2018-10-16T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nOctober 16, 2018\n4 minute read\n\t\t\t\t\t\tSeema Verma\t\t\t\t\tAdministrator of the Centers for Medicare and Medicaid ServicesFor millions of Americans who purchase their health insurance in the volatile individual market, the fall is greeted with dread. That was the time of year, under ObamaCare, when insurers unveiled their rates and plan selections.  Double-digit premium rate increases were widespread and many consumers were hit with cancellation notices from insurers dropping plans or abandoning the market altogether.The Trump administration inherited this market chaos and, once President Trump took office, he acted immediately to help people harmed by ObamaCare. The results of his immediate action are already showing, as the administration has expanded affordable coverage options and restored the freedom for people to finance their health care as they wish. Moreover, the individual health insurance market has gone from free fall to one that offers wider choice and is more stable.Despite the very public promises made at the time ObamaCare was passed, an estimated 4.7 million Americans weren’t able to keep their plans.  Fewer choices and skyrocketing costs led many middle class consumers to drop out of the market entirely, driving premiums up for those who remained.As a result of ObamaCare, average premiums on the federal exchange jumped by 105 percent between 2013 and 2017.  At the same time, many states saw the number of insurance providers—and consumer choice—dwindle dramatically.  Many who were left with only a narrow network plan to choose from found they couldn’t keep their doctor as promised.Fortunately, these chaotic trends are now turning. For the first time since ObamaCare was enacted, the premium for a typical federal exchange plan—while still much too high—will drop. In the 39 states using the federal exchange, insurers have proposed cutting premiums for these benchmark plans by an average of 1.5 percent. This is a dramatic departure from the double digit rate increases so common in recent years.And, in some cases, the decline in premiums is significant. In Tennessee, for example, the average benchmark plan premium is expected to plummet by 26 percent. Pennsylvanians will also experience an average premium decrease of 16 percent.In addition, there is an increase of 23 more insurers participating in federal exchanges, which is an increase for the first time since 2015. As a result, in areas covered by the Federal Exchanges, the proportion of counties with just a single insurer will drop from 56 percent to 39 percent, allowing consumers greater choice between plans.These improving market trends are no accident.  Contrary to naysayers who claim the Trump administration is bent on sabotaging the market, we’ve helped millions of American families and thousands of small businesses through several key actions.President Trump signed legislation zeroing out the individual mandate tax penalty, a perverse tax that mainly affected lower-income families by charging people for not buying something they could not afford.In the very first month of the administration, we issued regulations reducing peoples’ ability to wait until they needed medical care to enroll in coverage. We are also giving states the flexibility to repair their insurance markets rather than subscribing to the previous administration’s prescriptive one-size-fits-all approach.As an example, we have approved seven state waivers that provide federal assistance to help states pay for the sickest patients and allow insurers to keep premiums lower, all without increasing taxpayer burden. These waivers appear to be working. For example, Wisconsinites will see their individual market premiums decrease by an average of 11 percent due to the waiver.This summer, when a court struck down an Obama administration regulation regarding payments to insurers that disproportionately enrolled people with higher health risks, the administration issued an emergency regulation to make the payments.As we work to reverse ObamaCare’s damage, we haven’t forgotten the many Americans currently left without affordable choices or the growing costs to taxpayers.Pursuant to an Executive Order issued by the president, the administration opened up more affordable coverage options in two ways this year. First, the Department of Labor issued a rule to expand Association Health Plans, making it easier for small employers to join together and offer more valuable coverage to their workers.In addition, we recently finalized rules expanding the availability of short-term, limited duration health coverage that can be 50 to 80 percent more affordable than ObamaCare plans.Defenders of ObamaCare said these actions would destroy the law, and yet, the positive market trends are proving these critics wrong. Despite these positive trends, we are not complacent and the reality is, the rates and the burden on taxpayers are still much too high. Plenty of work remains. The Trump administration is committed to continuing its work to increase choice and competition and lower consumer’s costs.Seema Verma is the Administrator of the Centers for Medicare and Medicaid Services. This op-ed appeared in Fox News on October 15, 2018.",
    "president": null
}