{
    "title": "Mike Pompeo is the Leader America Needs as Its Top Diplomat – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/mike-pompeo-leader-america-needs-top-diplomat/",
    "created_at": "2018-04-12T00:00:00",
    "content": "\nApril 12, 2018\n4 minute readOn Monday, the Senate Foreign Relations Committee voted to recommend that Central Intelligence Agency Director Mike Pompeo be confirmed as America’s next Secretary of State. The committee’s endorsement paves the way for a vote by the full chamber as early as this week.Several key Democrats have put country above party by supporting Director Pompeo’s nomination. Their decisions come as editorial boards across the country have praised his invaluable mix of instincts and experience. “Mr. Pompeo is a West Point and Harvard Law graduate who served three terms in Congress,” The Wall Street Journal’s Editorial Board writes. “He has invigorated the CIA clandestine service, tried to give Mr. Trump options on North Korea, and has gained the President’s trust.”Director Pompeo’s qualifications have already earned bipartisan trust, as well. Just last year, the Senate voted 66-32 across party lines to confirm him as CIA Director. Any effort by Democrats to rebuke Pompeo today would be a political move designed to obstruct America’s national-security operations under President Donald J. Trump.When Mike Pompeo gave his first public speech after taking charge of the CIA last year, national security expert Juan Zarate asked him about a recent foreign trip to Turkey and the Gulf. “Why did you go there first, and what did you hear?” Zarate wondered.“I wanted them to know that this was an Administration that wanted them to think about [terrorism] differently and to be true partners in this defeat of terrorism in the Middle East,” Director Pompeo said.For the past 14 months, Mike Pompeo has brought that same attitude to the CIA. The proof is in the results, which have been exemplary. When Syrian President Bashar al-Assad used chemical weapons in an attack against his own people last April, the CIA quickly provided President Trump with the intelligence he needed to decide to launch missile strikes against the Syrian regime.In fact, the CIA under Director Pompeo has been at the heart of some of the Trump Administration’s biggest foreign policy accomplishments. The CIA helped preserve the integrity of North Korean sanctions, using creative, new methods to enable the interception of shipments that violate terms. The Agency also works with the Department of Defense and U.S. allies to target ISIS leadership and reduce ISIS territorial holdings—now down to virtually zero percent of its former caliphate.Part of that success comes from proven experience. Mike Pompeo has been privy to some of America’s toughest national security challenges since 2010, when he served on the House Intelligence Committee as a freshman member of Congress. Two decades earlier, he patrolled the Iron Curtain as a U.S. Cavalry officer in West Germany before the Berlin Wall fell.In truth, Pompeo was a leader long before he arrived in Washington. As a scholar, he graduated first in his class at the U.S. Military Academy at West Point and later served as Editor of the Harvard Law Review. As an entrepreneur, he founded Thayer Aerospace, which provides components for commercial and military aircraft, and he served as its Chief Executive Officer for more than a decade.This storied career adds up to one certainty: Mike Pompeo would be ready to lead the State Department on day one. With the grave threats facing our country abroad, America needs him as our next Secretary of State.",
    "president": null
}