{
    "title": "Intern Series: From Boots to Suits – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-boots-suits/",
    "created_at": "2017-06-29T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nJune 29, 2017\n2 minute read\n\t\t\t\t\t\tWhite House Interns\t\t\t\t\tAfter spending most of my life on my family’s farm in southern Illinois, I was excited for the opportunity to work in the Nation’s capital for 3 months this summer. For me, taking an internship within the Federal government was a once-in-a-lifetime opportunity that brought with it big changes in lifestyle and perspective. Growing up in the rural Midwest, relying on officials in Washington, D.C., to justly serve the farming communities I call home was difficult; and, therefore, having the opportunity to get an inside view into what actually takes place in the political capital of our Nation seemed invaluable.From day one, the office staff have been very open with their work and confident in my ability to serve alongside them. Though the daily tasks I encounter here in the office do not quite resemble those I undertake at home on the farm, I have been pleased with the skills I have developed so far and am thrilled to be able to contribute my talents to serving our Nation.My experiences as a White House Intern have been eye-opening. I have not only gained insight into the inner workings of the White House, but also into the character and integrity of the people who walk these halls each and every day. Since my arrival at the White House, I have been astounded by the passion and devotion radiating out of everyone who serves here. The people I have had the privilege to work with are some of the most talented and diligent individuals I have ever met. They may not work alongside us in the fields of the Midwest, but I am assured that -with a pen rather than pitchfork- these hardworking and patriotic individuals serve rural Midwest communities well in the highest offices of the Federal government.Alex Croxford is from Jerseyville, Illinois, and is a senior studying Electrical Engineering at Yale University. Alex is a Summer 2017 Intern in the White House Office of Digital Strategy.",
    "president": null
}