{
    "title": "Tax Cuts Delivering Relief Small Businesses Need – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/tax-cuts-delivering-relief-small-businesses-need/",
    "created_at": "2018-08-07T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nAugust 7, 2018\n3 minute readWhen I visited Cincinnati in September of last year, small business owners who joined a roundtable I hosted were clear on one thing – taxes were a burden taking too much time and money they’d rather be investing in their businesses.“If I pay less taxes, I can accelerate our growth and create more jobs,” said the owner of a Cincinnati-based restaurant chain.“Negotiating the large array of taxes we pay is difficult,” an entrepreneur from Fairborn said. “The complex IRS laws necessitate hiring an accountant and are an added burden.”“Any money I can retain and reinvest in my business helps tremendously,” said the owner of a concrete supply company in Loveland.In December, President Donald Trump signed the Tax Cuts and Jobs Act into law, giving these entrepreneurs and the rest of America’s 30 million small businesses some welcome relief. Most small businesses will now be able to deduct 20 percent off their business income in addition to having their taxable income taxed at lower rates. And for the first five years, they’ll be able to write off investments in new equipment the year the investment is made.It’s now been seven months since the tax cuts took effect, and small business owners are making real investments in their businesses and their employees – raising wages, providing bonuses and benefits, and creating more jobs.The owner of a landscape company in Florida told me he’s using his tax savings to buy a new truck and forklift to expand his services and get more customers – he’s already hired another employee to help with the bigger workload. The owners of a rock climbing gym in North Carolina told me their tax savings are accelerating plans to add another location. The owner of a commercial bakery in Massachusetts told me he’s using his tax savings to buy another oven, add capacity and hire more workers. These are just a few of the stories I hear as I travel around the country as head of the U.S. Small Business Administration.This truly is a golden age for small business. The unemployment rate is a healthy 4 percent, with more Americans entering the job market (600,000 in June alone!) to access the good jobs employers are now creating. The number of job openings is at a record high, and for the first time on record, there are more job openings than unemployed people looking for work. The unemployment rate for women was recently at the lowest level since 1953. The same can be said for African-American and Hispanic unemployment rates. A Gallup poll found two-thirds of Americans believe now is a good time to find a quality job.Read the full op-ed.This op-ed was published on Cincinnati.com on August 5, 2018.",
    "president": null
}