{
    "title": "Commerce Department, NOAA Provide Essential Services When Disaster Strikes – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/commerce-department-noaa-provide-essential-services-disaster-strikes/",
    "created_at": "2018-10-30T00:00:00",
    "content": "\n\n\t\tLand & Agriculture\t\n\nOctober 30, 2018\n4 minute read\n\n\t\t\t\t\t\tWilbur L. Ross, Jr.\t\t\t\t\t\t\t\nSecretary of CommerceCharleston knows all too well the hazards that hurricanes can pose to life, property and commerce. But the place that three-quarters of a million people call home, and the site of the fourth-largest port on the East Coast, does not face this threat alone. The Department of Commerce and our National Oceanic and Atmospheric Administration stand ready before, during and after any storm to help the city stay on its feet and open for business.Even with increasingly timely and accurate forecasts from NOAA, the direct and indirect impacts from hurricanes can be severe and life-altering. Last month, Hurricane Florence stalked the Carolinas for days and, once it finally arrived, it hovered over the region and unleashed historic flooding. Shortly after, Hurricane Michael tore through the Florida Panhandle before delivering more rain to South Carolina. As with past storms, such as Hugo, Matthew and Irma, the names Florence and Michael are destined to be “retired,” forever remembered for the flooding, harm and destruction left in their wake.Thankfully, predictions for this year’s storms were highly accurate. From the precise point of landfall to the height of the storm surge, forecasters worked diligently to let the public know how dangerous these storms would be. These advanced forecasts provided residents, local officials and the wider emergency management community with the detailed information necessary to make confident decisions, including who needed to evacuate and when.Behind every update, there were dedicated NOAA team members, from the pilots flying the hurricane hunters through raging storms, to forecasters in the National Hurricane Center and in local National Weather Service offices. Their expertise benefited the communities they serve while the accuracy of their predictions was enhanced by access to new high-resolution imagery from recently launched satellites and newly upgraded computer models running on some of the world’s most powerful supercomputers. The benefits of these improvements were on display during Hurricane Florence as the American forecast model proved to be the most accurate in predicting the path of the storm.Not only can American towns and cities depend on the Department of Commerce and NOAA for warnings ahead of a storm, we also support a community’s recovery after natural disaster strikes.For example, in the wake of Florence, navigation response teams conducted hydrographic surveys using sonar to detect underwater hazards, allowing ports and waterways to reopen while helping vessels avoid submerged debris. Charleston is also home to NOAA’s state-of-the-art Physical Oceanographic Real-Time System, which provides critical oceanographic data that improves the safety and efficiency of maritime commerce in Charleston’s vital harbor.Surveying the scope of the damage on the ground is also critical to response and recovery efforts. Sweeping areas just above the ground, specialized NOAA teams capture high-definition aerial photos that help states as well as FEMA and other federal and state agencies assess damage and identify areas in need of help.In the days following a hurricane, the Department of Commerce’s Economic Development Administration is on the ground to survey the impact even further, determining the needs of local businesses disrupted, damaged, or destroyed by the storm. EDA leads the federal government’s efforts to ensure businesses have access to the programs and resources necessary to speed the recovery of the local economy.The wounds from this hurricane season are still fresh and with one month remaining in the season, we cannot let our guard down. While all the residents of Charleston need to remain aware of the threat and take the necessary measures, the Department of Commerce is prepared to provide the best observations and science to inform communities’ decision-making and be there with our partners across the federal government whenever and wherever the next storm strikes.This op-ed appeared in The Post and Courier on October 30, 2018.",
    "president": null
}