{
    "title": "President Donald J. Trump Announces Key Additions to his Administration – The White House",
    "link": "https://trumpwhitehouse.archives.gov/presidential-actions/president-donald-j-trump-announces-key-additions-administration-7/",
    "created_at": "2017-09-15T00:00:00",
    "content": "\n\t\t\t\tNominations & Appointments\t\t\t\nIssued on:\nSeptember 15, 2017\nPresident Donald J. Trump today announced his intent to nominate the following individuals to key positions in his Administration:Irwin Steven Goldstein of New York to be the Under Secretary for Public Diplomacy, Department of State. Mr. Goldstein has been a Senior Vice President at BP Global Solutions, a consulting firm in New York City, since 2012. His recent work includes serving as a senior advisor to Winning Algorithms, a data science start-up. In his four-decade career, Mr. Goldstein has led communications, branding, and social media efforts at several large private sector companies, including as senior vice president and chief communications officer at AllianceBernstein; executive vice president and chief communications officer at TIAA-CREF; and vice president, corporate communications at Dow Jones & Company. In the public sector, he was Assistant to the Secretary and Director of Public Affairs at the U.S. Department of the Interior and served five members of the U.S. House of Representatives, primarily as Chief of Staff or Press Secretary. Mr. Goldstein earned a B.A. at the University of Arizona, Tucson.Joseph H. Hunt of Maryland to be an Assistant Attorney General, Civil Division. Mr. Hunt currently serves as Chief of Staff and Senior Counselor to the Attorney General of the United States. Prior to this appointment, he served for fifteen years as Director of the Federal Programs Branch in the Civil Division of the Department of Justice, where he supervised the Government’s litigation efforts with respect to numerous legal challenges in Federal district courts. His litigation responsibilities have concerned a wide range of matters on behalf of many executive agencies, including the Department of State, the Department of Defense, the Department of the Treasury, and components of the United States Intelligence Community. Prior to joining Federal service in 1999, Mr. Hunt worked as a lawyer in private practice. Mr. Hunt clerked for Judge James H. Hancock of the U.S. District Court for the Northern District of Alabama following his graduation in 1989 from Columbia School of Law, where he was recognized as Best Oralist in the national phase of the Phillip C. Jessup International Law Moot Court Competition. Mr. Hunt is a past recipient of the Attorney General’s Distinguished Service Award.Robert Hunter Kurtz of Virginia to be an Assistant Secretary of Housing and Urban Development, Public and Indian Housing. Mr. Kurtz is currently the Deputy Chief of Staff for Policy and Programs at the U.S. Department of Housing and Urban Development (HUD) in the Office of the Secretary. Mr. Kurtz has extensive experience in housing policy, dating back to the George W. Bush Administration, and has since implemented housing programs at both the local and Federal levels. Mr. Kurtz received his degree in government from Hamilton College. He is married to Abby McDermott Kurtz and they have two sons, Liam and Henry.Sean P. Lawler of Maryland to be Chief of Protocol and to have the rank of Ambassador during his tenure of service. Mr. Lawler is the Director for Visits, Planning, and Diplomatic Affairs at the National Security Council. Prior to that, Mr. Lawler was the Chief, Office of Visits and Protocol at the U.S. Cyber Command in Fort Meade, Maryland. A veteran with more than 20 years of service in the U.S Navy, Mr. Lawler capped his military service as the Director of Administration at the Naval Support Facility Thurmont (Camp David) in Thurmont, Maryland. Earlier, he was the Administrative Department Leading Chief Petty Officer and Ship’s Secretary on the USS John C. Stennis and he was an Executive Assistant to the Commander, U.S. Pacific Fleet, Pearl Harbor, Hawaii.President Donald J. Trump Announces Intent to Appoint Personnel to Key Administration PostsPresident Donald J. Trump today announced his intent to appoint the following individuals to key positions in his Administration:Richard V. Burkhauser of Texas will serve as a Member of the Council of Economic Advisors. A former President of the Association for Public Policy Analysis and Management, Mr. Burkhauser’s professional career has focused on how public policies affect the economic behavior and well-being of vulnerable populations. He is adjunct professor in the Department of Economics and senior research fellow in the LBJ School of Public Affairs at the University of Texas at Austin, as well as professorial research fellow at University of Melbourne’s Institute of Applied Economic and Social Research and Emeritus Professor in Cornell University’s Department of Policy Analysis and Management. He is a member of the National Bureau of Economic Research, an adjunct scholar American Enterprise Institute, a research professor of the German Institute for Economic Research (DIW-Berlin), and a research fellow for the Institute for the Study of Labour (IZA-Bonn). Mr. Burkhauser holds economics degrees from St. Vincent College (B.A.), Rutgers University (M.A.) and the University of Chicago (Ph.D.).The following individuals will serve as Members of the Community Development Advisory Board for terms of 4 years:",
    "president": null
}