{
    "title": "Standing in Support of American Hostages – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/standing-support-american-hostages/",
    "created_at": "2018-07-19T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nJuly 19, 2018\n2 minute readPresident Donald J. Trump has invested tremendous time and energy into bringing home Americans held hostage or unjustly detained abroad. In the short time he has been in office, 17 Americans have been freed – including the recent return of Joshua Holt from Venezuela.This week, the Administration took another important step forward to ensure that we are using every appropriate resource to secure the safe return of United States nationals held hostage abroad by announcing the appointment of Robert C. O’Brien to the position of Special Presidential Envoy for Hostage Affairs (SPEHA). Mr. O’Brien will focus on leading our efforts with other countries to bring our people home by coordinating diplomatic engagements and working with the highest levels of foreign governments to secure the safe recovery of United States hostages.Mr. O’Brien is uniquely qualified to serve in this position given his extensive commitment to public service and his background in law and security. He served as the Co-Chairman of the Department of State Public-Private Partnership of Justice Reform in Afghanistan from 2007-2011. He also served as a presidentially appointed member of the United States Cultural Property Advisory Committee. And in 2005, Mr. O’Brien served as a United States Representative to the United Nations General Assembly, where I had the pleasure to work with him.As our special envoy, Mr. O’Brien will work closely with the Hostage Recovery Fusion Cell (HRFC) to synchronize diplomatic efforts and bring home safely United States nationals held hostage. Among his first priorities, Mr. O‘Brien will ensure structured and consistent coordination with the HRFC and the White House-chaired Hostage Response Group, which coordinates interagency actions.Perhaps most importantly, Mr. O’Brien, in coordination with the HRFC, will maintain a collaborative dialogue with the families of current hostages regarding diplomatic recovery efforts for their loved ones.",
    "president": null
}