{
    "title": "Reinvesting in the American Workforce – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/reinvesting-american-workforce/",
    "created_at": "2018-07-23T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nJuly 23, 2018\n4 minute read“We pledge to invest in both students and workers by providing opportunities for education and training that will help more Americans thrive in the modern workplace.”That is a quote from the “Pledge to America’s Workers,” which is part of the White House’s new workforce initiative launched this week. President Donald Trump signed an executive order establishing the National Council for the American Worker and the American Workforce Policy Advisory Board. The council will work on a national campaign to promote investment in our nation’s workforce. The board will consist of approximately 25 leaders from the private, not-for-profit, and public sectors who will offer their expertise and advice for smart policy development.The time to invest in the American workforce is now.Our nation’s economy is booming. Since the president’s election, job creators have added 3.7 million new jobs. More Americans, nearly 156 million, are working than ever before. America has more open jobs than job seekers for the first time since tracking started in 2000, which is good news for Americans currently searching for jobs and those who are interested in returning to the workforce. The national unemployment rate reached an 18-year low. New record low unemployment rates were set for African-Americans, Hispanic-Americans and Asian-Americans.As we celebrate these achievements, the next step is drilling down for more workforce development. Technology presents challenges and opportunities as we see changes to workplaces, work schedules and work arrangements. Some jobs will look different in a year. Most jobs will look very different decades from now.We need a national commitment to embrace the rapidly, ever-changing job demands to reskill and upskill our workforce. To do that, a blend of traditional and workplace lifelong learning is required to establish a workforce that is ready for any challenge. Technology makes this easier than ever, particularly through the availability of online educational tools. Education and workforce development must work hand-in-hand to achieve the goal of family-sustaining jobs.To that end, in May the President’s Task Force on Apprenticeship Expansion recommended ways to expand the successful “earning and learning” apprenticeship model to more industries. Expanding high-quality apprenticeships to more fields will only add to the hundreds of thousands of successful apprentices currently in the workforce through existing programs.We must also tear down unnecessary barriers to work. Excessive licensing forces individuals, like barbers, teachers and nurses, who move from state to state, to give up their career or retake certifications and pay high fees to get back to work. The president recently signed an executive order to help alleviate the burden for military spouses as their families are reassigned from one state to another. States should also evaluate their approach to licensing — if licenses are unnecessary, eliminate them; if they are necessary for health and safety, streamline them.President Trump is also helping to successfully transition Americans who are reentering society from prison to jobs. The Department of Labor recently released $84.4 million in grants to community groups, states and localities to advance programs that will help to reduce crime and fill open jobs.Bureaucratic red tape can present significant barriers to work, which is why the Trump administration is restoring a commonsense approach to regulation. Workplace regulation should focus on protecting health and safety.On Friday, I appreciated visiting Boeing in North Charleston to hear about how tax cuts, commonsense regulation and workforce investment is creating more opportunity locally. Boeing has stepped up to sign the Pledge to America’s Workers, committing to invest in South Carolina employees and those across the country. Boeing’s announcement is part of a pledge made this week at the White House by companies, trade associations and labor to provide opportunities for education and training to nearly 4 million American workers – and this number will surely grow.Investing in the greatest workforce in the world — the American workforce — yields great returns.This op-ed appeared in the Post and Courier on July 20, 2018.",
    "president": null
}