{
    "title": "President Trump Visits Florida After Hurricane Irma – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-visits-florida-hurricane-irma/",
    "created_at": "2017-09-15T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nSeptember 15, 2017\n2 minute read“It’s a team like very few people have seen, and I want to thank everybody,” President Donald J. Trump stated at Hangar Bay 3 of the Southwest Florida International Airport in Fort Myers, Florida, on Thursday. The President, First Lady Melania Trump, Vice President Mike Pence, and Mrs. Karen Pence all traveled to Florida where Hurricane Irma swept through, leaving destruction in its wake, to thank FEMA, the Coast Guard, the Army, the Marines, and the Navy, as well as Governor Rick Scott and other state and local officials for their lifesaving efforts that preserved the lives of many.President Trump and First Lady Melania Trump in FloridaThe President applauded everyone’s efforts in preparation and bringing immediate relief to those affected by Hurricane Irma. “We have been very, very fast, and we had to be. We were signing papers as the storm was coming in,” said President Trump.Vice President Pence spoke highly of President Trump’s response to the threat of and recovery efforts after Hurricane Irma’s wrath, stating that “the President directed the full resources of the federal government in support of Florida’s effort to prepare for it, confront, and now recovery and rebuild from Hurricane Irma.” He went on to say “the President’s directive over this weekend was very clear: wherever Hurricane Irma goes, we’re going to be there first.”Governor Scott thanked everyone for their prayers from all over the world and the President and Vice President for their accessibility and quick decision making. He praised the Administration, stating that President Trump and Vice President Pence “surround themselves with outstanding people.” He thanked them for their many calls inquiring about the resources they needed for preparation and relief efforts.Before they proceeded to visit some of the affected areas, Vice President Pence echoed a previous proclamation of the President, stating “we’re with you today, we’re going to be with you tomorrow, and we’re going to be with you until Florida rebuilds bigger and better than ever before.”Those who have been displaced or sustained damages to their permanent residence due to Hurricanes Irma and Harvey can register for assistance at DisasterAssistance.gov.President Trump and First Lady Melania Trump in Florida -- Part 2 ",
    "president": null
}