{
    "title": "The Trump Administration’s Plan to Put You in Charge of Your Health Information – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/trump-administrations-plan-put-charge-health-information/",
    "created_at": "2018-03-09T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nMarch 9, 2018\n3 minute readI could not understand why medical records from the Department of Defense could not be seamlessly transferred to the Veterans' Administration.\n\t\t\t\t\t\tJared Kushner, Senior Adviser to President Donald J. Trump\t\t\t\t\tJared Kushner on Improving the Healthcare System“Interoperability” isn’t a word most people hear every day. But when it comes to the future of patient-centered healthcare in the United States, few technological developments may prove to be more important.Interoperability is essentially the ability of different computer systems to communicate with each other quickly and effectively. For healthcare specifically, that means being able to share patient data in an instant regardless of what hospital, pharmacy, laboratory, or clinic houses the information—and being able to do so with complete reliability and privacy protection.The Trump Administration views interoperability as a top priority for the Federal government. This week, White House Senior Adviser Jared Kushner laid out President Donald J. Trump’s plan at HIMSS18, a leading conference focusing on health information and technology transformation.“Interoperability is about our shared bottom line: saving lives,” Kushner said. “There is overwhelming consensus: America needs better access to patient data and interoperability now.”Kushner, who leads the White House’s Office of American Innovation, wants the Federal government to set the example. For all of America’s military sophistication, for example, the Departments of Defense and Veterans Affairs still struggle to exchange information. “I could not understand why medical records from the Department of Defense could not be seamlessly transferred to the Veterans’ Administration,” Kushner said.During his speech to HIMSS18, Kushner shared key principles from the Administration’s strategy:Kushner and Verma both stressed the need to move quickly. “The time is now,” Verma said. Kushner said the Administration was excited to work with healthcare innovators to make interoperability a reality.“We have developed the plan to achieve this, and we are committed to seeing it through,” Kushner said.",
    "president": null
}