{
    "title": "Remarks by President Trump Before Marine One Departure – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-marine-one-departure-36/",
    "created_at": "2019-03-28T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\nIssued on:\nMarch 28, 2019\nSouth Lawn4:17 P.M. EDTTHE PRESIDENT:  So we’re going to Michigan.  We’re opening up car plants in Michigan again for the first time in decades.  They’re coming in — really pouring in.  Car companies are coming in.  Toyota just announced $13.5 billion coming into our country.  And Michigan is booming and Ohio is booming, and North Carolina, South Carolina, Florida — a lot of places.But we have a lot of car companies and we have a lot of companies coming back into our country.  And this has been happening pretty much since I’ve been President.  It’s really amazing what’s going on.  But, again, because I’m going to Michigan, I will tell you, we’ll be speaking about it tonight.We have companies coming back in — car companies.  It’s a great thing to see.Q    Mr. President, this is the first time you’ve had an opportunity to speak on a scale like this since the Mueller report.  Will this be a bit of a victory lap for you?THE PRESIDENT:  Well, look, I’ve been going through that for almost two years.  But it’s really much more than that because, if you look back, you can probably look at the insurance policy area in terms of timing.  It’s a disgrace what happened.This was a terrible thing that was put onto our country.  Nobody has seen anything like this.  Probably never happened before.  A beautiful conclusion.  I haven’t seen the report.  Beautiful conclusion.And there was no collusion at all.  There never was.  Everybody knew it.  I wish it could have gone in one week instead of taking almost two years.  But the result was great: no obstruction, no collusion, no anything.  It was a great — yeah, it was a great thing.  But it took a long time.Q    Is this having an effect on the current round of trade talks with China?  Our understanding is that the Chinese were waiting for this report to come out before they started making some moves forward.THE PRESIDENT:  Well, I can’t tell you whether or not it had an impact on other countries, including China.  I can say this: that countries are reacting very well.  We’re doing very well with our trade talks with China, and our trade talks and other talks with other countries.  Our country is doing great.If you look at — if you look at other countries, if you look at what’s happening, the economies of other countries — we’re leading the world economically.  We’re leading the world as far as our economy is concerned.  We have a strong dollar.  We have — I mean, things are going very well.And one of the reasons I’m going out tonight to Michigan is we’ve brought back so much industry, so many car companies to Michigan.  So we’re very happy.Q    But the Barr memo does say Russia interfered.  What will we do in 2020 to make sure that we do not have —Q    Why cut funding for the Special Olympics?  Why do that?Q    What will you do in 2020 to make sure there is no repeat?THE PRESIDENT:  Quiet.Q    Why cut Special Olympics funding?  Why cut money for the Special Olympics?  Why would you cut funding for that?THE PRESIDENT:  The Special Olympics will be funded.  I just told my people, “I want to fund the Special Olympics.”  And I just authorized a funding of the Special Olympics.  I’ve been to the Special Olympics.  I think it’s incredible.  And I just authorized a funding.  I heard about it this morning.  I have overridden my people.  We’re funding the Special Olympics.Q    What you think about Facebook banning white nationalism?THE PRESIDENT:  Say it?Q    What do you think about Facebook banning white nationalism?THE PRESIDENT:  I don’t know.Q    (Inaudible) Theresa May saying that she’ll resign if her Brexit deal comes through.THE PRESIDENT:  Well, she’s a very nice lady.  She’s a friend of mine.  I hope she does well.  I hope the Brexit movement and everything happening there goes very well.  But Theresa May is a very good woman.  And I’ll tell you what: She’s strong, she’s tough.  And she’s in there fighting.Q    What do you think of Boris Johnson as Prime Minister?THE PRESIDENT:  I like Boris Johnson a lot.  He’s a friend of mine.Q    Mr. President, the Governor of Puerto Rico said he won’t be bullied by your White House.  What’s your response to that?THE PRESIDENT:  I’ve taken better care of Puerto Rico than any man ever.  We have $91 billion going to Puerto Rico.  We have $29 billion to Texas and $12 billion to Florida for the hurricanes.  Puerto Rico has been taken care of better by Donald Trump than by any living human being.  And I think the people of Puerto Rico understand it.But you do have a mayor of San Juan that, frankly, doesn’t know what she’s doing.  And the Governor — they got to spend the money wisely.  They don’t know how to spend the money, and they’re not spending it wisely.But I’m giving them more money than they’ve ever got — gotten.  And frankly, the people of Puerto Rico, I really have a great relationship with them.  And I think, when it comes time, they really do appreciate it.Q    Mozambique needs (inaudible).  They aren’t in the best situation.  They have a flood, and many kids are dying.  Mozambique.THE PRESIDENT:  Where?  Where?Q    Mozambique.  Mozambique.THE PRESIDENT:  We’re going to look into that very much.Q    Which healthcare plan do you support?  Graham-Cassidy, (inaudible) —THE PRESIDENT:  So, Obamacare has been an absolute disaster.  I have asked John Barrasso, senator; Bill Cassidy, who’s a terrific healthcare person; Rick Scott and others to take a look, form a really great plan.  We’re winning the lawsuit to terminate Obamacare in Texas.  We are winning the Texas lawsuit.  And right now, we’re on the winning side.  Hopefully, we’ll win at the appellate division and go to the Supreme Court to terminate Obamacare.The cost of Obamacare to people is far too much.  The deductibility is ridiculous.  It averages more than $7,000, meaning it’s unusable.  So, Obamacare has been disaster.  We will take care of preexisting conditions better than they’re taken care of now.  And I’ve already gotten rid of the individual mandate, which was the worst part of Obamacare, where you had to pay for the privilege of not getting bad insurance.So — wait a minute.  So we are working very hard on that.  John Barrasso, Rick Scott, we have some great people.  You look — I mean, we’ve put together a group of four or five, and Bill Cassidy is a terrific healthcare person.  And they are going to work together and come up with something that’s really spectacular.  Maybe we’ll even get support in the House from Democrats.  But it’s going to be far better than Obamacare.If we win on Obamacare, it will be terminated in the court.  And we’ll see what happens.Q    What’s the timeline?  When will you have a plan?THE PRESIDENT:  Well, we’re working on a plan now.  There’s no very great rush from the standpoint.  We’re waiting for decisions in the court.  But we’ve already won the case against — for the termination of Obamacare — against Obamacare.  Now we’ll go to the appellate division.  We’ll see what happens there.  I think we’ll win; it’s in Texas.Q    Are you —THE PRESIDENT:  Wait.  Wait.  And then it goes to the Supreme Court of the United States.If the decisions are held up, if we win on the termination of Obamacare, we will have a plan that’s far better than Obamacare, including, very importantly, preexisting conditions, which I’ve always been in favor of.Q    Mr. President, what did the FBI tell you about Jussie Smollett?THE PRESIDENT:  Well, I think the Smollett — I think the case in Chicago is an absolute embarrassment to our country.  And I have asked that it be — that they look at it.I think that case is an absolute embarrassment to our country, and somebody has to at least take a very good, hard look at it.END4:25 P.M. EDT",
    "president": null
}