{
    "title": "Intern Series: A Capitol Hill Homecoming – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-capitol-hill-homecoming/",
    "created_at": "2017-07-19T00:00:00",
    "content": "\nJuly 19, 2017\n2 minute read\n\t\t\t\t\t\tWhite House Interns\t\t\t\t\tAs part of the Summer 2017 White House Internship Program, the intern class had the opportunity to visit Capitol Hill for a tour and to hear from a Member of Congress. Having previously interned for a United States Congressman and a United States Senator, as well as having worked as a legislative fellow for a United States Congressman, I thoroughly enjoyed returning to Capitol Hill. The Summer 2017 White House Internship Program had the opportunity to gain valuable insight into the motivation to serve in Congress during a Speaker Series event with Senator Cory Gardner (R-CO), in addition to an insightful and educational tour of our Nation’s Capitol.The United States Capitol, home to the United States House of Representatives and the United States Senate, is one of the most historic and beautiful buildings in Washington, D.C. From the Old United States Supreme Court Chamber, where the landmark case of Dred Scott v. Sandford was argued, to the National Statuary Hall, where the media regularly interviews our Congressional representatives, our Nation’s Capitol is a symbol of our national unity and the space where those who are working to improve the lives of all Americans to come together to work, regardless of political party.During Senator Gardner’s thoughtful speech, he stressed the importance of being involved in one’s local community and highlighted the value of creating good relationships in every aspect of our daily lives. He reminded us that we may interact with peers we meet today for the rest of our lives as we enter public service careers. The Senator also reminded us of the importance of family values, saying that he relaxes from his stressful job by “spending quality time with his family.” He is truly an example to emulate.The White House Internship Program opens a vast horizon for the interns to be part of the inner workings of our country and perform tasks that impact all citizens. Each individual has an important role in our great Nation. Interning at the White House is a once in a lifetime opportunity from our weekly interactive speaker series to daily office operations.Katy Morris is from Bucks County, Pennsylvania. Katy is a member of the Summer 2017 White House Internship Program in the Office of Presidential Personnel.",
    "president": null
}