{
    "title": "Remarks by CEA Chairman Kevin Hassett to the Japan Center for Economic Research – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-cea-chairman-kevin-hassett-japan-center-economic-research/",
    "created_at": "2018-08-03T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tEconomy & Jobs\t\n\nIssued on:\nAugust 3, 2018\nCouncil of Economic AdvisersAugust 1, 2018\nImperial Hotel\nTokyo, JapanGood morning. I’m pleased to be here today, having been asked to offer an overview and diagnosis of the state of the U.S. economy.If you had asked me to deliver such remarks twenty months ago, I would have said the U.S. economy was struggling. In the six and a half years between the start of the recovery in 2009:Q3 and the end of 2015, growth in real GDP averaged 2.2 percent, slowing to just 1.8 percent in 2016. Since the 2009:Q2 economic trough, labor productivity growth in the private nonfarm business sector through the end of 2016 averaged just 1.0 percent—less than half the pre-crisis postwar average of 2.3 percent and the slowest of any postwar expansion.This was in part because, for the first time in postwar U.S. history, the contribution of capital deepening to labor productivity growth turned negative on a sustained basis, and was in fact, on average, negative for the entire 2010-2016 period, compared to an historical average of 1 percentage point.In other words, during the post-2009 expansion, depreciation of existing capital per worker was exceeding investment. Indeed, in the six and a half years between the start of the recovery in 2009:Q3 and 2015, growth in real private nonresidential fixed investment averaged 4.8 percent, and slowed to just 0.7 percent in 2016.What makes this record so shocking is that it is historically highly atypical. Not only was it slow by historical standards, it was also contrary to empirical evidence—confirmed by recent peer-reviewed research—that in the United States, deeper recessions are typically succeeded by steeper expansions, and that this correlation is in fact stronger when the contraction is accompanied by a financial crisis. Since the nineteenth century, the recent recovery was one of only three exceptions to this pattern.So what was going on? Back in graduate school, one of the first topics that captured my interest was the question of how responsive demand for capital services is to the cost of capital. The empirical challenge, of course, is that changes in the cost of capital are not random. In particular, there is potential simultaneity bias from the fact that legislatures tend to lower corporate tax rates and raise investment tax incentives during periods of economic contraction, and to raise corporate taxes (and withdraw investment credits and other incentives) during periods of economic expansion. Obviously, such bias would lead economists to underestimate the responsiveness of demand for capital services to changes in the cost of capital.When one properly accounts for this bias, as Alan Auerbach and I showed in one of my first peer-reviewed publications, one in fact observes much larger effects of the cost of capital on business investment than the academic literature had previously been estimating.Several decades on, our inference that tax policy influences behavior seems to have stood the test of time, as a battery of peer-reviewed publications is now showing that a 1 percent decline in the cost of capital raises the demand for capital services by 1 percent. The capacity of economic research to identify the causal effects of variation in policy has also grown. The literature’s arc towards larger rather than smaller estimates of the effects of policy variables is all around us, and in the top journals. Consider, for instance, the emergence of what is called “the narrative approach” to identifying the effects of tax policy on economic activity. These methodologies harness advances in computational power and natural language processing to identify the stated motivations of the policymakers that Alan and I worried about back in the 90s.While no single paper can be decisive, consider that the February 2018 online issue of the Quarterly Journal of Economics features an article that draws on this narrative approach to estimate the responsiveness of personal income with respect to marginal tax rates. The paper’s headline estimates were north of 1 for 1—very high by contemporary standards as well as those of the literature a couple decades ago. And this paper is not alone, but rather is just the latest in a growing list of articles exploiting the narrative approach to land in top five economics journals—Romer and Romer, Mertens and Ravn, Mertens and Montiel Olea, Cloyne, Hayo and Uhl.But the identification of causal effects from econometric estimates can require assumptions about the structure and functional form of relationships between a specified set of policy variables and measures of economic activity. That is in addition to the requirement, of course, that you have the relevant data at hand in the first place—a requirement typically only satisfied in hindsight. But we value knowing now whether the policy is working as intended. The observation of the variation in forecasts before and after a policy is changed offers one way of looking at the policy’s likely effects, just as Alan and I did in our first paper. And so, as we economists wait for evaluations of the effect of the Tax Cuts and Jobs Act on economic growth to percolate through the peer-review process and into academic journals, looking at changes in growth forecasts before and after the TCJA offers one way to gauge its expected effect on growth.The evolution of recent forecast revisions is quite revealing, and consistent with the tax act having a large effect on growth expectations. If one looks, for example, at the Blue Chip consensus forecast for four-quarter real GDP growth in 2018 and 2019, it was roughly flat throughout most of 2017, as media coverage of the legislative prospects for the Administration’s economic agenda was generally pessimistic. Consensus forecasts through November 2017 were therefore low—2.3 to 2.4 percent in 2018 and 2.1 percent in 2019.Since November, however, we’ve seen steady upward revisions in private forecasts. As of last month, the Blue Chip consensus forecast is now for 2018 growth of 2.9 percent, and 2019 growth of 2.3 percent, upward revisions of 0.6 and 0.2 percentage point since the tax act was passed. Official forecasts revisions suggest an even bigger bump. In its last forecast before the tax bill was passed, the Congressional Budget Office projected growth of 2.0 and 1.5 percent in 2018 and 2019. That has now been revised up substantially—to 3.3 and 2.4 percent, respectively. In other words, the CBO now projects growth to be more than a percentage point higher, on average, over the next two years than they did a year ago. In addition, over the same timeframe, the CBO revised up its forecast of the effect of economic growth on projected corporate income tax receipts over the 2018-2027 period by $476 billion, which exceeds the CBO’s own $409 billion static score of the TCJA.Ex ante, knowing only that the TCJA passed, based on my paper on corporate tax rates and the Laffer curve with Alex Brill, one could have predicted such a revenue increase. It is also consistent with what we would expect from the empirical literature. The corporate income tax base is highly responsive to changes in effective corporate tax rates for the same reason that investment is highly responsive to changes in effective corporate tax rates—it’s because capital is mobile!In April, the International Monetary Fund released its April 2018 World Economic Outlook (WEO). Global growth for 2018 was revised up 0.2 percentage point from its October WEO release to 3.9 percent year-over-year. The IMF attributes roughly half of the global growth revision to changes in U.S. fiscal policy. When honing in on the United States, the IMF’s April 2018 update to its October 2017 World Economic Outlook revised up its growth forecast by 0.6 percentage point from October to 2.9 percent year-over-year. According to the IMF, one reason for this upward revision is the macroeconomic effects stemming from the Tax Cuts and Jobs Act passed in December.The IMF’s April upwards revision to its October global growth forecast in the wake of the passage of the TCJA follows the OECD’s own March upwards revision to its November global growth forecast. For the U.S., its 2018 outlook increased by 0.4 percentage point to 2.9 percent and its 2019 outlook increased by 0.7 percentage point to 2.8 percent. And the OECD’s March Economic Outlook cited as one of the “key factors behind the upward revision to global growth prospects in 2018 and 2019” the “tax reductions . . . announced in the last three months.”I note in passing that these revisions are almost exactly what our analysis from last year implied they would be once the bill passes.As for global growth, CEA’s own, very preliminary in-house analysis finds that exogenous tax changes in the world’s largest economy may have surprisingly large effects on global growth, suggesting the recent rise in growth expectations around the world is more the result of fiscal developments in the United States than the other way around. Applying the Romer & Romer exogenous tax shock series to a global vector autoregressive model indicates that a 1 percent cut in U.S. taxes as a fraction of GDP raises growth in the European Union and Rest of the World by almost 1 percent in the year immediately following, with a peak impact of over 1 percent after 2 years. While wide error bands suggest that we shouldn’t attach much weight to these point estimates, the important result is that we can reject the null hypothesis of no effect with 95 percent confidence.Though the mechanisms relating exogenous U.S. tax changes to global growth remain an open and, I believe, fascinating question for our ongoing work, the magnitude of the effect strongly suggests they extend far beyond the arithmetic relationship implied by the U.S. share of global GDP. Our own intuition is that other countries often learn from U.S. success, and respond to first-moves by 25 percent of the world economy with adoption of similar policies.But don’t just believe the forecasts. You can already see the effects emerging in the data. Growth of business fixed investment rose every quarter of 2017 to average 6.3 percent for the year, according to data from the Bureau of Economic Analysis, up from just 0.7 percent in 2016. In the first quarter of 2018, it jumped again, to 10.4 percent. Growth of equipment investment jumped to 11.6 percent in 2017:Q4 and 5.8 percent in 2018:Q1, thanks largely to the tax law’s allowance for full expensing of equipment investment retroactively to September 2017.Business investment in structures and intellectual property has also surged—up 16.2 percent in Q1 for structures, and 13.2 percent for intellectual property. In Q1, private fixed investment as a share of GDP was in fact the highest it has been since the first quarter of 2008. Consistent with that evident trend shift, composite planned capital expenditure indices from Morgan Stanley and Goldman Sachs have been hitting record or near-record highs.All of this is, ultimately, good news for American workers. The burden of corporate taxation is disproportionately born by labor, and it is born by labor through a long-run investment channel that results in fewer establishments, fewer factories and plants, less equipment, and at the end of the day less employment, fewer hours, lower productivity, and thus lower wages. So when we reduce the corporate tax burden, as we’ve just done, in the long-run we expect labor to enjoy a disproportionate share of that relief, through increased investment, a higher target capital stock, higher capital per worker, and thus higher productivity and wages. It’s therefore exciting to see in the 2018 data effects that are consistent on this point with top articles published in the Journal of Political Economy, American Economic Review, and American Economic Journal in just the past year.An equally exciting challenge moving forward will be to identify the relative velocities of adjustment to a positive tax shock as we have just experienced. Consistent with Le Chatelier’s Principle, liquid capital markets may respond instantaneously by reallocating capital from mature, cash-rich firms to more dynamic, cash-constrained firms, whereas labor and physical capital market responses may be subject to longer time horizons.But in any event, I would say that right now the fundamentals of the American economy are looking strong, with improved supply-side potential.Thank you for your time, and for the generous invitation to speak with you all today.Kevin Hassett is the Chairman of the Council of Economic Advisers. ",
    "president": null
}