{
    "title": "Memorandum on Authority of the Intelligence Community to Collect Certain Intelligence Regarding United States Persons Held Captive Abroad – The White House",
    "link": "https://trumpwhitehouse.archives.gov/presidential-actions/memorandum-authority-intelligence-community-collect-certain-intelligence-regarding-united-states-persons-held-captive-abroad/",
    "created_at": "2020-09-30T00:00:00",
    "content": "\n\t\t\t\tPresidential Memoranda\t\t\t\n\n\t\tNational Security & Defense\t\n\nIssued on:\nSeptember 30, 2020\nSUBJECT:  Authority of the Intelligence Community to\nCollect Certain Intelligence Regarding\nUnited States Persons Held Captive Outside\nthe United States\nI hereby authorize and direct the IC to continue collecting such intelligence, consistent with applicable laws, Executive Orders, and Presidential Directives.  In furtherance thereof, I authorize the IC to collect intelligence concerning the identity, safety, and recovery of United States persons reasonably believed to be held captive outside the United States by a foreign power, an international terrorist organization, or other non-United States persons by directing an intelligence collection technique against such United States persons, including a technique to collect international or foreign communications (namely, communications involving one or more communicant outside the United States) to, from, or about such United States persons; and property, data, or information located outside the United States of such United States persons.  With regard to such collection directed against United States persons held captive abroad, the IC may do so without obtaining, pursuant to section 2.5 of Executive Order 12333, approval from the Attorney General or his determination that the technique is directed against a foreign power or an agent of a foreign power.The directives and authorizations provided in this memorandum shall be implemented consistent with applicable law, including all applicable requirements of the Foreign Intelligence Surveillance Act of 1978, as amended, and the other requirements and limitations of Executive Order 12333, and subject to the availability of appropriations.",
    "president": null
}