{
    "title": "Secretary Price Hosts Listening Session with Obamacare Victims – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/secretary-price-hosts-listening-session-obamacare-victims/",
    "created_at": "2017-06-22T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nJune 22, 2017\n2 minute readOn Wednesday, Health and Human Services Secretary Tom Price, M.D., hosted a listening session at the White House with Administrator of the Centers for Medicare and Medicaid Services Seema Verma to hear from individuals who are facing a lack of choice in healthcare plans due to insurers pulling out of Obamacare marketplaces.Citizens from Ohio, Iowa, and Missouri shared real-life stories of how Obamacare has negatively impacted themselves, their families, their businesses, and their communities. These real-life examples show the extremely limited options of healthcare plans that are available, and the consequences of such high premiums and deductibles.A small business owner from Missouri spoke of his inability to keep employees because of the advantage Obamacare gives to large corporations. An insurance agent from Missouri spoke of her guilt as she was unable to help her friends and neighbors, and was forced to deny them insurance due to the high costs. A doctor from Iowa spoke of his children, both diagnosed with a terminal disease, and his struggle as he was forced to choose between his practice and his children’s medical care.These examples, among countless others, demonstrate the tolls Obamacare has taken on the American people. The American people are frustrated with Obamacare, and they are looking for change.Secretary Price Hosts Listening Session with Individuals Facing Lack of Choice in Coverage\n\t\t\t\t\t\tHealth and Human Services Secretary Tom Price\t\t\t\t\tSecretary Price reaffirmed the Administration’s commitment to reduce Obamacare’s burdens by providing the American people with the highest quality healthcare system.",
    "president": null
}