{
    "title": "Secretary Perdue Hosts Inaugural Rural Prosperity Task Force Meeting – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/secretary-perdue-hosts-inaugural-rural-prosperity-task-force-meeting/",
    "created_at": "2017-06-16T00:00:00",
    "content": "\n\n\t\tLand & Agriculture\t\n\nJune 16, 2017\n2 minute readSecretary of Agriculture Sonny Perdue and other members of President Donald J. Trump’s Cabinet are rolling up their sleeves and getting to work on behalf of rural America. Secretary Perdue hosted the inaugural meeting of the Interagency Task Force on Agriculture and Rural Prosperity, which was created by the President’s Executive Order of April 25, 2017. At USDA headquarters, Secretary Perdue was joined by Secretary of Housing and Urban Development Ben Carson, Secretary of Energy Rick Perry, Director of the White House Office of Management and Budget Director Mick Mulvaney, U.S. Trade Representative Robert Lighthizer, Chairman of the Federal Communications Commission Ajit Pai, and representatives from a total of 22 executive branch departments and agencies.While much of the country has recovered from the recent recession, large areas of rural America have not fared as well.  Nationally, 85 percent of persistently impoverished counties are in rural areas, and one in four rural children is growing up in poverty.  The employment numbers continue to lag, and without connectivity and improved infrastructure widely available, the population in rural America is at its lowest point since 2010.The Task Force is working to improve quality of life for people living in rural areas, develop a reliable workforce, spur innovation and technology development, and roll back regulations to allow communities to grow and thrive. By directly engaging stakeholders to develop an action plan for legislative reforms and regulatory relief, the Task Force is expected to accomplish a great deal for rural Americans. President Trump has asked for a report with concrete recommendations within 180 days of the Task Force’s creation. ",
    "president": null
}