{
    "title": "The White House Announces Its Rescission Package – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/white-house-announces-rescission-package/",
    "created_at": "2018-05-08T00:00:00",
    "content": "\n\n\t\tBudget & Spending\t\n\nMay 8, 2018\n2 minute read\n\t\t\t\t\t\tRuss Vought\t\t\t\t\tWashington has a spending problem. The national debt is now more than $21 trillion and the deficit could reach $1 trillion next year.Through his two budget requests to Congress, President Trump has proposed trillions of dollars in common-sense spending cuts. He has sought to eliminate outdated and ineffective programs across the federal government, ending the debt spiral.…At the direction of President Trump, the Office of Management and Budget has worked diligently to identify wasteful and unnecessary spending already approved by Congress. On Tuesday, President Trump will send Congress a $15.4 billion rescissions request, the largest ever using this authority.While this authority hasn’t been used in nearly two decades, every president from Gerald Ford to Bill Clinton successfully rescinded funds. From 1974 to 2000, approximately 40% of presidential rescission proposals were enacted in some form. Members of Congress in both parties have supported rescissions packages similar to the one President Trump is proposing.…The Trump administration and Congress must be responsible with each taxpayer dollar that comes to Washington. Every member of Congress should support these rescissions.Over the past decade, it’s become increasingly apparent that Washington has no appetite for fiscal restraint. Unless the federal government as a whole commits to cutting spending and letting the economy grow, bloated deficits and outrageous levels of debt will haunt future generations. President Trump stands ready to put our fiscal house back in order and put the American taxpayer first. Does the rest of Washington?Mr. Vought is deputy director of the White House Office of Management and Budget. Read the full oped here. ",
    "president": null
}