{
    "title": "Securing Global Health through U.S. Leadership – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/securing-global-health-u-s-leadership/",
    "created_at": "2017-10-23T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nOctober 23, 2017\n3 minute read\n\t\t\t\t\t\tAdmiral Tim Ziemer\t\t\t\t\tAt a meeting with African leaders during the United Nations General Assembly, President Donald J. Trump underscored his commitment to promote the Global Health Security Agenda (GHSA) by noting, “We cannot have prosperity if we’re not healthy.”On Oct. 25 and 26 I will lead a multi-sectoral delegation comprising the Departments of Agriculture, Defense, Health and Human Services, State, Treasury, the U.S. Agency for International Development, and the Centers for Disease Control and Prevention to Kampala, Uganda, to deliver on the President’s commitment.GHSA launched in 2014 as a five-year initiative to increase country-level health security capacity to stop outbreaks at the source.  GHSA now includes over 60 nations all working to close gaps that allow infectious disease to take root and spread. That’s why the meeting in Uganda is important. It will bring together senior leaders across many sectors from GHSA partner nations, international organizations, and nongovernmental stakeholders to evaluate the progress made so far, fine-tune the work and priorities ahead, and address barriers standing in the way of the goals we have all agreed to meet.It’s not hard to understand why these goals are so widely and eagerly embraced. The world remains under-prepared to prevent, detect, and respond to infectious disease outbreaks, whether naturally occurring, accidental, or deliberately released. Distance alone no longer provides protection from disease outbreaks. Infectious disease and pathogens can move from one point on earth to almost any other place in the world within 36 hours.Through GHSA, we have made significant progress. The United States has committed $1 billion to support partner countries and to strengthen implementation of the International Health Regulations core capacities across 11 technical areas. We recognize that the cost of failing to control outbreaks and losing lives is far greater than the cost of prevention.We have three objectives at this year’s GHSA meeting. First, we want to ensure that GHSA is extended to 2024.  There is still much work to do to realize the original GHSA vision of a world safe and secure from infectious disease threats. Second, we want our partners to sustain and strengthen their GHSA commitments. Finally, we want to foster partnerships to promote sustainability and coordination across all sectors, including with non-governmental stakeholders, to prevent the next outbreak.If GHSA is extended to 2024, we will work with partners to strengthen the next phase of this multilateral initiative building on existing work, and shaping the GHSA mission and structure to reflect the current global health security environment.That will lead us all closer to a world that is both healthier and more prosperous.Find out more by visiting the GHSA website and by checking out #GHSAKampala, #GlobalHealthSecurity, and #GHSAgenda on social media.Admiral Tim Ziemer is the Senior Director for Global Health Security at the National Security Council.",
    "president": null
}