{
    "title": "Intern Series: Forgotten No Longer – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-forgotten-no-longer/",
    "created_at": "2017-08-16T00:00:00",
    "content": "\nAugust 16, 2017\n2 minute readIn his inaugural address, President Donald J. Trump made a promise to the American people: “The forgotten men and women of our country will be forgotten no longer.” As a member of the Summer 2017 White House Internship Program class, I have had the unique opportunity to watch President Trump as he worked to keep his promise to some of our Nation’s forgotten men and women.In June, President Trump hosted a roundtable discussion with family members whose loved ones were killed by illegal immigrants. For years, politicians have ignored the fact that the deaths of these innocent Americans were preventable. Despite the families’ pleas for basic immigration enforcement, Washington stood silent, refusing to act. Their cries fell on deaf ears and criminal illegal aliens continued to roam free on American streets.During the roundtable discussion at the White House, President Trump engaged with each of the victims and listened intently as they told their harrowing stories. He looked with compassion into each of the participants’ tearful eyes and assured them that never again would their voices be ignored. As I stood there in the Cabinet Room watching the President interact with these grieving families, I felt a sense of pride in knowing that through my service in the Trump Administration, I had helped in some way to give a voice to these individuals who had previously been disregarded.Like countless other hardworking men and women across the country, these families had been forgotten and ignored by Washington. Nothing can ever erase the pain of their losses, but these men and women can surely find comfort in knowing that the Trump Administration hears their cries. These forgotten men and women are forgotten no longer.As President Trump said, “Everyone is listening to you now.”Maximus Ebert is from Allentown, Pennsylvania, and is a junior studying Political Science at The Catholic University of America. Maximus is a member of the Summer 2017 White House Internship Program in the Office of the Senior Adviser for Policy.",
    "president": null
}