{
    "title": "SBA Boosts Woman’s Dream to Expand Business – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/sba-boosts-womans-dream-expand-business/",
    "created_at": "2018-05-03T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nMay 3, 2018\n4 minute readRebecca Fyffe just expanded her Chicago-area pest control business, moving to a new warehouse that enables her to buy supplies in bulk and price her services more competitively. And as demand rises for science-based pest control practices that better protect both the environment and public health, she’s already planning her next phase of growth – expanding beyond Illinois.“We really couldn’t be where we are today without SBA assistance,” she said. “They’ve helped us in every phase of our growth process.”The U.S. Small Business Administration is proud to be part of Fyffe’s success – helping her develop a business plan, access capital needed to finance her growth, and counseling her on diversifying her customer base.The SBA helped Fyffe access federal contracts to service government buildings, and even connected her to an engineer who mentored her on reading the buildings’ blueprints and hiring employees with the right skill set. As part of National Small Business Week, the SBA recognized her as the 2018 National Small Business Person of the Year.“It’s an opportunity to thank the SBA for the incredible support they provided my business,” Fyffe said.National Small Business Week celebrates entrepreneurs like Fyffe and all of our nation’s 30 million small businesses, which employ nearly 59 million Americans. Nearly half of our private workforce works for a small business, and small businesses create two out of every three net new jobs in the private sector each year.Entrepreneurs are not just job creators; they are innovators and problem-solvers, creating products and services that are better, smarter or more efficient than what came before.Fyffe was motivated by a tragedy that affected her family. Her cousin was permanently disabled after contracting encephalitis from pigeon droppings he encountered while playing in a Chicago alley. Fyffe sought a solution that would help protect other families from facing what hers did and identified a business opportunity.“Children living in buildings with cockroaches have a greater likelihood for asthma, even fatal asthma attacks,” she said. “I approached pest control from a social justice perspective and focused on scientific methodology, so I’m doing something very different and unique.”The SBA is working to help even more entrepreneurs create solutions to meet consumer demand. It is the nation’s only go-to resource for small business, backed by the strength and support of the federal government, and providing entrepreneurs with the tools they need to succeed.The SBA – through its headquarters in Washington; its 68 district offices nationwide; and resource partners like Small Business Development Centers, Women’s Business Centers, Veterans Business Opportunity Centers and SCORE chapters – serves small businesses at every stage of their lifecycle.The SBA guarantees loans for entrepreneurs who cannot access capital from other sources, mitigating a lender’s risk. It offers counseling on starting and scaling a business, from how to draft a business plan to how to export products overseas.In addition, the SBA trains small business owners to compete for government contracts. And it helps those recovering from a declared disaster get back on their feet.As head of the SBA, I am honored to work with President Trump as an ally and advocate – ensuring small businesses can compete and thrive in a local, national and global marketplace.Through cutting taxes, rolling back overly burdensome regulations, supporting workforce development and enhancing opportunities in rural America, this administration is showing that a thriving economy creates an even stronger America.This is a terrific time for entrepreneurship, and the SBA is working to power the American Dream by removing barriers to small businesses.“My message for other entrepreneurs is you don’t have to go it alone,” Fyffe said. “The SBA’s services are already here for you. It’s much better to ride on the shoulders of giants than try to reinvent it for yourself.”Linda McMahon is administrator of the U.S. Small Business Administration. This op-ed appeared in Fox News on May 3, 2018.",
    "president": null
}