{
    "title": "President Trump’s Second Trip Abroad – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trumps-second-trip-abroad/",
    "created_at": "2017-07-11T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nJuly 11, 2017\n5 minute readPresident Donald J. Trump embarked on his second trip abroad last week, aiming to reaffirm America’s global leadership, deliver a message of unity to our country’s friends and allies, and promote economic prosperity worldwide. His trip began with a visit to Poland, a key NATO ally, and concluded at the G20 Summit in Germany.During his visit to Warsaw, Poland, President Trump met with Polish President Andrzej Duda, affirming the enduring friendship and alliance between Poland and the United States. The two held a joint press conference in the Royal Castle Courtyard. The President praised the vital military relationship between the two countries and highlighted the importance of healthy economic relations.President Trump then joined European Heads of State attending the Three Seas Initiative Summit, where he expressed the United States’ support of the Three Seas Business Council, an effort to boost the initiative’s ability to better connect and transform the region. The President also emphasized the importance of diversifying energy sources, supplies, and routes to ensuring Europe’s energy security. To conclude his visit, President Trump gave remarks to the people of Poland in Krasiński Square.“Our two countries share a special bond forged by unique histories and national characters. It’s a fellowship that exists only among people who have fought and bled and died for freedom,” President Trump said.The President then traveled to Hamburg, Germany where he attended the G20 summit. On day one of the event, he met with President Enrique Peña Nieto of Mexico, emphasizing the strong bilateral relationship that the United States enjoys with Mexico and discussed regional challenges, including drug trafficking, illegal immigration, and the crisis in Venezuela.Throughout the day, President Trump participated in highly productive working sessions on trade, the environment, and the economy, discussing substantial issues with other world leaders.President Trump also met with the President of Russia, Vladimir Putin. The two exchanged views on the current nature and future of the US-Russia relationship. They discussed important progress made in Syria and acknowledged the challenges of cyber threats and interference in the democratic processes of the United States and other countries. They agreed to explore creating a framework around which the two countries can work together to better understand how to deal with these cyber threats.On the second day of the summit, President Trump met with the Prime Minister of the United Kingdom Theresa May. The two leaders affirmed their special relationship and discussed counterterrorism initiatives and trade. They also conferred on a range of joint foreign and security policy interests.After the meeting, President Trump attended and made remarks at a Women’s Entrepreneurship Finance Event. He announced that as part of the global initiative to advance the economic power of women, the United States would be committing $50 million to empowering women in our modern economy.Later in the day, President Trump held meetings with several other world leaders including Prime Minister Lee Hsien Loong of Singapore, President Joko Widodo of Indonesia, and Prime Minister Shinzō Abe of Japan.After attending the closing session, President Trump met with President Xi Jinping of China. Both sides reaffirmed their commitment to a denuclearized Korean Peninsula, and reviewed work in other areas in the bilateral relationship.President Trump recognizes that the United States must play a leading role in promoting global peace and prosperity. His second trip abroad displayed a commitment to this mission through engagement with American allies and leaders across the world.",
    "president": null
}