{
    "title": "Congress Didn’t Act on Prescription Drug Prices. So President Trump Did. – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/congress-didnt-act-on-prescription-drug-prices-so-president-trump-did/",
    "created_at": "2020-07-27T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nJuly 27, 2020\n3 minute readThis story first appeared in 1600 Daily, the White House’s evening newsletter. Subscribe now to get breaking news from President Trump before anyone else.Americans have waited decades for Washington to keep its promise to fix soaring prescription drug prices. Now, thanks to President Trump, that long wait is over.President Trump Takes Historic Action to Reduce Medicine PricesThe President signed four sweeping executive orders on Friday, which together will significantly lower the cost of prescription drugs while increasing access to life-saving medications such as insulin:“The four orders that I’m signing today will completely restructure the prescription drug market, in terms of pricing and everything else, to make these medications affordable and accessible for all Americans,” President Trump said.In 2018, prescription drugs saw their largest annual price decrease in more than half a century. Average basic premiums for Medicare Part D prescription drug plans have fallen by 13.5 percent since 2017, saving beneficiaries $1.9 billion in premium costs. Friday’s four executive orders build on this crucial progress.At the White House last week, a number of Americans shared personal stories about the importance of lowering medicine costs for all patients.After her husband died in an auto accident, Andrea Eckles ended up with more than $15,000 in medical debt when she had to switch healthcare plans. “I work in a very small dental office, and so my only choice for healthcare at that time was what I call the ‘Unaffordable Care Act,’” she said.Paul Madden has lived with insulin-dependent diabetes for 59 years. “Your work, sir, to ensure that insulin is affordable under Medicare will help guarantee that I and millions of seniors who take insulin realize healthier, more productive, independent, happier lives,” Mr. Madden told the President.? President Trump: We will finally allow the legal importation of medicine!\n\t\t\t\t1600 Daily is the White House’s evening newsletter. Subscribe now to get breaking news from President Trump before anyone else.\t\t\t",
    "president": null
}