{
    "title": "President Trump in Paris: Day 1 – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-paris-day-1/",
    "created_at": "2017-07-14T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nJuly 14, 2017\n3 minute readOn Thursday, President Donald J. Trump began his first day in Paris by visiting the U.S. Embassy where he met with staff and Bastille Day participants. He delivered remarks highlighting the bravery and heroism that U.S. and French soldiers displayed during World War I and II. President Trump stated, “American and French Patriots have fought together, bled together, and died together for freedom, country, and democracy.” The President was also joined by three American veterans of D-Day: Joseph Reilly, Donald Cobb, and Steven Melnikoff.  These three American heroes “fought for freedom in its hour of need” and reclaimed the beaches of Normandy 73 years ago.Later that morning, President Trump and First Lady Melania met President and Mrs. Macron for an arrival ceremony at Hotel Invalides. The President and First Lady received a tour of Les Invalides which included the tomb of Marshal Foch, the French National War Museum, and the tomb of Napoleon.Following the ceremony, the First Lady visited with patients and staff of Necker-Enfants Malades Hospital while President Trump departed for Élysée Palace for a bilateral meeting with President Macron. The meeting covered topics including the conflict and ceasefire in Syria, as well as other counterterrorism efforts. Additional discussions included trade and cybersecurity.President Trump and President Macron then held a joint press conference where they highlighted the historic relationship between the U.S. and France which began with the Revolutionary War and has endured through two World Wars. President Trump recognized France as America’s oldest ally and that the relationship between the two counties continues to strengthen today in the face of new global threats. President Trump emphasized the unbreakable friendship between the U.S. and France stating, “As long as we have pride in who we are, where we’ve come from, how we got here, and what we’ve achieved as free and democratic nations, then there is nothing we cannot accomplish together.”After the joint press conference, the President and First Lady wrapped-up the evening with a private dinner hosted by President and Mrs. Macron at the Eiffel Tower. ",
    "president": null
}