{
    "title": "A President That Puts the Needs of Rural Americans Front and Center – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-puts-needs-rural-americans-front-center/",
    "created_at": "2018-03-20T00:00:00",
    "content": "\n\n\t\tLand & Agriculture\t\n\nMarch 20, 2018\n3 minute readOur rich and abundant soil provides for more than just sustenance—it provides a beautiful and bountiful way of life for millions of Americans.\n\n\t\t\t\t\t\tPresident Donald J. Trump’s 2018 National Agriculture Day Proclamation\t\t\t\t\t\t\t\nOne in 12 jobs in the United States is dependent on agriculture, according to the Agriculture Council of America (ACA). From farmers to processors to consumers, the fruits—pun intended—of U.S. agriculture find their way into the home of every American.National Agriculture Day, or “Ag Day,” is a moment to reflect on the essential role agriculture plays in our society. This year’s celebration on March 20 marks the 45th anniversary of Ag Day and carries the theme of “Agriculture: Food for Life.” The ACA started the Ag Day program in 1973 to teach more Americans about how food and fiber products are produced, how they contribute to the economy, and what career opportunities they afford.President Donald J. Trump’s Secretary of Agriculture, Sonny Perdue, has been active in traveling the country and hearing firsthand about how government decisions affect our farmers. The Administration is in the process of considering legislative, regulatory, and other policy changes stemming from the Interagency Task Force on Agriculture and Rural Prosperity, which Secretary Perdue chairs.That task force has identified more than 100 recommendations, spanning across five key areas of need:“No doubt, rural America has struggled under burdensome regulations with no voice in Washington,” Secretary Perdue says. “But under President Trump’s leadership, and with the work of this task force, we can turn that around and restore rural prosperity once and for all.”In addition to assembling the rural prosperity task force, President Trump has made advancing the agriculture sector a centerpiece of his Administration. His Executive Order on Streamlining and Expediting Requests to Locate Broadband Facilities in Rural America, signed this January, outlines a system to bring broadband infrastructure to overlooked rural communities.Even sweeping reforms, such as the Tax Cuts and Jobs Act that President Trump signed in December, focus on the particular needs of rural America. The tax cuts package allows American farmers to deduct 100 percent of the cost of new equipment in the year they make that investment.“American farmers and ranchers are the heart and soul of America and they represent the determined, self-reliant character of our Nation,” President Trump wrote in his Ag Day Proclamation last year. “We are proud of American agriculture and we recognize agriculture’s critical role to our Nation’s bright future.”",
    "president": null
}