{
    "title": "The Sweeping Legacy of First Lady Barbara Bush – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/sweeping-legacy-first-lady-barbara-bush/",
    "created_at": "2018-04-18T00:00:00",
    "content": "\nApril 18, 2018\n5 minute readFormer First Lady Barbara Bush, wife of 41st President George H. W. Bush, passed away in Houston, Texas, on April 17. The mother of 6 and grandmother of 17 was 92.Only two women in American history have both served as First Lady and raised a son who would become president. The first was Abigail Adams, First Lady to President John Adams and the mother of John Quincy Adams. The second was Mrs. Bush, whose son George W. Bush would serve two terms as Commander in Chief beginning just 8 years after his father left office.Yet Mrs. Bush’s legacy extends far beyond her role as the matriarch of one of America’s most consequential political families. She served as a close and trusted adviser to her husband during the first Bush Administration, and she tirelessly championed the cause of literacy throughout her life. The New York Times reports that Mrs. Bush attended more than 500 events related to literacy just counting her husband’s time as Vice President in the Reagan Administration alone.“Amongst [Mrs. Bush’s] greatest achievements was recognizing the importance of literacy as a fundamental family value that requires nurturing and protection,” President Donald J. Trump said in a statement. “She will be long remembered for her strong devotion to country and family, both of which she served unfailingly well.”The outpouring of deeply personal remembrances in the hours following Mrs. Bush’s death is a testament to both her force as a public figure and her warmth as a friend. “When I first met Barbara Bush in 1988 as she entertained spouses of congressional candidates at the @VP Residence, her sage advice and words of encouragement touched my life in a profound way,” Second Lady Karen Pence wrote on Twitter. “Since becoming Second Lady, she has become a trusted friend. I will miss her.”Those sentiments weren’t limited to public officials. “You were a beautiful light in this world and I am forever thankful for your friendship,” Houston Texans defensive end J. J. Watt wrote.\n1/?\nMrs. Bush’s far-reaching work and plainspoken style made her a bipartisan symbol for women’s empowerment. She also embraced the value of accessibility in a First Lady. When she famously wore fake pearls to her husband’s Presidential Inauguration and throughout her time in the White House, her deputy press secretary quipped it was because “she just really likes them.”Acutely aware of the public spotlight cast on First Ladies, Mrs. Bush served as America’s first hostess “with respect but without fuss or frippery,” Vanessa Friedman writes in The New York Times.The Bush family shared personal tributes of their own this week. “Barbara Bush was a fabulous First Lady and a woman unlike any other who brought levity, love, and literacy to millions,” former President George W. Bush wrote. “To us, she was so much more. Mom kept us on our toes and kept us laughing until the end. I’m a lucky man that Barbara Bush was my mother.”First Lady Melania Trump will attend Mrs. Bush’s funeral in Texas on April 21. President Trump has ordered that all U.S. flags at Federal locations fly at half-staff until sunset of that day.“Throughout her life, she put family and country above all else,” Mrs. Trump said in a statement. “She was a woman of strength and we will always remember her for her most important roles of wife, mother, and First Lady of the United States.”",
    "president": null
}