{
    "title": "The Trump Administration Supports Fostering Innovation by Leveraging Prizes and Challenges – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/trump-administration-supports-fostering-innovation-leveraging-prizes-challenges/",
    "created_at": "2018-03-20T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nMarch 20, 2018\n3 minute read\n\t\t\t\t\t\tMatt Lira and Guillermo Mendoza \t\t\t\t\tLast week, the White House hosted the “Roundtable Discussion on Fostering Innovation with Prizes and Challenges” with U.S. Secretary of Energy Rick Perry and leaders from across the country.The Trump Administration strongly supports efforts by Federal agencies to host prizes and challenges, particularly those that leverage COMPETES Act authority, to address some of the Nation’s most pressing issues. These prizes and challenges have a strong record of fostering innovation, solving complex problems, spurring private sector job growth, saving taxpayer dollars, and improving the quality of life for all Americans.“Competition brings out the best in us,” Secretary Perry said. “It’s a uniquely American approach to problem solving—compete and innovate. Americans have always done extraordinary things to make sure the next generation has a better life than the one before it. The competition that results from this Roundtable has tremendous potential to improve people’s lives all over the world.”Joined by government and industry leaders, Secretary Perry led a conversation on the important role that prizes and challenges can play for Federal agencies, with a particular focus on the opportunity to leverage this authority to promote innovative clean water technologies. Following the discussion, the U.S. Department of Energy announced a Critical Water Issues Prize Competition Request for Information to formally request input from the public on key water issues that could be tackled through prizes and challenges.“The United States is, and will continue to be, the global leader in technological innovation,” said Deputy Assistant to the President and Deputy U.S. Chief Technology Officer Michael Kratsios. “Prizes and challenges engage the American public to bring fresh perspectives and drive innovative solutions to the Nation’s toughest problems.”Prizes and challenges can be powerful tools to disrupt traditional thinking in a sector, and introduce, expand, and evolve what is possible.Prizes and challenges can enable Federal agencies to:The General Services Administration operates Challenge.gov, a one-stop shop for the American people to learn about open innovation challenges that allow them to contribute their knowledge, creativity, and expertise to solve complex problems, improve service delivery, and advance the missions of Federal agencies. This includes the Challenge.gov Prizes and Challenges Toolkit, which provides a how-to-guide for launching and administering prizes, collects best practices and case studies, and contains extensive resources from the public and private sector on prizes.The Trump Administration looks forward to future engagement with Federal agencies and the private sector to leverage prizes and challenges to improve the quality of life for Americans now and in the future.Matt Lira is Special Assistant to the President for Innovation Policy and Guillermo Mendoza is a Senior Policy Analyst with OSTP. ",
    "president": null
}