{
    "title": "Intern Series: The Front Door to the White House – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-front-door-white-house/",
    "created_at": "2017-08-16T00:00:00",
    "content": "\nAugust 16, 2017\n2 minute readThe Office of Public Liaison is often referred to as the front door to the White House. Each day, Americans knock with requests for the President and the Administration. The Office of Public Liaison works to coordinate meetings and events to address these requests and convey the people’s message to the President of the United States and other senior White House officials.One major responsibility of the Office of Public Liaison is to coordinate listening sessions with leaders of major organizations, coalitions, and businesses throughout the United States and senior White House Officials so the Trump Administration can hear directly from the American people. These meetings allow the Administration to understand and actively address the issues average Americans are facing, and therefore, enact policies that will improve American lives.As an intern in the Office of Public Liaison through the White House Internship Program, I have had the opportunity to watch White House events come to life. The Office of Public Liaison collaborates with other White House departments to coordinate the logistics for presidential events and ensure the President has a platform to work with the American people and send his message to the world.I have also had the privilege of witnessing the connection between the American people and the Executive Office of the President. The opportunity to walk through the halls of the Eisenhower Executive Office Building each day and have a small part in helping the Office of Public Liaison is the honor of a lifetime. When the American people knock, the Office of Public Liaison answers.Zachary Watterson is from Logansport, Indiana, and is a junior studying Applied Accounting and Finance at Fordham University. Zachary is a member of the Summer 2017 White House Internship Program in the Office of Public Liaison.",
    "president": null
}