{
    "title": "Companies Announce Benefits of Tax Reform for American Workers – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/companies-announce-benefits-tax-reform-american-workers/",
    "created_at": "2018-02-13T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nFebruary 13, 2018\n2 minute readCouncil of Economic AdvisersIn the weeks following the passage of the Tax Cuts and Jobs Act (TCJA), American companies have unleashed a remarkable stream of wage increases, bonuses, retirement account contributions, as well as signaling increased plans for investment in workers and equipment.As of February 12, more than 350 companies have made these intentions public, announcing over $150 billion in intended investments at home, and $4.2 billion in bonuses paid to more than 4 million U.S. workers.The largest U.S. company (by market capitalization), the largest U.S. bank (by assets), and the largest U.S. employer have all announced intentions to raise worker wages or bonuses in the last several weeks. Without information on companies’ pay structures, placing an exact dollar value on the announced wage increases is difficult, but the Council of Economic Advisers estimates that the total increase in annual wages and salaries resulting from tax reform will reach $4,000 per household.Looking back over the past 8 years, the Council of Economic Advisers also found that a lack of capital spending has contributed to the slow growth of worker pay. This lack of capital deepening was a result of our uncompetitive tax laws.  The U.S. had the highest corporate tax rate in the developed world, which caused firms to locate factories and intellectual property overseas.  Without additional spending on machines, factories, and technology, workers could not reach their highest level of productivity. They paid the price in stagnant paychecks.However, the Tax Cuts and Jobs Act makes our tax rates more in line with the rest of the developed world, representing pro-growth reforms and putting American businesses on a level playing field with foreign competitors. When implemented, the capital investment announced by these companies, which represents more than 7 percent of all private non-residential investment in 2017, and by other companies incentivized to invest in American again, will help boost U.S. workers’ productivity and raise their take-home pay.In addition to increases in take-home pay coming from bonuses and wage and salary increases, nearly 30 million American customers can expect to see reductions in monthly electric and/or gas bills, as dozens of American utilities have announced intentions to reduce rates since the TCJA was passed.",
    "president": null
}