{
    "title": "President Trump’s Nominee for the Supreme Court Neil M. Gorsuch – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/president-trumps-nominee-supreme-court-neil-m-gorsuch/",
    "created_at": "2017-01-31T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tLaw & Justice\t\n\nIssued on:\nJanuary 31, 2017\nJudge Neil M. Gorsuch U.S. Court of Appeals for the Tenth CircuitNeil M. Gorsuch has served for over a decade as a federal judge on the U.S. Court of Appeals for the Tenth Circuit, building a nationally respected and distinguished judicial record and reputation.Judge Gorsuch is a brilliant jurist with an outstanding intellect and a clear, incisive writing style. He is universally respected for his integrity, fairness, and decency. And he understands the role of judges is to interpret the law, not impose their own policy preferences, priorities, or ideologies.Judge Gorsuch is a native Westerner and avid outdoorsman. He spent his childhood in Colorado and chose to return West to raise his family. He enjoys fishing, hiking, and skiing. And he and his wife care for animals, including a horse, in the small barn at their home. As a young man, he delivered papers and worked as a front desk clerk at a Howard Johnson to make extra money.Judge Gorsuch has an impressive range of professional experience.Judge Gorsuch was confirmed by the U.S. Senate without opposition on July 20, 2006, to the U.S. Court of Appeals for the Tenth Circuit. Indeed, 11 current Democrat Senators—including Minority Leader Schumer, Sen. Leahy, and Sen. Feinstein—and 20 current Republican Senators were in office when Judge Gorsuch was confirmed by voice vote, without opposition. He received a “unanimously well qualified rating” by the American Bar Association.Prior to serving on the court, Judge Gorsuch had extensive trial and appellate litigation experience as a practicing attorney, and then served his country the Department of Justice as the Principal Deputy Associate Attorney General in 2005. In that position he assisted in managing major aspects of the Department’s work in areas such as constitutional law, counterterrorism, environmental regulation, and civil rights.Judge Gorsuch worked as an associate and partner at the law firm of Kellogg, Huber, Hansen, Todd, Evans & Figel, PLLC from 1995 to 2005.Judge Gorsuch’s academic credentials are impeccable.Judge Gorsuch attended Harvard Law School as a Harry Truman Scholar and graduated with honors in 1991. He graduated with honors from Columbia University in 1988, where he was elected to Phi Beta Kappa. After law school, he attended Oxford University as a Marshall Scholar, and he received his Doctorate in Philosophy in 2004.He clerked for Justice Byron White and Justice Kennedy of Supreme Court of the United States and Judge David Sentelle of the United States Court of Appeals for the D.C. Circuit.Judge Gorsuch is a “judge’s judge” who decides cases based on the law, not personal policy preferences. He is not afraid to reach results contrary to his own policy views.Echoing a common theme of Justice Scalia’s jurisprudence, Judge Gorsuch once wrote that “a judge who likes every result he reaches is very likely a bad judge, reaching for results he prefers rather than those the law compels.”Federal Judicial ServiceJudge, U.S. Court of Appeals for the Tenth Circuit (Denver)Nominated by President George W. Bush on May 10, 2006, to a seat vacated by Hon. David M. Ebel; Confirmed by voice vote on July 20, 2006.EducationColumbia University, B.A., with honors, 1988; Phi Beta KappaHarvard Law School, J.D., cum laude, 1991; Harry Truman ScholarOxford University, D. Phil. 2004; Marshall ScholarProfessional HistoryLaw Clerk, Hon. David B. Sentelle, U.S. Court of Appeals for the District of Columbia Circuit, 1991-1992Law Clerk, Associate Justice Byron R. White (Retired) and Associate Justice Anthony M. Kennedy, Supreme Court of the United States, 1993-1994Partner, Kellogg, Huber, Hansen, Todd, Evans & Figel, 1998-2005; Associate, 1995-1997Principal Deputy to the Associate Attorney General and Acting Associate Attorney General, U.S. Department of Justice, 2005-2006",
    "president": null
}