{
    "title": "Remarks by President Trump During Meeting With Law Enforcement Personnel at Emergency Operations Center – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-meeting-law-enforcement-personnel-emergency-operations-center/",
    "created_at": "2019-08-08T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tNational Security & Defense\t\n\nIssued on:\nAugust 8, 2019\nEl Paso Regional Communications Center\nEl Paso, TexasAugust 7, 20195:01 P.M. MDTTHE PRESIDENT:  Well, I just want to thank you.  We’ve done some stops today.  We went to Ohio and we just went to a hospital.  And they’ve done an incredible — just an incredible job.  And we were there for a long time.  We thought it would be there for a little time.  But the love in that place, and the job that the doctors, nurses — everybody.  But all over the world, they’re talking about the job you’ve done as police, as law enforcement, as first responders.  The job you’ve done is incredible, and everybody is talking about it.  And I wanted to come and thank you because you’re very special people.  Nobody like you.  There’s nobody better.  There’s nobody like you.And, Chief, I want to thank you.POLICE CHIEF ALLEN:  Thank you, Mr. President.THE PRESIDENT:  What a reputation you have — meaning, good.  You know that.  Meaning, good.  (Laughter.)POLICE CHIEF ALLEN:  I hope so.THE PRESIDENT:  But what a reputation — like a winner.  And you showed it this last week, because that was something we don’t want to have to see again.And I know he went out as a coward.  He gave up.  He just gave up.  So explain what happened exactly.POLICE CHIEF ALLEN:  Well, when confronted by law enforcement, he saw that he didn’t have the courage to confront the law enforcement in a deadly-force manner.  He gave himself up.We’ll be introducing you to some of the officers that (inaudible).THE PRESIDENT:  I’d like that.  Very good.  Very good.POLICE CHIEF ALLEN:  And all these people in this room gathered about right now contributed to the success of this successful conclusion in bringing him to justice, as far as his arrest.THE PRESIDENT:  Well, that’s great.  And we have the governor here — our great governor, Greg.  Thank you very much.  And, Dan, we have — Dan Patrick, Lieutenant Governor.And we have a man — where’s John?  We have a man who is very important.  Thirty-eight years old.  Thirty-eight.  John, do the job.  Do the — come on up here, John.MR. BASH:  Yes, sir.THE PRESIDENT:  We’re counting on you, John, to do the job.  Right?MR. BASH:  Of course.THE PRESIDENT:  We have no doubt.  We have no doubt.But we want to thank everybody, and your — your people are special.  I know all over the world, they’re talking about the job you did.  This is really something.  Thank you very much, Chief.(The President and Police Chief Allen commence meetings with law enforcement personnel.)(The President and Police Chief Allen conclude meetings with law enforcement personnel.)THE PRESIDENT:  So I want to just thank everybody again.  The job you’ve done is incredible.  And we’re with you all the way.We — I can tell you, we’ve sent you a lot of equipment over the last two and half years — getting close to three years, hard to believe.  But a lot of equipment came your way.  A lot of equipment that wasn’t being used came your way — the military equipment that you have that wasn’t going to be distributed for some reason.  Someday, somebody will explain why.  But that was the way it was.  But it was a lot different.  And you deserve it.But we are with you 100 percent.  And the Chief knows: Any problems, he just calls me and I’m there.  You know that, right?POLICE CHIEF ALLEN:  Yes, sir.  (Applause.)END5:14 P.M. MDT",
    "president": null
}