{
    "title": "Text of a Letter to the Speaker of the House and President of the Senate on Addressing the Threat Posed by WeChat – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/text-letter-speaker-house-president-senate-addressing-threat-posed-wechat/",
    "created_at": "2020-08-06T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tInfrastructure & Technology\t\n\nIssued on:\nAugust 6, 2020\nDear Madam Speaker: (Dear Mr. President:)Pursuant to the International Emergency Economic Powers Act (50 U.S.C. 1701 et seq.) (IEEPA), the National Emergencies Act (50 U.S.C. 1601 et seq.), and section 301 of title 3, United States Code, I hereby report that I have issued an Executive Order (the “order”) that takes additional steps to deal with the national emergency with respect to the information and communications technology and services supply chain declared in Executive Order 13873 of May 15, 2019 (Securing the Information and Communications Technology and Services Supply Chain).  Specifically, the spread in the United States of mobile applications developed and owned by companies in the People’s Republic of China (China) continues to threaten the national security, foreign policy, and economy of the United States.  To protect our Nation, I took action, in an Executive Order of August 6, 2020 (Addressing the Threat Posed by Tiktok, and Taking Additional Steps to Address the National Emergency With Respect to the Information and Communications Technology and Services Supply Chain), to address the threat posed by one mobile application, TikTok.  I have now taken further action to address a similar threat posed by another mobile application, WeChat.WeChat, a messaging, social media, and electronic payment application owned by the Chinese company Tencent Holdings Ltd., reportedly has over one billion users worldwide, including users in the United States.  Like TikTok, WeChat automatically captures vast swaths of information from its users — threatens to allow the Chinese Communist Party access to Americans’ personal and proprietary information.  In addition, WeChat captures the personal and proprietary information of Chinese nationals visiting the United States, thereby allowing the Chinese Communist Party a mechanism for keeping tabs on Chinese citizens who may be enjoying the benefits of a free society for the first time in their lives.  WeChat, like TikTok, also reportedly censors content that the Chinese Communist Party deems politically sensitive and may also be used for disinformation campaigns that benefit the Chinese Communist Party.To deal with this threat, the order prohibits, beginning 45 days after the date of the order, to the extent permitted under applicable law, any transaction that is related to WeChat by any person, or with respect to any property, subject to the jurisdiction of the United States, with Tencent Holdings Ltd. (a.k.a. Téngxùn Kònggǔ Yǒuxiàn Gōngsī), Shenzhen, China, or any subsidiary of that entity, as identified by the Secretary of Commerce (Secretary) under section 1(c) of this order.  The Secretary will identify the transactions subject to this prohibition 45 days after the date of the order.I have delegated to the Secretary the authority to take such actions, including adopting appropriate rules and regulations, and to employ all powers granted to the President by IEEPA as may be necessary to implement the order.  The order also directs all department and agencies to take all appropriate measures within their authority to implement the order.I am enclosing a copy of the order I have issued.",
    "president": null
}