{
    "title": "Manufacturers Confident About President Trump’s Economic Agenda – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/manufacturers-confident-president-trumps-economic-agenda/",
    "created_at": "2017-04-03T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nApril 3, 2017\n2 minute read\n\n\t\t\t\t\t\tMichael R. Pence\t\t\t\t\t\t\t\nVice President of the United StatesThis weekend, I visited Dynalab just outside of Columbus, Ohio, to talk with small-business leaders and employees about President Trump’s vision for America.It was a privilege to speak at a true American manufacturing success story. Since 1981, Dynalab has been doing what our country does best – developing big ideas and bringing them to life on the factory floor.President Trump knows that when manufacturers are strong, America is strong. And thanks to the President Trump’s decisive action and leadership, companies like Dynalab are on track to be stronger than ever.Last week, President Trump and I joined the National Association of Manufacturers to announce that American manufacturing companies haven’t been this optimistic in 20 years. Ninety-three percent of manufacturers are excited about what President Trump has in store for our country.And no wonder: The President’s action is already having an amazing impact the American economy.The first two jobs reports under President Donald Trump show that nearly 500,000 jobs have been created this year – including more than 135,000 new jobs in construction and manufacturing.Last Monday, Ford Motor Company announced it would invest $1.2 billion dollars here in America to protect and create nearly 4,000 jobs.On Tuesday, the President signed a historic executive order to put America on the path to energy independence and give American job creators the low-cost power they need to grow.And Friday, the President took decisive action to level the playing field on international trade.It truly was a great week for American jobs.Making America Great Again means more jobs, more growth, and more opportunity for American families and American business. Under President Trump, we’ll keep fighting to put American jobs and American workers first.",
    "president": null
}