{
    "title": "St. Patrick’s Day and Irish Heritage in American History – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/st-patricks-day-irish-heritage-american-history/",
    "created_at": "2018-03-14T00:00:00",
    "content": "\nMarch 14, 2018\n3 minute readIreland’s Taoiseach—the country’s term for its prime minister and head of government—is visiting President Donald J. Trump at the White House for St. Patrick’s Day. Leo Varadkar, who has served as Taoiseach since last June, continues a long tradition of visits from the Irish prime minister to the United States to mark the international Irish holiday.In 1952, Ireland’s ambassador to Washington kicked off what became an annual custom by sending President Harry Truman a box of shamrocks. Four years later, the first St. Patrick’s Day meeting between an American President and the Irish Taoiseach took place at the White House.By the 1990s, a St. Patrick’s Day visit from the leader of Ireland had become an annual tradition.President Trump Welcomes Prime Minister Varadkar to the White HouseThe Taoiseach’s visit offers a moment to reflect on the importance of the Irish people and their descendants to American history. To that end, President Trump declared March 2018 as Irish-American Heritage Month. “For centuries, the tenacious Irish spirit, paired with American self-reliance, has helped Irish immigrants and their descendants realize incredible dreams,” the President wrote. “With religious devotion, strength rooted in the love of family, and confidence in the promise of America, Irish Americans have engaged in the American experience in robust and meaningful ways.”These contributions date back to our Nation’s beginning. At least eight signers of the Declaration of Independence, including four of the Founding Fathers, had Irish roots.Presidents Andrew Jackson, John F. Kennedy, and Ronald Reagan all traced their ancestry back to Ireland. Today, no fewer than 33 million Americans claim Irish origins, including Vice President Mike Pence.“My grandfather was very typical of the millions that would come to these shores. He embodied all that’s best about the Irish—sturdy work ethic, faith in God, love of family, patriotism,” the Vice President said. “And those are the enduring contributions of people of Irish descent in the history of this country.”During his visit, Taoiseach Varadkar plans to promote Ireland and Irish businesses, as well as continue to deepen his country’s connection to its American ally.“As we spend this month honoring Irish Americans, we also pledge to further strengthen our relationship with the Emerald Isle itself,” President Trump wrote in this month’s Proclamation. “We look forward to a bright future of greater friendship, cooperation, and commerce for centuries to come.”",
    "president": null
}