{
    "title": "2018 Ends with 312,000 Jobs Created in December; Strong Year for the Job Market – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/2018-ends-312000-jobs-created-december-strong-year-job-market/",
    "created_at": "2019-01-04T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nJanuary 4, 2019\n4 minute readCouncil of Economic AdvisersThe Bureau of Labor Statistics (BLS) released its final monthly Employment Situation Report of 2018, marking a great year for American workers and the economy as a whole. Total nonfarm payroll employment rose by 312,000 jobs in December (see figure), far exceeding market expectations (180,000) as well as besting the average monthly additions from 2017 (182,000) and 2016 (195,000).Continuing the historic streak of positive jobs gains, 2018 experienced more job creation than the previous two years, with 2.6 million new jobs over the course of the year compared with 2.2 million in 2017 and 2.3 million in 2016. Furthermore, this growth was consistently strong throughout the year; the economy has added over 100,000 jobs every month in 2018, just the second time since 2000 that this has occurred for a full calendar year. Since President Trump was elected in November 2016, the U.S. economy has created 5 million jobs.There were job gains across many industries in December, including significant gains in education and health services (82,000), leisure and hospitality (55,000), and in manufacturing (32,000). Manufacturing has been a bright spot since President Trump’s election, and now averages 20,000 new jobs per month compared to 8,000 per month in the four years prior. The 284,000 manufacturing jobs created in 2018 was the most the industry has added in a calendar year since 1997. The widespread employment gains across industries also occurred for 2018 as a whole. The professional and business services (583,000) and education and health services (517,000) industries produced over half-a-million jobs each. Employment in the leisure and hospitality industry increased by 306,000 jobs. Construction employment rose by 280,000 jobs.Wages are also rising, indicating that workers are taking home bigger paychecks. Nominal average hourly earnings rose by 3.2 percent over the year. This matches October, which posted the largest 12-month growth in nominal average hourly earnings since April 2009.  The most recent inflation data from November using the Federal Reserve’s preferred Personal Consumption Expenditure (PCE) price index found that prices increased by 1.8 percent – suggesting that real wages are rising (December inflation data will be available later this month).A separate household survey released by BLS shows that although the unemployment rate increased by 0.2 percentage points (p.p.) to 3.9 percent in December, it went up for the right reasons: more workers are coming off the sidelines and looking for work, signaling that the U.S. economy continues to hum along. The labor force participation rate, which measures the share of the civilian non-institutional population who are in the labor force (either employed or looking for work), rose by 0.2 p.p. over the month to 63.1 percent in December. Despite the unemployment rate uptick, the unemployment rate remains near historic lows. This is only the 13th month since 1970 that the unemployment rate has been below 4 percent, with 8 of these instances occurring under President Trump in 2018.The strength of the labor market in 2018 also was widespread, affecting people of all backgrounds and education levels throughout the nation. Over the course of the year, multiple new records for low unemployment rates within demographic groups were set. In December 2018, the unemployment rate for Hispanics fell to a series low (4.4 percent), matching October 2018. Record low unemployment rates were also achieved this year for African Americans (5.9 percent in May), Asians (2.2 percent in May), and individuals with less than a high school degree (5.0 percent in July). In November 2018, the unemployment rate for teens (ages 16 to 19) was at its lowest rate since 1969. The November 2018 unemployment rate for individuals with a high school degree but no college fell to its lowest rate since 2000, while the October 2018 unemployment rate for individuals with some college education dropped to its lowest rate since 2001.The continued low unemployment rate and the consistent employment gains of more than 100,000 jobs every month in 2018 demonstrate the effectiveness of the Administration’s economic policies. As workers continue to come off the sidelines, there also remain opportunities for sustained employment growth as we enter the new year.",
    "president": null
}