{
    "title": "Remarks by Vice President Mike Pence, Second Lady Karen Pence, and Counselor to the President Kellyanne Conway to the March for Life – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-vice-president-mike-pence-second-lady-karen-pence-counselor-president-kellyanne-conway-march-life/",
    "created_at": "2017-01-27T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tLaw & Justice\t\n\nIssued on:\nJanuary 27, 2017\nThe Washington MonumentWashington, D.C.MS. CONWAY: (In progress) I am a wife, a mother, a Catholic. (Applause.) Counselor to the President of the United States of America. (Applause.) And, yes, I am pro-life. (Applause.)It is such an honor to stand with the Vice President of the United States. (Applause.) And with so many leaders, families, and students from places near and far to defend the unborn. (Applause.)Your courage, your conviction, your resolve, and your faith are impressive and consequential. This is a new day, a new dawn for life. (Applause.)Why are we here? What does it mean to stand together to be part of this incredible movement, to face criticism, ridicule, laws and lawmakers that diminish and erode our most basic right, and the bedrock of our society. It means to protect and to promote the most precious gift in the world, the gift of life. (Applause.)It means to stand up, stand tall, and stand together against the indifference and the indefensible; and to stand up, stand tall, and stand together on behalf of babies in the womb. (Applause.)It is no coincidence that the first right cited in the Declaration of Independence is the right to life. (Applause.) It is a right. It is not a privilege. It is not a choice. It is God-given. (Applause.) It is unique and it is beautiful.This dismissive notion of out-of-sight, out-of-mind is over. (Applause.) Science and medicine have joined religion and morality in causing many Americans to rethink just how fragile and how triumphant human life truly is. (Applause.)Look at a sonogram. Meet a thriving toddler who was born at 24 weeks and who, with proper medical intervention, goes on to have a long and healthy life. Speak to the many women who have faced challenges becoming and remaining pregnant and then welcomed a miracle. Talk to the couples who are now parents because adoption — not abortion — was the best choice. (Applause.)Every day is a fight for life. Yet today is also a celebration of life. (Applause.) It is a time to lift your voices and lift your spirits. Steps away from here in the White House, a President and a Vice President sit at their desks and make decisions for a nation. As they sit there, they stand here with you. (Applause.)Their impassioned defenses of life as presidential candidates showed a nation that courage and commitment can overcome indifference and insults. And their decisive actions as President and Vice President will further this conversation and this cause. (Applause.)This is a time of incredible promise for the pro-life, pro-adoption movement. Our message and our positive action must also reach those women who face unplanned pregnancies. They should know they are not alone. (Applause.) They are not judged. They too are protected and cared for and celebrated. (Applause.)So to the March for Life 2017, allow me to make it very clear. We hear you. We see you. We respect you. And we look forward to working with you. (Applause.) And, yes, we walk, we march, we run, and we endeavor forward with you.God bless you and God bless the United States of America. (Applause.)* * * * *MRS. PENCE: Thank you. (Applause.) Thank you so much. (Applause.) Thank you so much.Thank you, Jeannie, for that introduction. You know this is not our first March for Life. (Applause.) But it is the warmest. (Laughter.) Our family has been to many Marches for Life over the past 16 years. My job today is to introduce my husband of 31 years. (Applause.) And just very short and sweet, I have never met anyone who has more compassion for women, for children, and for the American people. (Applause.) One of the kindest people that I know, the Vice President of the United States, Mike Pence. (Applause.)THE VICE PRESIDENT: Thank you, Karen, and, Charlotte, and thank all of you.On behalf of President Donald Trump — (applause) — my wife, Karen, our daughter Charlotte, I’d like to welcome you all to Washington, D.C., for the 44th annual March for Life. (Applause.)It’s a good day, and it’s the best day I’ve ever seen for the March for Life in more ways than one. (Applause.) I’m deeply humbled to stand before you today, deeply humbled to be the first Vice President of the United States to ever have the privilege to attend this historic gathering. (Applause.)More than 240 years ago, our founders wrote words that have echoed through the ages. They declared these “truths to be self-evident” that we are all of us endowed by our Creator — (applause) — “with certain unalienable rights,” and “that among these are life, liberty, and the pursuit of happiness.” (Applause.)Forty-four years ago, our Supreme Court turned away from the first of these timeless ideals. But today, three generations hence, because of all of you and the many thousands who stand with us in marches like this all across the nation, life is winning again in America. (Applause.)That is evident in the election of pro-life majorities in the Congress of the United States of America. (Applause.)But it is no more evident in any way than in the historic election of a President who stands for a stronger America, a more prosperous America, and a President who I proudly say stands for the right to life, President Donald Trump. (Applause.)President Trump actually asked me to be here with you today. (Applause.) He asked me to thank you for your support, for your stand for life, and for your compassion for the women and children of America. (Applause.)One week ago today, on the steps of the Capitol, we saw the inauguration of the 45th President of the United States. (Applause.) And I can tell you firsthand, our President is a man with broad shoulders and a big heart. (Applause.) His vision, his energy, his optimism are boundless. And I know he will make America great again. (Applause.)From his first day in office, he’s been keeping his promises to the American people. (Applause.) I like to say over there at 1600 Pennsylvania Avenue, we’re in the promise-keeping business. (Applause.)That’s why on Monday, President Trump reinstated the Mexico City policy to prevent foreign aid from funding organizations that promote or perform abortions worldwide. (Applause.)That’s why this administration will work with the Congress to end taxpayer funding of abortion and abortion providers. (Applause.) And we will devote those resources to health care services for women across America. (Applause.)And that’s why next week, President Donald Trump will announce a Supreme Court nominee who will uphold the God-given liberties enshrined in our Constitution in the tradition of the late and great Justice Antonin Scalia. (Applause.)Life is winning in America. (Applause.) And today is a celebration of that progress, the progress that we’ve made in this cause.I’ve long believed that a society can be judged by how we care for our most vulnerable — the aged, the infirm, the disabled, and the unborn. (Applause.)We’ve come to a historic moment in the cause of life. And we must meet this moment with respect and compassion for every American. (Applause.)Life is winning in America for many reasons. Life is winning through the steady advance of science that illuminates when life begins more and more every day. (Applause.) Life is winning through the generosity of millions of adoptive families who open their hearts and homes to children in need. (Applause.)Life is winning through the compassion of caregivers and volunteers at crisis pregnancy centers and faith-based organizations who minister to women in the cities and towns across this country. (Applause.)And life is winning through the quiet counsels between mothers and daughters, grandmothers and granddaughters, between friends across kitchen tables and over coffee at college campuses. The truth is being told: Compassion is overcoming convenience and hope is defeating despair. (Applause.)In a word: Life is winning in America because of all of you. (Applause.) So I urge you to press on. But as it is written, let your gentleness be evident to all.Let this movement be known for love, not anger. (Applause.) Let this movement be known for compassion, not confrontation. (Applause.) When it comes to matters of the heart, there is nothing stronger than gentleness. (Applause.)I believe we will continue to win the hearts and minds of the rising generation if our hearts first break for young mothers and their unborn children, and if we, each of us, do all we can to meet them where they are with generosity, not judgement. (Applause.)To heal our land and restore a culture of life, we must continue to be a movement that embraces all, cares for all, and shows respect for the dignity and worth of every person. (Applause.)Enshrined on the walls of the Jefferson Memorial are the words of our third President, who admonished us so long ago to remember that God, who gave us life, gave us liberty. (Applause.)On behalf of the President of the United States and my little family, we thank you for your stand for life. (Applause.) We thank you for your compassion. We thank you for your love for the women and children of America. (Applause.)And be assured, be assured, along with you, we will not grow weary. We will not rest until we restore a culture of life in America for ourselves and our posterity. (Applause.)Thank you and God bless you and God bless the United States of America. (Applause.)END",
    "president": null
}