{
    "title": "Further Guidance for Ivanka Trump’s Visit to Germany for the W20 (Women’s 20) Summit in Berlin – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/guidance-ivanka-trumps-visit-germany-w20-womens-20-summit-berlin/",
    "created_at": "2017-04-20T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nApril 20, 2017\nIvanka Trump, First Daughter and Assistant to the President, will visit Berlin, Germany on April 25th at the direct invitation of Chancellor Angela Merkel to participate in the W20 Summit. Ivanka will join a panel conversation with other women leaders regarding Women’s Economic Empowerment and Entrepreneurship.Ivanka’s visit to Berlin stemmed from the roundtable on Vocational Education and Workforce Development she hosted with Chancellor Merkel at the White House in March. With education and skills training being central to Ivanka and Chancellor Merkel’s agenda, Ivanka will visit Siemens Technik Akademie for an interactive tour and discussion with program apprentices. In commemoration of Yom HaShoah, Ivanka will visit the Memorial to the Murdered Jews of Europe in Berlin. Ivanka will also stop by the United States Embassy in Berlin to meet Embassy staff and their families.Tentative schedule is as follows:11:20AM:     Visit to the United States Embassy in BerlinPress: Closed Press\nLocation: Pariser Platz 21:00PM:       Participation in panel entitled “Inspiring Women: Scaling up Women’s Entrepreneurship”Press: Open Press\nLocation: Intercontinental Hotel Budapester Str. 2Participants:\nQueen Máxima (Netherlands)\nChristine Lagarde (Managing Director, IMF)\nIvanka Trump (First Daughter of the United States)\nChrystia Freeland (Minister for Foreign Affairs, Canada)\nManuela Schwesig (Federal Minister for Family Affairs, Senior Citizens, Women and Youth, Germany)\nNicola Leibinger-Kammüller (Chair Trumpf GmbH)\nJuliana Rotich (BRCK)\nAnne Finucane (Bank of America)Moderator:       Miriam Meckel, Editor-in-Chief of “Wirtschaftswoche”3:30PM:       Visit to Siemens Technik AkademiePress: Pool – Coordinated by the Embassy, details forthcoming\nLocation: Nonnendammalle 1044:40PM:       Visit to the Memorial to the Murdered Jews of EuropePress: Closed Press\nLocation: Cora-Berliner-Straße 18:00PM:       Gala DinnerPress: Spray at the Top\nLocation: Deutsche Bank Charlottenstraße 37-38",
    "president": null
}