{
    "title": "Joint Press Release by the United States of America and the Republic of Korea – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/joint-press-release-united-states-america-republic-korea/",
    "created_at": "2017-11-08T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nNovember 8, 2017\nPresident Donald J. Trump’s State Visit to the Republic of KoreaOn November 7-8, President Donald J. Trump made the first state visit to the Republic of Korea by a United States President in 25 years.  The President participated in an official state dinner at the Cheongwadae and his third bilateral summit with Republic of Korea President Moon Jae-in, addressed the National Assembly, and met with American and South Korean military service members.  President Trump laid a wreath at the National Cemetery honoring those South Koreans who gave their lives to defend and support their country during the Korean War and reaffirmed the unwavering commitment of the United States to the Republic of Korea’s defense.  President Trump highlighted that the United States-Republic of Korea Alliance, built upon mutual trust and shared values of freedom, democracy, human rights, and the rule of law, remains a linchpin for security, stability, and prosperity in the Indo-Pacific.  The two leaders stressed the Alliance had matured over more than six decades into a multi-pillared relationship including security cooperation, economic partnership, people-to-people ties, and global leadership.President Trump and President Moon pledged to maintain close consultation, coordination, and cooperation on North Korea policy.  The two presidents urged North Korea to abandon its illicit weapons of mass destruction and ballistic missile programs, which deepen its diplomatic isolation and economic hardship.  The two presidents affirmed their full support and commitment to the coordinated global pressure to bring North Korea back to authentic and credible denuclearization talks. The two leaders noted that North Korea now poses a threat to the entire world and committed to faithfully and thoroughly implement all relevant U.N. Security Council Resolutions, including 2371 and 2375. President Trump welcomed President Moon’s recent efforts to harmonize sanctions designations by the Republic of Korea and the United States.  President Trump emphasized that his top priority is protecting the United States and our allies against North Korean aggression, and remains prepared to use the full range of United States military capabilities, both nuclear and conventional, to defend against the growing threat from North Korea. President Trump and President Moon committed on the need for China to exert its unique leverage to make a diplomatic solution possible.  President Trump and President Moon discussed North Korea’s malicious cyber activities and emphasized efforts to enhance cyber cooperation, including through the United States-Republic of Korea Cyber Dialogue. The two presidents condemned North Korea’s egregious human rights record and committed to continue to compelling North Korea to respect its people’s human rights, including through cooperation with international organizations. President Trump and President Moon reaffirmed that the United States and Republic of Korea stand ready to support a brighter future for North Korea if it chooses the right path.Defense Measures and Foreign Military Sales:  In response to the North Korea threat, President Trump and President Moon decided to further strengthen the United States-Republic of Korea Alliance defensive posture and capabilities through the acquisition of advanced military equipment and the enhanced deployment of United States strategic military assets in and around the Republic on a rotational basis.Economics, Trade, and Investment:  President Trump and President Moon affirmed the importance of strengthening United States-Republic of Korea economic, trade, and investment ties.  President Trump underscored the need to rebalance KORUS FTA in order to reduce the substantial United States trade deficit with the Republic of Korea and to achieve more expanded, balanced and reciprocal trade.  President Trump and President Moon instructed their trade officials to conclude an improved agreement expeditiously.Global Partnership:  President Trump and President Moon affirmed that United States-Republic of Korea cooperation on global issues is an indispensable and expanding aspect of our Alliance and decided to advance future-oriented cooperation through high-level consultations in the areas of energy, science and technology, space, environment, and health. They announced a new Partnership in Energy Security, Health Security, and Women’s Economic Empowerment.",
    "president": null
}