{
    "title": "President Donald J. Trump to Award the Medal of Honor – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/president-donald-j-trump-award-medal-honor-4/",
    "created_at": "2018-07-27T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\nIssued on:\nJuly 27, 2018\nOn Wednesday, August 22, 2018, President Donald J. Trump will award the Medal of Honor to Technical Sergeant John A. Chapman, United States Air Force, for conspicuous gallantry.  Sergeant Chapman’s spouse, Valerie Nessel, and family will join the President at the White House to commemorate his example of selfless service and sacrifice.Sergeant John A. Chapman will receive the Medal of Honor posthumously for his actions on March 4, 2002, on Takur Ghar mountain in Afghanistan.  During a helicopter insertion, Sergeant Chapman’s aircraft came under heavy enemy fire and was hit by a rocket-propelled grenade.  One teammate was ejected from the aircraft, and the crippled helicopter crash landed in the valley below.  Sergeant Chapman and the remaining joint special operations team members voluntarily returned to the snow-capped mountain, into the heart of a known enemy stronghold, in an attempt to rescue their stranded teammate.  Sergeant Chapman charged into enemy fire through harrowing conditions, seized an enemy bunker, and killed its enemy occupants.  He then moved from cover to engage a machine gun firing on his team from a second bunker.  While engaging this position, he was severely wounded by enemy gunfire.  Despite severe wounds, he continued to fight relentlessly, sustaining a violent engagement with multiple enemy personnel before paying the ultimate sacrifice.  Sergeant Chapman’s heroic actions, at the cost of his life, are credited with saving the lives of his teammates.PERSONAL BACKGROUND:Sergeant Chapman graduated from Windsor Locks High School, Windsor Locks, Connecticut, in 1983.  He enlisted in the Air Force on September 27, 1985, as an information systems operator and later volunteered to be a Combat Controller, where he was tasked to solve air and ground problems across the spectrum of conflict and crisis.  Sergeant Chapman, an expert in reconnaissance operations, air traffic control, and terminal attack control operations, used his expertise to decisively integrate airpower onto the battlefield.  Trained to infiltrate in combat and austere environments, he was an experienced static line and military free fall jumper, combat diver, and earned jumpmaster and dive supervisor qualifications.  Later, he was selectively hired for a special duty assignment at the 24th Special Tactics Squadron.  There, as a team leader, Sergeant Chapman trained personnel for their roles as special tactics operators on the battlefield, preparing them to conduct precision strike, personnel recovery, and global access missions for special operations forces around the world.  While deployed, Sergeant Chapman directed close air support aircraft, delivering destructive ordnance on enemy targets in non-permissive environments.Additional InformationTHE MEDAL OF HONOR:The Medal of Honor is awarded to members of the Armed Forces who distinguish themselves conspicuously by gallantry and intrepidity at the risk of their own lives above and beyond the call of duty while:The meritorious conduct must involve great personal bravery or self-sacrifice so conspicuous as to clearly distinguish the individual above his or her comrades and must have involved risk of life. There must be proof beyond a reasonable doubt of the performance of the meritorious conduct.PRESS CREDENTIALING: Additional information about media credentials will be released at a later date.",
    "president": null
}