{
    "title": "Event Summary: North Dakota Tax Reform Event – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/event-summary-north-dakota-tax-reform-event/",
    "created_at": "2017-09-08T00:00:00",
    "content": "\n\n\t\tBudget & Spending\t\n\nSeptember 8, 2017\n3 minute readWorkers from the energy sector, as well as North Dakota’s entire Congressional delegation, gathered at Mandan Refinery to hear President Donald J. Trump deliver a speech on tax reform Wednesday afternoon in Bismarck. Mandan Refinery is owned by Andeavor, one of the largest oil refiners in the Nation.President Trump Participates in a Tax Reform Event with Workers from the Energy Sector“Our tax code is a giant self-inflicted economic wound,” the President said. “In the last ten years our economy has grown at an average of only two percent and some would say less than that. When I talk to the leaders of other countries… they’re unhappy about seven or eight points of growth of GDP.”The Administration’s goals for tax relief are centered on the growth of the economy and the creation of millions of jobs. In his remarks, Trump outlined four basic principles that will lead to the success of his Administration’s new tax plan.First, President Trump proposed dramatic tax simplification, enabling taxpayers to take back their time and their money. “Our tax code has gotten ridiculously complex. This complexity leads to massive frustration, wasted time, and wasted money.”Secondly, the President proposed the largest tax cut since President Ronald Reagan for middle-class families, affording them “the relief they deserve.” This will be made possible through a combination of benefits, including “raising their standard deduction, increasing child tax credit, and lowering tax rates substantially.”President Trump stated the need for “a tax code that restores our competitive edge so we can create more jobs and higher wages for American workers.” As its third objective, the new tax plan will cut the business tax rate as much as possible, providing tax relief to businesses of all sizes.Finally, President Trump outlined the goal of bringing back trillions of dollars of wealth currently held overseas. The current tax rate, which the President stated rests about “sixty percent higher than our foreign competitors,” discourages large companies from bringing wealth earned overseas back to America. A lower tax rate will result in more companies bringing their money back to the United States where it can be invested in American companies, jobs, and workers.\nPresident Trump’s four basic principles reflect the new economic model that he and his administration have embraced. “The American Model” encourages companies to hire and grow in America while raising wages for American workers and rebuilding American cities and communities throughout the Nation. ",
    "president": null
}