{
    "title": "Remarks by President Trump and President Al-Sisi of the Arab Republic of Egypt Before Bilateral Meeting – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-president-al-sisi-arab-republic-egypt-bilateral-meeting/",
    "created_at": "2018-09-24T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nSeptember 24, 2018\nUnited Nations Headquarters\nNew York, New York5:23 P.M. EDTPRESIDENT TRUMP: Well, thank you very much. It’s a great honor to be with President Al-Sisi, a friend — a great friend — of Egypt. And we have very special things happening. Our relationship has never been stronger. And we’re working with Egypt on many different fronts, including military and trade. And whatever else you can work, we’re working. And we’re getting along great, and it’s an honor to be with you again.PRESIDENT AL-SISI: (As interpreted.) Mr. President, it’s a great pleasure to be here, and the honor is all mine. And I congratulate you on all the achievements that you have accomplished over the past year.PRESIDENT TRUMP: Thank you very much.PRESIDENT AL-SISI: (As interpreted.) Being here and having this meeting really speaks volumes of the magnitude of the relationship between Egypt and the United States.We have a longstanding relationship for 40 years now. And during your term, Mr. President, our relationship has led us to even more support. Thank you.PRESIDENT TRUMP: Well, I want to thank you, and I want to congratulate you on doing an outstanding job with respect to terrorism. I know you’re working very hard on that. It’s not easy. And you’re at the forefront. But you’ve done an outstanding job, and I just want to congratulate you. Thank you very much. Thank you very much.PRESIDENT AL-SISI: (As interpreted.) With your support, Mr. President, we’ll be able attain this objective. We will be able to eliminate the terrorism. And this has been your obligation that you made very clear during your presidential campaign that you are going to eliminate terrorism all over (inaudible).PRESIDENT TRUMP: We’ve done very well. If you look at various parts of the Middle East, you look at Syria, we’ve wiped out ISIS. We’re in the very final throes. But you have really been outstanding. And we will work with you, and we will go all the way. Thank you very much. Great job.PRESIDENT AL-SISI: Thank you.PRESIDENT TRUMP: Thank you very much. Thank you very much everybody.END5:28 P.M. EDT",
    "president": null
}