{
    "title": "Intern Series: Connecting the People’s House with the People – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-connecting-peoples-house-people/",
    "created_at": "2017-07-19T00:00:00",
    "content": "\nJuly 19, 2017\n2 minute read\n\t\t\t\t\t\tWhite House Interns\t\t\t\t\tInterning at the White House under President Donald J. Trump has been an experience unlike any other. It has been a great honor to play even a small role in Making America Great Again.I am serving as an intern in the Office of Presidential Correspondence (OPC), which is one of the largest departments in the Executive Office of the President, handling all communication from the American people on behalf of the President. On average, the department receives tens of thousands of emails and thousands of letters a day. It is OPC’s responsibility to make sure that all letters and emails written and sent to the President are carefully examined and given the appropriate response with the approval of President Trump.OPC is also responsible for sending out specialized letters to those who have a reached a significant milestone in their life, such as a 100th birthday, wedding anniversary, earning the rank of Eagle Scout, etc.Along with responding to the President’s correspondence, OPC continually searches for ways to better engage with the American people. President Trump enjoys reading the feedback from constituents and has requested to regularly receive a sample of his mail – both positive and negative – as a way to keep in touch with the American people he is working for. OPC also gives President Trump weekly reports on the general concerns of his constituents and where the American people stand on key issues.Working in the Office of Presidential Correspondence has been an incredible experience. It is great to help fulfill President Trump’s campaign pledge to always work for and listen to the American people. Together, we are working to Make America Great Again!Collin Riddering is from Grandville, Michigan, and is a sophomore studying Business at Calvin College. Riddering is a member of the Summer 2017 White House Internship Program in the Office of Presidential Correspondence.",
    "president": null
}