{
    "title": "Intern Series: We Hope for Peace – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-hope-peace/",
    "created_at": "2017-08-18T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nAugust 18, 2017\n3 minute readThe Office of the Special Representative for International Negotiations has a vague name but a critical mission: restarting substantive discussions between the Israelis and Palestinians in an effort to bring a lasting peace to the region. Though the dispute remains intense, our office has helped to produce some positive developments. The recent agreement on the Red Sea-Dead Sea project was a major accomplishment, facilitated by Special Representative Jason Greenblatt. The agreement will have a tangible, positive impact for the local people and the region, leading to more drinking water in Gaza and the West Bank and the construction of a major water pipeline between Israel, the Palestinian Territories, and Jordan. It has been a privilege to support this significant work. Knowing that I played a small role on an issue that impacts the lives of millions of people has been both humbling and motivating.From my vantage point as a summer intern, I’ve had the opportunity to watch and learn as Mr. Greenblatt has sought input from a wide variety of stakeholders. His genuine desire for peace has been a constant reminder of the importance of our work. Though his background lies in law, he has maintained a diplomatic and impartial outlook and seeks peace with a dogged determination. I’m confident he possesses all of the traits necessary to oversee the revival of the peace process.I have also been impressed with his willingness to travel regularly to the region. Between working in Washington and his travel schedule, he is perpetually busy, but he always keeps his top priorities in mind. The White House is not known as any easy work environment, and even less so for a father of six. Nevertheless, he regularly makes the time to see his wife and children as much as possible. He has been an example to me of what true work-life balance looks like amidst the overbearing D.C. work culture.Though our political climate is incredibly polarized, my time as an intern has been unique, as I have seen Republicans and Democrats unite around their shared hope for a final resolution to the Israeli-Palestinian conflict. In my experience, the old saying is still true: politics stops at the water’s edge. Americans of every stripe are rooting for the Administration’s success in brokering a lasting peace.Tim Kocher is a native of Columbus, Ohio. He studied Government, with a focus on American Politics and Policy, at Patrick Henry College in Purcellville, Virginia. Tim is a member of the Summer 2017 White House Internship Program in the Office of the Special Representative for International Negotiations.",
    "president": null
}