{
    "title": "Foxconn Investment is Sign of More to Come – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/foxconn-investment-sign-come/",
    "created_at": "2018-06-28T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nJune 28, 2018\n4 minute read\n\n\t\t\t\t\t\tWilbur L. Ross, Jr.\t\t\t\t\t\t\t\nSecretary of CommerceThe groundbreaking on Foxconn’s $10-billion factory to produce state-of-the-art flat-panel displays in Mount Pleasant represents a milestone for America.With a 20-million-square-foot campus situated on 3,000 acres, the new Foxconn plant will be among the largest factories ever built in the United States. It will take two years and 10,000 construction workers to build, and employ 13,000 workers when in full production of a variety of LCD screens. It is one of the largest foreign direct investments ever made in the United States.It would never have happened without the promise of the Trump tax cuts and the President’s personal intervention.As important as the new factory is to the workers of Wisconsin, the facility is also a symbol of what is to come: It is the first of a large number of investments in advanced manufacturing facilities being reshored from overseas locations back to the United States. Foxconn CEO Terry Gou has already said that he is considering another enormous facility in the United States.The active role President Trump and his administration have taken in economic development was another deciding factor. President Trump met with Mr. Gou more than half a dozen times over the last 14 months, impressing upon him the benefits of creating jobs in the United States, and producing in a market of 325 million consumers.Those meetings were followed with weekly calls between Trump administration officials and Foxconn executives.Wisconsin Gov. Scott Walker was instrumental as well in selling the virtues of Wisconsin as a business-friendly state and providing the financial incentives needed to seal the deal that will create a large-scale high-tech innovation hub.The Trump administration understands how important it is to rebuild the U.S. consumer electronics manufacturing sector. The United States still leads in the creation of innovative, high-tech products such as semiconductors, state-of-the art materials and components, parts and software, but it must regain its footing in the large-scale production of consumer electronics.With advanced manufacturing techniques including robotics, the United States is now competitive with factories in low-wage countries and is an attractive place for investment.The administration’s business-friendly tax, trade and regulatory policies have tilted the playing field in favor of the United States, but other attributes of doing business in America are contributing to a renaissance in U.S. manufacturing. Among these are the costs of transportation from foreign factories; the need to produce new products in real time to changing consumer demands; rising foreign wage rates; increasing risks associated with producing in foreign markets; strong U.S. intellectual property protections; the establishment of new U.S. apprenticeship and technical training programs; the availability of top technology talent; and the quality of life in America in pristine places like Wisconsin.Moreover, rebuilding the consumer electronics industry provides researchers in U.S. universities and laboratories with an avenue to commercialize their R&D. And it reinvigorates the large U.S. industrial base of innovative high-tech companies. For every new job created by Foxconn three to four jobs will be created in the supply chain, not to mention the hundreds of jobs supported in local communities.Since President Trump took office, more than 300,000 new manufacturing jobs have been created in the United States. Last year, the U.S. experienced the net addition of more than 4,000 new factories, after suffering the loss of 65,000 factories between 2001 and 2013.President Trump promised to fix the tax system; he promised to fix the regulatory system; and he promised to fix trade. We are now seeing tangible results from his delivering on these promises.Wilbur Ross is the U.S. Secretary of Commerce. This op-ed appeared in the Journal Times on June 28, 2018. ",
    "president": null
}