{
    "title": "Memorandum: Spring 2017 Data Call for the Unified Agenda of Federal Regulatory and Deregulatory Actions – The White House",
    "link": "https://trumpwhitehouse.archives.gov/presidential-actions/memorandum-spring-2017-data-call-unified-agenda-federal-regulatory-deregulatory-actions/",
    "created_at": "2017-03-06T00:00:00",
    "content": "\n\t\t\t\tPresidential Memoranda\t\t\t\n\n\t\tBudget & Spending\t\n\nIssued on:\nMarch 6, 2017\nMEMORANDUM FOR:\nREGULATORY POLICY OFFICERS AT EXECUTIVE DEPARTMENTS AND AGENCIES AND MANAGING\nAND EXECUTIVE DIRECTORS OF CERTAIN AGENCIES AND COMMISSIONSFROM:  Dominic J. Mancini, Acting Administrator\nOffice of Information and Regulatory AffairsSUBJECT:   Spring 2017 Data Call for the Unified Agenda of Federal Regulatory and Deregulatory Actions This memorandum and its attachment contain guidelines and procedures for publishing the Spring 2017 Unified Agenda of Federal Regulatory and Deregulatory Actions (“Unified Agenda”) (see “Attachment,” infra). Publication of the Unified Agenda represents a key component of the regulatory planning mechanism prescribed in Executive Order (“EO”) 12866, “Regulatory Planning and Review,” 58 FR 51735 (Sept. 30, 1993), and reaffirmed in EO 13563, “Improving Regulation and Regulatory Review,” 76 FR 3821 (Jan. 18, 2011).The complete Unified Agenda will be available online at www.reginfo.gov. We plan to continue our practice of publishing in the Federal Register only the Unified Agenda information required by the Regulatory Flexibility Act (5 U.S.C. § 601 et seq.). For further information about publication format, please refer to the attached guidelines and procedures.As you design your submissions (which are due by March 31, 2017) we ask that you give especially careful attention to the principles and requirements identified in EO 13771, “Reducing Regulation and Controlling Regulatory Costs,” 82 FR 9339 (Jan. 30, 2017); EO 13659, “Streamlining the Export/Import Process for America’s Businesses,” 79 FR 10657 (Feb. 19, 2014); EO 13563; EO 13610, “Identifying and Reducing Regulatory Burdens,” 77 FR 28469 (May 10, 2012); and EO 13609, “Promoting International Regulatory Cooperation,” 77 FR 26413 (May 1, 2012).In particular, EO 13771 recognizes it is “the policy of the executive branch to be prudent and financially responsible in the expenditure of funds,” and that “it is essential to manage the costs associated with the governmental imposition of private expenditures required to comply with Federal regulations.” Consistent with these principles, and with the Office of Information and Regulatory Affairs’ (“OIRA’s”) February 2, 2017 memorandum entitled, “Interim Guidance Implementing Section 2 of the EO of January 30, 2017, Titled ‘Reducing Regulation and Controlling Regulatory Costs,’” (and any successor memos), your submissions should reflect attention to the following requirements:In addition, we recognize that Unified Agenda submissions will likely include regulatory actions that you plan to issue in Fiscal Year 2018. Section 3 of EO 13771 states that “Beginning with the Regulatory Plans (required under Executive Order 12866 of September 30, 1993, as amended, or any successor order) for fiscal year 2018, and for each fiscal year thereafter, the head of each agency shall identify, for each regulation that increases incremental cost, the offsetting regulations described in section 2(c) of this order, and provide the agency’s best approximation of the total costs or savings associated with each new regulation or repealed regulation.” While OIRA recognizes that EO 13771 refers to The Regulatory Plan traditionally issued in the fall, in order to facilitate the fiscal year 2018 regulatory budget planning process we are requesting that your spring 2017 submissions include a preliminary estimate of the total costs or savings associated with each of your planned fiscal year 2018 significant regulatory actions and offsetting deregulatory actions. Such cost estimates should be consistent with OMB Circular A-4, “Regulatory Analysis,” (Sept. 17, 2003). Some of these regulatory and deregulatory actions may fall out of the 12 month reporting window for this Unified Agenda cycle: if that is that case, we nevertheless request that the agencies base this cost estimate on your best current prediction of the planned fiscal year 2018 actions. We understand that these preliminary estimates are subject to discussion and revision during the rulemaking, review, and regulatory budgeting processes. We remind agencies of EO 13771’s directives that “for every one new regulation issued, at least two prior regulations be identified for elimination, and that the cost of planned regulations be prudently managed and controlled through a budgeting process.”Also, the process for designating significant regulatory actions set forth in EO 12866 has not changed and we ask that you consult with your agency’s OIRA desk officer on significance determinations for planned regulatory actions. Finally, please ensure that a department or agency head appointed or designated by the President after noon on January 20, 2017, or his or her delegate, has had an opportunity to review significant regulatory actions in light of these directives.Please note that the immediately preceding requirements apply only to those agencies required to submit significant regulatory actions to OIRA for review under EO 12866, and are subject to any additional exceptions identified in EO 13771, by the Director of the Office of Management and Budget, or in any implementing guidance issued by OIRA. Nevertheless, we encourage independent regulatory agencies to identify existing regulations that, if repealed or revised, would achieve cost savings that would fully offset the costs of new significant regulatory actions.Preparing and Transmitting Agency Unified Agenda Submissions: The Attachment to this memorandum identifies the materials you will need and explains in detail how to prepare your agency’s submission for the Unified Agenda (whether you enter the information directly into the database, transmit a complete electronic file, or submit the information on paper forms). Please follow the procedures explained in the Attachment carefully and be sure to include all required documents with your submission.Your agency may direct any questions regarding the content of its Unified Agenda submission to the appropriate desk officer in the OIRA.It is very important that your agency submits all Unified Agenda materials by March 31, 2017. Please direct your submissions and production questions, as well as requests for additional materials, to the Regulatory Information Service Center (“RISC”), General Services Administration, 1800 F Street NW., Room 2219F, Washington, DC 20405-0001, telephone (202) 482-7340.Ways for an Agency to Make Its Unified Agenda Submission More Open and Informative to the Public: As you prepare your Unified Agenda submission, please keep in mind that agencies can help achieve the objectives of open government by making clear, meaningful, and informative contributions to the Unified Agenda. By supplying accurate, timely content, you will increase the transparency and accessibility of the regulatory process, maximizing the value of these documents to the public, while also improving planning and coordination.The Unified Agenda offers optional data elements for the URLs of websites with more information about a rulemaking and for submitting public comments. To help promote accessibility, we encourage you to provide relevant URLs whenever available. In addition, please include in your preamble a reference to www.regulations.gov, the government-wide website for submission of comments on proposed regulations.The following are suggested steps you can take to improve your agency’s Unified Agenda:Thank you for your cooperation and prompt attention. All submissions are due by March 31, 2017.  AttachmentGuidelines and Procedures for the Spring 2017 Unified Agenda of Federal Regulatory and Deregulatory Actions Why Is the Unified Agenda Published? All executive departments and establishments subject to Executive Order (“EO”) 12866, “Regulatory Planning and Review,” 58 FR 51735 (Sept. 30, 1993), are required by section 4(b) to publish a regulatory agenda. The Unified Agenda of Federal Regulatory and Deregulatory Actions (“Unified Agenda”) is a compilation of each entity’s regulatory agenda (“agency agenda”). In addition, the Unified Agenda furthers the purposes of the Regulatory Flexibility Act (5 U.S.C. § 601 et seq.) (“RFA”); EO 13771, “Reducing Regulation and Controlling Regulatory Costs,” 82 FR 9339 (Jan. 30, 2017); EO 13132, “Federalism,” 64 FR 43255 (Aug. 4, 1999); the Unfunded Mandates Reform Act of 1995, 2 U.S.C. §§ 1501–04, 1531–38, 1551–56 (“UMRA”); and the Small Business Regulatory Enforcement Fairness Act, 5 U.S.C. § 601 note. A central goal of the Unified Agenda is to promote transparency and open government. In the Fall edition, the Unified Agenda also includes The Regulatory Plan, describing the most important significant regulatory and deregulatory actions that the agency reasonably expects to issue in proposed or final form during the upcoming year.What Regulations Should Agencies Include in Their Agendas? Regulatory agendas should describe all regulations under development or review during the 12 months following publication. Agencies should include, at a minimum, any plans to publish or otherwise implement an Advance Notice of Proposed Rulemaking (“ANPRM”), a Notice of Proposed Rulemaking (“NPRM”), or a Final Rule. Agencies may include any plans to conduct a review pursuant to 5 U.S.C. § 610(c) or section 5 of EO 12866. An agency need not include in its regulatory agenda those rulemaking actions that are excluded by section 3(d)(1)–(4) of EO 12866.Agencies have the option of including activities that will have an action beyond 12 months. However, such entries should be limited to rulemakings for which listing in the Unified Agenda will provide a benefit to users. Agency agendas also should include actions or reviews completed or withdrawn since the last Unified Agenda.In What Format Will the Spring 2017 Edition of the Unified Agenda Be Published? The Unified Agenda will be available online, in its entirety, at www.reginfo.gov, in a format that offers users the ability to obtain information easily from the Unified Agenda database. Publication in the Federal Register is mandated for the regulatory flexibility agendas required by the RFA, and therefore it will continue. Agency agendas printed in the Federal Register will consist of the following:Printing of these entries will be limited to fields that contain information required by the RFA’s agenda requirements (5 U.S.C. § 602). Additional information on these entries will be available in the Unified Agenda published on the Internet. If an agency has no entries in the printed Federal Register version of the Unified Agenda, its preamble will not be printed. Under Federal Register regulations, GPO Access will have the same content as the printed Federal Register.How Will the Printed Edition of the Unified Agenda Be Organized? The portion of the Unified Agenda that will be printed in the Federal Register for Spring 2017 will, in general, follow the organizational pattern of prior editions of the Unified Agenda, displaying only the information required in the regulatory flexibility agenda, along with agency preambles. Part II of the Federal Register on the day of publication will have RISC’s Introduction to the Unified Agenda. The individual agency agendas will then appear in separate parts, organized alphabetically in four groups: Cabinet departments; other executive agencies; the Federal Acquisition Regulation, a joint authority; and independent regulatory agencies. Departments may be divided into their component agencies. If an agency has no entries in the printed Federal Register version of the Agenda, its preamble will not be printed, and the agency will not have a separate part in the Federal Register.Each agency’s part of the Unified Agenda begins with a preamble providing information specific to that part. RISC will provide a table of contents for each agency after the agency’s preamble. The table of contents will list the agency’s printed entries. Agencies should consider including in their Unified Agenda preambles a statement indicating that the agency’s complete regulatory agenda is available online at www.reginfo.gov. RISC provides some suggested language for this purpose in the “Unified Agenda News” section of RISC’s website.Each agency presents its entries, divided by sub-agency if applicable, under one of five headings according to the rulemaking stage of the entry. The stages are:Some agencies use Agency Sort Codes to arrange the order of their entries in the printed Unified Agenda, with the final sort by “regulation identifier number” (“RIN”). OMB has also asked agencies to include RINs in the headings of their Final and Proposed Rule Documents published in the Federal Register to make it easier for the public and agency officials to track the publication history of regulatory actions through their development.A bullet (•) preceding the title of an entry indicates that the entry is appearing in the Unified Agenda for the first time.All entries are numbered sequentially from the beginning to the end of the printed publication. The sequence number preceding the title of each entry identifies the location of the entry in this edition. The printed Unified Agenda will not have any separate indexes.How Will the Online Unified Agenda Be Organized? The entire Unified Agenda will be available online at www.reginfo.gov. The Unified Agenda will be presented in the form of a searchable database, rather than as a single document that is ordered according to a prescribed sequence. Users will be able to view an individual agency’s complete agenda. The Unified Agenda will have an alphabetical Subject Matter Index based on the Federal Register Thesaurus of Indexing Terms. Because the online Unified Agenda will not utilize sequence numbers, the Subject Matter Index will be linked to individual entries by hyperlinked RINs. Each individual entry may be viewed in its entirety.What Information Appears for Each Regulation Included in the Agency Agenda? All entries in the online Unified Agenda contain uniform data elements including, at a minimum, the following information:Title of the Regulation—a brief description of the subject of the regulation.Priority—an indication of the significance of the regulation. Agencies assign each entry to one of the following five categories of significance:Major—an indication that a rule may be “major” under the CRA, because it has resulted in or is likely to result in an annual effect on the economy of $100 million or more or meets other criteria specified in that Act. The CRA provides that the Administrator of the Office of Information and Regulatory Affairs (“OIRA”) will make the final determination as to whether a rule is major.Unfunded Mandates—whether the rule is covered by section 202 of UMRA. UMRA requires that, before issuing an NPRM likely to result in a mandate that may result in expenditures by State, local, and tribal governments, in the aggregate, or by the private sector of more than $100 million in 1 year, agencies, other than independent regulatory agencies, shall prepare a written statement containing an assessment of the anticipated costs and benefits of the Federal mandate. If the agency believes the entry is not subject to UMRA, this data element will not be printed.Legal Authority—the section(s) of the United States Code or Public Law or the EO that authorize(s) the regulatory action. Agencies may provide popular name references to laws in addition to these citations.CFR Citation—the part(s) or section(s) of the Code of Federal Regulations that will be affected by the action.Legal Deadline—whether the action is subject to a statutory or judicial deadline, the date of that deadline, and whether the deadline pertains to an NPRM, a Final Action, or some other action.Abstract—a brief description of the problem the regulation will address; the need for a Federal solution; to the extent available, alternatives that the agency is considering to address the problem; and potential costs and benefits of the action.Timetable—the dates and citations (if available) for all past steps and a projected date for at least the next step for the regulatory action. A date printed in the form mm/00/yyyy means the agency is predicting the month and year the action will take place but not the day it will occur. In some instances, agencies may indicate what the next action will be, but the date of that action is “To Be Determined.” Agencies indicate this by entering a date in the form 00/00/0000. “Next Action Undetermined” indicates the agency does not know what action it will take next.For every entry that is not a completion, it is important that you provide in the Timetable section an estimated date for the “Next Action”—the first action scheduled to occur on or after—or indicate “Next Action Undetermined.”Regulatory Flexibility Analysis Required—whether the RFA requires an analysis because the rulemaking action is likely to have a significant economic impact on a substantial number of small entities as defined by the Act.Small Entities Affected—the types of small entities (businesses, governmental jurisdictions, or organizations) on which the rulemaking action is likely to have an impact as defined by the Regulatory Flexibility Act. Agencies have the option of indicating likely effects on small entities even though they believe that a Regulatory Flexibility Analysis will not be required.Government Levels Affected—whether the action is expected to affect levels of government and, if so, whether the governments are State, local, tribal, or Federal.International Impacts—whether the regulation is expected to have international trade and investment effects, or otherwise may be of interest to our international trading partners.Federalism—whether the action has “federalism implications” as defined in EO 13132. This term refers to actions “that have substantial direct effects on the States, on the relationship between the national government and the States, or on the distribution of power and responsibilities among the various levels of government.” If the action does not have federalism implications, this data element will not be printed. Independent regulatory agencies are not required to supply this information.Agency Contact—the name and phone number of at least one person in the agency who is knowledgeable about the rulemaking action. The agency may also provide the title, address, fax number, e-mail address, and TDD for each agency contact.Some agencies have provided the following optional information:Additional Information—any information that the agency wants to provide for which there is not a specific data element.Agency Sort Codes—alternative or additional criteria for the order in which RINs are published within an agency’s agenda, as requested and specified by the agency.Compliance Cost to the Public—the estimated gross compliance cost of the action.Affected Sectors—the industrial sectors that the action may most affect, either directly or indirectly. Affected Sectors are identified by North American Industry Classification System (NAICS) codes.Energy Effects—an indication of whether the agency plans to prepare or has prepared a Statement of Energy Effects for significant energy actions, as required by EO 13211, “Actions Concerning Regulations That Significantly Affect Energy Supply, Distribution, or Use,” 66 FR 28355 (May 18, 2001).Related RINs—one or more past or current RIN(s) associated with activity related to this action, such as merged RINs, split RINs, new activity for previously completed RINs, or duplicate RINs.Related Agencies—any other agencies participating in this action if it is a joint rulemaking or common rule.RFA Section 610 Review—an indication that the agency has selected the rule for its periodic review of existing rules under the Regulatory Flexibility Act (5 U.S.C. § 610(c)). Some agencies have indicated completions of section 610 reviews or rulemaking actions resulting from completed section 610 reviews.URLs—if available, enter a URL for a website that provides the public with more information about the rulemaking and a URL for a website on which the public can submit comments on the rulemaking. If the agency does not provide its own specific website for submission of comments, then you should enter the Government-wide e-rulemaking address: http://www.regulations.gov.The data elements printed for an entry appearing in the Federal Register (other than The Regulatory Plan entries in Fall editions) will be limited to the information required by the RFA. These elements are: Title; Section 610 Review, if applicable; Legal Authority; Abstract; Timetable; Regulatory Flexibility Analysis Required; Agency Contact; and Regulation Identifier Number (RIN). In Fall editions, all entries in The Regulatory Plan are printed in full in the Federal Register.How Should an Agency Prepare Its Data for Publication in the Unified Agenda? Agencies participating in the Unified Agenda should submit their respective portions in the uniform format specified in the instructions of RISC. RISC edits and compiles the Unified Agenda on behalf of OIRA.Agencies have three alternative methods to prepare data on individual entries for publication in the Unified Agenda:Reports. ROCIS provides agencies with two main reports: The Agenda Review Report, which is a printout of the agency’s entries, and the Error Report, which lists inaccurate or missing data. These reports may be run for all of an agency’s entries, for entries updated since a specified date, or for a particular RIN or set of RINs. For each agency that prepares its agenda by direct entry or data file, ROCIS provides the agency’s agenda contact staff the ability to generate and print out these reports on the agency’s own printers. Please use the Agenda Review Report to review the content of your submission; you should use the Error Report to help you correct any errors and supply any missing data.Preambles. If you are designating section 610 reviews in the Unified Agenda, your preamble should include a reference to section 610 reviews. Each direct entry or data file agency must save from ROCIS to its own computer system a copy of its preamble from the preceding Unified Agenda. Please make changes in that file to update the preamble for the previous Unified Agenda (the Fall edition) and then upload the file to ROCIS. Do not cut and paste into ROCIS. Print the preamble file you are uploading for the required, signed copies of preambles (see below).For further information about these procedures, please contact RISC.What Documents and Information Should an Agency Submit? Each agency should submit the following documents and information to RISC:In addition, agencies may also identify rules or actions they would like to be considered as pending. A pending rule or action is one the agency does not plan to take action on in the coming calendar year, and does not want to include as a notable “Long-Term” action in the Unified Agenda itself. For internal agency tracking and overall transparency, we understand that it can be important to retain consistent RINs over time; identifying a rule or action as pending allows the agency to preserve the existing RIN for that rulemaking so that the RIN is available to the agency in subsequent Unified Agenda publication cycles.When and How Should Agencies Submit Their Agendas? The deadline for submission of all completed agenda materials is March 31, 2017. This is a firm deadline.Agencies should submit the applicable forms and other required documents to RISC.RISC will then assemble the entire Unified Agenda and arrange for online publication at www.reginfo.gov. RISC will also ensure that all agency regulatory flexibility agendas are compiled and forwarded to GPO for printing in a single day’s issue of the Federal Register.GPO will bill each agency for the cost of printing its portions of the Unified Agenda that appear in the Federal Register. Because the Unified Agenda is submitted by RISC to GPO for publication in a fully coded format, agencies receive the maximum discount from GPO’s regular charges.How Can Agencies Obtain Further Information? For further information concerning the content requirements of agency agendas, contact your agency’s OIRA desk officer.For further information concerning automated agenda production, specific data requirements, format, completion, or submission of agency agendas, contact the Regulatory Information Service Center, 1800 F Street NW, Room 2219F, Washington, DC 20405-0001; telephone (202) 482-7340.",
    "president": null
}