{
    "title": "Intern Series: In the Wake of History – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-wake-history/",
    "created_at": "2017-08-03T00:00:00",
    "content": "\nAugust 3, 2017\n3 minute read\n\t\t\t\t\t\tWhite House Interns\t\t\t\t\tIn a city that seems to have museums and monuments around every corner, my favorite place to take in our Nation’s history is not found on any list of the “Top 10 places to visit in Washington, D.C.” Rather, it is a room within the Eisenhower Executive Office Building – the Vice President’s Ceremonial Office. This room, used by Presidents, Vice Presidents, and Secretaries of the Navy at various points in history, is filled with items large and small that mark its historical significance. From the china cabinet that belonged to President Ulysses S. Grant, to the anchor-embellished doorknobs, the living history of the ceremonial office is visible everywhere you look.The Vice President’s Ceremonial Office was originally part of the Secretary of the Navy’s suite, and reminders of its naval origins are evident everywhere and, in some cases, are quite unexpected.  For example, there is a picture of former Navy Secretary Josephus Daniels – the supposed namesake for the phrase a “cup of Joe” – who once occupied this office.  More prominently, several model ships encased in glass are placed throughout the room. Like a ship, which is architecturally astonishing but built for a reason beyond aesthetics, this ceremonial office is dignified in its design yet practical in its purpose. It is in this office that the Vice President holds swearing in ceremonies for Cabinet members, roundtables with citizens from across the country, and meetings with leaders from around the globe.The Theodore Roosevelt Desk stands in the room as another object that ties the three histories of this office together. President Theodore Roosevelt used this desk during his presidency, but he first worked in this suite as Assistant Secretary of the Navy in the late nineteenth century (as did future President Franklin Delano Roosevelt).  The desk is most well-known for its top drawer, which has been signed by Presidents Woodrow Wilson, Harry Truman, Dwight Eisenhower, and George H.W. Bush and Vice Presidents Nelson Rockefeller, Walter Mondale, Dan Quayle, Al Gore, Dick Cheney, and Joe Biden.The Navy’s motto is “Not for self but for country.” This is also a fitting description of how the Vice President’s Ceremonial Office is used today. As an intern, walking into the Vice President’s Ceremonial Office reminds me how grateful I am for the small role I get to play in serving my country and for all of the individuals past and present who have walked into this room striving to make America great.Veronica Schilb is from Indianapolis, Indiana, and is a second year law student at the Indiana University Robert H. McKinney School of Law. Veronica is a member of the Summer 2017 White House Internship Program in the Office of the Vice President.",
    "president": null
}