{
    "title": "President Trump Participates in the Commissioning Ceremony of the USS Gerald R. Ford – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-participates-commissioning-ceremony-uss-gerald-r-ford/",
    "created_at": "2017-07-24T00:00:00",
    "content": "\nJuly 24, 2017\n3 minute readOn Saturday, President Donald J. Trump traveled to Norfolk, Virginia, where he participated in the commissioning ceremony of the USS Gerald R. Ford, the world’s most advanced aircraft carrier.USS General R. Ford Commissioning Ceremony“You were there when the first steel was cut, when the turbines first roared to life, and when those beautiful bronze propellers first began to spin — and spin they did. And now you are here to witness the moment when your incredible work of art becomes the pride of the United States Navy and a symbol of American power and prestige, no matter where in the world you go.”The USS Gerald R. Ford was made with American steel and built by American workers at Newport News Shipbuilding. It is a 100,000 ton message to the world that America’s Navy will always win.“Three generations of Americans will eventually man these decks. Perhaps even some of your own children and grandchildren someday. You will inspire many more American patriots to follow your lead and to serve. And one day, when you are old and have lived a long and hopefully happy and successful life, you may find yourselves back aboard this ship surrounded by your family to mark its decommissioning. And on that day, our entire nation will honor not just this carrier, it will honor you and the role you will have played in keeping America safe, strong, and free. To every patriot who will serve on this ship today and throughout history, I say this: Keep the watch, protect her, defend her, and love her. Good luck and Godspeed,” said President Donald Trump.“Having the best technology and equipment is only one part of the American military dominance. Our true strength is our people. Our greatest weapon is all of you. Our nation endures because we have citizens who love America and who are willing to fight for America. (Applause.) We are so very blessed with warriors who are willing to serve America in the greatest fighting force in the history — the United States military.”The USS Gerald R. Ford is named after former President Gerald R. Ford. Ford enrolled at Yale Law School and subsequently enlisted in the navy after the attacks on Pearl Harbor. He was sent to the Pacific aboard the USS Monterey where he fought in World War II. After his service, President Ford returned home to start a family and represent the state of Michigan in Congress. After his tenure in Congress, he became Vice President and then President of the United States.",
    "president": null
}