{
    "title": "Remarks by LTG H.R. McMaster at U.S.-UK Policy Exchange Event – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-ltg-h-r-mcmaster-u-s-uk-policy-exchange-event/",
    "created_at": "2017-12-12T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tNational Security & Defense\t\n\nIssued on:\nDecember 12, 2017\nNational Security CouncilAs prepared for delivery by LTG H.R. McMaster on December 12, 2017.Thank you, Dean. I want to congratulate you and the entire Policy Exchange team on the launch of your new Anglo-American Project. The Anglo-American alliance is an essential and longstanding force for peace and stability in the world. I am confident that your new initiative will help us better understand and advance our special relationship.I also want to thank Mark Sedwill for participating in the discussion today. I am grateful to Mark for his longstanding service, for his abiding commitment to our alliance, and for his collaboration on a number of important issues for our two nations. I am thankful to have a great friend, as part of our support group of National Security advisers, to whom I can turn for sage advice.I am honored to be here to share the Trump Administration’s vision for American foreign policy and for strengthening cooperation with allies and partners around the world. Today, we are confronted with a range of new threats, as well as opportunities to improve the security and prosperity of the American and British people.Meeting these challenges and seizing these opportunities will above all require us to adapt our approach to the emerging strategic environment in an effort to advance and protect our core interests.President Trump will shortly unveil a new National Security Strategy. Our strategy will prioritize four interests:I am confident that our Anglo-American relationship will help advance these national security priorities.The Anglo-American alliance in particular has long endured against the most destructive forces in our world. Together, we have triumphed over fascism, imperialism, and communist totalitarianism. Today, as we face new threats to liberty and freedom, our political, military, financial, and cultural ties are as strong as ever.We will continue to work with our UK partners to advance our first national security priority: defending our people from today’s threats.These threats include revisionist powers—China and Russia—that undermine international order and stability by ignoring the sovereign rights of their neighbors and the rule of law. Rogue regimes—Iran and North Korea—pose a growing threat to peace by supporting terrorism and pursuing weapons of mass destruction. Transnational terrorist organizations, including Jihadist terrorists, murder and brutalize innocents around the world and are constantly seeking new ways to attack our nations.The United States and the UK can continue to work together to address these security challenges.The post-World War II political, economic, and collective security order that uplifted millions of people out of poverty and prevented great power conflict for 70 years is under duress.We must work together to ensure that nations uphold the rule of law, respect the sovereignty of their neighbors, and support the post-WWII order of peace, stability, and collective security.The United States and the United Kingdom also have an opportunity to stand together against the threat of rogue regimes. In the case of North Korea, we appreciate actions by the United Kingdom to support our maximum pressure campaign for denuclearization of the Korean Peninsula, to condemn North Korea’s provocations, and to help us build a united European voice on these issues.The three 15-0 unanimous United Nations Security Council votes this past year to isolate the North Korean regime are encouraging, but it is time to do much more.  All nations must move beyond UN resolutions to make the most out of what may be our last best chance to avoid war.In regards to Iran, which is also a regional revisionist power, the President unveiled a new strategy in October. We all recognize the need to counter the regime’s destabilizing activities—including in Syria—to block its financing of terrorists and proxies, and to block all paths to a nuclear weapon.In the fight against terrorism, the United States has no closer ally than the United Kingdom. Our agencies are in daily contact to coordinate counter-terrorism efforts. Recent attacks in New York and London highlight the importance of our counter-terrorism cooperation in the areas of intelligence sharing, law enforcement, and military operations. They also demonstrate the need to step up efforts to meet President Trump’s call to cut off terrorist financing and to defeat their wicked ideology. Finally they show the continued importance of realizing Prime Minister May’s charge to police the internet and to do a better job of protecting vulnerable youth from terrorists’ dehumanizing propaganda and hate-filled demagoguery,Our second national security priority is advancing the prosperity of our nations. The President has repeatedly stressed that economic security is national security. The United States and the United Kingdom cannot serve as a force for stability and peace in the world if we are not economically and financially secure.We appreciate the UK’s commitment to fair trade and open competition. Our two nations have longstanding commercial ties, and we are proud that our great ally is America’s largest foreign investor and our most significant partner in trade in services.Together, we have an opportunity to advocate for economic relationships that honor the work and the dignity of citizens in all countries.  The United Kingdom and the United States have an opportunity to lead together in condemning market barriers, state-owned enterprises, currency manipulation, intellectual property theft, and other abuses that not only harm responsible, rule-abiding nations economically, but also undermine our security.Our third national security priority is Advancing Peace through Strength. President Reagan also made this a cornerstone of his foreign policy. As he noted decades ago, a strategy of deterrence cannot succeed without the requisite military and economic capability to discourage adversaries from attacking the United States and our allies.The President has stressed that the best defense against today’s threats are coalitions of strong, independent, and sovereign nation-states. We are grateful that our UK partners have supported our call for all nations to share defense responsibility.The United Kingdom is in fact one of few NATO members currently spending at least 2 percent on defense. Together, the U.S.-UK partnership can help ensure that no nation bears an unfair military or economic burden for our defense.Finally, the President hopes to Advance American Influence because he recognizes that allies and partners who share our values and interests are essential to mutual security and prosperity.The Anglo-American relationship is founded on common values. In July, the President stood in front of the Warsaw Uprising Monument and defended the values of Western civilization, including our commitment to upholding the rule of law, protecting free speech and expression, and honoring the dignity of every human life.Because rivals would undermine our confidence by encouraging division or promoting moral equivalency, our conviction in who we are is a vital component of national security. This is why the National Security Strategy will emphasize maintaining our strategic confidence, as we remain true to our principles.Our partners know that when they engage with the United States and the United Kingdom, we respect their sovereignty, honor their history, value the dignity of their people, uphold the rule of law, and promote their success.The United States looks forward to working with the United Kingdom in our efforts to protect the homeland, advance prosperity, preserve peace through strength, and enhance the influence of the values that underlie our partnership.It is truly an honor to join you today, and to be with my friend Mark Sedwill. I am looking forward to our discussion, and I welcome your thoughts on how we can work together to address common threats and seize shared opportunities.Thank you.",
    "president": null
}