{
    "title": "Issues with the Penn-Wharton Budget Model – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/issues-penn-wharton-budget-model/",
    "created_at": "2018-03-02T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nMarch 2, 2018\n7 minute readCouncil of Economic AdvisersAnalyzing the Penn-Wharton Budget Model’s estimates of the growth effects from the President’s infrastructure plan, CEA finds that the report is an unsuitable tool for estimating the new investment in infrastructure the President’s plan will generate.  The Penn-Wharton Budget Model is flawed in at least two critical respects-The model is also not transparent to the point where one cannot help but question whether the authors who produced it had any bias.The authors of the Penn-Wharton report generate their estimates by running a model that assumes only savings in the United States can fund investment in the United States. Economists call this assumption a “closed economy,” a contrast with the “open economy” assumption that allows for the possibility that savings from abroad become foreign investment in the United States. As one would expect, however, academic studies find that the U.S. economy is better characterized as an “open” rather than “closed” economy: international savings, in the form of international capital flows, fund investment in the United States, where the strong economy offers the prospect of high returns on investment to would-be investors. And in a world where only the finite amount of U.S. savings can fund U.S. investment, government investment will crowd out investment in the private sector. In its imaginary world where the U.S. is a “closed” economy and foreign funding for investment in the U.S. is an impossibility beyond a certain (low) threshold, the Penn-Wharton model runs a simulation that shows that public investment in infrastructure will – by definition – appear to lessen or “crowd out” private investment (the model’s assumptions amplify the effects of this assumption by further assuming that the public investments that crowd out private investment generate lower returns – more on that later).The model then further assumes that U.S. savings are insufficient to meet new investment demand. As a result of this insufficiency of savings, the model predicts upward pressure on prices and interest rates, which the authors then say will cause crowding out of private investment and a decrease in overall capital investment in infrastructure, relative to what would occur in the absence of interest rate or price effects. However, the assumption that U.S. savings are insufficient to meet U.S. investment demand is one that a bipartisan school of thought within the economics profession would suggest has the imbalance between saving and investment backwards: there appears to be, if anything, too much savings chasing too few investment opportunities in the U.S. The lack of reality of the assumptions of the Penn-Wharton report’s “closed” economy model, then, effectively precludes the possibility that any analysis it generates would estimate the full growth effects of an infrastructure plan.The Penn-Wharton authors also assume that public capital expenditures generate returns on investment – in the form of new output created – that are lower than the evidence suggests. As infrastructure spending is a form of public capital expenditure, this assumption has implications for the estimated output effects of infrastructure spending. CEA’s survey of the academic literature suggests that each $1 of public capital spending generates between $1.08 and $1.16 of output, which corresponds to estimated net increases in the annual flow of output between $0.08 and $0.16 for each dollar of installed new infrastructure–what economists would call the “marginal product” of public capital. These figures are based on estimates of the elasticity of output with respect to public capital ranging from .06 to .106. However, the Penn Wharton model’s analysis is based on an assumed elasticity of only 0.05, implying a marginal return to public capital well below 8 percent and lower than the literature suggests. Even if you ignored all of the other assumptions of the Penn-Wharton model, this assumption alone would bias its estimates of the growth effects of infrastructure spending to be lower than what the academic literature would suggest their expected value to be. Yet to evaluate the overall effect of the Penn-Wharton model’s assumptions for returns on capital investment on its growth estimates, you would need to know the difference between the return the public versus private model would generate. After all, as we have explained, the model assumes that public investment necessarily crowds out private investment due to its assumption of a “closed” U.S. economy. If these two forms of capital are assumed to generate different rates of return, this would amplify the “closed” economy assumption. But the Penn-Wharton analysis concedes that it assumes a “high” rate of return to private capital – even as it assumes a rate of return on public capital lower than the literature would suggest – while demurring from specifying its value and allowing analysts to understand the magnitude of the distortion this assumption causes in their model.In contrast, utilizing more conventional parameter values and recognizing that the U.S. has access to the global supply of savings and investment, CEA calculates that the President’s infrastructure plan would yield growth of approximately 0.1 percentage point in real GDP growth per year over ten years.In addition to these unconventional and incorrect choices of model parameters, the Penn-Wharton study does not actually model nor even resemble the President’s proposed framework. The authors’ key takeaway wrongly suggests that “ grant programs contained in the infrastructure plan fail to provide strong incentives for States to invest additional money in public infrastructure.” However, in fact, President Trump’s proposal encourages State and local investment and provides incentives for States and localities raising new revenue for infrastructure without substitution. That is at the heart of President Trump’s Incentives Program: to specifically avoid the pitfall of substitution by valuing new revenue as the most important driver for awards. By definition, the Incentives Program would not make awards where substitution occurs or where non-Federal spending is minimal. The Incentives Program also provides that an incentive grant could not exceed 20 percent of new revenue. Thus, by definition and simple arithmetic, it is not possible for $100B in Federal spending to result in $0-100 billion in non-Federal spending. The minimum would be $100B in Federal spending resulting in $400B in non-Federal, and, in fact, CEA anticipates that the total infrastructure spending under the Incentives Program will be substantially higher.Additionally, the Penn-Wharton study does not provide for the leverage that has long been documented through Federal credit programs. For example, in the case of the $20 billion directed to Federal credit programs such as the Transportation Infrastructure Finance and Innovation Act (TIFIA), the study assumes a range of $0-$40 billion created. However, evidence shows that a dollar of subsidy cost in the TIFIA program can leverage $40 in total investments from State and local public sector and private sector entities. By their own admission, the Penn-Wharton authors underestimate the multiplier of the Federal dollar under these credit programs, noting “[t]he literature, which focuses on how state and local governments respond to federal grants, probably understates the additional infrastructure generated by these types of credit programs.”",
    "president": null
}