{
    "title": "Americans Came Together in Response, Recovery and Power Restoration after Irma and Maria – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/americans-came-together-response-recovery-power-restoration-irma-maria/",
    "created_at": "2018-09-20T00:00:00",
    "content": "\n\n\t\tEnergy & Environment\t\n\nSeptember 20, 2018\n4 minute read\n\n\t\t\t\t\t\tJames Richard “Rick” Perry\t\t\t\t\t\t\t\nSecretary of EnergyWhen times are tough, Americans come together. So when Hurricanes Harvey, Irma and Maria struck with terrible force last year, the U.S. Department of Energy (DOE) came together with the federal family and private sector partners to restore power to those impacted. With the hurricane season upon us again, Americans are ready to rise once more in unison.The 2017 hurricane season was unprecedented, making the recovery from it particularly challenging. Almost 47 million Americans, or 15 percent of the population, were affected by disasters in 2017 — either hurricanes or wildfires. Hurricanes Harvey, Irma and Maria caused a combined $265 billion in damage, and Hurricanes Irma and Maria packed an especially hard punch — Category 5 storms that swept through the Caribbean just two weeks apart, leaving a trail of catastrophic damage.Yet as the hurricanes passed, Americans met the challenge. In response to Irma, more than 60,000 workers from nearly 250 investor-owned electric companies, public power utilities, and electric cooperatives joined in the response. In an impressive show of force and compassion, crews came from across the nation — from Washington State and New Mexico to Maine and Michigan and Maryland — to help restore power and people’s lives.In the U.S. Virgin Islands, DOE deployed emergency responders, some of whom flew in ahead of Irma, to both St. Croix and St. Thomas in support of FEMA. The Department also deployed ten line-trucks from the Western Area Power Administration to help restore the transmission system on St. Thomas. They were joined by a number of crews from the private sector, who continued the work of restoration.A team from DOE’s National Renewable Energy Laboratory also went to the USVI to perform a power generation assessment, even as DOE continued to work closely with the USVI and private sector partners to see power fully restored to the islands.Puerto Rico’s situation was considerably more challenging. The one-two punch of Irma and Maria rendered much of the Commonwealth’s transmission and distribution infrastructure inoperable, and left virtually all of Puerto Rico’s 1.5 million electricity customers without power. This was compounded even further by the logistical challenges of moving supplies and personnel to the island, the fact that many of Puerto Rico’s first responders were themselves victims of the storm, and the Commonwealth’s bankrupt utility (PREPA) had long-neglected the electrical grid.Despite all of those challenges, significant progress was made, especially after Puerto Rico requested mutual aid from the President. As that work proceeded, DOE responders and experts worked closely with the Puerto Rican government and PREPA, federal partners like FEMA and the Army Corps of Engineers, and private sector utilities to coordinate and expedite the response.Many others from DOE also went to Puerto Rico, supporting power restoration as well as the overall government response.In addition to immediate power restoration efforts, DOE has also looked longer-term to increase Puerto Rico’s grid resilience against future hurricanes. Drawing on the capabilities of DOE’s National Labs, the expertise of the private sector and the interests of Puerto Rican stakeholders, the Department issued a report this past June that offered a range of recommendations for Puerto Rico’s government to consider integrating into its recovery plans.DOE is also providing grid modeling support to build a more modern and reliable grid system in Puerto Rico. This endeavor will develop a nearly real-time dynamic system model that will be used not only as an operational tool, but also for planning purposes. It will also provide technical insight into resiliency objectives, allowing for coordination and communication of potential solutions across stakeholder groups. As PREPA and the Commonwealth plan financial investments to strengthen Puerto Rico’s power grid and increase disaster resilience, DOE, FEMA, and the U.S. Department of Housing and Urban Development will remain supportive partners.DOE supports Puerto Rico’s goal of an electric sector that is technically reliable, resilient and affordable. Success will ultimately depend on the leadership and commitment of Puerto Rico’s own government and PREPA. They must determine the best strategy for meeting the Commonwealth’s future energy needs.I’m confident that the future will be bright because whenever storms rage, Americans come together. We came together to recover from last year’s terrible hurricanes. No matter the disaster, we will again unite and build a bright future together.This op-ed appeared in Real Clear Energy on September 20, 2018.",
    "president": null
}