{
    "title": "Fighting Pain and Addiction for Veterans – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/fighting-pain-addiction-veterans/",
    "created_at": "2018-10-26T00:00:00",
    "content": "\n\n\t\tVeterans\t\n\nOctober 26, 2018\n4 minute read\n\t\t\t\t\t\tRobert Wilkie\t\t\t\t\tSecretary of Veterans AffairsLast year, more than 130 Americans died each day from a drug overdose involving an opioid. Veterans are twice as likely to die of the same. But there is some good news: The Department of Veterans Affairs is a recognized leader in pain management and opioid safety, and its success in reducing the use of opioids can be emulated by other health systems through VA’s proven strategies.Severe pain is 40 percent more common in veterans compared to non-veterans. Nearly 60 percent of veterans who have served in the Middle East and more than 50 percent of older veterans live with some form of chronic pain.I saw the effects of severe, chronic pain on my father when he returned from Vietnam severely wounded and still recovering after a year in military hospitals. Many veterans like my father suffer chronic pain for the rest of their lives, and the risk of suicide is particularly high among veterans and others who face chronic pain.Fortunately, VA has taken a multi-faceted approach called the Opioid Safety Initiative to reduce the need for opioids. Since its launch, the program managed a 45 percent reduction in veteran patients receiving opioids from July 2012 to June 2018. That’s more than 300,000 fewer veterans on opioids. The same program in the same months reduced veterans on long-term opioid therapy by 51 percent and veterans on high-dose opioid therapy by 66 percent.In addition to systemwide oversight of prescribing of opioids, the initiative has brought pharmacists and prescribers together to educate one another on the problem of identifying the best treatment for each veteran in pain.Opioids have a place among treatment options. They are powerful drugs that can be used to alleviate pain, and any reduction in their use must be done carefully. Otherwise, patients could be driven to crisis by both the effects of withdrawal and ineffective pain management.Decisions on the use of opioids must therefore take a whole health approach to care, with the aim of not just reducing opioids but also improving functioning by patients. It takes time and attention from providers to have meaningful conversations with patients about what their life goals are, and provide education about what they can reasonably expect from treatment.This approach uses the stepped care model based on a continuum of care and incorporating professional support and self-management through counseling and participation in groups like Narcotics Anonymous. It also includes non-pharmacological pain treatment options like stress reduction, yoga, tai chi, mindfulness, chiropractic care, nutrition, acupuncture and health coaching, which may reduce reliance on opioids without increasing pain or causing other health problems.Virtually all VA facilities have reduced prescriptions for opioids. VA facilities in El Paso, Texas, and Fayetteville, N.C., have managed the greatest reductions, cutting rates by 71 percent in El Paso and 69 percent in Fayetteville.Rates for other VA facilities can be viewed online since January, when VA became the first hospital system in the country to begin posting its opioid prescribing rates online, updating them twice yearly in January and July.We expect even better management of pain medications for veterans when VA and the Department of Defense roll out their new integrated electronic health records. The new records system will give health care providers a full picture of patient medical history, enabling better treatment and better clinical outcomes. It will also help us better identify veterans at higher risk for opioid addiction and suicide, so health care providers can intervene earlier and save lives.We have also issued the lifesaving drug Naloxone to more than 100,000 veterans to help prevent tragedies and instituted patient risk assessments for overdose and suicide, bringing the power of big-data analytics to bear through VA’s Stratification Tool for Opioid Risk Mitigation, which puts predictive analytics in the hands of providers and allows effective collaboration of medical and mental care of veterans at risk.There is still more to learn and more to do, and a national solution will require national collaboration. But President Trump has said, “We can be the generation that ends the opioid epidemic.” He is right about that. We can end the epidemic, and VA is helping lead the way.Robert Wilkie is the Secretary of Veterans Affairs. This op-ed appeared in Newsday on October 25, 2018. ",
    "president": null
}