{
    "title": "Remarks by President Trump and His Majesty King Abdullah II of Jordan Before Bilateral Meeting – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-majesty-king-abdullah-ii-jordan-bilateral-meeting/",
    "created_at": "2017-09-20T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nSeptember 20, 2017\nLotte New York Palace Hotel\nNew York, New York9:38 A.M. EDTPRESIDENT TRUMP: Well, thank you very much. It’s a great honor to be with the King of Jordan, who has been our partner and ally for a long time. And I think never has the relationship been better than it is right now.And we’re working together on many problems, and some things that aren’t problems that are very, very good. But we’re going to make some of the bad ones turn out good.I just want to thank you for everything you’ve done, in terms of the refugees and taking care of people that — who knows what would have happened without you. So I want to thank you and I want to thank everybody involved with you, and you have done an amazing job.Thank you.KING ABDULLAH: Mr. President, thank you very much for having us here. And again, we’ve met several times this year, and I think that just shows the special relationship between our two countries and how closely we work together.And I’m very grateful for your support to our country in these difficult times and the special bond between our two nations.But I’d also like to extend our condolences on the victims of the hurricanes, but also how you, the government, the people, the first responders reacted to this crisis. I mean, for us sitting on the outside, looking at how the Americans came together at a difficult time, is really an example to everybody else. And we’re very, very grateful for that.PRESIDENT TRUMP: Well, thank you very much.KING ABDULLAH: And everything that we’re doing to try and solve our problems.PRESIDENT TRUMP: We have a big one going right now — I’ve never seen winds like this — in Puerto Rico. You take a look at what’s happening there, and it’s just one after another. But I think we are doing a good job.I have to say this about the King: He is a very fine gentleman, a very nice man. He’s also a great, great fighter. Some people have to understand that, right?KING ABDULLAH: Well, sir, we’re all fighting together. We have —PRESIDENT TRUMP: We’re all fighting together.KING ABDULLAH: Terrorism is a scourge around the world, but I think Jordan will always stand beside you and your country. And we will overcome.PRESIDENT TRUMP: Good. Thank you so much. Thank you, everybody. Thank you.END 9:40 A.M. EDT",
    "president": null
}