{
    "title": "White House Drug Policy Office Announces New Counties to Receive Federal Support for Combating Drug Trafficking – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/white-house-drug-policy-office-announces-new-counties-receive-federal-support-combating-drug-trafficking/",
    "created_at": "2018-09-24T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tHealthcare\t\n\nIssued on:\nSeptember 24, 2018\nOffice of National Drug Control PolicyToday, James Carroll, Deputy Director of the Office of National Drug Control Policy, announced the designation of 10 new areas across Kentucky, New Jersey, North Carolina, Ohio, Pennsylvania, South Carolina, and West Virginia as High Intensity Drug Trafficking Areas (HIDTAs). This designation enables the 10 areas to receive Federal resources to further the coordination and development of drug control efforts among Federal, State, local, and tribal law enforcement officers, and allows local agencies to benefit from ongoing HIDTA initiatives that are working to reduce drug trafficking across the United States.The newly-designated areas are:“Drug traffickers are fueling the opioid crisis and poisoning our communities, so we have to be relentless in bringing them to justice,” Carroll said. “This new funding will allow law enforcement to disrupt trafficking operations in key areas so we can save lives, strengthen our communities, and safeguard our country.”The HIDTA program was created in 1988 and serves as a catalyst for coordination among Federal, State, local, and tribal law enforcement agencies operating in areas determined to be critical drug trafficking regions. Law enforcement organizations working within HIDTAs assess drug-trafficking problems and design specific initiatives to decrease the production, transportation, and distribution of drugs. There are 29 HIDTAs located in 50 states, as well as in Puerto Rico, the U.S. Virgin Islands, and the District of Columbia.",
    "president": null
}