{
    "title": "President Trump Takes Action on Intellectual Property Rights – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-takes-action-intellectual-property-rights/",
    "created_at": "2017-08-14T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nAugust 14, 2017\n2 minute readToday at the White House, President Donald J. Trump signed a Presidential Memorandum asking the United States Trade Representative (USTR) to investigate China’s laws, policies, practices, and actions. The President was joined by Secretary Wilbur Ross, Ambassador Robert Lighthizer, Secretary Steven Mnuchin, Lt. Gen. H.R. McMaster, Director of the National Economic Council Gary Cohn, and Director of the White House National Trade Council Peter Navarro.This memorandum directs the USTR Robert Lighthizer to determine, consistent with section 302(b) of the Trade Act of 1974 (19 U.S.C. 2412(b)), whether to investigate any of the acts, policies, or practices of China that may be unreasonable or discriminatory and that may be harming American intellectual property, innovation, and technology.The People’s Republic of China has implemented laws, policies, and practices and has taken actions related to intellectual property, innovation, and technology that encourage the transfer of American technology and intellectual property to enterprises in China and otherwise affect American economic interests. This restricts U.S. exports, deprives U.S. citizens of the right to fair remuneration for their innovation, contributes to our trade deficit with respect to China, and undermines efforts to strengthen American manufacturing, services, and innovation.For example, U.S. companies can be required to enter into joint ventures with Chinese companies if they want to do business in China, resulting in Chinese companies forcibly acquiring U.S. intellectual property. Americans are the world’s most prolific innovators, creating the greatest technologies, products, and companies. They should not be forced or coerced to turn over the fruits of their labor.The President is also standing strong against the theft of American IP, including defense-related technologies. The costs of intellectual property theft alone to the U.S. economy are estimated to be as high as $600 billion a year. Such thefts not only damage American companies, they also threaten our national security.\nConsequences of China’s reported actions may include: lost or reduced U.S. sales, exports, and jobs in key technology sectors; loss of intellectual property or proprietary technology to Chinese companies; loss of competitive position in the marketplace or in business negotiations; and network security costs, legal fees, and other costs.President Trump is committed to protecting America’s intellectual property and technology.",
    "president": null
}