{
    "title": "IT Modernization – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/it-modernization/",
    "created_at": "2017-08-30T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nAugust 30, 2017\n3 minute readAs the Director of the American Technology Council (ATC), I was directed by the President, through Executive Order (EO) 13800, to coordinate a report regarding the modernization of Federal Information Technology (IT).Our desire is to be as open to as many ideas as possible throughout the journey of Federal IT modernization, and this report is a key first step.  We value innovative perspectives from industry, and are therefore opening up this report for industry and public comment to ensure that we have the best plan possible.This report was developed by experts selected by the Administrator of General Services Administration (GSA), the Secretary of the Department of Homeland Security (DHS), the Director of the Office of Management and Budget (OMB), and the Secretary of Commerce (Commerce).  We set out to accomplish two high-level objectives. First is to create a vision for the future of Federal IT that maximizes secure use of the best commercial technology available, and second is to define a plan to jumpstart the government’s transition to that vision.In furtherance of these goals, we set some objectives that the vision for the future of Federal IT needed to fulfil.  These were to enable more rapid delivery of new capabilities to the American public, to increase the cybersecurity of our systems, and to enable us to operate our IT in a much more cost effective manner.Once the vision was defined, we asked our experts to develop a plan to accelerate the government’s transition to that end-state.  The team looked at many of the efforts that have been tried in the past, and determined several key reasons that these efforts stalled.  These included budgetary constraints, procurement problems, and outdated policy and technical guidance.  The team then built a plan which mitigates these problems and provides initial implementation targets to ensure that the challenges were sufficiently addressed.  Most importantly, the team laid out an agile process which will enable us to iteratively update policy and technical guidance as additional impediments are identified.Much of this plan is built on industry best practices, and a major point of emphasis is to maximize use of commercial capabilities.  This will result in a close partnership with industry to be able to achieve our targeted vision.  Given this, we are collectively looking for feedback from industry to ensure that we have adequately described our end-state and that we are best leveraging industry capabilities in our plan to get there.Key questions include:We have set up a website at https://itmodernization.cio.gov where the IT modernization report is posted along with instructions on how to submit feedback.  Please submit any comments before 20 September 2017.  Thank you in advance for any feedback that you can provide – We look forward to hearing from you!Chris Liddell is the Director of the White House’s American Technology Council and Jack Wilmer is a Senior Policy Advisor with OSTP.",
    "president": null
}