{
    "title": "A New National Security Strategy for a New Era – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/new-national-security-strategy-new-era/",
    "created_at": "2017-12-18T00:00:00",
    "content": "\n\n\t\tNational Security & Defense\t\n\nDecember 18, 2017\n2 minute readOur government's first duty is to its people, to our citizens—to serve their needs, to ensure their safety, to preserve their rights, and to defend their values.\n\n\t\t\t\t\t\tPresident Donald J. Trump\t\t\t\t\t\t\t\nThe publication of the National Security Strategy (NSS) is a milestone for any presidency. A statutorily mandated document, the NSS explains to the American people, U.S. allies and partners, and federal agencies how the President intends to put his national security vision into practice on behalf of fellow citizens.First and foremost, President Donald J. Trump’s NSS is a reflection of his belief that putting America first is the duty of our government and the foundation for effective U.S. leadership in the world. It builds on the 11 months of Presidential action thus far to renew confidence in America both at home and abroad.Four vital, national interests—organized as the strategy’s four pillars—form the backbone of this commitment:This NSS and its four themes are guided by a return to principled realism.The strategy is realist because it is clear-eyed about global competition: It acknowledges the central role of power in world affairs, affirms that sovereign states are the best hope for a peaceful world, and clearly defines our national interests. It is principled because it is grounded in the knowledge that promoting American values is key to spreading peace and prosperity around the globe.President Trump’s ultimate goal is to leave our children and grandchildren a Nation that is stronger, better, freer, prouder, and greater than ever before.Read a summary of the President’s National Security Strategy here.The full NSS report is available for download here.",
    "president": null
}