{
    "title": "Driving Safety & Innovation on American Roadways: An Updated Federal Policy on Auto Driving Systems – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/driving-safety-innovation-american-roadways-updated-federal-policy-auto-driving-systems/",
    "created_at": "2017-09-12T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nSeptember 12, 2017\n3 minute readOn Tuesday, September 12, 2017 the U.S. Department of Transportation (DOT) released Automated Driving Systems: A Vision for Safety 2.0, an update to the 2016 Federal Automated Vehicles Policy and an important step in the development and deployment of automated driving systems (ADS) in the United States. The new policy, authored by the National Highway Traffic Safety Administration (NHTSA), will ensure innovation in automated vehicle technologies, increase the safety of American roadways, and provide for a consistent ADS regulatory framework.As Secretary of Transportation Elaine Chao said in her speech today at the Autonomous Vehicles Summit at the University of Michigan:Emerging technology requires an approach that ensures safety, while encouraging innovation and preserving creativity…Creativity and innovation are part of the great genius of America–one of its hallmarks.The new guidance reflects the President’s commitment to supporting emerging technologies as an important economic driver. At the American Leadership in Emerging Technology event in June, President Trump spoke about his Administration’s commitment to:[R]emoving the government barriers to job growth and prosperity…[to] unleash the next generation of technological breakthroughs that will transform our lives and transform our country.The development and deployment of ADS, commonly referred to as automated or self-driving vehicles, has the potential to reduce the number and severity of serious automobile crashes – over 90 percent of which are due to human error – preventing injuries and saving lives. The market for automated vehicles has been forecasted at over $40 billion in 2025 and more than $75 billion in 2035. In addition, fully automated vehicles have the potential to present a new transportation option for older Americans and those with disabilities, increasing their connectivity and independence.The White House Office of Science and Technology Policy (OSTP) works with Federal agencies like the DOT to help develop policy frameworks that enable innovation and allow for greater development, testing, and deployment of emerging technologies.Automated Driving Systems 2.0: A Vision for Safety focuses on highly automated ADS and provides updated guidance to automobile manufacturers and developers to enable the safe deployment of automated vehicles, streamlining the previous guidance without imposing new barriers or requirements on industry. The policy also includes technical assistance to States, including best practices for legislatures and state highway safety officials to encourage ADS development, averting a patchwork of government regulations, a potential obstacle to commercial deployment of automated vehicles.DOT and NHTSA will continue to refine and update ADS guidance as technology advances and additional stakeholder input is considered. Public comments regarding the guidance can be submitted at www.regulations.gov.Ethan Klein is a Policy Advisor at OSTP, focusing on autonomous and unmanned systems.",
    "president": null
}