{
    "title": "President Trump Addresses the 72nd United Nations General Assembly – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-addresses-72nd-united-nations-general-assembly/",
    "created_at": "2017-09-20T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nSeptember 20, 2017\n3 minute readPresident Participates in the Reforming the United Nations MeetingIn his first address to the U.N. General Assembly, President Donald J. Trump rallied the nations of the world to work together to confront the great threats of our time, including rogue regimes such as North Korea and Iran.Seeking to promote global peace and stability, the President argued that answering these threats depends on a coalition of strong and independent nations that embrace their sovereignty to promote security, prosperity and peace for themselves and for the worlds.“We must work together and confront together those who threaten us with chaos, turmoil, and terror,” said President Trump. “If the righteous men do not confront the wicked few, then evil will triumph.”The President laid out a “policy of principled realism, rooted in shared goals, interests, and values.” He called upon Member States to respect the interest of their own people and the rights of every sovereign nation, consistent with the American Constitutional tradition in which “the people govern, the people rule, and the people are sovereign.” President Trump stated that he will always put his people first, as should all sovereign countries. “Our government’s first duty is to our people, to our citizens,” he said.He condemned North Korea’s development of nuclear weapons that threaten the world and asserted that if forced to defend itself or its allies, the United States will have no choice but to completely destroy North Korea. “It is time for North Korea to realize that denuclearization is the only acceptable future,” said President Trump.On the topic of Iran, President Trump told the assembly that “we cannot let a murderous regime continue these destabilizing activities while building dangerous missiles.” He urged the entire world to join together to end pursuits of death and destruction. He stated that Iran’s government must stop supporting terrorism, diverge from their current path of “poverty, bloodshed, and terror,” and promote the prosperity and rich culture of its own people.The President called on all responsible nations to cooperate to isolate these regimes until they stop their hostility.President Trump Gives an Address to the 72nd Session of the United Nations General AssemblyPresident Trump noted that this week marks the 230th anniversary of the U.S. Constitution—a reminder that in America, sovereignty is vested in the American people. America is an example to the world of the success that is possible when a people take responsibility for their future.Lastly, he encouraged all Member States to renew their commitment to their people, as well as to global peace and prosperity. He called on to leaders to invest in their own countries and build strong families and communities.“We will fight together, sacrifice together, and stand together for peace, for freedom, for justice, for family, for humanity, and for the Almighty God who made us all.”",
    "president": null
}