{
    "title": "Integrating Unmanned Aircraft Systems into the National Airspace – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/integrating-unmanned-aircraft-systems-national-airspace/",
    "created_at": "2017-10-25T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nOctober 25, 2017\n4 minute readAmerican aviation is on the verge of an unmanned revolution. Technological advances in unmanned aircraft systems (“UAS,” also known as “drones”) have enabled UAS to rival the manned aircraft that have dominated America’s skies since World War II across a variety of applications. The compact size and low cost of UAS make them suitable to support response and recovery operations, provide a new vantage point to see and experience the world, and perform critical tasks less expensively and less dangerously. And Americans are adopting this emerging technology: over six hundred thousand UAS owners have registered with the Federal Aviation Administration (FAA) to date.But the United States’ antiquated regulatory system for aviation has been too slow to keep up with the pace of the technology. Overly burdensome restrictions on commercial drone use have limited the forecasted benefits of these systems to our society: tens of billions of dollars’ in economic impact, tens of thousands of new jobs, and enhancements to our quality of life. The result of these regulations on our nation’s most innovative companies has been to force their programs overseas, where UAS testing and deployment is less restricted.In order to cultivate and sustain American ingenuity in aviation within the United States, President Trump signed today a Presidential Memorandum directing the Secretary of Transportation to establish a UAS Integration Pilot Program, taking a critical first step towards opening up the skies for commonsense, safe commercial drone activity.“America has led the world in developing and adopting emerging technologies, and Americans have recognized the need to get this incredible, new industry off the ground,” said Michael Kratsios, Deputy Assistant to the President with the White House Office of Science and Technology Policy. “President Trump is bringing UAS leadership back to the United States by creating this pilot program to encourage innovation while maintaining the safety of our airspace.”The pilot program, which will be launched out of the FAA, will allow State, local, and tribal governments to submit proposals for UAS innovation zones in their jurisdictions. Interested governments should propose well-defined frameworks for Federal and non-Federal roles in the management of UAS flights in their jurisdiction, and should describe innovative UAS flights to be safely conducted by either industry or the local government. These governments will be encouraged to partner with industry innovators on pilot projects that can fly drones in ways that current FAA regulations restrict – such as flights beyond visual line of sight, flights at night, and flights over people. Restrictions on flights for obvious safety and security reasons, such as near airports and other highly sensitive areas, will not be affected.This program will open the skies for activities such as delivery of life-saving medicines and commercial packages, inspections of critical infrastructure, support for emergency management operations, and crop surveys for precision agriculture applications.For each pilot program approved by the Department of Transportation, the local government office or agency will serve as the pilot “sponsor,” ensuring that the drone flights proposed are appropriate for that geographical area and supported by the local community. Each sponsor will be responsible for collecting critical usage, safety, and community feedback data to help build out a smarter and more adaptive regulatory framework moving forward.The pilot program is designed to accelerate the next generation of American aeronautics, testing new UAS traffic management systems and detection and tracking capabilities, which are needed to fully integrate drone flights into the national airspace system.As Secretary of Transportation Elaine Chao said in May, “The integration of drones into our national airspace will be the biggest technological challenge to aviation since the beginning of the Jet Age. Our job is to prepare the way for this new technology…so it can be deployed safely and usher in a new era of aviation service, accessibility and ingenuity.”The FAA will begin accepting proposals for pilot projects within the next 90 days.",
    "president": null
}