{
    "title": "Labor Market Policies to Help the Middle Class – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/labor-market-policies-to-help-the-middle-class/",
    "created_at": "2018-02-21T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nFebruary 21, 2018\n5 minute readCouncil of Economic AdvisersBecause past public policies are responsible for some of the drag on employment growth, changes in these policies can be important mechanisms for getting workers off the sidelines and again fully participating in our economy.\n\t\t\t\t\t\tCouncil of Economic Advisers\t\t\t\t\tThe Great Recession of 2007 to 2009 sharply reduced what the middle class earned from work. By 2016, the household labor earnings of the median American were still below their prerecession high of nine years earlier, despite the fact that the recession had officially ended in 2009. This unprecedentedly slow recovery, especially for middle-class labor incomes, is perhaps the primary economic problem our Nation faces. While labor incomes stagnated, a marked increase in net government transfers (government benefits received minus taxes paid) to some degree offset the decline in the median American’s household income from all sources between 2007 and 2016, finally even surpassing its prerecession high in 2016. But without substantial increases in economic growth, this level of redistribution is unlikely to be sustainable. Clearly, the best possible outcome is for labor incomes to return to normal levels of growth.Why have American workers had the worst labor earnings experience in modern history for the past nine years? The Administration’s actions on tax and regulatory reforms will stimulate lagging economic growth and increase the demand for workers, addressing this key factor—as will rebuilding our Nation’s infrastructure. However, other factors are important as well. Reductions in the disincentives to work—alongside increased enforcement of work provisions and eligibility requirements in the country’s welfare programs—are also needed. Continued government transfers mean that some prime working age Americans find themselves facing a trade-off between staying on the sidelines, while continuing to receive government transfers, and coming back to work, which would result in a forfeiture of those entitlements.This Administration is also deploying other supply-side tools. Policies that enable workers to get retraining to meet current market needs through apprenticeships and other programs will encourage work. Stemming the opioid crisis and enacting policies to better connect workers with jobs, including broadband access and improvements in geographic mobility, would also increase the labor supply. Other pro-work policies proposed by this Administration, such as paid family leave for new parents, should also raise the long-run probability of parental employment.The experience of older Americans who are now staying in the workforce longer indicates that government policies can indeed affect decisions to work, and that demography need not be destiny. Public policies enacted since the 1980s with respect to retirement have played an important role in incentivizing work at older ages—for instance, by raising the age at which full Social Security benefits can be claimed and ending the earnings test at that age for those who wish to continue working while receiving benefits. Eliminating the earnings test for workers between age 62 and normal retirement age would likely also increase participation. Policy may also help nudge employers to fill the unmet demand of older workers for jobs with flexible, reduced hours as a gradual entry into retirement in lieu of full nonparticipation by these workers.Finally, younger workers have become increasingly detached from the labor force. Although more teens are enrolled in school, evidence suggests this group, relative to 10 years earlier, spends more time on unproductive activities, neither at work nor in school. Early employment can be especially critical for the life prospects of lower-income American teenagers, and policy efforts to encourage the integration of practical labor force training into high school programs may help stem this tide by providing teens with employment and occupational direction early on.Because past public policies are responsible for some of the drag on employment growth, changes in these policies can be important mechanisms for getting workers off the sidelines and again fully participating in our economy and enjoying its benefits. A coordinated effort encouraging people to do this could—as the economics literature we describe below suggests—significantly reinforce the positive effects of labor demand policies, such as the major tax reform just passed.Read a one-pager on the labor market’s continued improvement in 2017.Read Infrastructure Investment to Boost Productivity and Growth",
    "president": null
}