{
    "title": "With American Leadership, We Are on the Brink of Controlling AIDS – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/american-leadership-brink-controlling-aids/",
    "created_at": "2017-12-01T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nDecember 1, 2017\n4 minute readToday, on World AIDS Day, we are at an unprecedented moment in the global HIV/AIDS response. For the first time in modern history, we have the opportunity to control a pandemic without a vaccine or a cure. Controlling the pandemic will lay the groundwork for eventually eliminating or eradicating HIV, which will be possible through continued and future scientific breakthroughs.The United States, under the leadership of President Donald Trump and working alongside other governments, private sector companies, philanthropic organizations, multilateral institutions, civil society and faith-based organizations, people living with HIV, and many others – continues to lead the way in the HIV/AIDS response.Yesterday, the United States announced that its President’s Emergency Plan for AIDS Relief (PEPFAR) has reached historic highs – preventing more HIV infections and saving more lives than ever before, driven by transparent, accountable, and cost-effective investments.\nOne big reason for our success is that, over the years, we have refined our approach and expanded our impact based on the latest science and the best available data. The result is enormous cost-efficiency – ensuring we are having the greatest possible impact with each dollar entrusted to us through the compassion and generosity of the American people. Over the past year we have eliminated duplication, streamlined business practices and shifted resources to serve those most in need and implement the most impactful interventions.When PEPFAR began in 2003, only 50,000 people were receiving lifesaving antiretroviral treatment (ART) in sub-Saharan Africa. Today, PEPFAR supports more than 13.3 million men, women, and children on ART. We are not only treating HIV, but stopping transmission before it happens. For the first time, the latest PEPFAR data show significant declines in new HIV diagnoses among adolescent girls and young women. In the 10 African countries implementing PEPFAR’s pioneering DREAMS (Determined, Resilient, Empowered, AIDS-free, Mentored, and Safe) public-private partnership, nearly two-thirds of the highest HIV burden communities or districts achieved greater than a 25-40 percent decline in new HIV diagnoses among young women since 2015. ‎Importantly, new diagnoses declined in nearly all DREAMS intervention districts. The DREAMS partnership is not only preventing HIV among adolescent girls and young women, but also empowering them to be the leaders of tomorrow. “DREAMS is just about that – encouraging girls to dream”, says Ntokozo a young South African woman and DREAMS Ambassador.To ensure children thrive and are protected from HIV, PEPFAR also now supports more than 6.4 million orphans, vulnerable children, and their caregivers affected by HIV/AIDS. And to ensure babies are born HIV-free, PEPFAR has supported more than 2.2 million babies who have been born HIV-negative to HIV-positive mothers.These new data add to PEPFAR’s impact results released in the past year, which shows that five African countries are approaching control of their HIV epidemics. They also highlight critical advances being made under the PEPFAR Strategy for Accelerating HIV/AIDS Epidemic Control (2017-2020), which was launched by U.S. Secretary of State Rex Tillerson at the 2017 United Nations General Assembly. President Trump committed his support to PEPFAR noting both its importance and it as an example of doing more each year by finding more efficiencies and ensuring we continue to drive forward with impact and clear value for each dollar invested.Today, we join together to honor those who lost their lives to AIDS, celebrate the remarkable progress we have made together in combating this disease, and reaffirm our ongoing commitment to seize this extraordinary moment and end AIDS as a public health threat for good.Ambassador Deborah L. Birx, M.D., is the U.S. Global AIDS Coordinator",
    "president": null
}