{
    "title": "Remarks by President Trump and President Macron of the French Republic Before Bilateral Meeting – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-president-macron-french-republic-bilateral-meeting/",
    "created_at": "2018-09-24T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nSeptember 24, 2018\nUnited Nations Headquarters\nNew York, New York6:41 P.M. EDTPRESIDENT TRUMP:  Thank you very much.  It’s a great honor to have a friend of mine, President Macron.  And we’ve had some very good experiences — on occasion, not so good, but 99 percent very good.France is doing very well.  We’re doing very well.  And I think, very importantly, we’re doing very well together.  We have a lot of trade and we’re discussing trade.  We’ll be discussing it today.  We’ll be discussing military and defense.  And terrorism is a big subject that we’re always talking about.  And that’s why we’re here tonight, I think maybe more so than almost anything.  And trade.So I just want to thank you for being here.  And it’s a great honor.  We had a tremendous celebration in the White House a number of months ago, honoring the President and Mrs. Macron, and honoring France.  And it was something very special.Thank you very much.  Thank you for being here.PRESIDENT MACRON:  Thank you very much, Mr. President, dear Donald.  I’m very happy to be here with my delegation.Let me first express my deepest condolences for Hurricane Florence and what happened in your country.  And I want to tell that French people feel very close to your people and American people, and especially the Carolinas.  And let me express these condolences.We are here to discuss a lot of topics we have in common.  And President Trump just indeed expressed a few of them.  But I think we are here to deliver.  And this occasion of all these meetings, and especially the meeting we will have on Wednesday, will be a great occasion to deliver for our common security.We have a lot of visions in common.  And I think terrorism, defense, the situation in the Middle East as well, is something we have and we want to fix, and we want to work together.So thanks very much —PRESIDENT TRUMP:  Thank you.PRESIDENT MACRON:  — for welcoming us.  And we were very happy indeed, in July 17, to welcome you and your wife after to come for this wonderful trip at the White House.  And we will be very happy to welcome you again in November in Paris.  So thanks very much for being here today again.PRESIDENT TRUMP:  We had dinner at the top of the Eiffel Tower, and it was one of the most beautiful evenings you’ll ever see.  So that was a great honor.  And thank you very much.PRESIDENT MACRON:  Thank you, Donald.PRESIDENT TRUMP:  Thank you very much, everybody.END6:44 P.M. EDT",
    "president": null
}