{
    "title": "Nurturing a Small Business Boon – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/nurturing-small-business-boon/",
    "created_at": "2018-06-29T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nJune 29, 2018\n4 minute readMike Zaffaroni calls the newest piece of equipment at his landscaping company in Jacksonville, Florida, his “Tax Cut Truck.”He had long wanted to expand the services he offers to his customers and says the tax cuts President Donald J. Trump signed into law six months ago were the motivation he needed to buy the $80,000 truck and forklift.“Without the tax cuts, we’re not so sure it would have been the right move for us financially,” he said.Under the new tax law, Mr. Zaffaroni will be able to write off the entire cost of the purchase this year. Along with the lower tax rates and other benefits of the law, he says his accountant estimates he’ll save 7 percent to 10 percent on his taxes this year. That’s a big saving for a small company like his, and it’s money he’ll reinvest in his business.“We’re going to be able to expand, we’re going to add a product line, we’ll be able to deliver more materials than we were able to before,” Mr. Zaffaroni said. “We’ve actually already hired another driver, so that also adds another job.”I toured Mr. Zaffaroni’s company, Liberty Landscape Supply, soon after he was named Florida’s National Small Business Person of the Year, and just days after the truck was delivered.“It makes it very real,” he told me. “A lot of America doesn’t really understand the implication these tax cuts have on each individual small business.”Under the Tax Cuts and Jobs Act President Trump signed into law, most small businesses will now be able to deduct 20 percent off their business income in addition to having their taxable income taxed at lower rates. And for the first five years, they’ll be able to write off investments in new equipment the year the investment is made.As head of the United States Small Business Administration, I constantly hear from small business owners like Mr. Zaffaroni who are investing their tax savings in their companies and their employees — raising wages, providing bonuses and benefits, and creating more jobs.As we mark six months since Mr. Trump signed the Tax Cuts and Jobs Act into law, we continue to see more Americans working. The unemployment rate of 3.8 percent matches the lowest level it’s been in nearly 50 years. The unemployment rate for women is at the lowest level since 1953. African-American and Hispanic unemployment rates have hit record lows. A Gallup poll found two-thirds of Americans believe now is a good time to find a quality job. The number of job openings is at a record high and, for the first time on record, there are more job openings than unemployed people looking for work.Families all across the country are not only seeing more take-home pay because their taxes are lower. The paychecks for workers are getting bigger, too. In the first quarter of 2018, private sector workers saw their hourly compensation increase at a 4 percent annual rate — the fastest pace in at least 12 years. As a result of the tax cuts, at least 6 million workers have already seen bigger paychecks, bonuses and increased benefits.With more money in their pockets, Americans are spending again — and that’s good news for small businesses. After years of stagnation, small businesses now have the confidence they need to hire more workers or purchase new equipment, like the truck at Liberty Landscape Supply. In surveys done by the U.S. Chamber of Commerce, CNBC, the National Federation of Independent Businesses and the National Association of Manufacturers, members report their highest-ever levels of optimism. A survey done by Bank of America found that 37 percent of small business owners are planning to invest in their businesses this year as a result of the tax cuts.Surrounded by germinating flowers and tree saplings, Mr. Zaffaroni means it when he says his business is growing. Since buying a small landscaping company with just one employee in 2007, business has blossomed. Liberty Landscape Supply now has six full-time employees, a farm and two locations, and he’s making plans to open more. He needs cash to make that happen, and the Tax Cuts and Jobs Act is providing the seed money he needs.“It sounds like it was designed specifically for businesses like mine and we want to take advantage of it,” he said.Linda McMahon is Administrator of the Small Business Administration. This op-ed appeared in The Washington Times on June 28, 2018. ",
    "president": null
}