{
    "title": "President Trump Hosts Chibok Schoolgirls at the White House – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-hosts-chibok-schoolgirls-white-house/",
    "created_at": "2017-07-06T00:00:00",
    "content": "\n\n\t\tLaw & Justice\t\n\nJuly 6, 2017\n3 minute readOn the night of April 14, 2014, Boko Haram terrorists attacked the Government Girls Secondary School in Chibok, Nigeria. They broke in disguised as guards, and forced the girls to leave the school and come with them. According to several reports, the terrorists kidnapped between 200 and 300 girls. Tragically, it is widely believed that Boko Haram sold many of the girls into human trafficking rings across Africa.But approximately 50 of the girls have escaped, including Joy Bishara and Lydia Pogu, who visited President Donald J. Trump, and his daughter, Ivanka Trump, at the White House last Tuesday. The girls are recent graduates of Canyonville Christian Academy in Oregon, and they were accompanied by the school President, Doug Wead.The President and Ivanka were both deeply moved by the girls’ visit.Combatting human trafficking is one of the Trump Administration’s top priorities.This week, the U.S. State Department released its annual Trafficking in Persons Report, the government’s principal diplomatic tool to engage foreign governments on human trafficking. It is also the world’s most comprehensive resource of governmental anti-human trafficking efforts and reflects the U.S. Government’s commitment to global leadership on this key human rights and law enforcement issue.This year’s report estimates that there are a stunning 20 million victims of human trafficking around the world.“As we mark the release of this year’s report, let us remember the victims saved from the unimaginable horrors of human trafficking,” Ivanka Trump said during recent remarks at the State Department. “Let us recommit ourselves to finding those still in the shadows of exploitation, and let us celebrate the heroes who continue to shine a light on the darkness of human trafficking.”In the wake of the report, the two Chibok schoolgirls’ visit to the White House was a reminder that the survivors of the scourge of human trafficking are heroes whose courage can inspire us all.During their visit, Joy and Lyida read the President a letter about their experience. An excerpt of the letter is below.“Mr. President, we urge you to keep America safe and strong.We know that some people are trying to discourage you.Do not be discouraged. You are right to keep American safe and strong.Not only for America. But for the world.If American is not safe and strong, where can people like us look for hope, when there is danger?Finally, we urge you to keep making America prosperous.”",
    "president": null
}