{
    "title": "Intern Series: The Impact of the White House Fellows – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-impact-white-house-fellows/",
    "created_at": "2017-08-07T00:00:00",
    "content": "\nAugust 7, 2017\n2 minute readFrom the moment the Summer 2017 White House Internship Program began, I found myself surrounded by extremely qualified professionals. As an intern placed in the President’s Commission on White House Fellowships, I have had the pleasure of meeting and interacting with the 2016-2017 class of White House Fellows, all of whom have accomplished incredible things.The highly coveted White House Fellowship provides professionals an opportunity to engage in public service for a year by serving the Administration in various departments and agencies. The current class’ professions range from a Navy SEAL to the former Chief of Staff to the Chairman and CEO of Morgan Stanley. After spending my first day in the office reading the biographical narratives of the current Fellows, I was so impressed with their accomplishments, resumes, and personal stories that I was immediately inspired to strive to accomplish more in my life. As the internship continued, I began to interact with the class and really got to know them, receiving their insight and advice. I received advice from one of the Fellows to learn a foreign language and to focus on what I want to accomplish in my career rather than focusing on the degree(s) that I need to obtain which really resonated with me.Coming into this internship, I planned on attending law school after graduating from the University of Arkansas and entering the private sector; however, my plans have drastically changed and I have the current class of White House Fellows to thank for that. The Fellows are the perfect example of ambitious professionals who also have a genuine interest in public service. Because of their inspiring stories, I have decided to enter the public sector, hopefully working on foreign policy in the U.S. Department of State, and strive to accomplish things that I never imagined I could. In the short time I have been a White House intern, the 2016-2017 class of White House Fellows made a huge impact on shaping my career goals.Hannah Ray is from Russellville, Arkansas, and is a senior studying political science at the University of Arkansas. Hannah is a member of the Summer 2017 White House Internship Program in the Office of the President’s Commission on White House Fellowships.",
    "president": null
}