{
    "title": "A Look Back at the U.S.-Saudi Friendship – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/look-back-u-s-saudi-friendship/",
    "created_at": "2017-05-20T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nMay 20, 2017\n3 minute read Saudi Arabia is President Donald J. Trump’s first stop on his first international trip as the leader of the United States, a fact that highlights the importance he attributes to the U.S.-Saudi relationship.President Trump’s meeting with King Salman bin Abdulaziz Al Saud on May 20 makes him the seventh U.S. president to have traveled to the Middle East to meet with a Saudi king since the end of World War II.The first meeting came in 1945 when President Franklin Delano Roosevelt invited King Abdulaziz ibn Saud (King Salman’s father) to join him aboard the USS Quincy. President Roosevelt was on his way home from the Yalta Conference, where he, British Prime Minister Winston Churchill, and Soviet Premier Josef Stalin had discussed the future of post-war Europe.President Roosevelt requested the meeting with King ibn Saud because he recognized the strategic importance of Saudi Arabia to the future of the region and the global economy.King ibn Saud eagerly accepted the meeting with President Roosevelt. It was the first time the king had left Saudi Arabia since assuming the throne in 1932. He was accompanied by 48 advisers and servants.When the two leaders met, they felt an instant kinship, said Colonel William Eddy, who served as their translator. King ibn Saud commented that he and President Roosevelt were both of similar age, heads of state, “at heart farmers,” and suffered from physical ailments (the president was confined to a wheelchair and the king relied on a cane) and that all this brought them together.President Roosevelt and King ibn Saud discussed issues including U.S. military and agricultural aid to Saudi Arabia and the friendship between their two nations.Though they only talked for a few hours, the meeting left a lasting impression on both men and established a framework for future relations between the U.S. and Saudi Arabia. They ended their visit by sharing an Arabian coffee to seal their friendship.President Roosevelt later said, “[I] learned more about [the Near East] by talking with Ibn Saud for five minutes than I could have learned in an exchange of two or three dozen letters.”President Roosevelt presented King ibn Saud with one of his wheelchairs as a gift, which the king subsequently declared to be his “most precious possession.”The visit would turn out to be President Roosevelt’s last trip abroad, as he died two months later. However, he and King ibn Saud had established a foundation for decades of friendship between their nations.",
    "president": null
}