{
    "title": "Upholding Our Promise to Repeal and Replace Obamacare – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/upholding-promise-repeal-replace-obamacare/",
    "created_at": "2017-07-14T00:00:00",
    "content": "\nJuly 14, 2017\n2 minute readOn Wednesday, I headed to the Bluegrass State to turn up the heat on a promise that every Republican made to the American people—before the summer is out, we will repeal and replace Obamacare.For seven years, our healthcare system has presumed that the federal government can order every American to buy health insurance, whether they want it or not; that bureaucrats in Washington, D.C. know better than patients and doctors; and worst of all, that Americans can’t be trusted to make their own healthcare choices.Kentucky is a case study of Obamacare’s failure. There, the average premium on the individual market has spiked by a staggering 75% in the past four years. While costs are skyrocketing, choices are plummeting. Next year, nearly 50% of Kentucky’s counties will have only one insurer to choose from on the state exchange.The remarkable thing is that many states have it even worse than Kentucky. President Trump and our leadership in Congress cannot rest until we rescue the American people from this failed policy.We have an extraordinary chance before us—to restore a healthcare system based on the time-honored American principles of personal responsibility and state-based reform. The bill before the Senate begins this healing process.The truth is that President Trump and I are counting on the American people to get this done. This is the moment for Congress to act, but this also your moment. We need you to stand up, speak out, and let your voices be heard to your elected representatives.With your help, we’re going to lower the cost of health insurance with competition, choices, and state-based innovation. That’s the American way to meet healthcare needs in the 21st century.",
    "president": null
}