{
    "title": "The New Chairman of the President’s Council of Economic Advisers – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/new-chairman-presidents-council-economic-advisers/",
    "created_at": "2017-09-13T00:00:00",
    "content": "\nSeptember 13, 2017\n2 minute readIt is my great honor to have been sworn in today as the 29th chairman of the Council of Economic Advisers (CEA). It is a daunting experience to sit in the CEA conference room, overlooking the West Wing, with the wall of portraits of former CEA Chairs such as Alan Greenspan, Walter Heller, Janet Yellen and Martin Feldstein, to name just a few, hanging on the wall. I am enormously grateful to President Trump for providing me this opportunity to serve the country.CEA was established as part of the Employment Act of 1946 to advise the President on economic policy, specifically to use evidence to  “to appraise the various programs and activities of the Federal Government … for the purpose of determining the extent to which such programs and activities are contributing, and the extent to which they are not contributing [to the economy]; to the achievement of such policy, and to make recommendations to the President with respect thereto… and to develop and recommend to the President national economic policies to foster and promote free and competitive enterprise, to avoid economic fluctuations or to diminish effects thereof, and to make recommendations to the President.”Upon my confirmation, I was given a hand-written note that had been left in a drawer by my predecessor, Jason Furman, written on his last day as Chair. He pointed out the CEA is an “enduring institution that shares commonalities across time and across parties.” Thanks to Jason and all of his predecessors for helping to build and maintain this great institution over the years. There is much work to be done, and I am excited to begin it today.Kevin Hassett is the Chairman of the President’s Council of Economic Advisers",
    "president": null
}