{
    "title": "Obamacare Forgot About You. But Trump Didn’t. – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/obamacare-forgot-trump-didnt/",
    "created_at": "2018-08-16T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nAugust 16, 2018\n5 minute read\n\n\t\t\t\t\t\tAlex M. Azar II\t\t\t\t\t\t\t\nFor all the discussion of Obamacare since its passage, it is too rarely known that the law effectively split the United States’ individual insurance market in two.One group of Americans — about 8 million enrollees in 2017 — now pay, on average, less than a quarter of the cost of their health insurance, receiving ever-growing taxpayer subsidies to insulate them from Obamacare’s high premiums. But there is a second group of Americans who have faced the full premium increases driven by the law’s broken regulations. Roughly 5 million Americans, as of 2017, have chosen to pay those premiums without any subsidies, while 28 million other Americans remain uninsured, many priced out of coverage entirely.The law’s skyrocketing subsidies have kept subsidized insurance enrollment fairly steady — although more than 50 percent below what was once expected. But Americans who make too much to receive subsidies have begun to opt out of the insurance market en masse. An independent analysis found that the entire unsubsidized individual insurance market shrank by more than 40 percent from the first quarter of 2016 to the first quarter of 2018. In other words, Obamacare has forced unsubsidized Americans to choose between unaffordable insurance and no insurance at all.This is unacceptable. It is one reason the Trump administration recently expanded an affordable insurance option the previous administration had all but discarded, providing new choices for these forgotten men and women.Americans will once again be able to buy what is known as short-term, limited-duration insurance for up to a year, assuming their state allows it. These plans are free from most Obamacare regulations, allowing them to cost between 50 and 80 percent less.Insurers will also be able to sell renewable plans, allowing consumers to stay on their affordable coverage for up to 36 months. Consumers can also buy separate renewability protection, which will allow them to lock in low rates in their renewable plans even if they get sick.Unsurprisingly, experts believe there will be healthy demand for these affordable options. Up to 2 million Americans, and possibly more, are expected to enroll within the next few years.Such plans were offered for terms of up to 12 months for decades until, in an effort to push Americans into Obamacare, the previous administration restricted the plans to 90 days and prohibited insurers from renewing them beyond that time period. This eliminated them as an option except for the shortest transitions between other sources of coverage.But these short-term plans can be a good option for many Americans priced out of Obamacare’s regulations — especially small-business owners, independent contractors in today’s “gig economy” and younger Americans transitioning between school and employment.The Trump administration has gone to significant lengths to ensure customers know that these plans are not subject to the same regulations as Obamacare plans and that they are not the right choice for everyone. In fact, we require more robust warnings about the limits of these plans than President Barack Obama’s administration did.Some have raised concerns about the possibility that short-term plans will pull healthy consumers out of the Obamacare exchanges, driving up premiums. But estimates from the Centers for Medicare & Medicaid Services actuary suggest any such premium increases would be minimal and would not affect subsidized consumers. This is, in part, because those without subsidies who were previously enrolled in Obamacare plans have already left those plans in droves because of premium hikes under the law. For these consumers, short-term plans can offer an affordable option. Our decision to allow renewability and separate premium protections could also allow consumers to hold on to their short-term coverage if they get sick, rather than going to the exchanges, which improves the exchange risk pools.Fundamentally, this administration believes in more options, not fewer, for consumers. Expanding short-term insurance is just part of President Trump’s larger agenda to improve health-care choice and competition for Americans.The president signed legislation that will end the individual mandate penalty starting in 2019. Repealing the mandate and expanding short-term plans mean that millions of middle-class Americans who couldn’t afford health insurance will now be able to do so. The Labor Department has also made it easier for small businesses and self-employed Americans to band together to purchase more affordable insurance through association health plans. And last year, the Trump administration took rapid, decisive action to help stabilize the Obamacare markets and end ways to game the system. We have also worked closely with states to develop solutions that can bring down premiums and expand choices.Starting about two months from now, thanks to this president, insurers and states will have more freedom to offer consumers more options. Obamacare remains broken at its core, but this administration isn’t shutting out the law’s forgotten Americans. Instead, we’re finally giving them affordable choices.This op-ed appeared the The Washington Post on August 15, 2018.",
    "president": null
}