{
    "title": "Press Briefing by Press Secretary Sarah Sanders and National Security Advisor H.R. McMaster – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/press-briefing-press-secretary-sarah-sanders-110217/",
    "created_at": "2017-11-02T00:00:00",
    "content": "\n\t\t\t\tPress Briefings\t\t\t\nIssued on:\nNovember 2, 2017\nJames S. Brady Press Briefing Room1:40 P.M. EDTMS. SANDERS: Good afternoon. I know you guys are probably very sad since we’re not going to get a lot of days like this together over the next couple of weeks since we’ll be traveling. But for those of you on the trip, I look forward to seeing you. For those of you that aren’t, we’re going to certainly miss all of you and your questions.It’s a busy day here at the White House, like most days here. As you all saw, the President was excited to announce that Broadcom Limited is coming back to the United States, moving their company back here from Singapore. Their CEO credited the President’s economic agenda for once again making the United States the best place in the world to grow a business.He also noted that the tax reform plan, which was rolled out this morning, will make it easier for them and other companies to do exactly what the President has promised: bring back our jobs, bring back our wealth, and bring back our great American dreams.This morning, the President applauded the House Ways and Means Committee for introducing the Tax Cuts and Jobs Act, which is another important step toward providing massive tax relief for the American people. Our entire administration is working tirelessly to make good on our promise to the working people who built our nation to deliver historic tax cuts and reforms — the rocket fuel our economy needs to soar higher than ever before.Now, as you all know, the President is preparing to leave the country tomorrow for a five-country, ten-day trip to Hawaii and Asia. This afternoon, we have with us the President’s National Security Advisor, General McMaster, who will preview the trip and take some of your questions.Please keep your questions on topic. If you have other questions, the press team will be around this afternoon and throughout the next 10 days while the rest of us are on the road. Thanks so much.General McMaster.GENERAL MCMASTER: Thank you.Well, good afternoon everyone. Good to see everybody. Tomorrow, President Trump embarks on his longest foreign trip to date and the longest trip to Asia by an American President in more than a quarter century.This trip is a great opportunity to demonstrate America’s and the Trump administration’s commitment to the Indo-Pacific and our efforts to strengthen longstanding American alliances and expand new partnerships. The President has actively engaged leaders in the Indo-Pacific this year to address a range of strategic issues, including, most notably, the North Korean nuclear threat.Since taking office, President Trump has placed 43 calls to Indo-Pacific leaders and conducted bilateral meetings with Japan, South Korea, China, India, Australia, Malaysia, Vietnam, Indonesia, Singapore, and Thailand. This historic trip will build on that ongoing diplomacy.The President’s trip will focus on three goals: First, strengthening international resolve to denuclearize North Korea. Second, promote a free and open Indo-Pacific region. Third, advance American prosperity through fair and reciprocal trade and economic practices.The United States remains committed to the complete, verifiable, and permanent denuclearization of the Korean Peninsula. President Trump will reiterate the plain fact that North Korea threatens not just our allies, South Korea and Japan, and the United States — North Korea is a threat to the entire world. So all nations of the world must do more to counter that threat.That is happening, but the President recognizes that we’re running out of time and we’ll ask all nations to do more. In particular, the President will continue to call on all responsible nations, especially those with the most influence over North Korea, to isolate the North Korean regime economically and politically; to convince its leaders that the pursuit of nuclear weapons is a dead end and that it is past time to denuclearize; and he will remind friend and foe alike that the United States stands ready to defend itself and our allies using the full range of our capabilities.The President will also use his trip to promote his vision for a free and open Indo-Pacific region. The President will make the case that respect for freedom of navigation and overflight, the rule of law, sovereignty, freedom from coercion, and private enterprise and open markets is the best model to increase prosperity throughout the region and to secure the freedom and independence of all nations.And, of course, increasing prosperity of the American people is always one of President Trump’s top priorities. Throughout the trip the President will stress his commitment to free, fair, and reciprocal trade.He looks forward to working with partners across the Indo-Pacific region to ensure that governments do not unfairly subsidize their industries, discriminate against foreign business, or restrict foreign investment. This will help increase trade, reduce unsustainable deficits and promote prosperity for the American people and the people of the Indo-Pacific region.A final point, and a point that is often overlooked, this trip, like all the President’s engagements with foreign leaders, builds on previous accomplishments and our previous diplomatic efforts.One example I’ll provide is that, in Riyadh, in May, President Trump delivered a historic speech to the leaders of more than 50 Muslim-majority nations. The President will interact with many of those same leaders at APEC or ASEAN — both of those conferences.He will reiterate three key U.S. counterterrorism pillars that he unveiled in that speech in Riyadh. First, deny terrorists safe havens and support bases. Second, cut off their funding. And third, discredit their wicked ideology.I think it’s time for us to recognize that there’s been significant progress on all three fronts. Raqqa and Mosul have been liberated and will soon no longer control territory and populations, as the United States has worked very hard with allies and partners to deny that safe haven and support base — in this case, to ISIS.Second, we should recognize that there’s been considerable progress on terrorist financing. As you saw, Secretary Mnuchin’s visit to the region last week, during which he opened the Terrorist Financing Targeting Center.And then also, you’ve heard a lot of leaders, across the world, and the President, foremost among them, discrediting this ideology — this Islamist or Takfiri or Salafi-Jihadist ideology. And last week, I think it’s worth reading, the Saudi Crown Prince’s speech, during which he called for a return to moderate Islam.At the ASEAN 50th birthday party in Manila, the President will discuss how to strengthen partnerships across the Indo-Pacific to further efforts against transnational terrorist organizations.So this trip is an opportunity to build momentum toward shared prosperity and security, and I’m happy to take your questions. Thank you.Q General, as you look at the tools in your toolkit for confronting North Korea, how much thought are you giving to putting that country back on the American list of state-sponsored terrorism?GENERAL MCMASTER: Okay, that is an option that’s under consideration. And so the President’s Cabinet is looking at this as part of the overall strategy on North Korea. But a regime who murders someone in a public airport using nerve agent, and a despotic leader who murders his brother in that manner — I mean, that’s clearly an act of terrorism that fits in with a range of other actions.So this is something that is under consideration. And you’ll hear more about that soon, I think.Q Thank you very much, sir. Let me give you a couple here. Will the President be using the “fire and fury” rhetoric in his speech about North Korea when he’s that close to the border? Will he be meeting with Putin on the sidelines? And will he be bringing up human rights when he meets with Duterte?GENERAL MCMASTER: Okay, so the President will use whatever language he wants to use, obviously. And what the President has done is clarified — in all of his discussions, his statements on North Korea — our determination to ensure that North Korea is unable to threaten our allies and our partners and, certainly, the United States.So he’s done that with a great deal of clarity in the past, and I’m sure he’ll do that during the trip as well. And that’s been a great reassurance to our allies, partners, and others in the region who are under — literally, under the gun of this regime.Q We shouldn’t expect modulation in the language because of where he is?GENERAL MCMASTER: Well, I don’t think the President really modulates his language. Have you noticed him do that? (Laughter.) I mean, he’s been very clear about it.And there’s — there’ll be just — just talk about this quickly — I’ve been aware of the discussions about, hey, is this inflammatory? No, what’s inflammatory is the North Korean regime and what they’re doing to threaten the world.I think there would be a grave danger if that regime didn’t understand our resolve — the President’s resolve to counter North Korean aggression. And the President has made it very clear.Q Is there a likelihood, during the course of this 12-day trip that additional multilateral sanctions will be announced pertaining to North Korea? And the second question I have has to do with China. In your view, General, are they doing enough to apply pressure on the North Korean government?GENERAL MCMASTER: So on those questions, what you’ve seen is a concerted effort to isolate North Korea economically. And that’s been combined with a major diplomatic effort that asks all countries to do more. There’s tremendous momentum behind that now.And we’ve seen countries — across the Indo-Pacific region, but globally — doing more to expel these, really, in effect, North Korean slave laborers who are a big source of income for the regime; to shut down a lot of illicit trafficking that was aimed to circumvent U.N. sanctions; and then also to shut down a lot of the money-making enterprises of this regime, oftentimes run out of their embassies.So you’ve seen a lot of expulsion of ambassadors, elements of the diplomatic corps, a restriction on this kind of activity, and the President welcomes that and appreciates it. But we’ll also be asking others to do even more there. So it is both diplomacy and sanctions working together.China is definitely doing more, but obviously it’s not enough until all of us achieve denuclearization. And I think what’s really essential to remember about China’s approach to this is China recognizes this isn’t the United States or anyone else asking China to do us a favor. China recognizes it is clearly in China’s interest, in all nations’ interest, to denuclearize the Peninsula.And that’s because of the direct threat from a regime like this with a nuclear weapon, but it’s also because of the specter of the breakdown of the nonproliferation regime — and what if others in the region conclude that they have to arm with nuclear weapons? I mean, that’s not good for anybody.So I think China will, as it always does, act in its interest. But I think this is an area where our interests are really clearly aligned.Q General, you mentioned in your opening comments that the world is running out of time to deal with North Korea. If you could expand on that for a moment.And earlier this week, before the Senate, General Mattis was asked about the process by which the President might use nuclear weapons, and he said, well, if we were to detect a potential launch from North Korea, that is a scenario under which the President might act. Do you agree with that assessment? Has that been something that has been discussed here within the Situation Room? Were options presented to the President?GENERAL MCMASTER: So on the first — on “out of time” — we’re out of time because approaches in the past have not delivered; have not delivered on halting and then reversing North Korea’s very dangerous nuclear and missile programs. And the approach of the past has been that we’ll be happy with something — what some people call a “freeze for freeze” or “suspension for suspension.” And that’s the beginning, then, of a long, drawn-out negotiation process, or talks, during which the North Korean regime has, in the past, continued to develop its nuclear capability, continued to develop its weapons.Then, upon delivery of a weak, non-enforceable agreement — the Agreed Framework, for example, in ’94 — what that does — what that agreement does is it locks in the status quo as the new normal. And then, of course, North Korea than breaks the agreement and continues with the programs.So we’re out of time to do that because of how these programs have advanced over time. So what it’s time for is a really concerted effort to do everything — everything all of us can — to resolve this, short of military action.In terms of scenarios, the President is always very clear. He doesn’t draw red lines, he doesn’t forecast directly, or say directly what he’s going to do. But what he’ll do is he’ll do whatever it takes to protect the American people and our allies overseas.Q I only raised that because General Mattis said it in open Senate testimony.MCMASTER: And so what is clear is, is that the United States will respond with all capabilities available to North Korean aggression, and they’re appropriate to that scenario.GENERAL MCMASTER: Gentleman in the center, in the back.Q Thank you, General. There have been stories coming out of North Korea and certainly parts of that part of the world, that the North Koreans have targeted the President in different ways. Are you confident about his security? And have you heard any of the rumors about the targeting of him by Pyongyang?GENERAL MCMASTER: Whenever the President travels, our team does an assessment and will secure the President. And we have extraordinarily capable forces in the region. And so that’s routine for us, is to take all that into consideration.Q General, how do you assess President Xi now that he has consolidated his power? Does it make it easier to deal with him on North Korea, or harder?GENERAL MCMASTER: Well, I think what the President will do is build on what was already a very strong personal relationship that they developed at Mar-a-Lago, and then also build on a very substantive dialogue we had, especially on the security side, in Mar-a-Lago and in meetings since then — at the G20, for example, and in multiple phone calls between President Trump and President Xi.And I would highlight three elements of that foundation for the U.S.-Chinese — really the multinational approach to North Korea. The first of these is a recognition that North Korea is not just a threat to the United States. Remember in the old days you’d hear, “Well, this is really a problem between North Korea and the United States.” Well, everyone acknowledges — China especially — that this a problem between North Korea and the world.The second thing that’s really critical is the universal acknowledgement that denuclearization of the Peninsula is the only acceptable outcome. No more “freeze for freeze”, “suspension for suspension.And the third thing is China’s acknowledgement that it’s acting in its interest, obviously, but that China has a great deal, of course, of economic power. I mean, 90 percent of the trade, at least, flows in through China.And so the implementation, enforcement of the U.N. resolution holds promise, but there’s more that can be done beyond that. And I think it’s time maybe for nations to do more beyond what even has been called for in U.N. Security Council resolutions.Yes.Q Two questions. One, just to follow up on the previous question. Have you guys determined whether there will be a pull-aside or a formal bilateral meeting with Russian President Vladimir Putin during this trip?GENERAL MCMASTER: No, that’s not been determined yet, but we’ll announce it if that’s determined.Q And secondly, I know we’re focused on the Asia trip here, but I just wanted to talk for a second about the President weighing in on the man who’s been charged with mowing down pedestrians in New York City. He called for the death penalty. Have there been any conversations in the White House about how that could complicate prosecutors’ efforts, and even help the defense claim that this person can’t get a fair trial?GENERAL MCMASTER: What the President wants is to secure the American people from this threat and from mass murderers like this, murderers like this. And so what he’s asked us for are options to take a look to assess if our tremendous law enforcement teams and our judicial system has all the tools they need to be able to combat this threat to the American people.So what we owe him now is we owe him options — you know, options to take a look at to see if this is the time to reassess, change our capabilities in this area and the area of law enforcement in particular.Q Thank you, General. In your opening statement, you spoke about a lot of different freedoms, but I did not hear anything on freedom of speech, freedom of expression, freedom of religion, and self-determination, democratic values. And what I’d like to know is, are these things no longer as important to the United States under President Trump? Is he comfortable with authoritarian regimes consolidating power, moving away from democracy, as long as they can help us accomplish larger goals, such as North Korea and on any other subject?GENERAL MCMASTER: So what you’ll hear is the President, when he talks about sovereignty, he’s talking about the sovereign nations protecting the rights of their citizens. You heard in just the preview — and you’ll hear much more in the speeches and statements the President makes abroad — about the importance of adhering to rule of law, to promoting freedom, individual rights.And so this is extremely important to the President, and I think what we ought to do is just look at the President’s record. Okay, so in Syria you have a regime that is a big human rights offender, obviously, in a number of areas. The murder, the torture, the displacement of 6 million people internally, 5 million refugees, the mass murder of their own people with chemical weapons. Who stood up against Assad to prevent even further murder of chemical weapons? The President did.I mean, if you look at the policy toward Venezuela — a regime that is consolidating its grip on power and denying their citizens their rights — the President has taken a very strong stance, along with our great Latin American partners, on Venezuela.So I would just say: Look at the actions. Right? Look at the Cuba policy. Look at the shift from the old Cuba policy that enabled an autocratic regime, and a new Cuba policy, which incentivizes human rights and the development of free enterprise, for example, in Cuba.Q Yes, sir. But I’ve asked you actually in this room several times, because — I’ll bring it up again because you mentioned Venezuela — that the President and this administration has, on many occasions, condemned what’s going on in Venezuela but has not done the same thing with other leaders in the Philippines and in Turkey and also in Russia. The President seems to have no problem with some authoritarian regimes but problems with others. And I’ll ask you one more time: Why is Venezuela different from Turkey, or Russia, or the Philippines?GENERAL MCMASTER: Well, I think what the President is focused on is being effective — effective in advancing and protecting human rights and advancing the rule of law. You’ve seen him do that in his relationship with — we’ve seen him do it quietly in every relationship.And so how much does it help to yell about these problems? It hasn’t really delivered in recent history anyway. And so I don’t think that you should assume anything because you’re not in the meetings, you’re not in the phone calls. And the President has done quite a bit and will continue to do more to advance and protect human rights across all of our relationships.Q With the President in the region, is there any concern or expectation that it could cause the North Korean regime to ratchet up their aggression? And are we doing anything proactively to prepare for some sort of acceleration in tensions?GENERAL MCMASTER: Well, the only thing that is ratcheting up North Korea’s aggression is the North Korean regime itself. And so what’s important is for us to have the capabilities necessary and to have them in the right locations to deter conflict, and then, if necessary, to be able to respond to North Korean aggression.And we’re doing that really with our allies and partners in the region, primarily our great South Korean allies who live literally under the gun of that regime and have since the armistice in 1953.And so we are working together with our South Korean allies every day to make sure that we have the highest degree of readiness. And of course, you’ve seen the most recent — or some of the most recent provocations involving missile launches over Japan, and North Korea poses a great threat to our ally in Japan, as well.But as I mentioned, this is a global threat that requires a global response improving our military readiness. Ensuring that we have the right assets, including strategic assets in the region, is immensely important to preventing conflict — and then making sure that we’re prepared to respond.Q General, there are some foreign policy experts, some intelligence experts who believe that the only route to a negotiated settlement between the United States and North Korea that would have China’s support would be a very strong pledge from the United States not to seek regime change in North Korea and also to remove U.S. forces from the Korean Peninsula and provide other methods for South Korea’s defense. Is that something that this White House would even entertain?GENERAL MCMASTER: Well, we are always assessing our strategies and policies based on the degree to which we think they’re effective.Now, right now we’ve said that the goal is denuclearization of the Peninsula — period. And what you’ve seen is just the very beginning — maybe the end of the beginning — of the President’s strategy in the form of new sanctions in place now; much more work to do to isolate the regime diplomatically and economically. And I think we have to be a little patient here for at least a few months to see what more we and others can do, including China, as some of you mentioned at the beginning.So I don’t think we need to reassess our strategy now. I think we have to give it a couple months, a few months, and then see what adjustments we might need to make.Q If I could ask you on bilateral trade. You’ve obviously made that a point of this visit. Can you talk about who is going to be leading the U.S. conversations about trade? Since we know that Secretary Mnuchin is not going, that — we don’t have confirmation whether it’s Ivanka or Jared or even the USTR, can you talk about who is going to be leading those conversations?GENERAL MCMASTER: So certainly our USTR is going to be leading those — the discussions on trade. In terms of trade — economic development, economic practices — it will be our USTR. And then at times, he’ll be reinforced by other members of the President’s team.But, really, it is the President’s trip, so the President is actually going to be leading the discussions on trade and on security. And the rest of us are just there to support, really, his engagements and to make the most out of the visits as we can.So thanks, everybody. Thanks, everybody.END\n2:05 P.M. EDT",
    "president": null
}