{
    "title": "Trump’s “Forgotten Men and Women” Include Prisoners – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/trumps-forgotten-men-women-include-prisoners/",
    "created_at": "2018-04-25T00:00:00",
    "content": "\n\n\t\tLaw & Justice\t\n\nApril 25, 2018\n3 minute read\n\t\t\t\t\t\tJared Kushner\t\t\t\t\tSenior Adviser to the PresidentThe facts about America’s prison system are startling. The U.S. has 4% of the world’s population, but roughly 25% of the world’s prisoners. Federal and state prisons hold some 1.5 million inmates, and 6.2 million people are in local jails, on parole or on probation. Of the 650,000 people who leave prison every year, two-thirds will commit a new crime within three years.By reforming federal prisons, Congress has the opportunity to help give former inmates a second chance to become successful, contributing members of society. This is an issue that could unite Americans across the ideological spectrum. Sensible and just prison-reform legislation would direct government resources toward reducing crime, enhancing public safety and increasing opportunity.Prisoners face significant barriers to re-entering society in a meaningful way, and they have too few tools to help them succeed upon release. After years or even decades in prison, inmates often are disconnected from their families, have no place to live, lack relevant job skills, and need counseling for addiction or mental-health problems. Many don’t have even a photo identification, much less the skills necessary to succeed in a job interview. To help solve this problem, lawmakers can promote comprehensive and proven rehabilitation strategies. They include expanding access to prison work programs so that inmates can develop job skills.This week the House will mark up the Collins-Jeffries Prison Reform and Redemption Act. This sensible bill would direct the Justice Department to ensure that the risk-assessment program in federal prisons is evidence-based and tailored to the specific needs of each prisoner to lower his or her recidivism risk. Implementing these reforms would create a north star for state prison administrators.Over the past year, the Trump administration has worked closely with congressional leaders and prison-reform activists around the country to develop these ideas, including through listening sessions with state and local lawmakers. In states that have adopted such reforms, including expanded prison programs, collaborations with nonprofit and faith-based groups, and improved incentives for inmates to participate, recidivism rates have fallen.Some leading voices on criminal-justice reform have suggested that the Collins-Jeffries bill does not go far enough, because it does not address the issue of sentencing. But the continued debate on sentencing should not impede the immediate progress the federal government can make to give former prisoners a better shot at a successful life.President Trump promised to fight for the forgotten men and women of this country—and that includes those in prison. Many state and local governments, in red and blue states alike, have implemented policies over the past decade that have lowered costs, cut crime and reduced recidivism. The federal government should follow suit—and take the lead in adopting further sensible and just prison reforms.This op-ed originally appeared in the Wall Street Journal on April 24, 2018.",
    "president": null
}