{
    "title": "President Trump Visits France to Mark the 100th Anniversary of World War I’s End – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-visits-france-to-mark-the-100th-anniversary-of-world-war-is-end/",
    "created_at": "2018-11-09T00:00:00",
    "content": "\n\n\t\tVeterans\t\n\nNovember 9, 2018\n3 minute readFor 100 years, since the conclusion of World War I, Veterans Day has offered Americans a moment to join together and recognize those who bravely pass the torch of freedom from one generation to the next. Our veterans represent the very best of America.One year ago, President Donald J. Trump marked Veterans Day with a trip to Vietnam, spending time with seven U.S. veterans of the Vietnam War whom he called “great, great warriors.” He vowed to ensure that America would not rest until all 1,253 veterans who were still missing in action from that conflict are recovered and returned home.A similar legacy has long beset the United States from the Korean War, where more than 8,000 American troops were simply listed as “missing” and never returned home. This summer, as a result of President Trump’s historic summit with North Korean leader Kim Jong Un, 55 boxes containing the remains of U.S. Service Members lost in the Korean War were returned to American soil.This year, President Trump has traveled to Paris, France, where he will participate in a commemoration for the 100th anniversary of the armistice that ended World War I on November 11, 1918. He will recognize the 116,516 Americans who gave their lives in that war—and the many other brave veterans who served honorably in “the Great War.”While in France, the President and First Lady Melania Trump will join French President Emmanuel Macron and his wife, First Lady Brigitte Macron, for bilateral meetings ahead of the World War I commemoration. President Trump and President Macron share a close personal bond; last year, the American President visited France to celebrate Bastille Day at President Macron’s invitation.* * *President Trump’s commitment to our veterans goes beyond symbolism. “Part of paying our respect means recommitting to our Nation’s sacred obligation to care for those who have protected the freedom we often take for granted,” he says. That obligation includes both America’s current Service Members and those who have served in the past.For the heroes of today, President Trump is hard at work on his pledge to rebuild our great American military. Earlier this year, he signed into law the largest pay raise for our troops in nearly a decade. That law, the John McCain National Defense Authorization Act, strengthens our national defense by growing the size of our forces by more than 15,000 members across the Army, Navy, Air Force, and Marine Corps.For our veterans, President Trump pushed for and signed the VA MISSION Act, which enacts some of the most sweeping reforms to the Department of Veterans Affairs (VA) in a generation. Included are provisions that give veterans access to walk-in care, provide needed funding for the Veterans Choice Program, and modernize the VA’s assets and infrastructure for delivering care.In addition, the Trump Administration will continue to hold VA employees accountable for past misconduct and poor performance. During the first eight months of 2018 alone, the VA took nearly 2,300 accountability actions against such employees, resulting in more than 2,100 removals from the department.“As a candidate for President, I promised to make reforming the VA one of my absolute highest priorities,” President Trump said. “And from the first day of my Administration, that is exactly what we’ve done.”",
    "president": null
}