{
    "title": "WTAS: The Trump Administration Secures the Release of Three Americans from North Korea – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/wtas-trump-administration-secures-release-three-americans-north-korea/",
    "created_at": "2018-05-10T00:00:00",
    "content": "\n\t\t\t\tNews Clips\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nMay 10, 2018\nThe Family of Freed American Tony Kim: “We are very grateful for the release of our husband and father, Tony Kim, and the other two American detainees. We want to thank all of those who have worked toward and contributed to his return home. We also want to thank the President for engaging directly with North Korea. Mostly, we thank God for Tony’s safe return.”Members of CongressSpeaker of the House Paul Ryan (R-WI): “.@POTUS and @SecPompeo securing the release of the three American detainees from North Korea is terrific news. While this is a gesture of goodwill, we must remain clear-eyed about the true nature of the regime.”Senate Majority Leader Mitch McConnell (R-KY): “This morning the world has learned that Secretary of State Mike Pompeo is on his way back from North Korea with three American prisoners after securing their release. Two were detained last year, one had been in captivity since 2015, and now following successful discussions, all three are on their way back to the U.S. with our secretary of state. I’m hopeful that by approaching our ongoing negotiations with clear eyes, we can build on this progress and pursue a verifiable agreement to dismantle North Korea’s nuclear arms.”Senate Foreign Relations Committee Chairman Bob Corker (R-TN): “We are all very thankful for the release of these American citizens who have been unjustly detained by North Korea for far too long, and I applaud the administration for working with Congress to build significant international pressure against the Kim regime.”Senate Foreign Relations Committee Ranking Member Bob Menendez (D-NJ): “This is great news and I join the families in this moment of profound relief. I commend Secretary Pompeo, and look forward to discussing his trips to Pyongyang upon his return.”House Foreign Affairs Committee Chairman Ed Royce (R-CA): “I join all Americans in welcoming Tony Kim, Kim Hak-song and Kim Dong-chul home. We all celebrate their return … The Trump administration deserves credit for scrapping President Obama’s failed ‘strategic patience’ and working with Congress to apply maximum pressure against Kim Jong Un.”Sen. Jeff Flake (R-AZ): “This is good news. Kudos to the Administration for making it happen.”Sen. John Boozman (R-AR): “The fact that Americans who were being held in North Korea are now on their way home in reported good health is great news. Grateful for the efforts of @POTUS & @SecPompeo to secure their safe return.”Sen. Cory Gardner (R-CO): “Today’s development is great news for these Americans and their families and I could not be happier that they will soon be back on American soil … I will continue to work with President Trump and Secretary of State Pompeo ahead of the President’s summit with North Korea and will do everything I can to guarantee a successful summit.”Sen. Johnny Isakson (R-GA): “Very thankful for the return of Americans who were unjustly detained by North Korea.”Sen. David Perdue (R-GA): “This is an incredible day for America and proof that President Trump’s maximum pressure campaign is working.”Sen. Bill Cassidy (R-LA): “So thankful our fellow Americans are coming home from captivity in #NorthKorea.”Sen. John Kennedy (R-LA): “Tremendous job by @realDonaldTrump! This is a monumental accomplishment and a real win for the U.S.”Sen. Jim Risch (R-ID): “Congrats @realDonaldTrump on securing the release of three US detainees from North Korea. Well done.”Sen. Joni Ernst (R-IA): “This is great news. Thankful for the efforts of @realDonaldTrump and @SecPompeo to bring our Americans home.”Sen. Angus King (I-ME): “Obviously, it is good news. It’s good news for these young men. It’s good news for their families. And I think it is a positive development. The fact that we’re moving toward a summit with North Korea is also good news. And I think the President deserves substantial credit for that.”Sen. Ed Markey (D-MA): “The long-overdue release of American citizens Tony Kim, Kim Hak-Song, and Kim Dong Chul is a positive step and removes an obstacle to a successful summit between @realDonaldTrump and Kim Jong Un.”Sen. Deb Fischer (R-NE): “Grateful to hear three Americans held in #NorthKorea are now on their way home. Thanks to @realDonaldTrump and @SecPompeo for your efforts in securing their safe return.”Sen. Rob Portman (R-OH): “I welcome the news that North Korea released the three remaining U.S. citizens it was detaining. This a testament to the Trump administration’s diplomatic approach which has balanced tough sanctions and united international pressure with openness to a dialogue with the North Korean regime.”Sen. Jim Inhofe (R-OK): “We need to be clear-eyed about the upcoming talks with North Korea, but one thing is certain. @realDonaldTrump accomplishing things that haven’t been done before. He has reestablished America as the leader of the free world.”Sen. Lindsey Graham (R-SC): “An example of Freedom Through Strength … I know we are all excited to welcome home these Americans who were held hostage. We are also very happy for their families. Well done Mr. President and Secretary Pompeo!”Sen. Mike Rounds (R-SD): “Great news! Welcome home.”Rep. Robert Aderholt (R-AL): “President Trump continues to impress with his foreign policy achievements. Like Reagan before him, the President is achieving ‘peace through strength.’”Rep. Bradley Byrne (R-AL): “A pretty remarkable moment last night as we welcomed home three Americans. Good work by @POTUS and @SecPompeo to make this happen.”Rep. Andy Biggs (R-AZ): “An incredible moment. God bless America.”Rep. Mimi Walters (R-CA): “Great news this morning! The three American prisoners being held North Korea will soon be returning home!”Rep. Carlos Curbelo (R-FL): “Obviously, this is something for everyone in our country to celebrate.”Rep. Brian Mast (R-FL): “Today’s announcement that President Trump and Secretary Pompeo have secured the release of three North Korean prisoners is incredible news. It is a time of celebration for our nation, and most importantly, for those men and their families.”Rep. Ted Yoho (R-FL): “Today three Americans, who were wrongfully imprisoned, are finally returning home to their families … I commend the Trump administration for helping to secure the release of Kim Hak-Song, Tony Kim, and Kim Dong-Chul.”Rep. Jody Hice (R-GA): “Positive steps toward diplomacy. As we press forward with our historic conversations with #NorthKorea, I am optimistic that @SecPompeo and @POTUS will lay the groundwork for successful negotiations that will bring peace and prosperity to the peninsula.”Rep. Mike Bost (R-IL): “This is absolutely fantastic news and a great sign of progress with North Korea”Rep. Cheri Bustos (D-IL): “I’m pleased by the release of the three detainees from North Korea.”Rep. Jim Banks (R-IN): “Great news this morning that @SecPompeo is on his way back from North Korea with three American detainees who are in good health. It is clear that President Trump’s pressure campaign has gone a long way in bringing North Korea to the negotiating table.”Rep. Andy Harris (R-MD): “Absolutely incredible. Welcome home, gentlemen.”Rep. Dutch Ruppersberger (D-MD): “I give credit to @SecPompeo + this Administration on securing the release and safe return of the 3 Korean-Americans. I hope this a step forward in negotiations toward a nuclear-free North Korea.”Rep. Bill Huizenga (R-MI): “Glad to see real results as the US engages North Korea in the pursuit of real, lasting peace and a denuclearized Korean Peninsula. We have a long ways to go but these are tangible steps.”Rep. Don Bacon (R-NE): “Great news that these men are home. My compliments to the Administration for strong diplomacy and the continued pressure on North Korea. We must keep the economic and diplomatic pressure on the regime and not let up.”Rep. Richard Hudson (R-NC): “What an incredible moment. It’s a great day for our country thanks to the tremendous work by @POTUS @realDonaldTrump and @SecPompeo to bring these Americans home!”Rep. Mark Meadows (R-NC): “This is incredible news. Welcome home Tony Kim, Kim Hak-song, and Kim Dong-chul!”Rep. Mark Walker (R-NC): “Welcome HOME Kim Dong Chul, Kim Hak Song and Tony Kim! Working with @POTUS and his administration, this Congress has passed the most extensive financial sanctions ever to be directed at North Korea. Our strength and a global maximum pressure campaign are making great progress.”Rep. Leonard Lance (R-NJ): “The release of the American hostages is a major breakthrough. The Kim regime is clearly feeling the international pressure brought on by the sanctions passed by Congress and the diplomatic overtures made by the Trump Administration.”Rep. Dan Donovan (R-NY): “Amazing news. Great work, Mr. President!”Rep. Peter King (R-NY): “Great day for America. Welcome home American citizens held hostage in North Korea. Thanks to @POTUS Trump and Secretary of State Pompeo. God Bless America!!”Rep. Gregory Meeks (D-NY): “I congratulate Secretary of State Mike Pompeo on successfully returning home the three Americans held captive in North Korea, and wish them a warm return to their family and loved ones.”Rep. Warren Davidson (R-OH): “Today is a great day in America! Three Americans held hostage in North Korea are heading home!”Rep. Bill Johnson (R-OH): “Great news this AM as N. Korea has released the 3 Americans the regime had been holding hostage. Very pleased for their families. Maybe, just maybe, NK is responding positively to the pressure this WH has applied to them.”Rep. Mike Kelly (R-PA): “Excellent news! Thank God they are safe and will soon be back home with their loved ones. Thank you for your leadership, Mr. President! The winning continues!”Rep. Lloyd Smucker (R-PA): “Great news this morning as three Americans are coming home from North Korea with Secretary of State Mike Pompeo.”Rep. Jeff Duncan (R-SC): “Great job by @realDonaldTrump in securing the release of American prisoners in North Korea. Equally important is that it was negotiated separately from the upcoming talks, and that it didn’t involve giving a dangerous country a plane load of cash.”Rep. Joe Wilson (R-SC): “This is what an effective foreign policy of #PeaceThroughStrength looks like!”Rep. Kevin Brady (R-TX): “When America leads with strength, we get results. I applaud President @realDonaldTrump and @SecPompeo for bringing these men home.”Rep. Michael McCaul (R-TX): “The release of three Americans unjustly held by the North Korean regime is great news and I look forward to seeing them return home to their families. Promises to freeze missile tests, close a nuclear test site, and the release of imprisoned Americans are necessary actions by Kim Jong Un ahead of the upcoming negotiations.”Rep. Pete Olson (R-TX): “Positive news from the Trump WH this morning! Grateful to learn 3 American detainees being held by N. Korea are on their way home with @SecPompeo.”Rep. Ted Poe (R-TX): “This is further proof that international sanctions & America First tactics against the terrorist-sponsoring nation are having intended effect. The United States must keep this intense pressure up; we will not tolerate this war mongering nation’s illusive tactics any longer.”Rep. Chris Stewart (R-UT): “It appears that @POTUS has secured the release of the three [A]mericans detained in North Korea. The President and his team are making great strides. Fantastic news!”Rep. Mike Gallagher (R-WI): “This is an important diplomatic accomplishment by @POTUS and @SecPompeo. I look forward to the return of these three brave Americans.”GovernorsGov. Asa Hutchinson (R-AR): “It is a great day for the United States to see the 3 American prisoners released from North Korea.  Thrilled to see them coming home safe and this happened because of the strength of President Trump’s leadership.”Gov. Rick Scott (R-FL): “I’m happy to see the return of three Americans from North Korea. We need to continue to put pressure on rogue regimes from North Korea, to Iran, to Venezuela, to keep Americans safe.”Gov. Phil Bryant (R-MS): “Wonderful news! Thanks to the leadership of @realdonaldtrump, three Americans are on their way home from North Korea. Mississippi rejoices with them and their families.”Former Gov. Jeb Bush (R-FL): “Credit to @POTUS and @SecPompeo for bringing these Americans home.”Media, Reporters, and Political CommentatorsBoston Herald Editorial Page Editor Tom Shattuck: “Excellent news about #NorthKorea releasing prisoners. Time for some @POTUS credit.”Boston Herald Editorial Board: “This is a big deal. Though the release of these prisoners is a relatively small effort for the North Korean regime, it is nonetheless an effort, and illustrates that Kim may be prepared to go into negotiations with legitimate intentions.”CNN Chief Washington Correspondent Jake Tapper: “Great news!”Commentary Associate Editor Noah Rothman: “This is unambiguously good news. A concrete confidence building measure from DPRK, at long last.”Fox News Contributor Sara A. Carter: “It’s peace through strength – leadership. Not leading from behind but out in front. Thankfully these three men are coming home @realDonaldTrump, Mike Pompeo and the team who worked this out are incredible negotiators.”Fox News National Security Strategist Dr. Sebastian Gorka: “With just this one act @realDonaldTrump has achieved more than @BarackObama did for America in EIGHT years. No more ‘Strategic Patience,’ ‘Leading from Behind,’ OR Apology Tours.”The New York Times White House Correspondent Michael D. Shear: “@potus says Secretary of State Pompeo has secured the release of the North Korean hostages, and they are in good health. Great news and a big boost to @realDonaldTrump ahead of the summit with Kim Jong Un.”Townhall Associate Editor Matt Vepsa: “Americans released by North Korea. Another win for Trump.”Washington Examiner White House Reporter Gabby Morrongiello: “This is big news and a good sign for @POTUS ahead of his meeting w/ Kim.”The Washington Free Beacon Senior Writer Susan Crabtree: “Great news!! Lives possibly saved and A major concession before the talks really… begin.”Radio Host Howie Carr: “The three North Korean prisoners are on their way back to the United States with Secretary of State Mike Pompeo. Big accomplishment for Trump and his Admin.”Political Commentator Evan Siegfried: “It’s great news that President Trump and Secretary Pompeo have gotten North Korea to free the three American hostages … Give credit where it’s due.”Policy ExpertsCenter for the National Interest Director of Defense Studies Harry Kazianis: “President Trump deserves high praise … not only for securing the release of the three U.S. citizens, but also for prompting Kim Jong Un to hold talks with South Korean President Moon Jae-in recently, and for setting up a Trump-Kim summit in the near future. These steps have hopefully averted what could have been a nuclear war.”The Eurasia Group President And Founder Ian Bremmer: “Very happy to see these hostages back on American soil. It’s good to see Trump welcome them home.”Hudson Institute President and CEO Kenneth Weinstein: “Wonderful news of release of US hostages held illegally by Kim Jung Un. A significant achievement for @POTUS.”Hudson Institute Senior Fellow Rebeccah Heinrichs: “This is a great day for the country and for these precious families. Thrilled.”",
    "president": null
}