{
    "title": "As the Economy Booms, It’s Time for a Pledge to America’s Workers – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/economy-booms-time-pledge-americas-workers/",
    "created_at": "2018-07-19T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nJuly 19, 2018\n4 minute readI'm proud to announce an exciting new challenge and the beginning of a new National movement. We're asking businesses and organizations across the country to sign our new Pledge to America’s Workers.\n\t\t\t\t\t\tPresident Donald J. Trump\t\t\t\t\tThe economy has come roaring back to life under President Trump. In May, unemployment fell to 3.8 percent—its lowest level in nearly 50 years. Optimism among employers, particularly manufacturers and small businesses, has reached historic highs in the 6 months since tax reform became law.Many economists expect the winning streak to continue, predicting second quarter GDP growth to exceed 4 percent.This high-energy growth environment presents both a challenge and an opportunity. The challenge is that companies must find more workers with specific skill sets to fill an increasing number of open jobs. The opportunity is that with more affordable, relevant training, many American workers will now have the chance to move into better jobs that deliver bigger paychecks.President Trump promised to make Government work for ordinary Americans, and support for workforce training is key to that vision. “For decades the government has had more than 40 workforce-training programs in more than a dozen agencies, and too many have produced meager results,” Advisor to the President Ivanka Trump wrote this week.It’s time to fix that. In its first 500 days, the Trump Administration has already taken action to expand apprenticeships; increase access to high-quality Science, Technology, Engineering, and Math (STEM) education for K–12 students; and encourage companies to invest more of what they earn in American workers and American production.Now, President Trump has signed an Executive Order to establish the National Council for the American Worker. Comprised of senior Administration officials, the Council is charged with developing a National strategy for training and retraining the workers needed across high-demand industries. The group will convene voices from the public, private, education, labor, and not-for-profit sectors to enhance employment opportunities for Americans of all ages.Most important, they will focus on getting results. That task begins by asking companies and trade groups to sign a new Pledge to America’s Workers.Today, more than 20 companies and associations were the first to sign that pledge at the White House. They committed to creating new opportunities over the next five years for American students and workers, including through apprenticeships and work-based learning, continuing education, on-the-job training, and reskilling.“By signing the Pledge to America’s Workers, these great companies . . . are affirming their commitment to train American workers for American jobs,” President Trump said. “Because America’s strength, America’s heart, and America’s soul is found in our people.”One of the initial areas of focus for the Council will be finding ways to increase access to available job data, including data on which regions offer the most opportunities. Unlike piling burdensome regulations on employers, this focus on transparency helps the economy, allowing students and workers alike to make informed decisions about education, job selection, and career paths.Growing America’s workforce is an important goal. To help achieve it, the Council will develop a national campaign to raise awareness of workforce issues, such as the urgency of the skills crisis and the importance of STEM education. It will also create a plan for recognizing companies that demonstrate excellence in workplace education, retraining, and workforce investment.“The President pledged to fight for the forgotten men and women of America, and that is exactly what he’s done,” Ivanka Trump said.\n\t\t\t\tSee the growing list of organizations that have made the Pledge to America's Workers—and add yours to the list. \t\t\t",
    "president": null
}