{
    "title": "Press Briefing by Office of Management and Budget Director Mick Mulvaney on the Consolidated Appropriations Act, 2017 – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/press-briefing-office-management-budget-director-mick-mulvaney-consolidated-appropriations-act-2017-050117/",
    "created_at": "2017-05-01T00:00:00",
    "content": "\n\t\t\t\tPress Briefings\t\t\t\nIssued on:\nMay 1, 2017\nJames S. Brady Press Briefing Room5:33 P.M. EDTQ    That’s a great suit.DIRECTOR MULVANEY:  Thank you very much.  I took a little hard time for this suit today in a staff meeting.  The New York guys think it’s a little too — (laughter) — everybody around here has the — I think it’s a very South Carolina suit, don’t you think?Q    It wasn’t just the New York guys who thought that.  (Laughter.)DIRECTOR MULVANEY:  Since the creative element in most of the wardrobe around here looks like this.  This is what everybody has.Look, just take a couple minutes and then take your questions.  We were sitting in the office earlier today watching some of the reports about what we’ll call the FY17 funding bill. You can call it whatever you want to, that’s what we’ll call it here.  And I saw how the Democrats thought they did a great job and how they think we didn’t.I think it’s great that the Democrats like the bill.  That’s fantastic.  We thought it was a really good deal for this administration as well.  We’ll talk about that here today.I want to start by asking people to go back a couple of months to September of 2016, the last time we were talking about funding for all of fiscal year ’17.  There was some discussion at that time when President Obama was still here abound funding the government for the entire fiscal year ’17.  Can you imagine how different this bill is from what the bill that President Obama would have signed back in September?  And it’s those differences that I want to talk about today, and those differences that summarize why we think this was a really solid bill for the administration.What did we get more money for?  We got more money for defense.  We got more money for border security.  We got more money for school choice.  Looking around here, many of you were here in March when I came out for the very first time to talk about our budget blueprint.  What did we ask for more money for? Defense, border security, school choice.So everything that we got in this deal yesterday, last night, lines up perfectly with the President’s priorities — $21 billion of new spending for defense.  I can — excuse me, I’ll put my glasses on — that’s $9 billion to address immediate war-fighting readiness requirements, $2.5 billion for munitions, war consumerables and spare parts; $1.4 billion to modify existing deployable weapons systems.  And you can go on again and again.We got — we’re going to buy more MV-22 helicopters.  We’re going to buy more Apache attack helicopters.  We’re going to buy all sorts of stuff this President has indicated we need and General Mattis wants to help rebuild the military.  $21 billion is a huge increase.  We had asked for $30 billion, we got $21 billion.By the way, I heard a report today that said it was $12.5.  I don’t know if The Washington Post is here — I think they were the first to report that.  I’m not sure where that number comes from.  We sort of dug into it and somebody said, well, it’s really only $15 billion in OCO money, but $2.5 billion of it is contingent on the administration supplying a strategy to defeat ISIS.  We fully expect to be able to satisfy the requirements of the ISIS plan, and we fully expect for that whole $15 billion in OCO to be delivered.That’s in addition to the $6 billion that was already underlying DOD approps bill.  That’s how we get to the $21 billion.  In fact, if you want to — and some outlets reported this — if you want to compare it to the FY’16 levels, year over year, it’s a $25 billion increase over FY’16.  So it’s a tremendous increase in the defense budget.As far as border security, yeah, we agreed I think it was last Monday to not continue to push for bricks and mortar for the wall.  What did we get as part of this deal?  We got $1.522 billion additional dollars, okay?  That’s not the whole funding for the border security this year, this is just additional money. And we’ll be able to use that on things like maintenance on the existing wall — infrastructure, roads, bridges, gates, technology, lighting — things that will have a material impact on border security this year.One of the reasons that we agreed to remove the request — to withdraw the request for the time-being about bricks and mortar was that this is only a five-month plan.  And once we looked our hands over, we realized it was almost impossible, if not impossible, to actually get bricks and mortar on the ground in five months, so why start fighting about it now.  Let’s focus on thing we can do in this fiscal year, in the next five months, to secure the border.  So we thought that was a nice pickup for us.And then finally, school choice.  You’ve heard the President talk about it, and so often, candidates only talk about school choice during election cycles, because folks who are motivated by school choice really turn out the vote.  This President is going to make it part of his first major piece of legislation that he’s signing.  So when he signs this on Thursday or Friday, whenever they send it down, he’s going to have a three-year authorization for the D.C. school choice project, which is a tremendous message to the school choice community that the President is following through on his promises on that.In fact, that’s what this is.  Again, when he signs this legislation, more money for defense, more money for border security, more money for school choice — exactly what he said he would do.So if you’ve all got specific questions that’s fine, but we’re very pleased with the bill.Yes, sir.Q    Aren’t you going to have the same problem funding the wall in five months when they start looking at this again?  Because the opposition seems pretty entrenched.DIRECTOR MULVANEY:  Well, you know, a lot can happen in five months.  Maybe we can prove to folks in both parties that we’re serious about this and that the border wall is not just some campaign concept, it’s real, and that we’re serious about securing the border.  So maybe if we do a really good job deploying the technology, deploying the — or making the maintenance and stuff that this bill provides for, maybe it will help convince people that this is not just demagoguery.  We are serious about securing the border.  And maybe that will help folks come to our side of things.Q    Thanks.  This bill, as you know, obviously, also includes continued funding for Planned Parenthood and the Obamacare subsidies that you all have talked about, or as the President had talked about, being withheld are in here.  So while —DIRECTOR MULVANEY:  Half of that is right, half of that is not.Q    Okay, so can you just — can you speak to some of the things that were funded that Republicans — many Republicans were hoping to attack in this bill that haven’t been targeted to the degree that the President said that —DIRECTOR MULVANEY:  Let’s talk about Planned Parenthood on one hand and then we’ll talk about the Obamacare subsidies on the other.  In fact, let’s deal with the other one first.  That was the Democrats’ top priority, was to secure the continued Obamacare payments, and the bill doesn’t do that.  We didn’t — the bill does not address the CSR payments.  That was a major demand that they gave up.  We thought it was appropriate, because we gave up on our primary demand, which was bricks and mortar.  So I thought that was the proper functioning of a negotiation.  So I’ve seen in a couple places where some Democrats are saying that the bill covers CSR payments, and it does not.As to Planned Parenthood, yeah, it does fund that.  It absolutely does.  And we were concerned about that to begin with and then thought it through and had a chance to talk with some pro-life leaders both on the Hill and then off the Hill from some of the outside groups.  I think everybody came to one realization, which is that if you’re serious — if you’re a lawmaker serious about voting to defund Planned Parenthood, then your opportunity to do that is in the AHCA, the American Healthcare Act, which the House is currently debating right now.\nSo we decided not to fight the Planned Parenthood battle on this funding bill because it’s contained in the AHCA, which we hope to take up this week as well.Q    Could you explain again — sorry —DIRECTOR MULVANEY:  I can try, if I remember what I said the first time.  (Laughter.)Q    — how you got from 15 to 21?  Because you’re right, that is being reported as 15.DIRECTOR MULVANEY:  Yeah.  Here’s how it works, is that there are $15 billion in what we call new OCO money, new OCO — Overseas Contingency Operation requests.  Add that to the $6 billion of additional OCO funding that is contained in the DOD appropriations bill — remember this is an omnibus bill, so what they did is they took together a bunch of different bills and made it one big bill.  In the Department of Defense appropriation bill that got added to make the omni, there was an additional $6 billion worth of OCO already.  So you take that $6 billion, and do it with what we call the supplemental $15 billion, and that’s how you get to the $21 billion.  Got it?Yes, ma’am.Q    How does this agreement for fiscal ’17 affect your fiscal ’18 calculation?  Or does it?  And will that still be out in mid-May?DIRECTOR MULVANEY:  I don’t think it affects the calculations.  Yes, it will come out in May.  So I don’t know if that answers your question that easily or not.  I don’t think it affects the calculations.Q    So you didn’t get as much bricks and mortar wall funding in this bill.  Will that up your request for the ’18?DIRECTOR MULVANEY:  No, because again, keep in mind, a lot of this is time, right?  This bill is for five months.  Next year’s bill is for 12 months.  And oftentimes, whether it’s a wall or military defense or whatever, it’s how much money do you plan on spending on that thing during that period of time.So we hope to have it when we do roll out our 2018 budget, which will be in late May.  There will be a proposal for wall funding in that.  But I don’t think you’ll see a change because of the outcome here.  That’s as much money as we expect to be able to spend on bricks and mortar on a wall in 12 months of next year.Q    How much are you going to ask for the wall?DIRECTOR MULVANEY:  I don’t want to guess.  If you can call my office afterwards.  I want to say it’s $4.5 billion.  But if you could call my office to clarify that, that would be great.  We’ll give it to you because we know what it is.  It’s in the budget blueprint.  I just don’t remember it off the top of my head.Q    Do you concede that by having no brick and mortar wall funding in this round that it delays construction of the wall?DIRECTOR MULVANEY:  No, because a lot of the stuff that we can do this year had to be done anyway.  Keep in mind, building the border wall is not like building a wall at your house, okay?  A lot of this is in very rural areas, hard to get to.  So a lot of things we have to do, for example, is build roads to get out to those places, repair roads that are there.  Some of those roads go over gullies and washouts, and those bridges have fallen into disrepair.  Other places along the wall have fallen into disrepair already.  That’s a lot of the gate problems that we have.  So we would fix all those things anyway as we’re working our way to the new areas.  So I wouldn’t agree with the premise that this sets us back at all.  If nothing else, it actually helps us to fast-track where border security would be otherwise.Keep in mind, different President, you probably don’t have any of this work being done.  This President, you will.  So I think we’re actually ahead of where we expected to be.Q    Just following on the question about — when we heard in March you discussed kind of things like foreign aid and the EPA.  And so can you talk about sort of why those are still in this?  And secondly, and more broadly, what you were calling for in March was something that was going to be deficit-neutral.DIRECTOR MULVANEY:  A couple different reasons.  Part of the compromise is sort of the big answer.  But the smaller answer is that a lot of our folks — our Department of Labor Secretary just got there Thursday.  So to expect them to be able to implement dramatic changes in their bureaucracies in a short period of time I think is probably unreasonable.  So we’ll continue to push what we pushed on ’18.  But we were happy to go ahead and let ’17 run out in order to help get this deal done.Q    Deficit?DIRECTOR MULVANEY:  The deficit is not going to change by this.  Keep in mind one thing that’s also not being reported — we did all of this without busting the caps.  The number is still going to be $1.070 trillion.  So those spending caps held as part of this agreement.Q    A follow-up in terms of how this relates to the potential construction of a border wall?  On the border wall, can you just flesh that out a little bit?  What does that mean specifically?  How will that be a —DIRECTOR MULVANEY:  It is sort of a first installment, the first step.Q    Does it actually mean any of the — there’s not going to be construction?DIRECTOR MULVANEY:  I think the bill allows us to maintenance.  So I’m not sure — if we have to replace a gate that’s broken or a bridge that’s broken — there will be construction activity.  There’s no bricks and mortar provided for in this bill.Q    Okay.  And does the timing of this vote, if it does, in fact, happen at the beginning of the week, lay the groundwork potentially for the healthcare vote?  Is it the expectation that that is, in fact, going to happen before the end of the —\nDIRECTOR MULVANEY:  I wouldn’t want to wager a guess as to what the healthcare bill does.  I think that, if nothing else, it does allow the President to have at least one major success this week, which is great.  I mean, again, he’s going to sign his first substantive piece of legislation this week and it’s going to make dramatic increases in funding to his priorities while keeping those caps intact.Q    Would you have voted for this if you were still in the House?  And what would you say to members of the Freedom Caucus or other conservative Republicans who may be reluctant to support this because they see it as maybe not meeting enough priorities or having enough —DIRECTOR MULVANEY:  I’d be hard-pressed to figure how we could fund more of the priorities.  Listen, we didn’t get the sanctuary cities — that’s fine.  It never was — our first four things to ask for, we asked for more money for defense, border security, sanctuary cities, and wanted spending reductions.  We didn’t get any spending reductions, we didn’t get sanctuary cities.  We got a good bit of border security, we got a big chunk of national defense, okay?  So you look at that and say two out of four, but keep in mind what we got at the last minute when the Democrats put Puerto Rico on the table was we got that school choice, which, again, lines up with the President’s priorities.So to my Republican friends, I would say, if you’re serious about seeing the President advance his agenda you should vote for the bill.Q    So you talked about the border wall a little bit.  As far as the $18 billion in cuts that you had hoped to get this time, how do you anticipate the dynamics on Capitol Hill changing when you go back for FY’18 and you seek steep cuts to a number of agencies?DIRECTOR MULVANEY:  That’s a good question.Q    — some Republicans even oppose the border wall funding, for example, and other spending priorities as well.DIRECTOR MULVANEY:  The process here was a little unique.  The process for this bill actually started before we got here.  So this was a bipartisan bill from the get-go.  And we’re hopeful that we can see as we go through the 2018 process is more of a Republican-driven process, especially in the House, which would be a little bit more typical.  In past years, we do the real appropriations process.  Yeah, there’s some bipartisanship, but also there’s more —Q    Well, there’s things like NIH funding, a number of Senate Republicans have pushed for increases there —DIRECTOR MULVANEY:  Every time you cut spending in this town on anything you are going to have somebody pushing back.  We don’t expect that to change.\nI’ll take one more.Q    One more question about the wall.  I know you’ve had a number, but in this future request for the actual bricks and mortar wall, how much of that — and you don’t have to do a number now, obviously, but how much of that is going to be towards for purchasing land from people?  Obviously you’re going to have to get land from private landowners, and some of those people aren’t necessarily too happy about it.  How much is going to be put towards that?  I mean, how high can you guys negotiate before you have to condemn the property?DIRECTOR MULVANEY:  I think it’s almost impossible to say right now how much of that money in 2018 would go towards land acquisition.  Again, we’re talking about the ’18 budget, the one we’ll talk about in September — excuse me — vote on in September.  It’s almost impossible.  I mean, think about the different — the answer depends on things like this:  If we build the wall in downtown San Diego, my guess is the land acquisition costs would be a little bit higher than if we built in the middle of nowhere in Texas.Q    I have a follow-up.  You know, you guys have been saying, we’re ready to build the wall.  And clearly this is something that you must have considered before, right?DIRECTOR MULVANEY:  We considered land acquisitions, sure.  In our 2018 request, we will be requesting money for land as part of bricks and mortar.\nI’m going to wrap it up.  You guys know John who is here, so if you have any follow-up questions, please let John know.  He’ll be happy to talk to you folks.  And I appreciate you giving a chance to talk.  Thanks, all.END\n5:50 P.M. EDT",
    "president": null
}