{
    "title": "President Donald J. Trump addressed the Boy Scouts of America at the National Jamboree – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-donald-j-trump-addressed-boy-scouts-america-national-jamboree/",
    "created_at": "2017-07-25T00:00:00",
    "content": "\nJuly 25, 2017\n3 minute readOn Monday, President Donald J. Trump addressed the Boy Scouts of America at the National Jamboree in West Virginia. The Jamboree was held at the Summit Bechtel Family National Scout Reserve in Glen Jean, WV. The 10-day event includes activities focusing on ecology, conservation, and personal fitness.President Trump Visits the 2017 National Scout JamboreePresident Trump began his remarks by thanking the Boy Scouts of America for the work they do across the United States. He stated, “You are the young people of character and integrity who will serve as leaders in our communities, and uphold the sacred values of our nation.” The President recognized the astounding impact that Boy Scouts have made through serving in the highest levels of the Federal Government. The President was proud to indicate that ten members of his cabinet were former Boy Scouts including Vice President Pence and Secretary of State Rex Tillerson, a former National President of the Boy Scouts of America.President Trump then spoke about how being a Boy Scout sets individuals on a course to achieve great success in their lives. The President stated, “The values, traditions, and skills you learn here will serve you throughout your lives, and just as importantly they will serve your families, your cities, and in the future and in the present, will serve your country.” President Trump spoke about the importance of finding your passion in life and building on the momentum rooted in scouting because, “Boy Scout values are American values, and great Boy Scouts become great, great Americans.”President Trump closed by expressing his admiration for how the Boy Scouts of America continue to help shape our great nation. He stated, “When natural disaster strikes, when people face hardship, when the beauty and glory of our outdoor spaces must be restored and taken care of, America turns to the Boy Scouts because we know that the Boy Scouts never, ever, ever let us down.” President Trump ended his remarks by telling each and every scout across the nation to “never, ever forget, America is proud of you.”President Trump’s attendance at the Jamboree marks the first time a sitting President has personally attended the event since President George W. Bush in 2005. President Franklin Delano Roosevelt attended the first National Jamboree in 1937.",
    "president": null
}