{
    "title": "Highlights from President Trump’s Interview on Fox & Friends – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/highlights-president-trumps-interview-fox-friends/",
    "created_at": "2018-10-11T00:00:00",
    "content": "\nOctober 11, 2018\n4 minute readThis morning, President Donald J. Trump joined Fox & Friends via phone to discuss Hurricane Michael, healthcare, the economy, and progress toward the denuclearization of North Korea.Highlights of the President’s conversation are below.The President and FEMA are committed to accelerating the recovery of areas affected by Hurricane Michael.PRESIDENT TRUMP: “It is going to go fast. We’ll make it go fast. We’re following it in. It is gone from certain areas. One thing we have to our advantage was the speed.”The Trump Administration has sparked an American economic miracle, which has led to economic success for Americans of all backgrounds.PRESIDENT TRUMP: “We have the lowest, if you look at unemployment, if you look at any statistic, lowest unemployment rate for African Americans in history, in history. The highest median income, income, think of it, highest in history for African Americans. Now, that includes also, separately, Asian Americans, Hispanic Americans, we have the best unemployment numbers, the best median income numbers.”The radical socialist health care plan backed by Sen. Bernie Sanders and Democrats will bankrupt the United States.PRESIDENT TRUMP: “The problem with Bernie’s plan is that you have to pay four times the taxes that you’re paying right now and one of the problems –”BRIAN KILMEADE: “He’s okay with that.”PRESIDENT TRUMP: “– You would have is essentially — well he is probably okay with it but nobody else is. You’d have no money left. You would go, everybody would go out of business.”In addition, the quality of care and service individuals receive in a Medicare for all system will be vastly inferior.PRESIDENT TRUMP: “You go and you look at countries where they essentially have single payer tax care, single-payer health care, if you look at it, they’re a disaster. They come to our country when they need operations. They come to our country when they need help, assuming they have the money to do that. The, the level of service is so bad.”Secretary Mike Pompeo has done a fantastic job working with North Korea to move toward denuclearization.PRESIDENT TRUMP: “You look at what we did with North Korea, where that was going into a war and now as you know the relationship is good. Mike Pompeo, Secretary of State, there is one. He’s been fantastic. That was a change and he’s been fantastic but he’s been a star.”PRESIDENT TRUMP: “But he just got back from North Korea. So you look at what we’ve done. That was going to be war and now we actually have a good relationship. No missiles, no testing, no nuclear testing, no nothing. So you know we’ve covered a lot.”The Trump Administration is doing away with horrible trade deals that have held the United States back from reaching its full potential.PRESIDENT TRUMP: “We were led badly when it came to trade. That includes with Mexico, which we’ve solved, it includes with Canada, it includes with everybody. And one by one we’re knocking them off and wait until you see what happens. And that’s one of the reasons we have such potential in our country because we were, we were doing this with these horrible trade deals.”Democrats in Congress are fighting to obstruct and delay the rebuilding of our military and border wall for political purposes.PRESIDENT TRUMP: “The only thing the Democrats are good with are bad policy, they have bad everything. In many ways they have bad politicians. The only thing they’re good at is obstruction and delay. And the one thing that, you know we got, we fixed our military, $700 billion for the military, they don’t want to give us the wall.”PRESIDENT TRUMP: “They fight in unison. They don’t because they think that’s a good political thing. The truth is that’s good for our country. We need the wall because we have people coming in — now we’ve done a great job, considering we don’t have a wall. We need the wall. That’s another tool of success and we need the wall and its happening.”",
    "president": null
}