{
    "title": "ONDCP Releases Data on Coca Cultivation and Production in Peru – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/ondcp-releases-data-coca-cultivation-production-peru/",
    "created_at": "2019-09-30T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tLaw & Justice\t\n\nIssued on:\nSeptember 30, 2019\nOffice of National Drug Control PolicyToday the White House Office of National Drug Control Policy (ONDCP) released the results of the annual U.S. Government estimates measuring coca cultivation and potential cocaine production for the Republic of Peru.PeruPure potential cocaine production in Peru remained elevated at 52,100 hectares.  We remain supportive of the Peruvian government’s increased focus on eradication in Puno and the valley of the three rivers Apurimac, Ene, and Mantaro (VRAEM), which remains elevated.“The ongoing coca cultivation in Peru and across the Andean Region of South America remains a significant threat to the United States. As part of the Trump Administration’s whole-of-government approach to the addiction crisis, we will continue to support our partners in Peru to curb cultivation and production in critical growing regions. We are committed to bringing those who profit off the international drug trade to justice to help accomplish our goal of saving lives,” ONDCP Director Jim Carroll said.According to the 2018 National Survey on Drug Use and Health (NSDUH) – the most recent year for which data is available – the number of current cocaine users in America increased to 1.9 million, a 27 percent increase from 1.53 million in 2014. The same 2018 survey did reveal a positive statistic indicating a decrease in the number of Americans who initiated cocaine use in the past year to 874,000, down from 1.085 million in 2016. Cocaine-involved overdose deaths rose 173 percent from 2014 (5,415 deaths) to 2018 (14,762) a 6 percent rise from 2017 (CDC 2018 Provisional data).",
    "president": null
}