{
    "title": "The American Technology Council Summit to Modernize Government Services – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/american-technology-council-summit-modernize-government-services/",
    "created_at": "2017-06-21T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nJune 21, 2017\n3 minute readThis week, the White House Office of American Innovation launched the American Technology Council and held a summit with tech industry leaders to discuss modernizing government services. President Donald J. Trump and many of his senior advisors hosted 18 chief executive officers from major tech companies, 3 university presidents, and a number of other notable technology executives.Jared Kushner, Senior Advisor to the President, kicked off the event with remarks highlighting the private sector’s role in solving some of the country’s biggest challenges. By leveraging the latest technology, we have a tremendous opportunity to meaningfully improve the quality of citizen services delivered to the public. In additional remarks, the Office of American Innovation’s Chris Liddell emphasized the unique role technology plays in building a more efficient, effective and accountable government.Attendees spent the afternoon in substantive breakout working sessions, focused on the overarching theme of modernizing the government. Topics ranged from building out cloud infrastructure, retiring out-of-date legacy systems, increasing the use of shared services, reforming the procurement process, and many more technical policy areas. One particular highlight was a discussion on ways to leverage “big data” to improve services, reduce fraud, and foster private-sector market activity.In a second round of working sessions, attendees focused on ways to form better connections between private and public sectors in order to improve the objectives above. During a talent roundtable discussion, tech leaders and Administration officials discussed strategies to recruit, retrain, and retain the Federal workforce. In a meeting regarding partnerships, CEOs from top tech companies and leaders from top universities discussed ways to network between universities, the private sector, and the government in order to bring more innovative and modern systems to the American people.After the breakout sessions concluded, President Donald J. Trump led a roundtable discussion on his priority “to lead a sweeping transformation of the Federal government’s technology.” The President outlined the work the Administration is undertaking, including the modernization of Air Traffic Control and the standardization of electronic medical records between the Department of Veterans Affairs and the Department of Defense. President Trump noted the gap in technological advancement between America’s public and private sectors, and reaffirmed his Administration’s commitment to bridging that gap.",
    "president": null
}