{
    "title": "Vice President Pence and Second Lady Karen Pence Meet North Korean Defectors – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/vice-president-pence-second-lady-karen-pence-meet-north-korean-defectors/",
    "created_at": "2018-02-09T00:00:00",
    "content": "\nFebruary 9, 2018\n4 minute read\n1/?\nVice President Mike Pence and Second Lady Karen Pence finished their third day in Asia on Friday after touring the Cheonan Memorial, meeting with four North Korean defectors, and attending the opening ceremony of the 2018 Olympic Winter Games.At the Cheonan Memorial, the Pence’s saw a ship that was subject to a North Korean torpedo attack in 2010. While the international community confirmed that North Korea engaged in the attack, as of today, North Korea still refuses to accept responsibility for sinking the ship and costing 46 lives remembered today.The Vice President then met with victims of the oppressive North Korean regime. The Pence’s heard the harrowing stories of defectors who risked life and limb for freedom. They also heard from Fred Warmbier, father of the late Otto Warmbier, an American student who was imprisoned in North Korea and released in such a condition that, by the time he made it home, he would pass away.“On our second visit to Korea, my wife and I wanted the honor of meeting with men and women who fled the tyranny of North Korea and to hear your stories,” the Vice President said. “And today, we want to make sure that the world hears your stories as well.”As President Trump has said, the cruel dictatorship of North Korea is little more than a prison state.  And as these people and their lives have testified, it is a regime that imprisons, tortures, and impoverishes its citizens.\n\t\t\t\t\t\tMike Pence\t\t\t\t\tVice President of the United StatesVice President Pence and Mrs. Pence then flew to Pyeongchang to lead the U.S. Delegation at the 2018 Olympic Winter Games.This is Vice President Pence’s second visit in less than a year to Japan and the Republic of Korea.Follow along with the Vice President’s visit to the region using the hashtag #VPinAsia.",
    "president": null
}