{
    "title": "Training for the Jobs of Tomorrow – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/training-jobs-tomorrow/",
    "created_at": "2018-07-17T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nJuly 17, 2018\n4 minute read\n\t\t\t\t\t\tIvanka Trump\t\t\t\t\tAdvisor to the President A new White House initiative will tackle the challenges technology poses to the workforce.The assembly line, energy plant and retail store have changed dramatically in the past 25 years—and the jobs have, too. Nearly 1 in 5 working Americans has a job that didn’t exist in 1980, many in technology, the fastest-growing segment across all industries. Such rapid change is one reason 6.6 million U.S. jobs are currently unfilled.Many of these jobs require skills training, but not a college degree. Yet for too long, both the public and the private sectors have failed to develop innovative and effective training programs. With a new initiative we are launching Thursday, that will change.With more companies expanding, hiring and raising wages, it is time to deliver better workforce training so that all Americans have the chance to move into better jobs and earn bigger paychecks. Already this administration has taken action to expand apprenticeships, increase access to STEM education for K-12 students, and help 11 million students and workers by working with Congress to pass an improved Perkins Career and Technical Education bill. On Thursday the president will sign an executive order to prioritize and expand workforce development so that we can create and fill American jobs with American workers.First, this action establishes the National Council for the American Worker, composed of senior administration officials, who will develop a national strategy for training and retraining workers for high-demand industries. For decades the government has had more than 40 workforce-training programs in more than a dozen agencies, and too many have produced meager results. The new council will help make the government more efficient, innovative and, most importantly, focused on results.We will also launch a nationwide campaign to highlight the growing vocational crisis and promote careers in the skilled trades, technology and manufacturing.Second, this executive order forms an advisory board comprising leaders from the private sector, educational institutions, philanthropic organizations and state governments. They will work with the administration to implement results-driven job-training programs in classrooms and workplaces across the country.Finally, the administration is asking companies and trade groups throughout the country to sign our new Pledge to America’s Workers—a commitment to invest in the current and future workforce.On Thursday, more than 15 companies and associations will sign the pledge to educate, train and reskill American students and workers. They commit to expanding apprenticeships, increasing on-the-job training, and providing Americans from high school to near-retirement with opportunities to obtain skills to secure stable jobs and careers in the modern economy.We call upon employers large and small to join this crucial initiative to create more jobs, strengthen our economy and restore hopeful futures to countless families.Our goal is to ensure that every American can move from an entry-level job into a lifelong career. Our hope is that millions of men and women who have been on the sidelines will now have the chance to find fulfilling work that lifts up them and their families. Our vision is to create a workforce culture that fosters and prioritizes life-long learning.Twenty-five years from now, America’s factories, labs, stores and nearly every sector of our economy will have again been transformed from what we know today. But American workers have always seized change as an opportunity. They built the Model T, put men on the moon and connected the world via the internet. If we give American students and workers the training and opportunities they need, they will continue to be the greatest pioneers of the 21st century.This op-ed appeared in The Wall Street Journal on July 17, 2018. ",
    "president": null
}