{
    "title": "Remarks by LTG H.R. McMaster at the Reagan National Defense Forum: Reclaiming America’s Strategic Confidence – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-ltg-h-r-mcmaster-reagan-national-defense-forum-reclaiming-americas-strategic-confidence/",
    "created_at": "2017-12-02T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tNational Security & Defense\t\n\nIssued on:\nDecember 2, 2017\nNational Security Councilas prepared for delivery by LTG H. R. McMaster at the Reagan National Defense Forum on December 2, 2017Thank you, John, for that kind introduction, and thanks to the Reagan National Defense Forum for bringing together such a talented and dedicated group of people for these discussions. Today, I would like to talk about reclaiming America’s strategic confidence.It’s hard to imagine a more appropriate place to hold this discussion than this hall, a place that honors a leader who secured our nation, who helped bring down the Berlin Wall, and who ensured that freedom and liberty triumphed over Communist Totalitarianism.For those of us old enough—and it looks like most of us are old enough—this majestic building and its beautiful vistas evoke memories of when we learned the heartbreaking news of President Ronald Reagan’s death. At the time, the news media, which was not always friendly to the President, struggled to handle that monumental event in American history. Fortunately, the American People showed us the way.More than 100,000 people came here, to this Library, to pay their respects. It was reported that traffic was so congested approaching the Library that mourners anticipating an hour and a half drive remained in their cars for six hours, a long time even for people routinely subjected to Los Angeles traffic. A young man, Reagan Wilson—named for the President—told the New York Times that he had been very emotional in the wake of the President’s death. “The story of Reagan,” he said, “is the story of America, one of manifest destiny.”Our Founders believed that the greatest wisdom of our nation rests in the hearts and in the minds of the American People. President Reagan shared this belief, and we saw its undeniable truth in the days that followed his passing.When President Reagan took office in 1981, many believed that Washington was not serving the American People well. Our confidence at home and our influence abroad had waned significantly over the past decade. The Soviet Union appeared to be on the rise, and America, it seemed, was in decline.President Reagan ushered in a dramatic rethinking of America’s role in the world and a dramatic renewal of American confidence. America would not only triumph in the Cold War and beyond, but also reach new heights of influence and prosperity. He described “a future of growth, opportunity, and security, anchored by the values of a people who are confident, compassionate, and whose heart is good.”Reagan assertively declared that it was Communism that would lie on the ash heap of history, NOT democracy and NOT the United States of America. This unshakable confidence in our principles and in our vision for the world made us stronger and more secure. In 1987, armed with this confidence, President Reagan signed the first ever National Security Strategy.Today, as we approach the unveiling of the Trump administration’s National Security Strategy, we are at a similar crossroads. Revisionist powers – China and Russia – are subverting the post WWII political, economic, and security order to advance their own interests at our expense and at the expense of our allies. The rogue regimes of Iran and North Korea are violating the sovereignty of their neighbors, pursuing weapons of mass destruction, and exporting terror to other nations. Jihadist Terrorist Organizations, such as ISIS, threaten all civilized people in every corner of the world.These national security challenges also require a dramatic rethinking of American foreign policy from the previous decades. President Trump will soon unveil the details of our new strategy, but I can tell you now that it will focus on protecting our homeland, advancing American prosperity, preserving peace through strength—a phrase the origins of which will not be lost on this audience—and finally, enhancing American influence.Today, I want to tell you how we are reclaiming the strategic confidence necessary for implementing this strategy through understanding in four areas: first, the values that define our nation; second, the full instruments of our power; third, the threats facing our nation; and fourth, the dynamic and competitive nature of our security environment.FIRST: understanding the values that define our nation and who we are. President Reagan described America as a “shining city upon a hill,” and boldly spoke truth about the sufferings of people living under fear and oppression.Today, we are is reclaiming this confidence in American values. In Warsaw, the President proudly proclaimed that “we value the dignity of every human life, protect the rights of every person, and share the hope of every soul to live in freedom.” In Riyadh, Saudi Arabia, the President noted that those who do not confront Islamist terrorism would be judged both by history and by God. Most recently, in South Korea, the President spoke truth about the human rights violations of the North Korean regime, which, as he noted, “imprison[s] [its] people under the banner of tyranny, fascism, and oppression.”He has matched this clear commitment to American values and principles with action in responding to Assad’s use of the most heinous weapons on earth to commit mass murder of innocent civilians, including children. The President further demonstrated his commitment to American values with changes in our policies toward Cuba, Iran, and Venezuela.SECOND: understanding the full instruments of our power. President Reagan understood that diplomacy and military force were both important and equally vital tools of national power. President Trump has focused on aligning our diplomatic, economic, military, informational, intelligence, and law enforcement efforts since the first days of his administration. A great example of this has been the President’s new strategy in South Asia, which he outlined for the American People in an address on August 21st of this year.After a comprehensive review of our strategic options in the region, the President decided on a new strategy grounded in the integration of all instruments of national power. We would no longer confuse activity with progress in that long war. Our military efforts and operations in the region, combined with the efforts of our partners, would focus on what brought us to Afghanistan in 2001—to deny terrorists safe havens that they can use to threaten Americans and our allies.THIRD: understanding the threats and security challenges we face. President Reagan had a clear-eyed view of the national security threats facing America during his tenure. President Trump and his national security team have also clearly described the threats that emanate from revisionist powers, rogue regimes, and jihadist terrorist organizations.The administration’s approach of principled realism also adopts a realistic view of our security environment. For this reason, we do not base national security decisions on rigid ideology, but instead, on our core national interests and clearly defined objectives derived from these interests.Some threats are more obvious than others. On the recent Asia trip, the President spoke out forcefully against unfair trade and economic policies, which have disadvantaged American workers and companies. For too long, Washington turned a blind eye to cheating and exploitative practices abroad. We vacated the competitive economic space, and the American people paid the price.We have also been clear-eyed about the more obvious threat from North Korea’s nuclear weapons and missile development. The President is committed to the total denuclearization of the Korean Peninsula. He has no delusions about the North Korean dictator’s intentions and recognizes the danger we all face. The era of strategic patience is over, and we will not repeat failed efforts of the past.FOURTH: understanding the dynamic and competitive nature of our security environment. We must acknowledge that the international system is above all characterized by competition, interaction, and change.President Reagan fully understood this reality. In 1983, he signed National Security Decision Directive 75, which argued that containing and reversing Soviet influence required “competing effectively on a sustained basis…in all international arenas.”The United States wants ALL NATIONS to be strong, proud, and independent, and we want ALL PEOPLE to have the opportunity to rise. We will compete, but competition must be fair. Our economic relationships will respect our partners’ sovereignty over their economic destinies while ensuring that American workers and American companies are not unfairly disadvantaged.With competition, comes change. As his presidency neared its conclusion, President Reagan was asked about his use of the term “Evil Empire” to describe the Soviet Union. He responded that he had been talking about “another time, another era.” We must be willing to adjust our strategy to changes in the security environment while remaining focused on our core national security interests.For example, the President’s new vision for a Free and Open Indo-Pacific imagines a community of nations that are strong, independent, and thriving—and a future of many dreams for the people of the region.To summarize, confronting the security challenges of today will require us to reclaim our strategic confidence. I would be grateful for your ideas on how we might better understand and apply all of our instruments of national power, understand the threats and opportunities we face, and understand and adapt to the dynamic and competitive nature of today’s security environment.It is a true honor to be here at the Reagan Library—a living testament to the legacy of a President whose national security strategy helped make the world a safer and more humane place. As a historian, I know the stacks within these walls are full of numerous documents that record President Reagan’s and his team’s remarkable achievements in defense and security. Our national security team recognizes that today’s problems are not wholly unprecedented. We are committed to learning from the past to acquire the deep understanding essential to protect the homeland, advance American prosperity, preserve peace through strength, and enhance American influence.Thank you very much. I am looking forward to the discussion.",
    "president": null
}