{
    "title": "To Save Gaza, Turn on the Lights – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/save-gaza-turn-lights/",
    "created_at": "2018-02-09T00:00:00",
    "content": "\nFebruary 9, 2018\n4 minute readThe Kerem Shalom border crossing between Israel and the Gaza Strip has long been a flashpoint for conflict. In April 2008, Palestinian suicide bombers drove three explosives-laden vehicles through the crossing, wounding 13 Israeli soldiers. In 2012, the checkpoint was attacked by masked gunmen attempting to infiltrate Israel after killing at least 15 Egyptian soldiers at a base in the Sinai Peninsula.This past weekend, Israeli authorities at the crossing foiled an attempt to smuggle explosives into Gaza, according to a statement by the Israeli Defense Ministry. The components found were suspected to be intended for long-range projectiles, presumably to be fired into Israel.“Israeli authorities . . . regularly intercept illicit goods heading for Hamas at crossings from Israel into the Strip,” The Jerusalem Post reports. “The Kerem Shalom crossing is the sole commercial crossing into the Hamas-run enclave [of Gaza], which UN Middle East envoy Nickolay Mladenov warned Tuesday was on the verge of full collapse.”This crisis is the responsibility of Hamas, the fundamentalist terror group that has controlled the area since 2007. While Hamas’ attacks on Israel are well-documented, Hamas’ exploitation of the people it claims to govern is appalling in its own right, if less prominent in media coverage. But Hamas has long and shamefully treated the people of Gaza as shields and hostages—in effect making them bargaining chips in its relentless campaign of hostility against Israel.The Gaza Strip is mired in economic disorder. While its people suffer, Hamas squanders desperately needed resources as part of its decades-long campaign against Israel, which the group promised to “obliterate” in its 1988 charter.Hamas should be improving the lives of those it purports to govern, but instead chooses to increase violence and cause misery for the people of Gaza.\n\t\t\t\t\t\tJason Greenblatt\t\t\t\t\tAssistant to President Donald J. Trump and Special Representative for International NegotiationsTo understand the scope of the crisis, it’s important to follow the money—so much of which is going to Hamas for its terrorist activities and not to the people who live in Gaza.“Imagine what the people of Gaza could do with the $100 million Iran has historically given Hamas and other Palestinian terrorist groups annually that Hamas uses for weapons and tunnels to attack Israel,” wrote Jason Greenblatt, Assistant to President Donald J. Trump and Special Representative for International Negotiations. “Hamas should be improving the lives of those it purports to govern, but instead chooses to increase violence and cause misery for the people of Gaza.”Greenblatt is referring to news from Gaza last month that Israel Defense Forces discovered and destroyed a mile-long tunnel used by Hamas to evade the Kerem Shalom checkpoint and infiltrate Israel for terrorist activities. It is the third time the IDF has uncovered Hamas tunnels in the past two months alone. Over the decade that Hamas has controlled Gaza, Tehran has poured more than a billion dollars into it—and yet Gaza is coming apart at the seams. Iran is complicit in this disaster as nothing it has financed has improved living conditions or grown the economy. Hamas can’t even keep the lights on, and must depend on the generosity of the Palestinian Authority for a few hours of power per day.“Iran spends almost a billion dollars a year sponsoring terrorism in Lebanon, Israel and West Bank/Gaza,” Greenblatt tweeted. “This blood money only increases violence and does nothing to help the Palestinian people.” Nor does it help the people of Iran, Greenblatt adds in reference to the ongoing popular protests across Iran against the shocking corruption and waste in their economy, with the regime spending vast sums on military aggression abroad and on vanity projects at home—not on the modernization and economic growth Iranians expected from the economic rewards after the nuclear deal.President Trump reminded Americans during his first State of the Union Address last week that the United States must continue to exert pressure on Tehran.“When the people of Iran rose up against the crimes of their corrupt dictatorship, I did not stay silent,” President Trump said. “America stands with the people of Iran in their courageous struggle for freedom.”Only when respect for human life and human dignity replaces terrorism will the people of Gaza begin to rebuild their society and grow their economy—and turn on the lights.",
    "president": null
}