{
    "title": "President Trump Unveils America’s First Cybersecurity Strategy in 15 Years – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-unveils-americas-first-cybersecurity-strategy-15-years/",
    "created_at": "2018-09-20T00:00:00",
    "content": "\n\n\t\tNational Security & Defense\t\n\nSeptember 20, 2018\n4 minute readNational Security CouncilAmerica’s networks are threatened daily by criminals, terrorists, and foreign adversaries. In the face of growing threats, the Federal Government has the responsibility to do its part to ensure America has the best cybersecurity in the world. Failures to prioritize cybersecurity by both government and industry have left our Nation less secure.President Donald J. Trump is committed to protecting the cybersecurity of our Nation, and has made it clear that this Administration will do what it takes to make America cyber secure.Since the beginning of President Trump’s Administration, he has taken action to protect the American people in cyber space. Building on these strong efforts, today, the President signed the National Cyber Strategy—the first fully articulated cyber strategy for the United States since 2003.The National Cyber Strategy identifies decisive priority actions to protect the American people. This strategy makes clear that the Federal Government will never stop defending our interests, and that we will bring every element of American power to bear to protect our people in the digital domain.We will continue to lead the world in securing a prosperous cyber future.\n\t\t\t\t\t\tPresident Donald J. Trump\t\t\t\t\tSeptember 2018This Administration will not treat cyberspace as a separate arena. Instead, we are integrating cyber into all elements of national power. Structuring the National Cyber Strategy around the four pillars of the National Security Strategy reflects and advances and this approach. These are the key tenets on which we build this National Cyber Strategy:We will manage cybersecurity risks to increase the security and resilience of the Nation’s information and information systems. We will do this by taking specific steps to secure Federal networks and information, secure critical infrastructure, combat cybercrime, and improve incident reporting.We will preserve America’s influence in the technological ecosystem and pursue development of cyberspace as an open engine of economic growth, innovation, and efficiency. To do this, we will support a vibrant and resilient digital economy, foster and protect American ingenuity, and develop a superior cybersecurity workforce.We will identify, counter, disrupt, degrade, and deter behavior in cyberspace that is destabilizing and contrary to our national interests, while preserving America’s overmatch in and through cyberspace. To achieve this, we will do our part to enhance cyber stability through norms of responsible state behavior, attribution of unacceptable behavior in cyberspace, and the imposition of costs on malicious cyber actors.We will preserve the long-term openness, interoperability, security, and reliability of the Internet, which supports and is reinforced by America’s interests. We will take specific global efforts to promote these objectives, while supporting market growth for infrastructure and emerging technologies and building cyber capacity internationally.The American people expect our Nation to be a world leader on every front, including cyberspace. The prosperity and security of our people, and the preservation of our way of life, depend on our successful execution of this strategy. We have a lot of work to do, and there is no time to waste. We will Make America Cyber Secure.\n\t\t\t\tThe National Cyber Strategy identifies decisive priority actions to protect the American people.\t\t\tArticle authored by Grant Schneider, Federal Chief Information Security Officer and Senior Director for Cybersecurity Policy. ",
    "president": null
}