{
    "title": "Remarks by LTG H.R. McMaster at the United States Naval Academy – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-ltg-h-r-mcmaster-united-states-naval-academy/",
    "created_at": "2018-01-21T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tNational Security & Defense\t\n\nIssued on:\nJanuary 21, 2018\nNational Security CouncilPreparing for In Extremis LeadershipAs prepared for delivery by LTG H.R. McMaster at the United States Naval Academy on January 21, 2018.Thank you, Tayler (MIDN Johnston) for that introduction.  I am honored to have the opportunity to address you—the future leaders and officers of our American Navy and Marine Corps — the greatest naval force the World has known. I want to thank all of you for your patriotism and for your willingness to serve our nation and your fellow sailors and Marines.Admiral Carter, thank you for the privilege to be here with these Midshipmen, faculty and staff and to be part of a conference with so many distinguished guests.  It is an all-star line-up.Midshipmen, visiting you is restorative.  All gathered here tonight in this magnificent hall, named for Fleet Admiral Ernest J. King, Class of 1901, Chief of Naval Operations during World War II, have chosen a career of service.  Restorative because you embody values that are vital to securing our nation and our way of life – honor, courage, commitment.  I thought that I might share with you tonight, at the outset of the Naval Academy Leadership Conference, how we might think about preparing to lead under challenging conditions, consistent with those values.But first I want to highlight the tremendous rewards of service that bind us together across all the services and transcend competitions between us – even Army-Navy.  When you graduate – where is the Class of 2018?  You will lead men and women who are devoted to serving our nation and eager to be part of endeavors larger than themselves.  At a time when so much of our discourse divides us or centers on narcissistic preoccupation with self, you will build cohesive teams of selfless sailors and Marines.  Sailors and Marines bound by common values, mutual respect, trust in you as their leader, and faith in one another.  You will feel tremendous pride as you see your teams of sailors and Marines achieve excellence.  And you might reflect on the uniqueness of your profession – a profession in which the man or woman next to you is willing to sacrifice everything—including his or her own life—for the mission, for you, and for each other.So, I am excited for you because you will have fun as you reap the rewards of service among the finest Americans.  I know that I speak for Admiral Carter and all of the old – I mean seasoned – military leaders here when I tell you that any one of us would happily trade places with you.But, we old soldiers, sailors, airmen, and Marines also know that you will face tough times.  You will endure physical hardships; face uncertainty and danger in battle; and you may have to cope with difficult moments such as the loss of fellow sailors and Marines. In those most difficult moments you will rely on your brothers and sisters in arms for support, but they will look to you to lead them, help them grieve, and inspire them to overcome tough times and drive on to accomplish the mission.Today, I want to discuss how you can prepare to meet the challenge of leading teams to fight and win under difficult conditions—what BG (R) Tom Kolditz calls “in extremis leadership” (Kolditz, In Extremis,  xiv).  You will not read about this topic in business management books.  That is because in battle leaders must demonstrate that they put the needs of the mission and the survival and well-being of the followers before their own well-being, and thus inspire them to act in ways contrary to the very natural drive of self-preservation (Kolditz, “Why the Military”).   I believe that your preparation to lead America’s sons and daughters in extremis has three dimensions:  intellectual, emotional, and ethical. This three-dimensional preparation will help you lead, overcome obstacles, seize opportunities, and win.I would like to share my thoughts with you about each of these dimensions and hear where you might like to start what I know will be a rich series of discussions across the next three days.FIRST, INTELLECTUAL. Our nation expects us—military professionals—to be experts in war and warfare, because failures of intellect or imagination bear a heavy price in war.  And, because learning by direct experience in war is costly, the military professional is “compelled to study the wars of the past” (Howard 13).  Sir Michael Howard likened the military professional to “a … swimmer who had to spend his whole life practicing on dry land for an Olympic championship on which the fortunes of his entire nation depended” (Howard 13).  But how might we learn from the experiences of those who have gone before us?  Howard’s 1961 essay, “The Use and Abuse of Military History,” is a brilliant guide.Howard tells us that the study of history is valuable not because it provides an exact playbook for how to act in the future.  History cannot tell us what to think.  It teaches us how to think as we gain an appreciation for the complex causality of events.  History teaches us how to ask the right questions.So to prepare yourselves intellectually to lead in extremis I encourage you to read, think about, and discuss history as Howard suggests – in width, depth, and context.   First, in width, to observe how warfare has developed over a long historical period and gain an appreciation for continuities in the nature of war as well as changes in the character of warfare.  Next, in depth, to study campaigns and explore them thoroughly.  This is important, he observed, because as the tidy outlines dissolve we catch a glimpse of the confusion and horror of real experience.  Last, in context, because victory or defeat in war depends not only on military, but also on social, cultural, economic, human, moral, political, and psychological factors (Howard 14).Second – EMOTIONAL preparation: Because it is impossible to replicate in training the psychological demands of real danger, the study of history helps us understand the emotional dimension of “in extremis leadership.”  We often focus on changes in warfare driven mainly by technological developments.  But military leaders should spend as much time thinking about continuities in the nature of war as we do anticipating and driving changes in the character of warfare.  The psychological and emotional strains of battle is one of the most important continuities for you to understand as a lieutenant or ensign.  As John Keegan observes in The Face of Battle, his classic 1976 study of combat across five centuries:What battles have in common is human: the behaviour of men struggling to reconcile their instinct for self-preservation, their sense of honour and the achievement of some aim over which other men are ready to kill them. The study of battle is therefore always a study of fear and usually of courage, always of leadership, usually of obedience; always of compulsion, sometimes of insubordination; always of anxiety, sometimes of elation or catharsis; always of uncertainty and doubt, misinformation and misapprehension, usually also of faith and sometimes of vision; always of violence, sometimes also of cruelty, self-sacrifice, compassion; above all, it is always a study of solidarity and usually also of disintegration for it is toward the disintegration of human groups that battle is directed. (Keegan 83)Keegan’s study of battle from Agincourt to Waterloo to the Somme reveals that your first priority as new ensigns and lieutenants is to build confident, cohesive teams that are bound together by mutual trust and a common commitment to our nation and each other.  You do that through tough, realistic training.  Confidence and cohesion serve as ‘psychological protection’ and bulwarks against combat stress and fear in battle.  Much of the stress that soldiers experience in combat stems from ‘uncertainty and doubt’. Training must, therefore, replicate the conditions of combat as closely as possible.  Build bad information and change into training.  And recognize that it is OK to fail in training because good units push the limits of their capabilities.Units that experience the confusion and intensity of battle for the first time in actual combat are susceptible to fear. Fear is dangerous because it can cause inaction and create opportunities for the enemy. In her book Stoic Warriors, Nancy Sherman, holder of the Distinguished Chair of Ethics here at Annapolis from 1997-1999, quotes the ancient Stoic philosopher Seneca to emphasize the importance of training as a form of ‘bullet-proofing’ warriors against the debilitating effects of fear.  Seneca wrote: ‘A large part of the evil consists in its novelty’, but ‘if evil has been pondered beforehand the blow is gentle when it comes’ (Sherman 117).Training under challenging and realistic conditions prepares units to respond immediately and together in combat.  This was made clear to me on February 26, 1991 as Eagle Troop, 2nd Squadron, 2nd Armored Cavalry Regiment, made contact with the Tawalkana Division of the Iraqi Republican Guard during Operation Desert Storm.After cresting an imperceptible rise, behind which an Iraqi Brigade had established a reverse slope defense, our troop came into contact.  After a brief fight with an enemy outpost, our tanks took the lead. As we crested that rise in the terrain, the extensive enemy defensive position became visible.  Within a minute, everything in range of our guns was in flames.As Eagle Troop advanced, we engaged additional armored vehicles and large numbers of infantry, who were dug-in between vehicle fighting positions.   After about 20 minutes of fierce combat, we encountered the enemy’s reserve at close range atop another ridgeline.  We stopped our advance when we had no enemy left to shoot.  Our cavalry troopers destroyed the Iraqi brigade without suffering a single casualty (McMaster, “What We Learned,” 19).As Seneca advised, we had “pondered the evil” of intense battle and the blow was gentle on us…but not on the enemy.  Reflecting on the experience afterwards, our troopers recalled how training had developed confidence in themselves, their leaders, and their team.  That confidence was the primary factor in our lopsided victory.  SPC Rodrigo Martinez wrote that he never really experienced fear, because “we had trained so hard and often that it just seemed like another field problem.” The sensory experience of battle– deafening noise, multiple fireballs, and thick smoke–could have been overwhelming.  As our troop attacked, however, soldiers executed battle drills flawlessly and had faith in their leaders.  SSG John McReynolds recalled that, “the crew didn’t have to be told what to do.  It just kinda came natural.” LT Timothy Gauthier observed that his platoon’s actions were “almost businesslike” (McMaster, “Memo,” 8).Now the third and FINAL dimension of preparation for in extremis leadership: ETHICAL. Prior to the wars in Afghanistan and Iraq, ethical training in preparation for combat was centered on the Law of War and the Uniform Code of Military Justice.  It was inadequate.  As Christopher Coker observed in The Warrior Ethos, individual and institutional values are more important than legal constraints on immoral behavior; legal contracts are often observed only as long as others honor them or as long as they are enforced (Coker 135-138).Experience in Afghanistan and Iraq inspired our military to emphasize values education as the principal means of ensuring moral and ethical conduct in combat.  Values such as honor, courage, commitment – taught, reinforced, and internalized by the group comprise our warrior ethos.  It is our warrior ethos that permits soldiers, sailors, airmen and Marines to see ourselves as part of an ongoing historical community’, a community that sustains itself through ‘sacred trust’ and a covenant that binds us to one another and to the society we serve (Coker 133).  Through this sacred trust your sailors and Marines will understand that their fellow warriors expect them to exhibit a higher sense of honor than they are exposed to in popular culture.  It is particularly important for your warriors to recognize that they are expected to take risks and make sacrifices to accomplish the mission, protect their fellow warriors, or safeguard innocents.A great example of someone who prepared himself intellectually, emotionally, and ethically for in extremis leadership is one of the most distinguished graduates of this great institution – I imagine you already know his story.On 9 September 1965, while flying from a mission over North Vietnam, ADM James Bond Stockdale– then Commander Stockdale, commander of a fighter squadron aboard the USS Oriskany—was shot down over North Vietnam, captured, and held for seven and a half harrowing years at the infamous “Hanoi Hilton.”Stockdale’s ability to lead effectively in these in extremis conditions was largely due to his preparation.  Stockdale’s intellectual preparation included earning a masters in international relations from Stanford in 1962.  That preparation helped him resist his brutal Vietnamese captors.  Stockdale fought back in clever, as well as courageous, ways.  When his captors told him he would be paraded in public, Stockdale slit his scalp, creating streams of blood that marred his face. When they covered his head, he beat himself with a stool until his face was swollen and disfigured – all so that he could not be used as a tool of communist propaganda (“Stockdale Center”).Stockdale’s emotional preparation girded him against the fear and despair that one might naturally assume would be overwhelming in such extreme circumstances – held in isolation and darkness for four years, his feet shackled for two years, his hands often bound until they turned black.  When asked about what prepared him for privation in captivity, ADM Stockdale often pointed to the rigors of his plebe year at the Naval Academy.  And, as an expert pilot Stockdale’s professional training had included what to do in the event of capture, and he repeated this training with the pilots in his squadron.  In the words of Seneca, he had “pondered the evil” in advance.Stockdale’s ethical preparation is evident in his thoughts after ejecting from his aircraft.  As his parachute descended, Stockdale reflected, “I am leaving the world of technology and entering the world of Epictetus” — the Greek Stoic philosopher whose code of self-control and fortitude Stockdale credited with helping him through his long captivity (Stockdale “Courage Under Fire”).  As the senior Naval officer in the prison, Stockdale led prisoner resistance.  Despite being tortured routinely he created and enforced a code of conduct for all prisoners that governed torture, secret communications, and behavior.   He expected his fellow warriors to live up to their values and preserve their honor.  His fellow warriors followed Stockdale’s example.  Among them was fellow Navy pilot and Annapolis graduate, John McCain, who today is again demonstrating extraordinary courage, honor, and commitment as he continues to serve while battling cancer.  Please keep Senator McCain in your thoughts and prayers.Admiral Stockdale, through his deeds, demonstrated the essential characteristic of “in extremis leadership” — the subordination of the leader’s wellbeing to the mission and to the wellbeing of his or her followers.Now it is your turn.  In the near future sailors and Marines will look to YOU for leadership under difficult and sometimes dangerous conditions.  They will expect you to put their lives, their wellbeing, and the mission above your own interests and your own safety and comfort.You must prepare.  You must prepare intellectually, so that the lessons of past conflicts do not, in the words of the great historian Carl Becker, “lay inert” in unread books (Becker).  You must prepare emotionally, and steel yourselves and your sailors and Marines against the debilitating effects of fear in combat through tough, realistic training.  And you must prepare ethically, by internalizing in you and your fellow warriors, your core values – honor, courage, commitment.You are now the custodians of the warrior ethos.  And humanity needs America’s warriors more than ever.   The stakes are high, but we should be confident.  I am confident.  I am confident because great institutions like Annapolis continue to develop young men and women like you who are both able and willing to lead America’s sons and daughters in times of peril.  But I am confident mainly because of you – young men and women who volunteered to defend this great nation in a time of war.I commend all of you for choosing service to our nation.  It is a privilege to be with you tonight. Thank you again for hosting me, and I look forward to answering your questions.Works Cited",
    "president": null
}