{
    "title": "President Trump Salutes American Heroes in Ohio – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-salutes-american-heroes-ohio/",
    "created_at": "2017-07-26T00:00:00",
    "content": "\n\n\t\tVeterans\t\n\nJuly 26, 2017\n2 minute readYesterday evening, President Donald J. Trump and First Lady Melania Trump travelled to Struthers, Ohio, to participate in the AMVETS Post 44 Salute to American Heroes. At the event, President Trump gave remarks on the reform of the Department of Veterans Affairs and honored a heroic World War II veteran, Robert M. Bishop. “All week at the White House, we are celebrating American heroes. And nothing fills our hearts with more pride than to be with those who risked everything to protect our citizens and preserve our way of life,” said the President.Salute to American Heroes - OhioPresident Trump, who was also joined by Secretary of Veterans Affairs David Shulkin, discussed the incredible progress and reformation of the Department of Veterans Affairs. President Trump said, “In my administration, we will always protect those who protect us. Believe me, we will protect you because you have protected us.”World War II veteran Robert M. Bishop was a gunner aboard the USS Tennessee in Pearl Harbor on the day of the attack. After surviving the treacherous attack, Mr. Bishop continued to serve and protect our country for another four-and-a-half years, playing a role in many crucial engagements in the Pacific Ocean. President Trump presented Mr. Bishop with a Certificate of Recognition for his heroism. The President concluded his remarks thanking all of our veterans saying, “To every veteran here this evening, your courage is the strength of our Nation, and your patriotism is the beating heart of our shared destiny. Your stories will inspire generations of Americans to fight and to win for our country and for our great, beautiful American flag that we all honor.”This event was part of American Heroes Week at the White House, celebrating and honoring our brave military service members and veterans, law enforcement officers, first responders, and workers.",
    "president": null
}