{
    "title": "It’s Time to Mobilize a Global Response to the Terrorist Group Lebanese Hizballah – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/time-mobilize-global-response-terrorist-group-lebanese-hizballah/",
    "created_at": "2017-10-10T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nOctober 10, 2017\n4 minute readSunday, October 8 marked the twentieth anniversary of the United States’ official designation of Hizballah as a Foreign Terrorist Organization. Hizballah, originally formed as a violent union of Iranian-backed extremists in Lebanon, has terrorized the Middle East and the world since its inception thirty-five years ago.Hizballah remains a threat to the United States and to the security of nations across the Middle East and beyond. It is time for more nations around the world to join the United States in exposing this murderous organization for what it is, in confronting its networks and its sponsors, and in mobilizing a global response to counter the threat it poses to the civilized world.Hizballah kidnaps soldiers and civilians, fires rockets on Israeli families and children, and plans terrorist attacks around the world. Hizballah’s 1983 and 1984 bombings of the U.S. Embassy in Lebanon, and its 1983 attacks on the U.S. and French barracks in Beirut, killed hundreds of American, Lebanese, and French citizens.In recent years, law enforcement has thwarted attempted Hizballah terrorist attacks on nearly every continent—in countries such as Thailand, Cyprus, Kuwait, Peru, and Nigeria. In 2012, Hizballah operatives conducted a successful suicide bombing attack in Bulgaria. We also believe that Hizballah has been operating inside the United States. The FBI recently arrested two U.S. persons for allegedly operating on behalf of Hizballah’s international terrorism unit.For decades, this terrorist organization has tried to disguise its murderous intentions under the guise of political legitimacy. Hizballah first competed in Lebanese national elections in 1992. Today, Hizballah and its political allies hold half of the seats in Lebanon’s Cabinet and nearly half of the seats in its National Assembly.Hizballah’s political cover cannot mask its true intentions. The same Hizballah officials responsible for its political apparatus oversee its terrorist planning. Hizballah has built its political power at the expense of its victims, including former Lebanese Prime Minister Rafiq Hariri and dozens of other Lebanese officials. The Lebanese people can never be truly free to express their political will under the constant threat of Hizballah’s violence and coercion.There is no difference between Hizballah’s terrorist wing and its supposed political wing. Hizballah is one organization—a global terrorist organization.That is why the United States will continue to recognize the entire group as a Foreign Terrorist Organization, and the Trump Administration will aggressively target its terrorism infrastructure and financial support networks. None of this, of course, will affect our ongoing support for Lebanon’s legitimate state institutions.We are encouraged that nations around the world are increasingly joining the United States in recognizing Hizballah’s true terrorist nature. In August, the United Nations Security Council reached agreement on a series of reforms to the UN Interim Force in Lebanon. These will improve its visibility into what is happening on the ground and its capacity to identify and report on Hizballah’s illegal activity. Additionally, the Gulf Cooperation Council, Arab League, Canada, and the Netherlands have each joined the United States in designating the entirety of Hizballah as a terrorist organization, and in 2013, the European Union sanctioned its “military wing.”Still, more action is needed. The United Nations and countries across Europe, South America, Africa, and Southeast Asia—all areas where the organization continues to operate—have not yet sanctioned the entirety of Hizballah. This complacency about an organization whose purpose is to terrorize and kill around the world must end.The Trump Administration will also continue to lead the effort to isolate Hizballah’s benefactor—Iran. The Iranian regime does not respect the sovereignty of its neighbors or the dignity of its people. Iran takes oil profits—resources that should benefit the Iranian people—and uses them to fund Hizballah and other terrorist organizations. The regime employs Hizballah as a surrogate to violate the sovereignty of nations across the greater Middle East. The United States condemns Iran’s destabilizing actions and calls on all nations to stand against this murderous dictatorship in Tehran and its junior partner Hizballah.The international community must send an unequivocal and united message that Hizballah is not a legitimate political party. The safety and security of the American people and of people all around the world depends on our cooperation in confronting this threat.Today, we renew our unwavering commitment to standing against Hizballah’s terrorist actions in the Middle East and around the world. We urge our partners to join our efforts to hold Hizballah accountable. Together, we can prevent this malicious terrorist organization from threatening the peace and security of the world.Originally published in Le Monde on October 9, 2017. To read the original, click here.Thomas Bossert is Assistant to the President for Homeland Security and Counterterrorism. ",
    "president": null
}