{
    "title": "At CIA, Gina Haspel Will Make Sure “We Never Have to Relearn Lessons of the Past” – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/cia-gina-haspel-will-make-sure-never-relearn-lessons-past/",
    "created_at": "2018-05-15T00:00:00",
    "content": "\nMay 15, 2018\n3 minute readGina Haspel is precisely the person we need to lead the Central Intelligence Agency at this critical time. Here’s why.As Director of National Intelligence and leader of the U.S. Intelligence Community, I have testified before Congress and spoken publicly that we currently face the most complex, volatile and diverse threat environment in modern times.We are confronted with armed conflicts, instability or humanitarian crises on almost every continent. Global powers like Russia and China are challenging U.S. standing in the world and we face the very real risk of broader conflict in the Middle East, stemming in large part from Iran’s widespread malign activities. Meanwhile, notwithstanding recently improved rhetoric and the release of American prisoners, North Korea remains a real threat.Instability and uncertainty create devastating consequences in war zones across Syria, Iraq, Afghanistan and countries in Africa. Meanwhile, cross-cutting threats like cyber, transnational crime and WMD proliferation add layers of complexity to this dynamic threat environment.Given this global landscape, we need to ensure that we have in place the most capable, experienced and measured intelligence leaders to address these serious challenges and provide our policymakers with critical information to make informed decisions. Gina Haspel embodies these qualities.Over the past year as DNI, I have had the opportunity to get to know Gina and have developed a close and trusting working relationship with her. She enjoys the hard-earned respect of her intelligence community colleagues and the White House. Gina has often joined me and other senior national security leaders for intelligence briefings to President Trump; and he, along with the rest of the team, benefits from the unique perspective she brings to these briefings.Gina has clearly demonstrated that she is a person of high integrity with valuable frontline and executive experience as a career intelligence officer, one who is willing to speak truth to power when required on behalf of our nation. Her confirmation represents important progress for the community I represent.As a former U.S. senator from Indiana and member of the Senate Select Committee on Intelligence, I am acutely aware of past decisions made by our country as we grappled with the aftermath of 9/11. If confirmed as CIA director, Gina is committed to making sure we never have to relearn lessons of the past. As DNI, I have made that same commitment.I ask my former colleagues in the Senate to do the right thing for our country by confirming Gina. She represents the best we have to offer as a country. Gina is a trailblazer who has earned this opportunity by serving this country in challenging assignments at home and abroad. I, along with the CIA and the entire Intelligence Community, am eager to have her at the helm of the CIA.This op-ed appeared in USA Today on May 15, 2018.",
    "president": null
}