{
    "title": "President Donald J. Trump Announces Intent to Nominate and Appoint the Following Individuals to Key Administration Posts – The White House",
    "link": "https://trumpwhitehouse.archives.gov/presidential-actions/president-donald-j-trump-announces-intent-nominate-appoint-following-individuals-key-administration-posts-2/",
    "created_at": "2020-03-17T00:00:00",
    "content": "\n\t\t\t\tNominations & Appointments\t\t\t\nIssued on:\nMarch 17, 2020\nCarlos Trujillo, of Florida, to be an Assistant Secretary of State (Western Hemisphere Affairs) as well as a Member of the Board of Directors of the Inter-American Foundation.Mr. Trujillo currently serves as the Permanent Representative of the United States of America to the Organization of American States, with the rank of Ambassador.  He was a Special Advisor to the United States Mission to the United Nations during the United Nations General Assembly in 2017.Mr. Trujillo also served in the Florida House of Representatives as the Representative for the 105th District.  He is a founding partner of Trujillo, Vargas, Gonzalez & Hevia, LLP of Coral Gables, Florida, and a former Assistant State Attorney at the Miami Dade County State Attorney’s office in Miami.Mr. Trujillo earned a B.S. degree from Spring Hill College in Mobile, Alabama, and a J.D. from Florida State College of Law in Tallahassee.Joyce Louise Connery, of Virginia, to be a Member of the Defense Nuclear Facilities Safety Board for a term expiring October 18, 2025.Ms. Connery currently serves as a Member of the Defense Nuclear Facilities Safety Board.  Before this, Ms. Connery was the Director of Nuclear Energy Policy within the Office of International Economics on the National Security Council.She also served as the Senior Policy Advisor to the Deputy Secretary at the Department of Energy.  Ms. Connery received a B.A. and M.A. from Tufts University.\nRicardo Gonzalez, of Florida, to be a Member of the Advisory Council on Historic Preservation, for a term expiring June 10, 2023.Daniel P. Walsh, of New Jersey, to be a Member of the National Infrastructure Advisory Council.",
    "president": null
}