{
    "title": "Buy American and Hire American for the United States Automobile Industry – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/buy-american-hire-american-united-states-automobile-industry/",
    "created_at": "2017-03-15T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nMarch 15, 2017\n2 minute readPresident Trump Makes Remarks at the American Center for MobilityWhen President Donald J. Trump said, “We’re going to make the process much more simple for auto companies, and everyone else who wants to do business in the United States,” he meant it. The President is following through on his promise to the American auto workers.Today, President Trump announced that the Environmental Protection Agency (EPA) and the National Highway Traffic Safety Administration (NHTSA) are reinstating the Midterm Evaluation of the Corporate Average Fuel Economy (CAFE) and greenhouse gas emissions (GHG) standards for the automotive industry. Last year, the EPA estimated it would cost $200 billion to comply with CAFE-GHG standards from 2012-2025. By reinstating the Midterm Evaluation, the Trump Administration will examine, and if necessary, revise, the regulations on auto manufacturers and the attendant costs passed on to consumers.Under President Trump, automakers are bringing jobs back to America. Ford announced it was canceling a plant in Mexico, while adding 700 jobs in Michigan. General Motors announced it plans to invest $1 billion in the United States, creating over 1,000 new jobs. And Fiat Chrysler announced it was investing $1 billion to modernize two plants in the United States, creating 2,000 jobs.President Trump has already taken action to roll back excessive regulations that burden businesses, workers, and families. He has directed each agency to establish a Regulatory Reform Task Force to identify costly and unnecessary regulations; he ordered that for every new Federal regulation, two existing regulations be eliminated; and he has stopped the burdensome “Stream Protection Rule.” The President has taken numerous steps to eliminate unnecessary red tape in addition to these actions.The President is delivering on his promise to bring back jobs and rebuild America’s manufacturing base, and this is only the beginning.",
    "president": null
}