{
    "title": "Celebrating and Honoring American Heroes – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/celebrating-honoring-american-heroes/",
    "created_at": "2017-07-28T00:00:00",
    "content": "\n\n\t\tVeterans\t\n\nJuly 28, 2017\n4 minute readThis week was American Heroes Week at the White House, where President Donald J. Trump was proud to celebrate and honor those who put their own lives on the line every day to protect American lives.Last Friday, President Trump welcomed several survivors of the USS Arizona Pearl Harbor attack and their families to the White House. They met President Trump in the Oval Office where he praised their courage and said that “in them we see the strength of our Nation.” The survivors presented a piece of the USS Arizona, a signed USS Arizona hat, and a USS Arizona survivor’s coin to President Trump. They also presented a USS Arizona wreckage bracelet to First Lady Melania Trump.On Saturday, President Donald J. Trump traveled to Norfolk, Virginia, where he participated in the commissioning ceremony of the USS Gerald R. Ford, the world’s most advanced aircraft carrier. The USS Gerald R. Ford was made with American steel and built by American workers at Newport News Shipbuilding in Virginia. “Having the best technology and equipment is only one part of the American military dominance. Our true strength is our people. Our greatest weapon is all of you. Our nation endures because we have citizens who love America and who are willing to fight for America. We are so very blessed with warriors who are willing to serve America in the greatest fighting force in the history — the United States military,” said the President.President Trump travelled to West Virginia on Monday to attend the 2017 National Scout Jamboree. The President addressed the Boy Scouts of America, thanking them for their service to our Nation and recognizing them as “the young people of character and integrity who will serve as leaders in our communities, and uphold the sacred values of our nation.”On Tuesday, President Trump and First Lady Melania Trump participated in the AMVETS Post 44 Salute to American Heroes in Struthers, Ohio. During the event, President Trump honored World War II veteran Robert M. Bishop, who served as a gunner aboard the USS Tennessee in Pearl Harbor on the day of the attack. President Trump awarded Mr. Bishop with a Certificate of Recognition for his heroism and courage during the Pearl Harbor attack and during his many years of service.At the White House on Wednesday, the President joined the American Legion’s Boys Nation and Girls Nation program delegates in the Rose Garden to commend them for their leadership and patriotism. He told them, “As I look out at the audience, I see the next generation of American leaders. I see the promise of our future.”On Thursday, President Trump participated in the Public Safety Medal of Valor Ceremony at the White House to thank the U.S. Capitol Police Agents and Alexandria Police Officers for their bravery at the Virginia baseball field shooting on June 14, 2017. Public Safety Medal of Valor awards were presented to David Bailey, Crystal Griner, Nicole Battaglia, Kevin Jobe, and Alexander Jenson to recognize their courage above and beyond the call of duty.Today, the President traveled to Long Island in New York, to speak to a crowd of police officers about the vicious and increasingly dangerous MS-13 gang. MS-13 is responsible for a staggering 38% of homicides in Long Island this past year. The President highlighted his Administration’s commitment to the law enforcement community. He also reiterated the necessity of robust immigration enforcement to keep America safe.",
    "president": null
}