{
    "title": "How to Protect America’s “Best Idea” – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/protect-americas-best-idea/",
    "created_at": "2018-05-02T00:00:00",
    "content": "\n\n\t\tLand & Agriculture\t\n\nMay 2, 2018\n4 minute readIn 2017, over 330 million visitors traveled to see the memorials and monuments across our great nation. Every American should be able to enjoy our treasured parks, but heavy traffic and aging infrastructure are taking a toll on America’s system of 417 National Park Service sites. Bluntly, our parks are being loved to death and it’s time to invest in restoring and preserving them for future generations.Writer and conservationist Wallace Stegner rightly called national parks America’s “best idea,” but neglect in infrastructure funding has resulted in our trails being eroded, visitor amenities being diminished and campgrounds being closed.The Great Smoky Mountains National Park, which attracted 11 million visitors last year, has a $215 million deferred maintenance backlog. In 2013, the park had to close its Look Rock campground and picnic area due to funding shortfalls in replacing the water treatment facilities. The total deferred maintenance bill for all national park sites is four times the annual congressional appropriation.The good news is that this year, we have a proposal in Congress that could tackle most, if not all, of that $11.6 billion backlog over the next 10 years. The proposal, from a bipartisan coalition of senators and representatives, has the backing of President Donald J. Trump. senators Angus King, I-Maine; Steve Daines, R-Montana; Martin Heinrich, D-New Mexico; Shelley Moore Capito, R-West Virginia; Joe Manchin, D-West Virginia; Cory Gardner, R-Colorado; and Thom Tillis, R-North Carolina; along with representatives Mike Simpson, R-Idaho; Kurt Schrader, D-Oregon; Rob Bishop, R-Utah; Colleen Hanabusa, D-Hawaii; Will Hurd, R-Texas; and John Garamendi, D-California, are supporting the bill.This is personal for the two of us. We have visited the Great Smoky Mountains together twice — once for the National Park Service’s 101st birthday in 2017 and again this year during National Park Week — both times gleaning a new sense of purpose from witnessing firsthand the critical need for infrastructure improvements in our park system.This bipartisan legislation would help eliminate the maintenance backlog by means of a well-established principle of multiple-use that has worked in other instances, by directing part of the revenue from energy development on some of our federal lands to maintain other federal lands for public enjoyment.Our proposal does just this: It would create the National Park Restoration Fund to provide mandatory funding for the maintenance backlog at our national parks. These revenues will come from energy leases on all onshore and offshore sources of energy production on federal land: oil, gas, coal, renewables, and alternative energy. The fund would receive 50% of onshore and offshore revenues from energy production on federal lands over expected amounts that are not already allocated to other purposes. It’s a fair proposition that those activities that gain wealth from public lands should also have an obligation to restore and preserve them.This idea — using public land “for the benefit and enjoyment of the people” — has been around for over a century. The words are engraved into the Roosevelt Arch at Yellowstone National Park — an arch whose cornerstone Theodore Roosevelt dedicated in 1903. Almost 60 years later in 1962, the Outdoor Recreation Resources Review Commission, (which Laurance Rockefeller chaired), proposed using revenues from oil and gas leasing in the Outer Continental Shelf to fund the Land and Water Conservation Fund, or LWCF.Congress enacted the LWCF in 1964. In the 1980s, President Ronald Reagan’s Commission on Americans Outdoors endorsed the LWCF and recommended full funding. Between its inception and 2016, the LWCF has spent $17.5 billion from energy exploration for conservation projects.In 2006, Congress went even further and passed the Gulf of Mexico Energy Security Act. That legislation provided mandatory or automatic funding for state projects in the LWCF program. These revenues came from specific, new Outer Continental Shelf leases in the Gulf of Mexico.Our bipartisan proposal, then, is the latest chapter in this American story of conservation: using revenues from energy development on federal lands as mandatory or automatic funding to help pay for the national park maintenance backlog. In this connected age — where our attention is increasingly held hostage by the glowing pixels of a five-inch screen — unplugging, taking in the magnificent vistas of our national parks, and reconnecting with the beauty and wonder of the natural world is more important than ever.National parks preserve beauty for everyone — regardless of socioeconomic status — to share. Parents rescue children from their digital diet to feast on a world of natural splendor. We learn there the history of our home regions of East Tennessee, of Montana — and of our nation’s capital.We must work together to restore these national treasures, so future generations have the same opportunity to enjoy them that we have had.Ryan Zinke is the United States Secretary of the Interior. Lamar Alexander is a United States Senator (R-Tennessee). This op-ed appeared in CNN on May 2, 2018. ",
    "president": null
}