{
    "title": "Overwhelming, Bipartisan Support for Supreme Court Nominee Judge Gorsuch – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/overwhelming-bipartisan-support-supreme-court-nominee-judge-gorsuch/",
    "created_at": "2017-03-22T00:00:00",
    "content": "\n\n\t\tLaw & Justice\t\n\nMarch 22, 2017\n2 minute readThis week, the confirmation hearing began for Judge Neil Gorsuch to become our next Supreme Court Justice.Since Judge Gorsuch was announced by President Donald J. Trump, there has been overwhelming, bipartisan support and praise for Judge Gorsuch’s experience, knowledge, and deep respect for the rule of law.The American Bar Association unanimously rated Judge Gorsuch “well-qualified” to serve on the Supreme Court. According to the ABA, the “committee confines its evaluation to the qualities of integrity, professional competence and judicial demeanor,” and even Senator Chuck Schumer has described the assessment as the “gold standard” in evaluating judicial nominations.In addition to the ABA’s rating, dozens of Judge Gorsuch’s former Harvard Law classmates came together to express their endorsement, stating, “we know that Judge Gorsuch is the real deal.” Having known Judge Gorsuch for a quarter-century and watching him in action, their unique perspective is a testament to the incredible kind of judge the Supreme Court would be gaining. Read about their experiences with Judge Gorsuch, here.It comes as no surprise that Judge Gorsuch is being lauded as a brilliant judge who rules based on the Constitution rather than his own opinions, regardless of person and politics. The Tampa Bay Times described Judge Gorsuch as a “well qualified conservative who would not tilt the Supreme Court’s ideological balance” and the Detroit News praised Judge Gorsuch as “highly principled and deeply experienced”.The Washington Post ran an op-ed describing Judge Gorsuch as a judge who “has ruled for plaintiffs and for defendants; for those accused of crimes as well as for law enforcement; for those who entered the country legally; and for those harmed by environmental damage”.  They emphasized that “Gorsuch’s approach to resolving legal problems as a lawyer and a judge embodies a reverence for our country’s values and legal system”. Read the entire op-ed and learn why there is no principled reason to oppose Judge Gorsuch, here.If you haven’t already, be sure to Support Judge Gorsuch and sign the petition. And don’t forget to follow @GorsuchFacts on Twitter to get up-to-date information on Judge Gorsuch.",
    "president": null
}