{
    "title": "Honoring our Veterans this National Military Appreciation Month – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/honoring-veterans-national-military-appreciation-month/",
    "created_at": "2017-05-09T00:00:00",
    "content": "\n\n\t\tVeterans\t\n\nMay 9, 2017\n3 minute readYesterday, we marked National Military Appreciation Month by welcoming Honor Flight veterans, who fought on the front lines of freedom in WWII, Korea, and Vietnam, to the White House.Our service members served their country in a way and at a time that challenged each one of them to step up the perseveration of our way of life. With America’s armed forces in the vanguard, the United States was able to stand as a beacon for freedom. Our nation marshaled every ounce of our strength to save freedom across the Atlantic, across the Pacific, and across the very world. The sons and daughters of America, and, indeed, all who call themselves free will remember their service for eternity, until the world stops turning.The old book says, if you owe debts, pay debts. If honor, then honor. If respect, then respect. These men and women are among the best of us. And on behalf of their Commander-in-Chief, we say thanks and salute their service.But our service members know that they have more than just our thanks. Under President Donald Trump, America’s armed forces have a leader – a tireless defender of our American military and our veterans. The President is fighting every single day to keep America safe and keep our promises to those who have served in the uniform of the United States.The President has said that our veterans deserve the finest care America can provide.  Just over a week ago, President Trump signed an executive order to ensure that the Department of Veterans Affairs is as efficient, effective, and accountable as any great healthcare provider in America. And last month, President Trump signed into law the Veterans Choice Act to give our heroes the choices they deserve for world-class healthcare.He also signed into law legislation that, in the balance of this fiscal year, will increase defense spending by $21 billion – the biggest investment in military readiness in nearly a decade.Thanks to President Trump’s strong leadership, national defense is now coming first.  And, we were able to increase defense spending with the largest investment in years without requiring an additional increase in domestic spending, putting an additional burden on taxpayers. That’s real progress for taxpayers and our military.As the proud father of an American service member, it’s the greatest privilege of my life to serve as Vice President to a President who is committed to the men and women of our armed forces, to their families, and to our veterans.In this administration, we will not rest and will not relent until we give our soldiers, sailors, airmen, Marines, and Coast Guard the resources they need to accomplish their mission, defend our nation, and come home safe.We’re going to see our veterans to make sure that the promises that they earned in uniform are kept by the American people.And we’re never going to hesitate to honor those who’ve served, and to pay a debt of honor and gratitude to all who in their moment, in their time said, yes, to America.  And because they said, yes, freedom prevails to this day.",
    "president": null
}