{
    "title": "Remarks by President Trump Before Dinner with House Majority Leader Kevin McCarthy | Palm Beach, FL – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-dinner-house-majority-leader-kevin-mccarthy-palm-beach-fl/",
    "created_at": "2018-01-14T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\nIssued on:\nJanuary 14, 2018\nTrump International Golf ClubPalm Beach, Florida7:15 P.M. ESTTHE PRESIDENT:  Hello, everybody.  You know Kevin — Kevin McCarthy.Q    What are you all talking about?THE PRESIDENT:  We’re talking about a lot of things.  There are a lot of things to talk about.  And we’ll be talking about DACA also.Q    Is there going to be a deal, Mr. President?THE PRESIDENT:  Well, I don’t think the — honestly, I don’t think the Democrats want to make a deal.  I think they talk about DACA, but they don’t want to help the DACA people.Q    But do you want to make a deal, Mr. President?THE PRESIDENT:  Now, we used to say the DACA children, but the children aren’t children.Q    What’s the big sticking point?THE PRESIDENT:  I think you have a lot of sticking points, but they’re all Democrat sticking points, because we are ready, willing, and able to make a deal, but they don’t want to.  They don’t want security at the border.  We have people pouring in.  They don’t want security at the border, and they don’t want to stop drugs.  And they want to take money away from our military, which we cannot do.  So those are some of the sticking points.Q    Do you think your comments the other day made it harder?THE PRESIDENT:  Well, did you see what various senators in the room said about my comments?  They weren’t made.Q    What do you say to people who say you’re a racist?THE PRESIDENT:  No, no, I’m not a racist.  I am the least racist person you have ever interviewed, that I can tell you.Q    Are you going to make a deal, Mr. President?Q    Is there going to be a shutdown, sir?THE PRESIDENT:  I don’t know if there will be a shutdown.  There shouldn’t be, because if there is, our military gets hurt very badly.  We cannot let our military be hurt.Q    Mr. President, what about the Hawaii alert?  What’s your reaction to that?THE PRESIDENT:  Well, that was a state thing.  But we’re going to now get involved with them.  I love that they took responsibility.  They took total responsibility.  But we’re going to get involved.  Their attitude and their — what they want to do, I think it’s terrific.  They took responsibility.  They made a mistake.Q    What will you do to make sure something like that doesn’t happen again?THE PRESIDENT:  Say it?Q    What will you do to make sure something like that doesn’t happen again?THE PRESIDENT:  Well, we hope it won’t happen again.  But part of it is that people are on edge, but maybe, eventually, we’ll solve the problem so they won’t have to be so on edge.Q    Are you concerned about losing the House?Q    Have you communicated with Kim Jong-un?  Can you clear up your comments?THE PRESIDENT:  Well, we’ll see what happens.  They have a couple of meetings scheduled, a couple of additional meetings scheduled.  We’re going to see what happens.  Hopefully, it’s all going to work out.  We will see.Q    Have you talked directly to him, Mr. President?THE PRESIDENT:  Well, The Wall Street Journal, as you know, quoted totally wrong.  But we’re going to see what happens with North Korea.  We have great talks going on.  The Olympics, you know about.  A lot of things can happen.Q    Do you have a responsibility to make a deal on DACA?  Is it your responsibility, Mr. President?THE PRESIDENT:  Well, we’re ready, willing, and able to make a deal on DACA, but I don’t think the Democrats want to make a deal.  And the folks from DACA should know the Democrats are the ones that aren’t going to make a deal.Thank you, everybody.  Enjoy yourselves.  Thank you.END7:18 P.M. EST",
    "president": null
}