{
    "title": "Welfare Work Requirements Will Ease Poverty and Improve Our Labor Force – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/welfare-work-requirements-will-ease-poverty-improve-labor-force/",
    "created_at": "2018-07-25T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nJuly 25, 2018\n2 minute readCouncil of Economic Advisers\n\t\t\t\t\t\tRichard V. Burkhauser\t\t\t\t\tTrump administration policies are responsible for a faster growing, more robust economy, which is incentivizing millions of Americans to get off the sidelines and back into the job market. But to continue to grow our economy, we will need capable workers. One place to find these workers is among low-income Americans who currently receive welfare benefits. While our welfare programs provide important assistance to help families make ends meet, especially in bad economic times, they don’t do enough to encourage work and eventual self-sufficiency in good times.The Trump administration recognizes this issue, which is why President Donald Trump signed an executive order in April instructing agencies to encourage and require work in welfare programs whenever possible under current law.A new report from the President’s Council of Economic Advisers shows why these efforts could bring more potential workers into the workforce. During the 1990s, a bipartisan effort transformed our cash welfare system by requiring and rewarding work among recipients. The result was an increase in single mothers’ employment, a lesser reliance on welfare programs and a reduction in poverty. But today, most welfare assistance to low-income families comes via non-cash programs such as health insurance and food stamps that do not require most non-disabled recipients to work or prepare to work in return for these taxpayer-provided benefits.Work is the best way to escape povertyAs we show in our report, perhaps contrary to conventional wisdom, in a given month, the majority of Medicaid and food stamps adult beneficiaries are of working age and not disabled. Focusing solely on this “expected to work” population, we find that the majority do not work. That’s a problem because work is the single most important way to escape poverty, providing both “dignity,” in the words of Dr. Martin Luther King Jr. 50 years ago, as well as the promise of more income than is possible while receiving welfare. And, in this hot economy, jobs are available.Richard V. Burkhauser is a member of the White House Council of Economic Advisers. This op-ed appeared in USA Today on July 25, 2018. Read the full article here.",
    "president": null
}