{
    "title": "Former Administration’s Failed Record On Crime, Immigration And Security Are What’s Cruel – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/former-administrations-failed-record-crime-immigration-security-whats-cruel/",
    "created_at": "2017-09-07T00:00:00",
    "content": "\n\n\t\tImmigration\t\n\nSeptember 7, 2017\n2 minute readOn Wednesday, President Donald J. Trump announced that the Department of Homeland Security (DHS) would begin an orderly transition and wind-down of the Deferred Action for Childhood Arrivals (DACA) program. In June 2012, President Obama bypassed Congress to give work permits, social security numbers, and federal benefits to approximately 800,000 illegal immigrants between the ages of 15 and 36. Attorney General Jeff Sessions explained in a letter to the DHS that passing DACA was an unconstitutional exercise of discretion by the executive branch.For years, the former President acknowledged he lacked the authority to implement DACA through executive action. In May 2011, President Obama said in regards to immigration reform: “And sometimes when I talk to immigration advocates, they wish I could just bypass Congress and change the law myself. But that’s not how a democracy works.”It’s in fact his approach of not enforcing federal law that has led to cruel outcomes for the American people – and humanitarian tragedy across the region. Failure to enforce federal immigration law has undermined American security through increases in violent crime, growth in violent gangs, surges in the financing of cartels, increases in terrorist threats, worsening of the opioid crisis, and depressed wages.The DACA program was never intended to be permanent- even President Obama admitted it was a temporary, extraordinary measure. The program made it impossible for President Trump to pursue the reforms needed to restore fairness to our immigration system and protect American workers. Through the President’s actions, Congress now has the opportunity to advance responsible immigration reform.President Trump stated, “We will resolve the DACA issue with heart and compassion – but through the lawful Democratic process.”",
    "president": null
}