{
    "title": "Remarks by President Trump and Chairman Kim Jong Un of the Democratic People’s Republic of Korea in 1:1 Meeting – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-chairman-kim-jong-un-democratic-peoples-republic-korea-11-meeting/",
    "created_at": "2019-06-30T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nJune 30, 2019\nPresident Trump Visits the DMZPanmunjom\nInter-Korean House of Freedom3:57 P.M. KSTCHAIRMAN KIM:  (In progress.)  (As interpreted.)  It’s always special and I want to thank you (inaudible) for having me.PRESIDENT TRUMP:  I want to thank you.  Because (inaudible.)  It was great.  Look, I mean, the world is watching, and it’s very important for the world.CHAIRMAN KIM:  (As interpreted.)  And also, the place of our meeting is special.  That is why it rose the occasion of so many people.Some people think as if this meeting was prearranged through the letters you have sent me.  But myself was surprised yesterday morning when you expressed a willingness to meet with me here, and also when we got the official confirmation late yesterday afternoon.And also, (inaudible) to meet with you again.  And this place of our meeting is a symbol of the separation between the North and South, and also a reminder of unfortunate past.  And as the two countries, we share a long unfortunate past, meeting at such place shows that we are willing to put an end to the unfortunate past and also open a new future and provide positive opportunities in the future.If it was not for our excellent relation between the two of us, it would not have been possible to have this kind of opportunity.  So I would like to use this strong relation to create more good news, which nobody expects (inaudible), and also to propel the good relations between our countries (inaudible).PRESIDENT TRUMP:  Well, I want to thank you, Chairman.  You hear the power of that voice.  Nobody has heard that voice before.  He doesn’t do news conferences, in case you haven’t heard.  And this was a special moment.  This is, I think, really — as President Moon said, this is a historic moment, the fact that we’re meeting.And I want to thank Chairman Kim for something else.  When I put out the social media notification, if he didn’t show up, the press was going to make me look very bad.  So you made us both look good, and I appreciate it.But we’ve developed a great relationship.  I really think that, if you go back two and half years, and you look at what was going on prior to my becoming President, it was a very, very bad situation — a very dangerous situation for South Korea, for North Korea, for the world.And I think the relationship that we’ve developed has meant so much to so many people.  And it’s just an honor to be with you, and it was an honor that you asked me to step over that line.  And I was proud to step over the line.  I thought you might do that; I wasn’t sure.  But I was ready to do it.  And I want to thank you.  It’s been great.  It’s been great.A very historic meeting.  We were just saying — one of the folks from the media was saying this could to be a very historic moment, and I guess that’s what it is.  But I enjoyed being with you, and thank you very much.END4:01 P.M. KST",
    "president": null
}