{
    "title": "Get Out and Enjoy National Park Week – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/get-enjoy-national-park-week/",
    "created_at": "2017-04-19T00:00:00",
    "content": "\n\n\t\tLand & Agriculture\t\n\nApril 19, 2017\n4 minute readFrom War in the Pacific National Park in the U.S. Territory of Guam to the U.S. Virgin Islands National Park, the National Park Service oversees 417 parks, recreation areas, and historic sites spanning twelve time zones and nearly 9,500 miles.Saturday, April 15th kicked off National Park Week, which is really a week and a half with four admission free days. Park Week is a time to get outside and visit a park to learn more about who we are as Americans and see what unique natural features make the United States “America the Beautiful.”As Secretary of the Interior, Ryan Zinke oversees our National Park Service and proudly kicked off National Park Week by visiting four National Parks: Yosemite, Kings Canyon, Sequoia, and Channel Islands. Since being sworn in as Secretary, Zinke has visited nine national parks to learn about each location, meet the rangers and staff, and collaborate on how to improve the park experience for visitors.National Parks show off America’s diverse wilderness, wildlife and culture. From coral reefs in Florida to the deserts of the American West to Civil War battlefields across the MidAtlantic, there’s something for everyone to enjoy. These parks are part of our national treasure and must be protected for historic, cultural, and environmental preservation. But they are also major economic drivers for the local communities that support the parks and the nation.Last year the National Parks Service once again broke records for annual visitation, welcoming more than 330 million visitors from around the world to share our heritage. Our ten most-visited National Parks like Yellowstone, Grand Canyon, Great Smoky Mountains, Acadia and Glacier, tallied about 50 million visitors alone.In 2015, the national parks generated $32 billion in economic output in the national economy. Park visitors spent an estimated $16.9 billion in local gateway regions, which supported 295,300 jobs generating $11.1 billion in income.For example, in Colorado last year, parks contributed $450 million in economic output thanks to Rocky Mountain, Great Sand Dune, Black Canyon of the Gunnison, and Mesa Verde National Parks as well as historic sites like Yucca House. Last year, Rocky Mountain National Park alone attracted 4.5 million visitors.While many people go to parks to enjoy the wilderness, camp under the stars, and see wildlife in person, we also have a number of urban parks like the National Mall in Washington, D.C., the Statue of Liberty in New York Harbor, and Golden Gate National Recreation Area in San Francisco.There are also 25 historic battlefields preserved by the National Park Service. These hollowed grounds honor the service and sacrifice of American patriots who gave their lives in defense of our great nation at sites like Gettysburg National Military Park, Little Bighorn Battlefield National Monument, and Moores Creek National Battlefield. Earlier this month, President Trump donated his first quarter salary to the National Park Service to preserve these historic places.Secretary Zinke is an avid outdoorsman and an unapologetic admirer of our great conservation President Theodore Roosevelt. His visionary action to establish the National Parks Service continues to touch hundreds of millions of Americans every year. His commitment to multiple use and public access to public lands was unrivaled and remains true today.In Secretary Zinke’s home state of Montana, National Park sites are proud to welcome visitors from all over the world to Yellowstone’s northern gates. At the gates in Gardiner, MT, there is an important phrase inscribed on the famous Roosevelt Arch that has become a guiding principal of the Secretary’s as he leads the Department. The arch reads, “For the benefit and the enjoyment of the people.”  It is critical that as good stewards of our public lands that we invest in the parks so they continue to fulfill that philosophy. Secretary Zinke, President Trump and Congress have already demonstrated their commitment to work together to ensure our national parks are protected and preserved for the next 100 years and more.To find a National Park near you, visit www.nps.gov/findapark ",
    "president": null
}