{
    "title": "Vice President Mike Pence Speaks to Troops in Japan and Arrives in South Korea – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/vice-president-mike-pence-speaks-troops-japan-arrives-south-korea/",
    "created_at": "2018-02-08T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nFebruary 8, 2018\n4 minute read\n\t\t\t\t\t\tOffice of the Vice President\t\t\t\t\t\n1/?\nVice President Mike Pence has departed Japan and is now in South Korea as his meetings with foreign leaders and military officials continue.Vice President Pence departed for Yokota Air Base where he toured joint U.S-Japan operations and met with courageous men and women serving in the Armed Forces. After the tour, the Vice President spoke with the troops, delivering a clear message of American resolve and expressing his gratitude for their service.“To any who would threaten our people or our allies, know this: Under this Commander-in-Chief, with the greatest fighting force in the world, the United States is ready — ready to defend our homeland, defend our allies — anytime, anywhere.”We will protect our peoples.  We will defend our freedom.  And together, we will forge a future of security, prosperity, and peace for both of our nations for generations to come.\n\t\t\t\t\t\tMike Pence\t\t\t\t\tVice President of the United StatesThe Vice President left Japan and arrived in Seoul, South Korea in the afternoon. He met with South Korean President Moon Jae-in and discussed how the United States and our global allies will continue to intensify our maximum pressure campaign on North Korea until it abandons its nuclear and ballistic missile programs once and for all.Vice President Pence and Second Lady Karen Pence joined the President and his wife for a dinner at the end of the evening.Tomorrow, Vice President Pence and Mrs. Pence will lead the U.S. Delegation to the 2018 Olympic Winter Games in Pyeongchang to reinforce the strong U.S. presence on the Korean Peninsula and send a clear message of American resolve to the North Korean regime.This is Vice President Pence’s second visit in less than a year to Japan and the Republic of Korea.Follow along with the Vice President’s visit to the region using the hashtag #VPinAsia. ",
    "president": null
}