{
    "title": "Remarks by President Trump in Meeting with Pastor Andrew Brunson – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-meeting-pastor-andrew-brunson/",
    "created_at": "2018-10-13T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tLaw & Justice\t\n\nIssued on:\nOctober 13, 2018\nOval Office2:41 P.M. EDTTHE PRESIDENT:  Well, thank you very much, everybody.  This has been a long journey.  But for Andrew, it’s been a very interesting day.  Because as you probably heard, I said a little bit earlier, from a Turkish prison to the White House in 24 hours.  That’s not bad.  (Applause.)  Actually —And I want to start by saying that Norine was unbelievable.  She was calling and calling.  She definitely loves you — let me put it that way.  (Laughter.)  But she was calling and she wanted you out.PASTOR BRUNSON:  Yes.THE PRESIDENT:  And she was not playing games.  Right?  And we’re very proud of you, Norine.  Thank you very much.And you are very, very special to all of us.  And, you know, we have some of our great leaders right here.  You know James.  You know Cindy.  You know Richard.  You know Thom.  You know Patrick.  You know Mark.  And all of these people, and right back here.  A whole group of people.  They fought so hard for you.  They wanted you out.And again, we’ve been negotiating long and hard.  We do not pay ransom in this country, at least any longer.  We won’t pay ransom.  Otherwise you have big problems, and lots of things will happen.  Lots of bad things will happen.But I still — I want to thank President Erdogan.  We’ve been dealing.  And we actually — until this, we had a very good relationship.  I was actually very surprised that we didn’t work this out a couple of months ago.  But it started in a different administration, and they were not going to work out anything.  And we took it over, we inherited it.  And we have, I think at this moment, gotten 19 different people out of various countries that were being held.Chairman Kim was really great to us.  I think that started the relationship that we have now in North Korea, with three hostages, as you know.  Egypt — we had Aya.  Aya was, they said, a spy.  She was sentenced to 25 years.  They told President Obama, “We will not let her out under any circumstances.”  And they told me, “She’ll be in the Oval Office in 24 hours.”  We all know that.  You guys worked on that one too.  And many others.  Many others.So I just want to congratulate you, because you have galvanized this country.  I mean, you just take a look this — there’s so much interest.  And it’s your faith, it’s your strength, what you’ve gone through.  I know what you’ve gone through.  And I also know that, a period of time ago, we were able to get you from prison to the house.And again, I do have to say, it’s not an easy situation for Turkey either.  They had a lot of difficult situations going on, and I do want to thank President Erdogan for making this possible.  You understand what I mean by that.PASTOR BRUNSON:  Yes.THE PRESIDENT:  It wasn’t easy.  And wasn’t easy for him.Most importantly, I want to congratulate you and your family.  I’d love to — say a few words.  You may want to thank all of these great leaders, because they were really calling me a lot.  (Laughter.)  They called me too much.  I said, “Okay, I know, we’re working on it.”  Right?  But they are terrific fans of yours.  And right now, the whole world is a fan of yours.  The whole world is your fan and your family’s fan.So maybe you can say a few words.  Introduce your family.  And it’s a great honor to have you back home.PASTOR BRUNSON:  Thank you, sir.THE PRESIDENT:  Thank you very much.PASTOR BRUNSON:  This is my daughter Jacqueline, my son Blaise.  Jacqueline’s husband, Kevin.  And my oldest son, Jordan.  And this is Neil, who’s Norine’s brother.  Of course, Norine is my wife.THE PRESIDENT:  That’s for sure.  (Laughter.)PASTOR BRUNSON:  And we especially want to thank the administration.  You really fought for us, unusually so.  From the time you took office, I know that you’ve been engaged, and Secretary of State Pompeo also was very engaged and fought for us.  And Vice President Pence, we’re very grateful.  Mr. Bolton.There are a number of people in the Senate.  And I can’t mention everyone, but I know that Senator Tillis visited me in prison, and so did Senator Shaheen and Senator Graham.  And Senator Lankford has been involved from the very beginning.So, we’re so grateful to so many people in the Congress who stood with us and who prayed for us, and who fought for us.So we want to thank you all very much.THE PRESIDENT:  And I do have to say we did leave out many people in the Senate, many people in the House.  You know that, Patrick.  Many people have been left out.  And we just can’t go through all of the names, but it was everybody that wanted this to happen.  It was really everybody.  The complete Senate.  I think we can probably say, Richard, this was bipartisan.  Do you agree?SENATOR BURR:  Yes, sir.THE PRESIDENT:  This wasn’t just Republican, right?  But honestly, I think if there was ever a bipartisan event, this was it.And I do have to thank Vice President Pence.  He’s doing a terrific job.  He felt very, very strongly about this.  And Secretary of State Pompeo, I would say we spoke about this at least once a day.SECRETARY POMPEO:  Yes, sir.THE PRESIDENT:  We thought we had it done two months ago.  Sometimes it doesn’t always work out, but that’s — I can only tell you that’s better than anybody else could have done.  And we are so honored to have you.And anything final you’d like to say?  And then you’re going to go and relax and go home, and celebrate, and have a great life, right?  I won’t ask you whether or not you’re going back to Turkey.  (Laughter.)  I won’t ask that question.PASTOR BRUNSON:  We do love Turkey.  We were there for 25 years, and we love the Turkish people.THE PRESIDENT:  Great.  That’s very nice.MRS. BRUNSON:  We pray for their (inaudible).THE PRESIDENT:  That’s very nice.MRS. BRUNSON:  That’s sincere.  It’s very sincere.THE PRESIDENT:  That’s very nice.  And I know you do love the Turkish people.  They’re great people.  I know that.  They’re great people.PASTOR BRUNSON:  We would like to pray for you.  We pray for you often as a family.  My wife and I pray for you.THE PRESIDENT:  Thank you.  Well, I need it probably more than anybody in this room.  (Laughter.)  So I would — that would be very nice.  Thank you.PASTOR BRUNSON:  Can we pray for you now?THE PRESIDENT:  Yes.  Thank you very much.(Pastor Brunson and Mrs. Brunson give a prayer.)THE PRESIDENT:  Thank you very much.  Could I ask you one question?  Who did you vote for?  (Laughter.)MRS. BRUNSON:  You.THE PRESIDENT:  I knew the answer.  I knew the answer.PASTOR BRUNSON:  I would like to say I sent in an absentee ballot from prison.  (Laughter and applause.)THE PRESIDENT:  It’s a little unfair.  I knew the answer.  I would never do that to myself.  That could be too tough.Listen, congratulations.MRS. BRUNSON:  Thank you so much.THE PRESIDENT:  Thank you.  Great parents.  And fantastic children.  They were so with you.PASTOR BRUNSON:  Thank you.THE PRESIDENT:  And it is an honor.  Well done.PASTOR BRUNSON:  Thank you very much.THE PRESIDENT:  Thank you very much.  We appreciate.  Thank you.And again, to President Erdogan, thank you very much.  To the people of Turkey, thank you very much.  I think this will be a big step in our relationship.  We have had a very harsh relationship over the past number of months because of what was happening.  And I’m not going to blame fault.  I’m not going to say anything.  I’m just saying this is a tremendous step toward having the kind of relationship with Turkey — which can be a great relationship — that I know we’re going to have.So thank you very much.  And, President, thank you very much.Does anybody have any questions?  Would you like to have —Q    Pastor Brunson, can you tell us a little bit about what your next plans are?  What do you plan on doing now that you’re back safely?PASTOR BRUNSON:  We want to spend time with our children especially, and then take some time to pray and see what God wants for the next part of our lives.Q    Would you be willing to discuss what your treatment was like while you were over there?  What was your experience in general while you were detained?PASTOR BRUNSON:  I think we’ll do that in the future.  We will probably be doing some interviews.  Right now, we just want to especially — this is a time to thank the administration and people in government who supported us.  And that’s especially what we want to emphasize, is our gratefulness, to say we love this country.Last night, we arrived in Germany on a plane that President Trump sent to take us from Turkey.  And the Ambassador to Germany met us there at 1:30 in the morning.  I couldn’t believe it.  And he had an American flag to give us that had flown over there and was in Berlin.  And I took it and I very naturally just — I kissed it.  I love this country, and we pray for this country.Phil?Q    Mr. President, I have a question for you, sir.  What do you owe the timing of Pastor Brunson’s release?  And do you think the disappearance and possible murder of Jamal Khashoggi has anything to do with the timing of this?THE PRESIDENT:  The timing is a strict coincidence; it really is.  It’s — I’ve heard a couple of people say, wow, that’s pretty tricky; could there be anything to it.  No.  Actually, Phil, no.  It’s a total coincidence.  It’s interesting.  A lot of things happening in a certain part of the world.  You know that.  You know what else is going on.  But there are probably things beyond that.  But, no, it’s a strict coincidence, Phil.Q    And I know we’re here to celebrate Pastor Brunson.  But if I could just follow up on something you said on “60 Minutes.”THE PRESIDENT:  I have a feeling know what it’s going to be.Q    Well, you suggested, sir, that there could be serious repercussions —THE PRESIDENT:  That’s right.Q    — for Saudi Arabia, if the U.S. determines that they killed Jamal Khashoggi.  What do have in mind?  What sort of —THE PRESIDENT:  Well, we’ll be sitting together with all of the folks here, and a lot more.  And we’ll have to make a determination.  I do think this: That I worked very hard to get the order for the military.  It’s $110 billion.  I believe it’s the largest order ever made.  It’s 450,000 jobs.  It’s the best equipment in the world.  But if they don’t buy it from us, they’re going to buy it from Russia or they’re going to buy it from China, or they’re going to buy it from other countries.But Russia and China wanted it very badly.  I got 100 percent — almost 100 percent of their order.  And I would — from the standpoint of jobs, economic development, a lot of other reasons, I would like to do something where we could maybe look at other things — I will tell the senators — because that’s a tremendous order for our companies.  It’s a tremendous order for — really, from an economic development standpoint.  You look at — Texas has a big chunk of it.  Almost all of our states are involved in that order.So I actually think we’d be punishing ourselves if we did that.  There are other things we can do that are very, very powerful, very strong.  And we’ll do that.Now, as of this moment, nobody knows what happened.  As of this moment.  We’re looking into it very seriously.  Turkey is looking into it at a very high level — at the highest level.  And so is Saudi Arabia.  I mean, they’re going to get back, and they have been getting back.  And I know Mike has been dealing with them.  John has been dealing with them.But in terms of the order of $110 billion — think of that — $110 billion — all they’re going to do is give it to other countries.  And I think that would be very foolish for our country.  But there are other things we can do that will be very severe.Q    What’s an example of something you could do?THE PRESIDENT:  Well, there are many things we can do.  Would you like to speak up about that?  James, do you have any suggestions?   There are many, many things.  I don’t know if you want to — you know, I don’t want to put you on the spot, but if you guys would like to tell them some of the many things we can do.  There’s a big list.SENATOR LANKFORD:  Yeah, there’s a big list.  Obviously, we have a longstanding partnership with Saudi Arabia in a lot of areas.  My first preference though is not talk about what we would do.  Let’s find out what did happen first.THE PRESIDENT:  That’s a very good idea.SENATOR LANKFORD:  And I think the key thing is, he’s still — his fiancée is still waiting to be able to find out what happens.  And there’s a lot of speculation.  But until we know, I hate to take the next step on it, and just to be able to see.Q    Mr. President, would you meet with the family in the Oval Office?THE PRESIDENT:  Yes, I would.  In fact, we’ve invited his fiancée.  We’ve invited her.  So — she actually wrote a letter to myself and the First Lady.  And — beautiful letter.  And we have invited her, and I believe they’re working it out, where she’ll be coming.  I mean, I’d love to have her.  Great news, where it wouldn’t even be necessary.  But at this point, it’s looking like — it’s looking like he perhaps won’t be or isn’t around.  And that’s very sad.  I think we would have known by now.  That was our first hope; our first hope was that he was not killed.  But maybe that’s not looking — it’s not looking too good, right?  From what we’re hearing.SENATOR LANKFORD:  A lot still to learn, I think, Mr. President.THE PRESIDENT:  But there’s a lot to learn.  There really is.  Okay?Q    Mr. President, what about the others imprisoned in Turkey?  The other U.S. citizens — three employees of U.S. consulates in Turkey.  What efforts are being made to —THE PRESIDENT:  We’re working — as you speak, we are working on that.  And, by the way, other people that are in prisons in other countries, other than Turkey — we have other people that have been there for many years.  We’ve done very well.  We actually have at least 18.  And the 18 were people that they said would never, ever be freed.  And, by the way, Pastor Brunson was one of them.  We were talking before.  How many years was it?  You can say the number you told me.  It’s a very scary number.PASTOR BRUNSON:  Well, they wanted 35 years.THE PRESIDENT:  They wanted him in jail for 35 years.So, you know, we have many people throughout the world, in other countries, and we are working very hard.  This group — all of this group — we’re working very hard to take care of that situation.Q    Mr. President, is there a red line in terms of Saudi behavior that would cause you to reconsider that proposed arms sales?THE PRESIDENT:  We’re going to just see what happened.  We have to see what happened.  As James said, it’s really best to — let’s determine what happened first.  There’s plenty of things we can do that are very tough.  Let’s see what happened first.Q    Have you seen the video or audio recordings?THE PRESIDENT:  I have not.  Have you seen the video?SECRETARY POMPEO:  Mr. President, I have not seen it.THE PRESIDENT:  I mean, I’ve heard — we’ve all heard a lot about the audio.  Nobody has seen it yet.  So we do want to see it.  I guess it’s a combination of seeing it and hearing it.  And maybe a lot can be —Q    And have you asked (inaudible)?THE PRESIDENT:  Yes, we’re going to be seeing it very soon.Q    Have you spoken (inaudible)?THE PRESIDENT:  No, I haven’t.  I haven’t spoken.Q    Do you plan on it?THE PRESIDENT:  I mean, I’ve spoken to him many times about this, but I haven’t called him yet.  I will be.  I will be.  And I will be also calling King Salman of Saudi Arabia, because I think it’s appropriate for me to ask him what is going on.Q    Do you have any idea when that call might take place, sir?THE PRESIDENT:  Probably tonight or tomorrow.Go ahead.Q    Pastor Brunson, do you plan to stay in the U.S. now?PASTOR BRUNSON:  For a time.  We don’t know what’s ahead of us.I would like to say something.  Someone asked before about other American prisoners in Turkey.  And I know that from dealing with the consulate there — and they’ve been very involved with us, excellent consulate staff there; and Martin Thomen is here — that they weren’t only engaging for me; that they’re engaging for everyone there.So, as — I know this just from talking with the consulate staff when they would come to visit me in prison that they were involved very much in advocating for the other prisoners there.THE PRESIDENT:  And I have to say, with respect to Turkey or Saudi Arabia, when you look at what’s going on in Iran and other places, it’s really bad.  It is really bad.  There are a lot of bad things going on in that part of the world.  And frankly, in other parts of the world also.Any other questions?Q    Mr. President, what did you do different than other administrations?  You talked about the 19 people that you’ve seen — Americans held abroad that you’ve seen released.  What did you do differently than previous administrations?THE PRESIDENT:  Well, they’re tending not to take them —Q    And you said you made no deals, so —THE PRESIDENT:  They are tending not to take them out of our administration.  And that’s good.  I like that.  And I think I could tell you why, but I won’t.But they tend not to take them out of our administration.  And you know what?  It’s going to stay that way, okay?Q    Mr. President, did you (inaudible) last night?THE PRESIDENT:  What?Q    Did you watch the interview with the First Lady on ABC last night?THE PRESIDENT:  I did.Q    What did you think?THE PRESIDENT:  I thought she was fantastic.  I thought the First Lady was fantastic last night.  I hope I do as well on “60 Minutes” tomorrow night.  (Laughter.)  I doubt I will, but that’s okay.Q    Mr. President, will you still be sending Treasury Secretary Mnuchin to the conference in Riyadh later this month?THE PRESIDENT:  What do you think about that?SECRETARY POMPEO:  I think we need to continue to evaluate the facts and we’ll make that decision.  As I talked with Secretary Mnuchin about it last night, we’ll be taking a look at it through the rest of the week.Q    Mr. President, now that the Pastor has been released, what is the future for U.S. sanctions on Turkey?THE PRESIDENT:  Well, we were very tough on Turkey, and we’ll take a look.  There was absolutely no deal made.  Frankly, the only deal, if you can call it a deal, is a psychological one.  We feel much different about Turkey today than we did yesterday.  And I think we have a chance of really becoming much closer to Turkey, and maybe even having a very, very good relationship.  We know the people.  And as the Pastor said, these are incredible people.  The people of Turkey are incredible people.  And I think we have a chance now to really have a great relationship with Turkey.  I hope that happens.  Okay?Thank you.  Richard, do you have anything to say?  I’d like to maybe — you and Thom, you worked so hard.  Richard Burr?SENATOR BURR:  Well, we welcome the Pastor back to North Carolina.  He’s been missed.  But his work in Turkey, like everywhere else in the world, to spread the word of Jesus Christ is absolutely crucial and it’s a foundational thing about this country, the United States.  And I think that’s why we love it so much.  Welcome home.PASTOR BRUNSON:  Carolina Blue.  (Laughter.)SENATOR BURR:  That’s right.THE PRESIDENT:  That’s right.  Thom?SENATOR TILLIS:  Pastor Brunson, you mentioned the State team.  I just want to echo that the folks on the ground in Turkey, the two times that I was there, were amazing to work with.  And they deserve a lot of credit.  You know how many times they’ve met with you in the prison, and ow much time they’ve spent with Norine.  And we’re very proud of them.  They’ve done an extraordinary job.  (Applause.)PASTOR BRUNSON:  Martin visited many times.THE PRESIDENT:  In fact, doesn’t speak good English anymore.  (Laughter.)  He forgot English.  You spent a lot of time over there.  Fantastic.THOMEN:  Thank you, sir.THE PRESIDENT:  Great job.  Patrick?REPRESENATIVE MCHENRY:  What a special guy.  What a special man of Christ.  When he comes to the Oval Office and instead of saying “thank you” just for your prayers, he says, “Let me pray for you, Mr. President.”  What a special statement.  And what a special statement about what you’ve done personally.As a delegation in North Carolina, we’ve worked on this release for a very long time.  But things changed when this administration came in.  And the direct involvement of the Secretary of State, and the direct involvement of you, Mr. President, and the Vice President, has made all the difference.  We’re so grateful to see the happy family all back together once again.THE PRESIDENT:  Thank you, Patrick.  That’s very nice.  Mark?REPRESENTATIVE MEADOWS:  Yeah.  Pastor, welcome home.  But I think the other thing is, you had dozens and dozens of advocates.  You had one champion in the President of the United States.  But he was the answer to millions of prayers that went up on your behalf and the behalf of your family.  So thank you for keeping the faith.  Thank you for the entire team.  And praise God for a wonderful celebration today.  And thank you, Mr. President.THE PRESIDENT:  Thank you, Mark, very much.  Appreciate it.James?  Please.  Oh, yes, go ahead.MRS. BRUNSON:  Just also thanks so much to the chargé.  To both.  There was a transition time, but both of them were just so wonderful.  And we just want to acknowledge them publicly.THE PRESIDENT:  You know what?  Before James goes — and you know how James has fought for you — I’d like you maybe to say something on behalf of your husband and how great he —  the bravery that he showed.  Because you know exactly what was going on.  You saw it better than anybody.MRS. BRUNSON:  It was hard for him.  And really, the Lord pulled him through.  Yeah.  Yeah.  I think it was a great testimony in Turkey.  We would like people to know who we really are there.  That we really are there to bless the country.  That’s our desire.THE PRESIDENT:  Thank you for your bravery and everything else.How about you?MRS. FURNARI:  I just want to say thank you for all of your involvement.  I don’t think that we’d be sitting here right now.  I don’t think that I’d be seeing my parents right now if it were not for your involvement and your strong stance.  So thank you.THE PRESIDENT:  I appreciate it.  Thank you very much.MRS. BRUNSON:  She was the face of the family.THE PRESIDENT:  She was.MRS. BRUNSON:  She was.THE PRESIDENT:  She’s become very famous.  (Laughter.)Go ahead.BRUNSON:  I just wanted to say thank you for everything that you’ve done.  I know you and the Vice President have worked really hard, and all of these people.  And it was really hard, like, my dad being gone.  So thank you for bringing him back.  It was definitely amazing.THE PRESIDENT:  Well, you’ve got great parents.  And it’s terrific.  It’s our honor.And, James, maybe we’ll close it out with you?  I’ll just say, on behalf of the Vice President, we are so happy, so thrilled.  James Lankford, go ahead, please.SENATOR LANKFORD:  Thank you, Mr. President.  You all have both faced incredible risks personally.  Your tenacity to be able to stay there by his side throughout this, at great personal risk to yourself through this process, has been awe-inspiring for many of us to be able to watch as well.We’re incredibly grateful for you all to be able to be home.  And we look forward to having a celebration like — a day like this for other Americans from Turkey that need to come home as well, to be able to finish that out.  And we look forward to getting all of those individuals resolved as well and back home.But today, we’re just incredibly grateful after two very long years, for you to be able to be home.  And I look forward to hearing your stories about driving through drive-throughs and getting a hamburger — (laughter) — and about going to just hang out and going to your own church, and just being able to relax and to be able to be with family.And we’re all looking forward to those days of you all not having to be on the front page of a paper and just being back to being Americans again.  And be able to do this.  So, welcome home.THE PRESIDENT:  Thank you, James.  Thank you.END3:06 P.M. EDT",
    "president": null
}