{
    "title": "The Trump Doctrine: Terrorists Lose and Peace Wins – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/terrorists-are-losing-and-peace-is-breaking-out/",
    "created_at": "2020-10-30T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nOctober 30, 2020\n4 minute readIt’s hard to believe that just five years ago, Americans watched in horror as ISIS gained power and territory throughout the Middle East and terrorists killed 14 Americans on U.S. soil in San Bernardino, California.Today, the ISIS caliphate is destroyed. Terrorist leaders Abu Bakr al-Baghdadi and Qasem Soleimani are dead. And instead of sending American troops to fight in endless wars or giving cash to terrorist sponsors in Iran, the United States is securing peace deals with our real allies across the Middle East, including Israel.“The facts speak for themselves,” foreign policy expert Harry Kazianis writes. “Trump has successfully aligned U.S. national security strategy with our national interests.”President Trump is the first American leader since Ronald Reagan not to start a war. Instead, he has rebuilt our military, restored American sovereignty, and renewed the “peace through strength” foreign policy that helped the United States win the Cold War.On issue after issue, President Trump has reversed the disastrous foreign policy of the Obama Administration and put the American people first:Those changes are just the tip of the iceberg. Before this summer, only two Israel peace deals with its Arab neighbors had been secured over the past 72 years. This year, with support from the Trump Administration, two such historic agreements were announced within one month of each other.Other crucial deals followed, including one between Serbia and Kosovo. Just two decades ago, these two nations were at war—with American military involvement. This fall, they came together and made a deal to normalize economic ties.? MORE: President Trump secures historic Middle East peace dealsHere in our own hemisphere, the Trump Administration imposed tough sanctions to pressure the illegitimate “regime” of Venezuelan dictator Nicolas Maduro. President Trump has recognized Juan Guaido as the Interim President of Venezuela, rallying an international coalition of 58 countries in his support.On trade, President Trump’s United States-Mexico-Canada Agreement replaced the failed NAFTA, which sent American jobs and manufacturing power overseas.Perhaps most important among his accomplishments, President Trump reversed Washington’s decades-long, bipartisan refusal to confront China. He successfully used tariffs to persuade China to sign an improved Phase One Trade Agreement, took action to protect Americans from unfair competition and intellectual property theft, and prevented malign actors from gaining access to crucial U.S. information networks.After the Coronavirus spread from China across the globe, President Trump took quick action to reshore critical supply chains, including those for key medicines.With a stronger America, our adversaries know their options are limited. In North Korea, President Trump’s maximum-pressure campaign brought Chairman Kim Jong Un to the table. In Russia, the Trump Administration’s sanctions punished the oligarchs who profited from destabilizing and malicious activities.President Trump is protecting American sovereignty and standing up for our Constitutional rights, as well. This June, he authorized economic sanctions against International Criminal Court officials engaged with any effort to prosecute U.S. soldiers or personnel without the consent of the United States.The American people see these results. According to a Gallup poll from this February, Americans are more satisfied with our country’s position in the world today than they have been at any point since 2003. A large majority of citizens think our government is doing a good job keeping them safe from terrorism, too.Across the world, terrorists are losing and peace is breaking out. When America is safe, strong, and free, our nation’s future—and that of our children—is that much more secure.",
    "president": null
}