{
    "title": "President Trump’s First Weekly Address – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/president-trumps-first-weekly-address/",
    "created_at": "2017-01-28T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\nIssued on:\nJanuary 28, 2017\nThe President’s Weekly Address aired Saturday, January 28, 2017 on Facebook Live at 12:45 PM EST. Visit: https://www.facebook.com/POTUSTranscript:My fellow Americans,One week ago, our administration assumed the enormous responsibilities that you, the American People, have placed in us.There is much work to do in the days ahead, but I wanted to give you an update on what we have accomplished already.In my first few days as your President, I’ve met with the leaders of some of our nation’s top manufacturing companies and labor unions.My message was clear: we want to make things in America, and we want to use American workers.Since my election, many companies have announced they are no longer moving jobs out of our country but are instead keeping and creating jobs right here in America.Every day, we are fulfilling the promise we made to the American People.  Here are just a few of the executive actions that I have taken in the last few days ––An order to prepare for repealing and replacing Obamacare, it’s about time.–The withdrawal from the Trans-Pacific Partnership so that we can negotiate one-on-one deals that protect American workers. That would have been a disastrous deal for our workers.–An order to begin construction of the Keystone and Dakota Access pipelines, following a renegotiation of terms, with a requirement that pipelines installed in America be built with American steel and manufactured here.–A directive to expedite permits for new infrastructure and new manufacturing plants.–An order to immediately begin the border wall and to crack down on sanctuary cities. They are not safe, we have to take care of that horrible situation.This administration has hit the ground running at a record pace, everybody is talking about it. We are doing it with speed and we are doing it with intelligence and we will never, ever stop fighting on behalf of the American People.God bless you, and God Bless America. ",
    "president": null
}