{
    "title": "The Importance of Minerals – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/the-importance-of-minerals/",
    "created_at": "2018-03-12T00:00:00",
    "content": "\n\n\t\tEnergy & Environment\t\n\nMarch 12, 2018\n4 minute readOffice of Science and Technology PolicyOn December, 20, 2017, President Trump issued Executive Order 13817, A Federal Strategy to Ensure Secure and Reliable Supplies of Critical Minerals (Critical Minerals Executive Order). The Trump Administration has just released two important documents that support the Executive Order, the Draft List of Critical Minerals and Assessment of Critical Minerals: Updated Application of Screening Methodology, which will help ensure that the United States has an adequate and affordable supply of minerals that are vital to our Nation’s security and economic prosperity.Minerals are the raw materials used in nearly everything around us. They are in the automobiles we drive in and the roads we drive on—they are even in the fertilizer that makes our Nation’s farms so productive. In recent years, the rapid advancement of technology has led to a significant increase in the quantity and variety of minerals we need. Cell phones, computers, spacecraft, and many other technologies rely on the unique physical and chemical properties of specific minerals that were not widely needed just a few decades ago.The first step to ensuring that the United States has a reliable supply of these “critical” minerals is identifying them. Critical minerals are those that, according to the Critical Minerals Executive Order, have “a supply chain vulnerable to disruption” and that serve “a vital function in the manufacturing of a product,” the absence of which would cause “significant harm” to our Nation’s economy or security. Currently, the production of many critical minerals are concentrated in just a few foreign countries, making the United States heavily dependent on imports.President Trump signed the Critical Minerals Executive Order to help reduce the Nation’s strategic vulnerability for both its economy and military to adverse foreign government action, natural disaster, or other critical mineral supply disruptions. This Executive Order aims to increase activity at all levels of the critical mineral supply chain, ensure miners and producers have access to the most advanced data so they are able to locate domestic sources of these minerals, and streamline the leasing and permitting processes to expedite their access and use.The challenge is determining which materials require the most attention when we rely on many different minerals. This is where documents such as the Department of the Interior’s (DOI) Draft List of Critical Minerals and a recent report published by a Federal interagency group under the National Science and Technology Council (NSTC) fits in.In response to the Critical Minerals Executive Order, DOI used the NSTC report in combination with other data focused specifically on domestic minerals supplies to develop a draft list of minerals critical to the United States. This draft list, which identifies 35 mineral commodities, is available for review and comment in the Federal Register. The NSTC report, Assessment of Critical Minerals: Updated Application of Screening Methodology, describes the latest application of an early warning screening tool that helps researchers assess a mineral’s global potential criticality by evaluating three fundamental indicators: supply risk, production growth, and market dynamics. The resulting “criticality potential” is designed to help both the Federal government and industry decide which minerals warrant attention because they are likely to become critical.Later this year, the Department of Commerce, in coordination with other Federal agencies, will publish a report laying out a strategy for (1) reducing the Nation’s reliance on critical minerals, (2) along with assessing technologies associated with critical mineral alternatives, recycling, and reprocessing, and (3) identifying options for developing new supplies through trade with allies and increased domestic production. This report will help the public and private sectors work efficiently together to maintain a reliable supply chain for these minerals.",
    "president": null
}