{
    "title": "Trump Tax Cuts Have Strengthened U.S. Economy – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/trump-tax-cuts-strengthened-u-s-economy/",
    "created_at": "2018-07-03T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nJuly 3, 2018\n4 minute read\n\n\t\t\t\t\t\tSteven T. Mnuchin\t\t\t\t\t\t\t\nSecretary of the TreasurySix months after the passage of the Tax Cuts and Jobs Act, tens of millions of hardworking Americans are experiencing an economic renewal. GDP is growing faster than it has in a decade.Unemployment is historically low. Business and consumer optimism are reaching record highs. Hundreds of billions of dollars in investments are pouring into our country. Millions of jobs are being created. Families are keeping more of what they earn, and businesses are better able to compete in the global marketplace.The Tax Cuts and Jobs Act championed by President Donald Trump and passed by Congress have been central to the current success of the economy. Tax cuts have inspired more Americans to feel optimistic, and there are now greater opportunities for them. A healthy economy with one additional percentage point of growth means trillions of dollars in economic activity benefiting hardworking taxpayers. All Americans will benefit from better career opportunities and a healthier economic environment.When I traveled with the President during the campaign, we met with many people who explained that the economy was not working for them. We heard from these men and women and developed an economic plan to cut taxes and develop pro-growth policies for the benefit of hardworking taxpayers. We lowered rates, enhanced the standard deduction and increased the child tax credit.Big and small businesses explained the challenges they faced while trying to grow, invest and hire in the United States. We heard that our country needed to fix our broken tax code to make the United States more competitive. We provided for immediate expensing of capital expenditures and cut business taxes.Now, more than 500 companies have announced bonuses, higher wages, increased retirement savings and other benefits for their employees. We shifted from a worldwide system of taxation to a territorial system and incentivized companies to bring trillions of dollars back to the United States. We are already seeing hundreds of billions of dollars return. Companies are investing in facilities and jobs here in America.In just six months, these historic tax cuts are yielding tremendous results for workers and taxpayers all across the country. The unemployment rate — currently 3.8 percent — is at an 18-year low. African American unemployment is the lowest ever recorded. Unemployment claims are at their lowest in 45 years. The Labor Department now reports for the first time that there are enough job openings in America for every unemployed person in the country.Business optimism is soaring. The National Federation of Independent Business is reporting record levels of optimism. The Consumer Confidence Index recently reached its highest level in 17 years. The National Association of Manufacturers is reporting record-setting optimism and confidence in the future. These results demonstrate that America is open for business and that companies are eager to invest and grow in the United States.The Tax Cuts and Jobs Act is fulfilling our critical goals of allowing people to keep more of what they earn and improving the business environment. It restores fairness to the tax code and makes the filing process simpler. By nearly doubling the standard deduction to $12,000 for individuals and $24,000 for families, millions of American families will no longer need to itemize deductions. Millions of people will be able to file their taxes on a simple, postcard-sized return. This will reduce the time — and stress — required to file taxes every year.The tax cuts’ positive results for the American people are here. Many provisions that have improved business competitiveness are permanent, including lower corporate rates and the shift from the worldwide system to the territorial system. Substantial economic progress and greater prosperity are already being achieved, which will mean more career opportunities, more prosperity, and a safe and secure future for Americans.Steven T. Mnuchin is the 77th Secretary of the U.S. Treasury. This op-ed appeared in the Tampa Bay Times on July 3, 2018. ",
    "president": null
}