{
    "title": "Special Guests for the State of the Union Address – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/special-guests-state-union-address/",
    "created_at": "2018-01-29T00:00:00",
    "content": "\nJanuary 29, 2018\n5 minute readPresident Donald J. Trump and First Lady Melania Trump announced that the following individuals will be seated with the First Lady during President Trump’s first State of the Union address:Corey Adams, a skilled welder at Staub Manufacturing Solutions in Ohio, and his wife, were able to become first-time homeowners in 2017, and they will invest their extra money from tax reform into their two daughters’ education savings.\n1/?\nElizabeth Alvarado, Robert Mickens, Evelyn Rodriguez, and Freddy Cuevas are the parents of Nisa Mickens and Kayla Cuevas, who had been close friends since elementary school, but in September 2016, the two girls were chased down and brutally murdered by MS-13.In 2007, Cpl (Ret.) Matthew Bradford stepped on an IED in Iraq, causing shrapnel to immediately enter both of his eyes and blind him. He also lost both of his legs. After multiple surgeries and therapy, Matthew reenlisted in the Marine Corps – the first blind double amputee to do so.Jon Bridgers founded the Cajun Navy 2016, a non-profit rescue and recovery organization that responded to the 2016 flooding in south Louisiana and 2017’s Hurricane Harvey in Texas, helping thousands of people across the South.David Dahlberg is a fire prevention technician in southern California. He saved 62 children and staff members in July 2017 from a raging wildfire that encircled their camp.Police Officer Ryan Holets and his wife adopted a baby from parents who suffered from opioid addiction, breaking down walls between drug addicts and police officers to help save lives.As an aviation electronics technician in the United States Coast Guard, Ashlee Leppert rescued dozens of Americans during the devastating hurricane season, including lifting a woman and four children to safety in a basket.Agent CJ Martinez has spent much of his 15-year tenure working with the United States Immigration and Customs Enforcement’s Homeland Security Investigations to dismantle criminal organizations, resulting in more than 100 arrests of MS-13 gang members who were prosecuted for crimes including homicide, assault, and narcotics and weapons trafficking.Preston Sharp was visiting his veteran grandfather’s grave in 2015 when he noticed that other local veterans were not being honored with American flags or flowers. Today, Preston has organized the placement of more than 40,000 American flags and red carnations on soldiers’ graves.Siblings Steve Staub and Sandy Keplinger started Staub Manufacturing Solutions, and thanks to the Tax Cuts and Jobs Act, they have grown their team from 23 to 37 employees over the last year, acquired a new building for expansion, and given all their employees larger Christmas bonuses.Fred and Cindy Warmbier’s son, Otto, was a University of Virginia student when he was detained in the Pyongyang airport in North Korea. Otto spent 17 months in captivity before being released in severe condition and passing away four days after his return to the United States.Ji Seong-ho is a North Korean defector who grew up during the country’s grueling famine in the 1990s. In 2006, he escaped to South Korea, where he is now a law student at Dongguk University and the president of Now Action and Unity for Human Rights.Read full bios for each of the President and First Lady’s special guests here.",
    "president": null
}