{
    "title": "Trump is Strengthening U.S. Retirement Security. Here’s How. – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/trump-strengthening-u-s-retirement-security-heres/",
    "created_at": "2018-08-31T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nAugust 31, 2018\n3 minute readPresident Trump has issued an executive order to strengthen retirement security in America. The order benefits small-business employees seeking easier ways to achieve greater retirement savings.401(k) plans have proven a successful keystone of our nation’s retirement system. Saving at the workplace works. The 401(k) system is rooted in the private sector and conservative economic principles: simplicity, convenience, and optimism in American prosperity.Virtually all workers at large employers have access to a low-cost, private retirement account. Last year, the Nobel Prize Committee in Economic Sciences recognized these plans have “substantially increased U.S. pension savings,” without impacting “other savings nor increas[ing] debt.” Furthering this tradition, President Trump’s tax cuts have allowed employers across the country to channel new savings into retirement-savings contributions for their employees.Forty-two million Americans, about one-third of the private-sector workforce, work for small businesses with fewer than 100 employees. According to Bureau of Labor Statistics data, about half of small business employees do not have access to the same quality work-based retirement plans as workers at large employers. Other reports put this percentage substantially higher.American small businesses create two out of every three new jobs nationally. With so many Americans working for small businesses, and too many without access to workplace retirement plans, these hardworking Americans will, at best, be ill-prepared for retirement or, at worst, suffer real hardship without adequate savings.For small businesses, establishing and maintaining a 401(k) plan is often too onerous and costly. A different survey from Pew found that 71 percent of small and medium-sized businesses that do not offer retirement plans cited high costs as a reason. As a result, only 14 percent of small employers currently offer a retirement plan to help workers save for their future, according to the Government Accountability Office.It is time that we close the retirement gap.President Trump’s executive order directs his administration to identify policies that would assist small- and mid-sized businesses to sponsor workplace retirement plans by coming together as a group or association of employers. Such retirement plans would leverage economies of scale to give small-business employees access to the same quality 401(k) plans as workers at large companies. Features of these plans may include quality, diversified investment options and opt-out enrollment.These plans could offer an efficient way to reduce paperwork and administration costs for small businesses. This means small-business owners could focus on running their businesses rather than running retirement plans — while still creating opportunity for their employees to prepare for a financially secure retirement.In short, we must work to level the playing field for small businesses by breaking down the barriers that they face when sponsoring workplace retirement plans. Removing these constraints on small businesses is supported by the U.S. Chamber of Commerce, AARP, the financial-services industry, and members of both political parties.At a time when President Trump’s tax cuts are returning more money to paychecks, small-business employees need simple and convenient access to workplace plans to save for retirement and to protect their financial health.401(k) plans are a straightforward, proven vehicle used by millions of Americans working for large employers. If it works for them, it should work for the employees of small businesses, too. We must close the retirement gap today, so that small-business employees can retire in financial health tomorrow.This op-ed appeared in The News & Observer on August 31, 2018.",
    "president": null
}