{
    "title": "Statement from CEA Chairman Kevin Hassett on the Joint Committee on Taxation Score – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/statement-cea-chairman-kevin-hassett-joint-committee-taxation-score/",
    "created_at": "2017-12-05T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tEconomy & Jobs\t\n\nIssued on:\nDecember 5, 2017\nCouncil of Economic AdvisersYesterday, the Joint Committee on Taxation (JCT) released its dynamic economic growth estimate of the Tax Cuts and Jobs Act as reported by the Senate Finance Committee.  While the JCT found that growth would increase by an average of 0.8% over the 10 years and reduce the cost of the bill by $408 billion, we are confident that it underestimates the growth effects of the proposed tax changes relative to what the latest academic research would predict. Ideally, the JCT would have spent recent years comparing the predictions of their models to empirical experience around the world.  Instead, it has provided us with a report that suggests the United States economy’s response to the Senate’s tax cut and tax reform bill would be dramatically different from that of other countries, perhaps because of an aggressive monetary policy by our Federal Reserve.  These conclusions are not supported by sufficient documentation or the recent academic literature to be considered authoritative.The biggest challenge the Senate’s bill addresses is our noncompetitive corporate tax system, which is chasing corporate investment overseas.  Unfortunately, the JCT’s models understate the importance of overseas investment.  At least one of its models places no weight on international investment whatsoever, meaning that the analysis fails to account for the area the bill is most likely to affect.  In contrast to prior scores, the JCT presumes an aggressive Federal Reserve response, which it believes would dampen the bill’s growth effects.  If the JCT believes the Federal Reserve’s Response would deviate from its Forward Guidance, it should explain why and detail the path interest rates would have to follow in order to offset the bill’s stimulative effects.The 11-page JCT releases little documentation on the models it uses and the basis for its assumptions, making its analysis impossible to replicate.  Accordingly, it is difficult to assess why its results deviate so dramatically from those expected from applying the peer-reviewed empirical literature.Of course, it would be far better if its models—which are paid for by American taxpayers—were open source and transparent, allowing anyone could reproduce its analysis and assess the assumptions underlying its conclusions. As it is, however, the best we can do is guess.Our own research, which resulted in two well-documented studies totaling more than 50 pages and resting upon 120 verifiable citations (more than half of which were to peer-reviewed academic journals), reached results that are quite different from those of the JCT.  In fact, we concluded that Gross Domestic Product would be 3 to 5 percent higher over time because of the tax bill.We believe that our assessment more accurately reflects the likely growth effects of the Senate’s tax bill.  Among other things, unlike the JCT, our report drew on a vast international experience, since many other countries have successfully implemented policies similar to those in the tax bill.  Additionally, unlike the JCT, we have helped countless others replicate our results.  And notably, a recent letter from nine prominent economists—including three former chairs of the Council of Economic Advisers, one former director of the National Economic Council, and one former Secretary of the Treasury—estimates growth more in line with our estimates than with those of the JCT.The JCT can play an important role in our fiscal policy debates.  Its latest report on the Senate’s tax bill, however, unfortunately misses the mark.",
    "president": null
}