{
    "title": "Remarks by President Trump and President Pedro Pablo Kuczynski of Peru Before Bilateral Meeting – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-president-pedro-pablo-kuczynski-peru-bilateral-meeting/",
    "created_at": "2017-02-24T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nFebruary 24, 2017\nOval Office3:06 P.M. ESTPRESIDENT TRUMP: Well, thank you very much, everybody. It’s a great honor to have President Kuczynski with us from Peru. Peru has been a fantastic neighbor. We’ve had great relationships — better now than ever before. And I have known him for quite a while through reading about the work that he’s done, and I believe he’s here to get an award at Princeton. An award for what? Explain, please.PRESIDENT KUCZYNSKI: For being an alumnus who did okay, I guess. (Laughter.)PRESIDENT TRUMP: Yeah, did very okay. And your daughter goes to —PRESIDENT KUCZYNSKI: Alex? Oh, my other daughter, Susie, goes to Princeton.PRESIDENT TRUMP: Right. That’s exactly right.PRESIDENT KUCZYNSKI: She wants to study medicine.PRESIDENT TRUMP: And I assume she’s very proud of you getting the big award tomorrow, right?PRESIDENT KUCZYNSKI: Right. And Alex went to Columbia.PRESIDENT TRUMP: That’s great. Good students, good children. So a very, very special man, and it’s an honor to have him in Washington, at the White House. And we’re going to talk some business. I understand they’re going to be buying quite a bit of our military — some of our military vehicles. And they are great vehicles. I just looked at it and we’re approving it. And use them well. Use them well.And if you’d like to say something, Mr. President, please.PRESIDENT KUCZYNSKI: Well, I’m happy to be in Washington. I lived here for a while. I lived in New York. We greatly respect the U.S. We have excellent relations. And Latin America needs to grow more, and we’re going to talk about how to do that. Maybe you have a few ideas.PRESIDENT TRUMP: I guess I do. I guess I do. And we have a problem with Venezuela. They’re doing very poorly. And so we’ll be talking about a lot of different things.And thank you all for being here. Thank you.END\n3:08 P.M. EST",
    "president": null
}