{
    "title": "Jobs Boom Continues to Pull Workers off the Sidelines – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/jobs-boom-continues-pull-workers-off-sidelines/",
    "created_at": "2018-07-06T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nJuly 6, 2018\n3 minute readCouncil of Economic AdvisersThe Bureau of Labor Statistics (BLS) released its monthly Employment Situation Report showing that nonfarm payroll employment rose by 213,000 jobs in June, surpassing what forecasters predicted. The U.S. economy continues its longest, consecutive streak of positive monthly job numbers, with employment growth averaging 215,000 jobs per month in 2018—larger than the gains in both 2016 and 2017. The economy has added more than 3.2 million jobs since President Donald J. Trump took office in January 2017 and 3.7 million jobs since the election in November 2016.Job increases were significant in education and health services (54,000), professional and business services (50,000), and manufacturing (36,000). Since the President was elected, goods-producing industries (construction, manufacturing, and mining and logging) have fared extremely well, adding 876,000 jobs. Growth was also strong in leisure and hospitality (25,000), transportation and warehousing (15,000), and government (11,000) sectors which experienced growth ahead of their previous 12-month average.A separate household survey released by BLS offers more indications of a strong, growing U.S. economy. Although the unemployment rate went up by 0.2 percentage point (p.p.) over the month, it’s the kind of rise that economists like to see: It was due to a rise in labor force participation—more people who have been discouraged and sitting on the sidelines are now throwing their hats in the ring and deciding to look for a job. When they do, unless they immediately find a job, they get counted as unemployed, paradoxically causing the unemployment rate to go up.  The share of unemployed workers who were labor market re-entrants in June was the highest rate since before the Great Recession and remains 0.8 p.p. lower than it was in January 2017.Meanwhile, the unemployment rate for Hispanics reached a new series low, falling by 0.3 p.p. to 4.6 percent. The employment-to-population ratio remained steady at 60.4 percent, indicating that the increase in the unemployment rate was largely a result of these new labor market participants.Labor force participation for prime-age workers, which is an important indicator because it is not driven by demographics but, rather, by the strength of the job market, also increased 0.2 p.p. over the month to 82.0 percent. Since President Trump was elected, 900,000 prime-age American workers have entered or re-entered the labor force.  Employment levels rose by 102,000 people in June, but unemployment rose by even more, resulting in a higher unemployment rate.As shown in the figure below, of those unemployed, almost 32 percent were labor force reentrants in June, or individuals who had previously left the workforce and stopped looking for work, but have now returned to the job market (see figure), the highest rate since before the Great Recession. This high level of re-entrants also signals a healthy economy in which people who had previously given up on finding a job have gained confidence that they will now find one. Meanwhile, the share of new labor force entrants—individuals searching for a job for the first time—accounted for 8.8 percent of the unemployed population in June.Additionally, job leavers (those who voluntarily quit their job) account for 12.4 percent of the unemployed population in June. The share of job leavers also indicates the robustness of the economy as these workers are willing to leave their jobs, presumably for better options.",
    "president": null
}