{
    "title": "Expected Attendees at Tonight’s Dinner in Honor of His Excellency Emmanuel Macron President of the French Republic and Mrs. Brigitte Macron – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/expected-attendees-tonights-dinner-honor-excellency-emmanuel-macron-president-french-republic-mrs-brigitte-macron/",
    "created_at": "2018-04-24T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\nIssued on:\nApril 24, 2018\nThe Honorable Jerome Adams, Surgeon General, and Mrs. Lacey AdamsHis Excellency Gérard Araud, Ambassador of France to the United States of America and Mr. Pascal BlondeauMr. Bernard Arnault and Mrs. Hélène ArnaultHer Excellency Nicole Belloubet, Keeper of the Seals and Minister of JusticeMr. Phillippe BessonHis Excellency Jean-Michel Blanquer, Minister of National EducationThe Honorable John Bolton and Mrs. Gretchen BoltonMr. Thierry BretonHis Excellency Christian Cambon, Senator for Val-de-Marne, President of the Foreign Affairs Committee at the SenateMs. Laurence des CarsThe Honorable William Cassidy, United States Senator from Louisiana, and Dr. Laura CassidyMr. Timothy Cook and The Honorable Lisa JacksonMr. Pierre-Olivier CostaMs. Sarah Coulson and Dr. Douglas BradburnMr. Christian DargnatHis Excellency Jean-Yves Le Drian, Minister for Europe and Foreign AffairsMs. Meghan DugganThe Honorable John Bel Edwards, Governor of Louisiana and Mrs. Donna EdwardsMs. Laurence EngelHis Excellency Philippe Étienne, Diplomatic Advisor, G7 and G20 Sherpa of the President of the RepublicMs. Barbara Frugier, International Communication Advisor to the Presidency of the RepublicThe Honorable Joseph HaginMr. David Hamilton and Mrs. Catharine HamiltonMrs. Marillyn Hewson and Mr. James HewsonThe Honorable Fiona Hill and Mr. Kenneth KeenThe Honorable Stuart Holliday, former Ambassador for the United States, and Mrs. Gwen HollidayThe Honorable John F. Kelly and Mrs. Karen KellyThe Honorable John Kennedy, United States Senator from Louisiana, and Mrs. Rebecca KennedyThe Honorable Henry Kissinger and Mrs. Nancy KissingerMr. Henry Kravis and Mrs. Marie-Josée KravisThe Honorable Lawrence Kudlow and Mrs. Judith KudlowThe Honorable Jared Kushner and The Honorable Ivanka TrumpMs. Christine LagardeThe Honorable Ronald Lauder, former Ambassador for the United States, and Mrs. Jo Carole LauderHis Excellency Aurélien Lechevallier, Deputy Diplomatic Advisor, G7 and G20 Sherpa of the President of the RepublicThe Honorable Paul LePage, Governor of Maine and Ms. Lauren LePageThe Honorable Christopher Liddell and Mrs. Renee LiddellHis Excellency Bruno Le Maire, Minister of the Economy and FinanceThe Honorable James Mattis, Secretary of DefenseThe Honorable Kevin McCarthy and Mrs. Judy McCarthyThe Honorable Jamie McCourt, American AmbassadorMrs. Ronna McDaniel and Mr. Patrick McDanielThe Honorable Stephen MillerMr. Emmanuel MiquelThe Honorable Aaron Wess Mitchell and Mrs. Elizabeth MitchellThe Honorable Steven T. Mnuchin, Secretary of the Treasury and Ms. Louise LintonDr. Mary Morton and Mr. Keith FormanMr. Rupert Murdoch and Mrs. Jerry MurdochThe Honorable Kirstjen Nielsen, Secretary of Homeland Security and Mr. Chad WolfHer Excellency Florence Parly, Minister for the Armed ForcesThe Vice President of the United States and Mrs. Karen PenceMr. Emanuel PerrotinMr. Thomas PesquetThe Most Revered Christophe Pierre, Titular Archbishop of Guneia, the Apostolic Nuncio to the United StatesMr. Hervé Pierre BraillardThe Honorable Michael Pompeo and Mrs. Susan PompeoThe Honorable Dina Powell and The Honorable David McCormickGeneral Benoît PugaThe Chief Justice of the Supreme Court of the United States and Mrs. Jane RobertsAdmiral Bernard RogelThe Honorable John F. W. Rogers and Ms. Deborah LehrMrs. Virginia Rometty and Mr. Anthony Mark RomettyThe Honorable, Wilbur L. Ross, Junior, The Secretary of Commerce and Mrs. Hilary RossThe Honorable Edward Royce, United States Representative from California and Mrs. Maria RoyceMr. David Rubenstein and Ms. Gabrielle RubensteinThe Honorable, Paul Ryan, the Speaker of the United States House of Representatives and Mrs. Janna RyanThe Honorable Sarah Sanders and Mr. Bryan SandersHer Excellency Marielle de Sarnez, National Assembly Member for Paris, President of the National Assembly Foreign Affairs CommitteeMr. Guy SavoyMr. Stephen Schwarzman and Mrs. Christine SchwarzmanThe Honorable Thomas Shannon, Jr.Mr. John ShusterMs. Annette Simmons and Mr. Gerald FronterhouseMr. Frederick Smith and Mrs. Diane SmithThe Honorable, John J. Sullivan, Deputy Secretary of State and Ms. Graciela RodriguezMrs. Julie Sweet and Mr. Chad SweetMr. Hugo VergesDr. Benedict Wolf and Mrs. Ursula Wolf",
    "president": null
}