{
    "title": "Intern Series: It is a Privilege to Serve – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-privilege-serve/",
    "created_at": "2017-08-16T00:00:00",
    "content": "\nAugust 16, 2017\n2 minute readThe first day of my internship at the White House – my first time stepping foot on the White House grounds – was surreal. The night before, I couldn’t sleep. I had wandered around the outer gates of the White House many times before and wondered what really went on inside those historic walls. I was about to find out.The Summer 2017 White House Internship Program class gathered for the first time in the Eisenhower Executive Office Building. This vast building is home to many offices within the Executive Office of the President. After training, when it was time to disembark to our different offices, my supervisor in the Office of Legislative Affairs told us we would be meeting some of the office staff in the West Wing. My first thought was that the West Wing was smaller than I thought it would be. If the White House was represented as organs, the West Wing would no doubt be the brain. It isn’t the biggest, but it is the main thrust behind the President’s daily work. I could not help but be overwhelmed by the magnitude of the White House. People all around the world watch every move made within these walls, and somehow I found myself standing in this building.Every day since that first day, I have paused for a brief moment and realized how lucky I am. Anyone who has the privilege to serve the American people should consider themselves lucky. We may not always agree with each other, but we all share a unique American connection. I will always be grateful for my time at the White House and for the many valuable lessons I’ve learned. It has been a privilege to carry forward our founders’ vision, that we are a Nation conceived in liberty, and dedicated to the proposition that all men are created equal.John Soper is from Bakersfield, California, and is a junior studying Political Science at the University of Notre Dame. John is a member of the Summer 2017 White House Internship Program in the Office of Legislative Affairs. ",
    "president": null
}