{
    "title": "Remarks by President Trump Welcoming Team USA for the 2019 Special Olympics World Games – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-welcoming-team-usa-2019-special-olympics-world-games/",
    "created_at": "2019-07-18T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\nIssued on:\nJuly 18, 2019\nOval Office12:39 P.M. EDTTHE PRESIDENT:  Well, I want to thank you all for being here.  This is special for me and special for the First Lady because this is the Special Olympics.And, I have to say, Vice President Pence and Karen Pence have been so involved.  And because she does such a job with so many things, I’ve asked Karen Pence to represent our government and our country on Special Olympics.  And we have a lot of the great champions here.  We have some of the winners.  They won, and they came in a couple of seconds and a couple of thirds, but a lot of first places.  And we did fantastically well in the Special Olympics.And I’d like to have Karen Pence say a few words.  You have done a fantastic job, and we appreciate it.MRS. PENCE:  Well, thank you, Mr. President.  And thank you for asking me to lead the delegation.  This was probably the highest honor I will ever have as Second Lady.And you have here, represented — you have representatives from Special Olympics, but you also have coaches here.  You have unified athletes and you have Special Olympics athletes here.  And they represent several different sports.  And we’re just so proud of all of them.We’ve become close friends.  I got to see them at the Winter Games and then I got to see them again at the Summer Games.  And it’s so great to see the familiar faces.But one of the great things that I think the President needs to know about all of you is that you are such good representatives of our country.  They have made friends with other athletes all over the world.  And they stay in touch all the time.  And you are really adding to the diplomacy that the United States has.You make us so proud — not just for your athletic prowess, but for the way you represent our country and the way you reach out to other nations and other athletes.  And it was such a privilege to be able to be here with all of you today.And I don’t know if Mary Davis — the President wondered if you could say a few words since you’re the CEO of the Special Olympics.MS. DAVIS:  Sure, Mrs. Pence.  Thank you so much for the opportunity, President.THE PRESIDENT:  Thank you.MS. DAVIS:  I know our athletes are absolutely thrilled to be here.  We create an environment every single day in Special Olympics so that our athletes can be the very best they can be.  And we also create an environment so that the rest of the world can understand their abilities and their courage and their strength and their determination and so that they will be more accepting and we can build a more inclusive community and world.And we were so fortunate to have the Games hosted in Abu Dhabi.  And the ambassador is here, I know, today.  And they’ve just been incredibly supportive of our efforts, and so have you.  And in doing this, you are all creating a more inclusive world for everybody.Thank you —THE PRESIDENT:  Thank you very much.MS. DAVIS:  — for Mrs. Pence being here.  I’ve been at the World Games in Austria and also in Abu Dhabi.  We just had a blast; we had a great time.  She saw soccer, she saw bocce.  (Laughter.)MRS. PENCE:  (Laughs.)  Yeah.MS. DAVIS:  Not golf, mind you, but — (laughter) — all the other things.  And it was a great experience.  And you can see the faces of our athletes, proudly wearing their medals, standing tall.  And —THE PRESIDENT:  Right.  All of you are fantastic.  Just fantastic.MS. DAVIS:  — it’s all through opportunity.  So, thank you for your support.THE PRESIDENT:  Well, Mary, thank you.  And you did a fantastic job.  It was a great success.Where is the ambassador?  Where is the ambassador?Mr. Ambassador, you don’t have to stand there.  (Laughter.)  Come on up.  Would you like to say a few words?  You’ve done a fantastic job — your country has — and it was a great Special Olympics.  So thank you very much.AMBASSADOR AL OTAIBA:  Thank you, sir.  It was just really an honor to host it.  And these athletes represented the country very well.  And the UAE not just was honored, it was happy, it was proud.  The people in the country were actually joyful for the entire week that this was going on.  We were worried that we weren’t going to have enough volunteers; we ended up having 21,000 volunteers sign up for the event.So it was just a reflection of how well it went.THE PRESIDENT:  That’s fantastic, isn’t it?  Right?  Wow.  Congratulations.  Say hello to all the folks.AMBASSADOR AL OTAIBA:  Thank you, sir.THE PRESIDENT:  Our friends, right?  Great friends.  Great friendship.  Thank you very much.Well, I just want to congratulate every — I mean, what you’ve done is incredible.  Bringing home all those medals.  How did you feel about winning?  How did you feel?MS. CAMERON:  I did good.  I did five — over five time — — five times over.THE PRESIDENT:  Whoa.  (Laughter.)  That’s not bad, huh?  (Applause.)MS. CAMERON:  I did — I did fourth — fourth place.THE PRESIDENT:  Right.  Very good.  Thank you very much.MRS. PENCE:  But, Mr. President, Jane was telling us beforehand — we were waiting in the Roosevelt Room — she was sharing that she was so excited that her dad and she both have the same color hair as you.  (Laughter.)THE PRESIDENT:  Wow.MS. CAMERON:  Yes.THE PRESIDENT:  Oh, wow.MRS. PENCE:  Pretty proud of that.THE PRESIDENT:  I hope he has a beautiful head of hair like me.  (Laughter.)  Maybe it’s better.MS. CAMERON:  But my dad (inaudible) hair.THE PRESIDENT:  He likes the hair.  (Laughter.)  That’s very interesting.  I’m going to have to think about that.  (Laughter.)  Thank you.  Say hello to your dad, right?MS. CAMERON:  No.  I’ll tell you why.THE PRESIDENT:  Go ahead.MS. CAMERON:  My dad died.THE PRESIDENT:  Ooh.MS. CAMERON:  And my mom too.THE PRESIDENT:  When did your dad die?MS. CAMERON:  (Inaudible) home.THE PRESIDENT:  That’s too bad.MS. CAMERON:  And my mom too.THE PRESIDENT:  And you loved them both, right?MS. CAMERON:  Yes.THE PRESIDENT:  That’s good.  And they’re proud of you, you know?  They’re looking down right now, because you’re in the Oval Office.  This is the big stuff, right?  You’re in the Oval Office, and they’re looking down on you and they see gold, right?  That’s gold.MS. CAMERON:  Yes.THE PRESIDENT:  That’s really something.  And they’re very proud of you, right?MS. CAMERON:  Thank you.THE PRESIDENT:  So, congratulations.MS. CAMERON:  Thanks.THE PRESIDENT:  Who would like to say?  Would you like to say something?  Anybody?  On your great victory?MRS PENCE:  Well, I think you should tell about your special accomplishment.  (Applause.)MR. MILLETT:  On behalf of Special Olympics (inaudible) — we have 15 total.  We’re (inaudible) to be here in this great room.  It’s a great honor and privilege to be here.My shot was okay.  It was three-fourths shot at the end of the game.  It was swish.  It went viral.  It really (inaudible).  (Laughter.)THE PRESIDENT:  It was?  It was (inaudible).MR. MILLETT:  Yeah, it went viral.Yes, so thank you for the honor to be here.THE PRESIDENT:  Thank you.MR. MILLETT:  This is a once in a lifetime.  So we appreciate all you do for Special Olympics.  And we —THE PRESIDENT:  Thank you.MR. MILLETT:  — say thank you.THE PRESIDENT:  Very proud of you.  Thank you very much.  That’s great.  That is really — how about over here?  Anybody want to say something about your great victory?MS. RODRIGUES:  I’m Delina.  I’m a powerlifter and I won gold overall.  (Applause.)THE PRESIDENT:  You did?  (Inaudible.)  Let me see.   Excellent.  Yeah, I can see that.  (Laughter.)  So how much — how much did you lift?MS. RODRIGUES:  I’d say 120.THE PRESIDENT:  Wow.  I can’t lift to 120.  (Laughter.)  That’s fantastic.MS. RODRIGUES:  Thank you.THE PRESIDENT:  I can see that.  Thank you.Go ahead.MR. SPAETH:  I do track.  I’m from Greensboro, North Carolina.THE PRESIDENT:  That’s fantastic.  (Applause.)  I just left — I just left North Carolina.  That’s a great state.  It’s a great — they’re great people.  Great state.  I just left.  I just got back.  I got back late last night from North Carolina.MS. CAMERON:  Okay!THE PRESIDENT:  Right?  Good, right?MS. CAMERON:  Yeah.THE PRESIDENT:  That’s —MS. CAMERON:  I see you on TV.  (Laughter.)THE PRESIDENT:  You saw me on TV?MS. CAMERON:  Yes, I did.THE PRESIDENT:  Did you like it?MS. CAMERON:  Yeah.THE PRESIDENT:  Did you like — see?  That’s good.MS. CAMERON:  I did.THE PRESIDENT:  Boy, that was good.  And I didn’t — I didn’t pay for that.  (Laughter.)  I didn’t pay — I didn’t pay for that, Jon.But listen, just on behalf of Karen Pence; Mike Pence, our Vice President; Melania, First Lady; and everybody here — and, Mary, I want to thank you for doing a fantastic job.  Karen, I want to thank you for doing an incredible job.  You work so hard.MRS. PENCE:  Well, thank you, Mr. President, for restoring funding for Special Olympics.  We are very, very grateful.  (Applause.)THE PRESIDENT:  Thank you, everybody.  Thank you very much.Q    Mr. President, if I may —MR. MILLETT:  Mr. President, we have a —Q    Mr. President, Mr. President, if I may —THE PRESIDENT:  Jon, excuse me.Go ahead.MR. MILLETT:  Mr. President, we have a shirt we’d like to give you.  Mr. Vice President, I have a shirt we’d like to give you.THE PRESIDENT:  Oh, that’s very nice.THE VICE PRESIDENT:  (Inaudible) give it to the President.MR. MILLETT:  Yep.  She has it.THE PRESIDENT:  Oh, that’s beautiful.  Thank you.MR. MILLETT:  I have your —We all signed it.THE PRESIDENT:  Wow.  All signed.  Thank you so much.MR. MILLETT:  Thank you very much, Mr. President.THE PRESIDENT:  Thank you very much.Okay, thank you.Thank you, darling.  Appreciate it.MS. RODRIGUES:  No problem.THE PRESIDENT:  No problem is right.  (Laughter.)Yes.Q    And, Mr. President, if I may, when your supporters last night were shouting — chanting, “Send her back,” why didn’t you stop them?  Why didn’t you ask them to stop saying that?THE PRESIDENT:  Well, number one, I think I did.  I started speaking very quickly.  It really was a loud — I disagree with it, by the way.  But it was quite a chant.  And I felt a little bit badly about it.  But I will say this: I did, and I started speaking very quickly.  But it started up rather — rather fast, as you probably noticed.Q    So you’ll tell your supporters never to say it again?THE PRESIDENT:  Well, I would say that —Q    That that is —THE PRESIDENT:  — I was not happy with it.  I disagreed with it.  But again, I didn’t say — I didn’t say that; they did.  But I disagree with it.Q    But they were echoing what you said in your first tweet, that they should “go back.”THE PRESIDENT:  Well, I don’t think — if you examine it, I don’t think you’ll find that.  But I disagree with it.Anybody else?Q    Why did you decline the NAACP’s invitation to be part of the presidential forum next week?THE PRESIDENT:  Because we had a date set and then they wanted to change the date.  And they wanted to do it within the form of an interview.  I had agreed to make a speech.  I would have loved to have made a speech to the NAACP.We have, as you know, record unemployment numbers — the lowest in the history of our country.  We have — the poverty numbers — it’s a poverty scale — and the African Americans doing the best that they’ve ever done in the history of our country.  We have something to be very proud of.  I mean, really proud of.I was going over with Mike, before, some of the numbers having to do with the African American community.  It’s the best numbers we’ve ever had.I very much wanted to go, but we had a date; the date got changed.  And unfortunately, they wanted to do it in the form of a question and answer.  I think you were going to be, possibly, the person asking the question.Q    I am the moderator.THE PRESIDENT:  Yeah, I mean, so —Q    And they say  —THE PRESIDENT:  — maybe you could answer the question better than me.Yes, go ahead.Q    Mr. President, will you appoint Senator Rand Paul as your emissary to Iran, as it was reported?THE PRESIDENT:  No.  I don’t know anything about that other than I have spoken to Senator Paul.  And Senator Paul is somebody I have a very good relationship with.  And I would listen to him.  But I didn’t appoint him, no.  When did this come up?\nQ    Yesterday or the day before.THE PRESIDENT:  Yeah.  No.  He’s somebody that I listen to.  I respect Senator Paul.  And if he had some ideas, I’d listen.I will say that Iran is a much different country right now.  When I took over, and Mike and I came into office, Iran was the scourge of the world.  They were doing 14 different sites of confliction.  They were fighting and causing problems in Yemen and Syria and Iraq and all over.  It’s a much different country right now.  And you look at what’s happening.  You look at them pulling back.  And they’re not pulling back because they love us; they’re pulling back because they don’t have money.They’re being hurt very badly by sanctions.  And I hope that doesn’t happen for long because I hope they’re able to straighten it out.  It can happen very quickly.  But if you look at the original President Obama deal, it was a disaster from many standpoints, but almost, most importantly, because it was going to be ending very shortly.You know, it’s a very short-term deal.  And you can’t have a short-term deal for a country.  You need 100-year deal.  You don’t need a short-term.  In a few years, literally — in a few years they would be on their way to a nuclear weapon.  That’s unacceptable.Plus, they can’t do ballistic missiles, and the deal allows them to do ballistic missiles.  And we have to look other sites.  The best — the most important site we we’re not allowed to go in and look at.  What kind of a deal is that?  And other things.  And many other things.So Iran is not the same country.  They have inflation now at 75 percent.  They’re having tremendous problems within the country.  They’re selling very little oil.  We have an embargo.  We have a stop on oil.  Even the European countries are now agreeing with me.  You see they’re coming over.  And they’re coming over very strong.It’s very sad what happened to Iran.  All we want to do is have a fair deal.  The deal that was made was a bad deal.  It was not approved by Congress.  A lot of problems with the deal that was made.  And we can do something quickly, or we can take our time.  I’m in no rush.  I’m in no rush.Q    Mr. President, are you concerned that your supporters chanting, you know, “Send her back” puts Representative Omar or these other representatives in danger?THE PRESIDENT:  Well, I have tremendous support.  And I wasn’t happy with that message that they gave last night.  But that was a packed arena.  We could’ve sold the arena.  We could’ve sold 10 of those arenas last night.  There were tremendous numbers of people that couldn’t get in.  We had, outside, thousands and thousands of people.  We had thousands and thousands of people that wanted to come, and we said, “Please don’t come.”  It held 10,000 people.  It was packed.  We could’ve sold that arena 10 times.There’s tremendous support for the Republican Party.  There’s tremendous support for this team — for the President, for the Vice President.  We have tremendous support, maybe like nobody has seen in a long time.  There’s great energy.  I say there’s far more energy on the right than there is on the left.  I mean, I hear about the left; all I see is the left is fighting all over the place.  I think we have far more support than they do, and I think we have far more energy than they do.  And we’re going to have a very interesting election.But I was not happy when I heard that chant.Thank you every- — thank you very much everybody.Q    Mr. President, why did they do it?  Why did they do it, if not responding to —THE PRESIDENT:  You’d have to ask them, Jon.What I would suggest as — I was not happy with it.  But what I would suggest: You go there, go to North Carolina, and you ask the people why did they say that.  But that’s what they said.  That’s what they —Q    But you’ll stop them if they try to do it again?THE PRESIDENT:  Well, I didn’t like that they did it.  And I started speaking very quickly.  I could have — I could have stood —Q    You let it play out for several seconds.THE PRESIDENT:  Really?  If you would have heard, there was tremendous amount of noise and action and everything else.  I started very quickly.  And I think you know that.Q    That chant went on for —THE PRESIDENT:  Well, maybe you’re giving me too much credit.  You’re used to giving me too much credit.Thank you, everybody.Q    Will you stop it next time, Mr. President?  Will you stop it the next time?THE PRESIDENT:  Yes.  I will try.  I would certainly try, yeah.Q    Thank you.Q    Mr. President, on the debt ceiling —THE PRESIDENT:  We’re working on the debt ceiling.Q    Are you close?THE PRESIDENT:  Don’t forget, you know, the debt under President Obama added more debt than every President put together.  So you’re talking about a debt ceiling: President Obama added $10 trillion during his eight years.  He doubled the debt.  He added more debt than every President — every single President put together.  President Obama doubled — more than doubled the debt.So we’re talking about a debt ceiling.  The previous President doubled the debt.  And that’s what we get stuck with.  That’s the way it is, folks.Thank you very much.Q    Are there sanctions — sanctions on Turkey that you’re anticipating?THE PRESIDENT:  No, we’re not looking at that right now.  No.Thank you everybody.  Thank you.Q    Thank you, sir.THE PRESIDENT:  Thank you.END12:56 P.M. EDT",
    "president": null
}