{
    "title": "President Trump has taken decisive action to get the American economy moving again – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-taken-decisive-action-get-american-economy-moving/",
    "created_at": "2017-10-17T00:00:00",
    "content": "\n\n\t\tBudget & Spending\t\n\nOctober 17, 2017\n3 minute read\n\n\t\t\t\t\t\tMichael R. Pence\t\t\t\t\t\t\t\nVice President of the United StatesIn the first nine months of our administration, President Trump has taken decisive action to get the American economy moving again.We’ve slashed job-killing red tape at a record pace, unleashed American energy and put working families first with our trade policy. The results are undeniable: Businesses have created over 1 million new jobs, unemployment is at a 17-year low, and after eight years of less than 2 percent growth, the American economy is growing at more than 3 percent.But as the president likes to say, that’s just what we call a good start. To truly revive our economy, expand opportunity and bring about a middle-class miracle that will benefit cities like Buffalo, Trump is working tirelessly to pass the largest tax cut in American history – and we will pass it before the end of this year.\nI’ll visit Buffalo today to meet with working families and job creators to discuss the president’s “American model” for tax cuts. Our vision is to put more money in working Americans’ pockets, put job creators back on the path to success and once again put America first.Our tax cut plan is based on four principles that every American can get behind.\nFirst, we’re going to give working families a historic tax cut. We’ll make sure that working families pay zero federal taxes on their first $24,000 of income, expand the child tax credit and end the death tax once and for all.Second, we’ll make the tax code simple and fair. We’ll cut seven brackets down to three, we’ll streamline the code so that more than 90 percent of Americans can file their taxes by themselves on a single sheet of paper, and we’ll eliminate the handouts, carveouts and loopholes that benefit the wealthy and the well-connected at working families’ expense.Third, we’re going to make American business competitive again, by cutting our business tax rate from 35 to 20 percent. And we’re going to make sure that small businesses get the same relief as big corporations, by cutting the pass-through rate to 25 percent – the lowest level since 1931.Finally, we’re going to cut taxes on the trillions of dollars that American companies have locked overseas, so those dollars can be invested in American workers, American jobs and America’s future.All told, our tax cut plan will give the typical American household an extra $4,000 every year – at least.\nIt’s a time-honored truth: When we cut taxes, we launch a new era of soaring incomes, more jobs and a thriving middle class. The bigger the cut, the bigger the growth. John F. Kennedy proved it. Ronald Reagan proved it. And Donald Trump will prove it again.A tax cut means more jobs, higher wages and an economy where anything is possible and anyone can achieve the American dream.The president and I are committed to passing our tax cut plan this year – and I know the best days for Buffalo, and for all of America, are yet to come.Originally Appeared in The Buffalo News",
    "president": null
}