{
    "title": "Remarks by President Trump in Photo Opportunity with Sheriffs – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-photo-opportunity-sheriffs/",
    "created_at": "2019-09-26T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tLaw & Justice\t\n\nIssued on:\nSeptember 26, 2019\nSouth Lawn4:52 P.M. EDTTHE PRESIDENT:  They’re starting to see the changes that we’ve done in their communities all across the country.  A tremendous progress has been made, even on the border.  The border is like a different place.  And we have 27,000 Mexican soldiers guarding our border.  And I want to thank the President of Mexico because they’ve been great.  Plus, we’ve changed laws and we’ve done many different things.We can’t get the Democrats to do anything.  They won’t change any of the loopholes, and would make it so much easier, as you know.  They won’t change loopholes.  They won’t change asylum.  They won’t do anything with asylum.  They want open borders, and, frankly, I think they want crime.  But they want open borders.  They want drugs.  They want human trafficking.  And it’s a disgrace.But, Sheriff, that’s a great honor.  And I really appreciate — this is a big — to me, this is a very important award.  This is a great honor.  And I have tremendous respect for the people standing alongside of me.  It’s a tremendous (inaudible).  (Applause.)SHERIFF HODGSON:  I know I speak for these sheriffs and American sheriffs across the country that you’ve done more in two years than the past administrations and Congress has done for 20 years, Mr. President.THE PRESIDENT:  Man.SHERIFF HODGSON:  You know what?  We salute you.  And God bless you for what you’ve done for us.  Thank you so much.  (Applause.)On behalf of America’s sheriffs, we’re presenting to President Donald J. Trump, in appreciation for your strong leadership, unwavering efforts to stop illegal immigration and the burden it places on our citizens, families, neighborhoods, and our nation, America’s sheriffs and the Angel families of America salute you, sir.THE PRESIDENT:  Thank you very much.(Plaque of recognition is presented.)  (Applause.)Really importantly, Sheriff, on behalf of the other sheriffs and everybody here at law enforcement said that we’ve done more in the last two and half years for safety and security than the last 20 years’ worth of administrations.  And I’ll tell you, that’s an honor.  And I’m a big fan of the people alongside of me.  I’m a big fan.  And I want to thank you (inaudible) and thank everybody.PARTICIPANT:  We’re your fan too!  (Applause.)END            4:55 P.M. EDT",
    "president": null
}