{
    "title": "Press Gaggle by Press Secretary Sarah Sanders et al. en route Washington, D.C. – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/press-gaggle-press-secretary-sarah-sanders-et-al-en-route-washington-d-c-8-29-2017/",
    "created_at": "2017-08-29T00:00:00",
    "content": "\n\t\t\t\tPress Briefings\t\t\t\nIssued on:\nAugust 29, 2017\nAboard Air Force One\nEn Route Washington, D.C.7:22 P.M. EDTMS. SANDERS: Obviously, we’ve had a very powerful day, a strong day, mostly a very productive day with the President having the opportunity to sit down with a lot of state and local officials, and get some real-time updates, and talk to a lot of folks firsthand that are here and have been on the ground, and see how we can be of assistance as a federal government.The number-one thing after talking to him just a little bit ago that he wanted to reinforce from today was that this is all about people and making sure that we’re taking care of the people of Texas. And that’s his number-one priority. That’s what he has instructed his Cabinet is — their number-one priority is just making sure we do everything we can to help and take care of the people. He was very impressed, and has been, with the level of, as he said, “love” and the “spirit” and the “cooperation” that you’ve had with so many different people, different agencies — state, local, and federal officials.And with that, I’m going to turn it over to the Cabinet Secretaries and let them give you a quick update.Q Can each person identify themselves for the people on the ground?MS. SANDERS: Yes, sir. So we can start here and we’ll rotate around.ACTING SECRETARY DUKE: Hi, I’m Elaine Duke, and I’m Acting Secretary at Department of Homeland Security. I just want to talk a little bit about our role. We have FEMA in our department, and so I’m supporting Administrator Brock Long and the response efforts currently going on and through recovery. In addition, we have several other of our operating components working on the response to the hurricane.We have Coast Guard, which is doing quite a bit of search and recovery. They will be restoring the waterways, making sure the aids to navigation are there, anything that needs to be done to open the waterways.We have, also, Customs and Border Protection that is aiding in the rescue. And we have a surge force of DHS employees — about 1,000 persons that come out of their routine jobs and surge with FEMA to provide support. And those are some of the areas. We also have deployed law enforcement from Immigration and Customs Enforcement and others to augment the law enforcement that’s in the local area.Q What’s your biggest challenge at this point?ACTING SECRETARY DUKE: Our biggest challenge right now is finishing the search and rescue, and then when the rains stop is getting people out of shelters and into transitional housing. You know, shelters should be used for as short a period as possible. So we’re already starting the transitional housing for those that have been put out of their homes.Q How much longer do you think the search missions will take?ACTING SECRETARY DUKE: We expect the rains to end within the next 24 to 48 hours and then the water will start to go down. And we will continue looking, and until all the waters are gone, I really don’t think we’ll be completed with making sure we’ve accounted for everyone.Q On the transitional housing front, what is your vision for that? Is this going to be something that will encompass several states? Or do you have a sense of how large of an area will be providing transitional housing?ACTING SECRETARY DUKE: Yes, so transitional housing — we try to keep people as close to their original homes as possible and get them back to their regular routine of life. So we could be looking at hotels, people sharing their homes. A lot of people have family that they can stay with. So our goal would be to keep them as close as possible to home, get schools reopened, those type of things, so people can start getting back to their regular pace of life as soon as possible.And then we would work with rebuilding and, if necessary, modular homes to help some people be able to stay in their land while we’re rebuilding homes.Q How many people do you expect to be under this sort of shelter?ACTING SECRETARY DUKE: We don’t know that yet. They apply through FEMA. I’ve heard about 20,000 people are in shelters — the temporary shelters right now. That number is very fluid, but not everybody is in the shelter that will need transitional housing. So my guess is it will be much more than the number we see in the shelters. Some people will come back from wherever they’re staying and look for help to get their homes repaired or rebuilt.Q What are the biggest lessons that DHS, and especially FEMA, learned from Katrina and from Hurricane Sandy, and from these other really big storms that have happened in the past decade or so?ACTING SECRETARY DUKE: I think the biggest lesson we learned was on having a continual relationship with our state and local partners. So, as you saw today, probably with our Region VI Director and Brock and his counterparts, it wasn’t last Friday when we all just met each other. There are these regular relationships; we’re working on them all the time with planning. So when we have to react quickly, the baseline is set and we’re ready to go. And there’s that partnership and that relationship that we can build on.And I think that was probably the number-one thing. And then also, coaching each other — not just waiting for the state to ask or vice versa, but saying, hey, this is what we can do for you. And I think that’s that relational part of planning together and being concerned about the people together.MS. SANDERS: Let’s take one more question for Secretary Duke.Q Do you think in the longer term there will be a need to appoint a coordinator to kind of run this when the initial attention ebbs away?ACTING SECRETARY DUKE: We will have a lot of attention. So we will establish a joint field office, and that will have a federal coordinating official that we’ll appoint. And their job will be to coordinate all that. We will have a major joint field office.In addition, from leadership and the President, he has asked all of us to make sure that we’re focused. Some of us have short- and long-term responses, others. But I think that having the people you have here today, we were just sitting up front talking about how we’re going to work together over the next months to years. So we’re not ending it with this plane ride today.Thank you.ADMINISTRATOR MCMAHON: Hi, I’m Linda McMahon. I’m the Administrator for the Small Business Administration.So our goal, obviously, is to get businesses reopened. But also this is a time when SBA for the first — not the first time — but also — not also — this is a time when SBA gets involved in home mortgages as well. Ordinarily, we do not. Our loans are really guaranteed for businesses. SBA, at this point, also makes the loans directly instead of guaranteeing a loan from the lender.So the first step is to apply through FEMA. FEMA then makes a recommendation to send over a prospective small-business owner or homeowner that is looking for these loans to us. We then qualify them to make sure that they are able to repay the loan. And then, if that whole process turns out to be that we can then give them a loan, then we do. So the third one is processing the loan and getting their money to them.So it’s a three-step process, and you can go to SBA.gov and just click on the banner. That will take you right to the application site for the disaster loan.Q Do you have enough money for what you need to do?ADMINISTRATOR MCMAHON: We have enough money to certainly get started for a good while. We’ll have to see what the extent of the damages are, but clearly we are prepared to move forward with a substantial number of loans at this point.Q Any preliminary assessment of how many businesses might be affected by the storm and what the scope of the needs might be?ADMINISTRATOR MCMAHON: We don’t have that yet. It’s just too early to tell. You know, SBA is really probably not in the recovery process so much as FEMA is, but SBA works lockstep with FEMA. As a matter of fact, when FEMA opens a district office, SBA will be in that office as well. So people can apply in person, they can apply online, or through the mail.Q How do you know if somebody can pay back a loan if they’ve lost all their collateral, if they’ve lost their business?ADMINISTRATOR MCMAHON: Well, they must show an ability to repay the loan or we can’t grant the loan.Q What does that mean, though? If I’ve lost everything, then how can I show I can pay back the loan?ADMINISTRATOR MCMAHON: You will have to have a good credit score, and we also look at your tax transcript to see what your ability to pay would be.And also, SBA, in this loan process, is not just about plant property, equipment, and inventory, but also a loss of operating capital, up to a cap of $2 million.Q Two million?ADMINISTRATOR MCMAHON: Two million. All total for all of that.And also, we provide up to $200,000 for homeowners and $40,000 for loss of property, even for renters — personal property.Q Sorry, Steve, you asked how big the pot was?Q Yeah, if she had enough money, yeah.Q How much money have you got on hand?ADMINISTRATOR MCMAHON: We have lending authority right now of over $3 billion. So we’re good for now.Q (Inaudible.)ADMINISTRATOR MCMAHON: Well, we’ll see. We’ll see. This is a devastating storm, so we’re going to have to see. I couldn’t answer that question now.Q How long does the process usually take to get a loan?ADMINISTRATOR MCMAHON: Well, we had our first application on Sunday. We approved that homeowner’s loan today. Now, that was very quick. Typically, as the volume increases, obviously it take longer. But our goal is to be able to process 100,000 applications in a 30-day period. As we gear up from the employees we have on-boarded now, which is about 900 and bringing in another 600 from our surge offices.MS. SANDERS: Thank you so much, Administrator.ADMINISTRATOR MCMAHON: Thank you.SECRETARY CARSON: Okay, Ben Caron, Secretary of Housing and Urban Development. And our role tends to be more in the recovery phase, but it’s very important to be involved early on so that we have a relatively smooth transition.Also, there are things that we can do early on, such as helping to reallocate, or helping the state and the localities to reallocate some of the federal resources directly to disaster relief. Also, immediate relief of foreclosure proceedings; providing mortgage insurance, providing insurance for mortgages and rehabilitation through the Section 203(k) program. Also, providing loans through the Section 108 guaranteed loan program for local infrastructure needs, for rehabilitation, for economic development. And also, assessing what apartments and other living facilities are available, and we share that information with FEMA and with all the other agencies in order to facilitate placement.And then, of course, our long-term aim is obviously to get people back into their homes, which means that there’s going to be a lot of remediation after the water recedes, looking at mold and all kinds of conditions that make it very difficult for people to live. Obviously, we’re going to be involved in the ground floor in getting those things done.Q Is there enough space for all these people for housing?SECRETARY CARSON: There’s always more space that can be had, and we’re always looking for innovative ways in order to house people. But we will obviously, and we always do, come up with adequate space.Q I’m sorry, just one more thing. When you reallocate assets from one place to another, do you risk hurting the place where the money started?SECRETARY CARSON: Well, there’s no question that you have to prioritize. And when we have an emergency like this, perhaps some other things may not be quite as important.Q What kind of budget priorities do you think might be made for housing in the expected request from the administration? There was like a zeroing-out of the Community Development Block Grant Program, which I understand was helpful for Katrina and Sandy victims.SECRETARY CARSON: Well, my conviction is no eviction, and I leave it at that. Obviously, we’ll do what we need to do in order to make sure that that doesn’t happen.SECRETARY PRICE: Tom Price, Secretary of Health and Human Services. I think that what today was, was really an inspiring visit to a devastated area. The spirit of the people of Texas is absolutely phenomenal. And what they understand is that it takes a partnership between the local, city, county, state folks, along with the federal government. And I think the message that the President delivered [is] one of absolute support for the individuals here in Texas.From an HHS standpoint, our mission right now continues to be life saving and rescue. Many hospitals are getting to the end of their power-generating capacity so that they continue to have electricity, and we’ve been making certain that they’re getting replenishment of the fuel that’s necessary. The same is true for nursing homes.There have been about 30 hospitals that have closed in the area in Texas. All of those patients have been transferred to hospitals within the state. The state had capacity to be able to accommodate that.Some unique situations that people don’t oftentimes think about is — one is dialysis. Folks require dialysis — usually if they have a renal failure — twice a week, usually Monday-Thursday, Tuesday-Friday. So we’re in a time period now when folks were dialyzed last week. Their dialysis time comes back up and they may not have had the facility available to them. So working with the companies that provide the dialysis, the entities that provide the dialysis, we’ve been able to move those individuals to places that could accommodate them.Same is true for folks with durable medical equipment — oxygen concentrators and electric wheelchairs and those kinds of things — to make certain — well, what HHS does is identify where those people are or who they are, and then, in concert with the local government, let them know and so somebody can go out to the house or the apartment and make certain that they’re doing all right.But we’re early in this. This is going to be a long, long duration. After, as somebody said, the sun comes out, we’ll have a recovery phase that will last years, literally. And our goal at HHS to make certain that their health needs and human services needs are met.Q How many hospitals, do you think, are still in jeopardy from the elements?SECRETARY PRICE: There were six or seven more hospitals this morning that were in the process of evacuating or partial evacuation. Now, it would — I don’t know that there are any more that, given the current flood pattern, that are going to be in jeopardy. The challenge is making sure that they are staffed up — that they have medical staff. Obviously, many of these staff members have been working since Friday or Saturday. So one of the things that we have is disaster medical assistance teams that come in and are able to give folks relief and are able to fulfill some of that staff need.Q Do you think you have enough beds now for the people who need care, or are you short significant beds?SECRETARY PRICE: Currently, all the capacity that was needed has been handled by the state of Texas — within the state of Texas.Q Based on your experience in Congress, what’s the climate going to be like on Capitol Hill for spending requests for hurricane recovery?SECRETARY PRICE: Well, I think that Congress will recognize that this is a — this has been described as a storm and flood of epic proportions, and that that they will respond to the needs of the American people.Q Do you have any concerns about any particular waterborne diseases or any kind of conditions that would be affected by water quality as this water starts sitting around for longer?SECRETARY PRICE: Whenever you have standing water and this amount of water, that builds a stew that can harbor significant bacteria and marine challenges from an infection standpoint. CDC has guidelines for that and they’re posted already, and we will work with the local communities to make certain that we’re doing all that we can to mitigate the challenge.Q Governor Abbott mentioned, when we were on the ground in Austin, that during the flight from Corpus Christi to Austin you guys had been looking at videos and so on of events in Houston, and that the President was heartbroken. Can you describe to us what was going on? Were you —SECRETARY PRICE: I wasn’t in that cabin, but I will tell you that, in my conversations with the President and in my experience with the President, that his passion and his love for the American people and concern about their welfare is unending. And what he has seen in this is what all of us have seen when you watch the television and you see the situation — the tragic situation that many individuals are in. And his heart goes out to them, as does everybody’s heart.But the Texan people and the people in Louisiana who are about to be challenged, and the American people have always risen to the occasion and will do so this time as well.Thank you all.MS. SANDERS: Thank you. All right, we’ll dive right in. I’ll take a couple questions. I’m sure you don’t have anything left to ask. Since we had all the brilliant individuals back here answering all the really tough stuff, I’ll take the easy ones now.Q Are you expecting an emergency spending request to cover the hurricane funding? Or will it be attached to the CR or something else?MS. SANDERS: You know, I think that something they’re still working through — what the best mechanism is possible and what the best way is to make sure that the people of Texas get the funding they need.Just one quick update that I meant to mention on the top, and I know the President has mentioned it before, but we are definitely going back to Texas on Saturday and possibly Louisiana on Saturday as well, depending on the weather conditions there. We’ll probably be going into a more southern part of the state and a different part of the state than we were earlier today.Q Following up on Steve’s question, you mentioned that the people of Texas will get the money that they need. Does the administration believe that that money should be offset in the budget somehow?MS. SANDERS: Again, we’re still I think working through that process. I think the first thing is to determine how much they need, what the need is, and then develop the best process and plan forward from there.Q You’ve got no ideological, you know, guiding principle that it should be budget or revenue-neutral — or budget-neutral, rather?MS. SANDERS: I think that the guiding principle here is taking care of Americans. I mean, that’s the very core of who we are and that’s something that the President has been very clear about. And when we have people in our country that are facing the type of devastation that Texas and possibly Louisiana are, then we want to step up and be able to play a part in that.Q Just a follow-up on that. You know, we haven’t really heard — this hasn’t been something that the President has had to take a position on in the past, but the Vice President did, as a House member, when he did demand offsets to pay for Katrina aid. Is that part of the discussion? Is there potentially going to be the demand from the administration? Or does this administration — is that not in the picture?MS. SANDERS: Again, we’re at the very beginning stages of this process. We’re working through and reviewing the best steps forward. And when we have specific details and we’ve had time for members of our administration to sit down with members of Congress and work through what that looks like, we’ll certainly let you guys know.Q Was the President concerned with the emails that were revealed yesterday where Michael Cohen, a longtime Trump executive, was emailing Dmitry Peskov, Putin’s press secretary, about a project in Russia? And is he afraid that’s going to spark any sort of investigation by Bob Mueller into his company?MS. SANDERS: Not at all. I mean, I think it’s pretty clear that there’s really nothing there to this story, nothing to move forward. The President at that time was very focused on his campaign, and that was the priority he had at the time, and so certainly not something I believe he’s at all concerned about.Q Was he aware that Michael Cohen sent that email?MS. SANDERS: I’m not sure.Q The President’s campaign send out an email to encouraging supporters to donate themselves to these relief efforts. Has the President made any personal donations to like the Red Cross or any kind of charity organization?MS. SANDERS: I’ll have to check into that and let you know.Q Back on the budget — the President today said in Austin that this looks like the most expensive recovery in history. What’s he basing that on? Is it going to be more expensive than Katrina or Sandy or —MS. SANDERS: I think some of the preliminary reports indicate it could be. And we’re certainly still, as you know and as you guys are very well aware as you’re reporting, we still don’t know the full extent to the damage, but we certainly know it’s record-level flooding and an epic storm, and is certainly going to be a lot of rebuilding and recovery that’s going to come from that and potentially the largest we’ve ever seen. And there are a lot of estimates that put it there, and we’ll have to get deeper into the weeds to finalize that and see what that looks like.Q Was there a reason the President didn’t talk that much about the people who were actually killed in the storm, the people who were displaced, who have been left homeless? It seemed like the focus was more on making sure the federal government was working well with state and local officials. And could you speak to just what his reaction was when he saw the images in Houston? It sounds like he watched some of that on the plane.MS. SANDERS: I don’t think you could deny the powerful effects that some of the images that we’ve seen over the past couple of days. Certainly something that I know is very moving both to the President and the First Lady. One of the reasons she really wanted to be part of the trip today. I think he’s made very clear the priority is taking care of the people and doing whatever we can, but also letting the state and local officials take the lead in that process. And we’re going to continue doing everything we can from our side to help in that.Q North Korea, there’s obviously — like dramatically provocative missile test yesterday. Does the U.S. have any plans to move assets into the region that are not part of U.S. forces Korea or THAAD that’s already being semi-deployed?MS. SANDERS: As we have announcements on that, we’ll certainly let you guys know. As you know, the President doesn’t like to broadcast any movements. And when he’s ready to make those, we’ll keep you guys posted.Q Do you think the North Koreans are testing the President?MS. SANDERS: I’m sorry?Q Do you think the North Koreans are testing the President?MS. SANDERS: I’m probably not the military mind you want to ask that. I’ll leave that to the Department of Defense to answer.Q The President had said previously that any further provocation would be met with fire and fury like the world has never seen before. Does he consider that was provocation? I mean, what’s happening?MS. SANDERS: Again, we’re reviewing the actions by them and we’ll keep you posted on next steps from here. But I think our statement was clear last night that all options are on the table.Q Well, I was going to ask about that. What does he mean when he says all options are on the table?MS. SANDERS: I think that means all options are on the table. I think that’s pretty clear, Steve.Q Sarah, on immigration — what is the President’s current thinking on the DACA program? And should people who — young men and women who are covered by that program be fearful right now that they could be deported?MS. SANDERS: That’s something that’s under review. And again, a final decision hasn’t been made, and when it is, we’ll certainly announce it.Q (Inaudible.)MS. SANDERS: We’ll keep you posted. Until the review is totally completed and a decision is made, I can’t weigh in on a timeline.Q Can you describe the President’s reaction to Secretary Tillerson’s comments on Sunday about American values? He seemed to suggest that the President didn’t share the values of most Americans.MS. SANDERS: I think the President certainly shares the values of Americans. I think that’s why he’s the President — because of overwhelmingly a large number of Americans came out and voted for him because he does reflect their values. They feel like he speaks for them. And I think that the President’s relationship with the Secretary of State is very strong. They’re committed and continue to work together and move our policies and agenda forward.Q Did those comments bother the President?MS. SANDERS: Not that I’m aware of.Q What about Gary Cohn? Do his comments and his interview with The Financial Times last week and just kind of continuing to speak out and make clear that he was dismayed by the Charlottesville reaction — is that upsetting the President at all?MS. SANDERS: The President and Gary are both committed to working on tax reform. We’re going to Missouri tomorrow to talk specifically about that. Gary will be part of that trip. They’re both very committed to working together to make sure the country gets the tax relief that they need, particularly the middle class.Q Do you think it’s unusual for sitting Cabinet Secretaries and administration officials to try to distance themselves from the President they work for?MS. SANDERS: I don’t think anyone has tried to distance themselves. I think that at moments maybe you have people that disagree. I think that’s a healthy thing for you to be able to have productive conversation. And certainly no one is distancing themselves from the President. But as I said, Gary will be traveling with the President tomorrow talking about tax reform. We got an aggressive agenda moving into the fall, and he’ll play a big role in that.I’ll take one more.Q Has the President discussed Gary Cohn’s Financial Times interview with him — the comments that he made?MS. SANDERS: I’m not sure about that, Steve.All right, thanks guys.Q On Saturday — What’s the purpose of the trip Saturday?MS. SANDERS: To go back into a different part of the state and have the chance to see some of the areas we weren’t able to today. One of the priorities the President had was making sure that his trip today didn’t disrupt any of the recovery or search- and-rescue efforts. And this will allow him to go into a part of the state that was hit really hard, and so he’ll have the chance to meet with some of the evacuees as well.Q Is he going to stay in Washington —Q (Inaudible) tomorrow a little bit and just talk about what is —MS. SANDERS: They did a background briefing earlier, and I’ll make sure you guys get that. They went into a lot more depth than I’ll be able to right now.Q Is he going to stay in Washington this weekend, or is he going to go to Bedminster? Do we know yet?MS. SANDERS: I’ll keep you posted.Thanks.END\n7:50 P.M. EDT",
    "president": null
}