{
    "title": "Remarks by President Trump in Luncheon with the Permanent Representatives of the U.N. Security Council – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-luncheon-permanent-representatives-u-n-security-council/",
    "created_at": "2019-12-05T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nDecember 5, 2019\nCabinet Room1:11 P.M. ESTTHE PRESIDENT:  Okay, thank you very much.  I just returned from London, where we had a tremendous success with NATO.  The relationship we have with other countries is very, very good.  It has to be good; otherwise, they wouldn’t have done what they’ve done.As you know, NATO was suffering very badly from depletion of funds, and it was going down like a rollercoaster goes down.  Not up, but down.  And I was able to, over the last couple of years, increase their contribution — not the United States, because we were paying far more than anybody else, to put it mildly.  It was really getting ridiculous.And over the last couple years, I had them increase by $130 billion.  And then, over the next couple of years — and this was done largely over these last two days, but also set up time before that — they had to now contribute $400 billion more.  So it’s a total of $530 billion other countries will be putting into NATO.  And NATO now is very financially sound.  It’s very strong.  Far greater than anybody ever thought.If you look at Secretary General Stoltenberg’s remarks, he was very generous in his remarks about what I’ve done for NATO and what our country has done, but what I’ve done in terms of getting other countries to put up money — because they weren’t putting up money, and now they put up money at a level like has never been seen before, actually.  It’s actually never been seen.So I want to thank everybody that was there, and maybe especially Mr. Stoltenberg, who’s really a terrific man.  I think he’s done a fantastic job at NATO.  So the Secretary General has my great thanks.  That was a tremendous success.And I have to say — you know, it wasn’t reported accurately, but that’s okay — but the relationship I have with other countries is really good.  Now, they can’t totally love me when I say, you know, “You’re not putting up your money, you’re not putting up your fair share, you’re not spending the kind of money that you’re supposed to be spending — because we’re giving you protection.  You’re getting the protection of the U.S. and the greatest military force in the world, and you’re not paying.  You’re delinquent.”So I tell some people they’re delinquent.  Not everybody can love that.   You can’t say in too nice a manner, otherwise they’re going to be just like they’ve been for the last 15 years and not pay, and certainly not pay up to the 2 percent level — which, frankly, isn’t even that high.  Frankly, 2 percent isn’t that high.But I had a lunch yesterday that was great with, I call them, the “2 percenters.”  These are the people that were at that level.  There’s a total of nine countries.  And we had the lunch, and a lot of countries are close and getting closer.  And some are really not close.  And we may do things having to do with trade.  It’s not fair that they get U.S. protection and they’re not putting up their money, and they’re — really, I call them — I used that term, “delinquent.”  That’s exactly what they are.But we had a tremendous success in London.  And NATO is in very, very good shape.  And the relationships with other countries are really extraordinary.Today, I’m honored to host the working lunch with ambassadors representing countries on the United Nations Security Council.  I want to thank our U.S. Ambassador to the U.N., Kelly Craft, for joining us and doing an extraordinary job at the United Nations.  Thank you very much, Kelly.  You’re doing fantastically well.The United States holds the rotating presidency of the U.N. Security Council for the month of December.  During our lunch, I will outline America’s priorities and ask our distinguished guests from other nations how we can best work together.  They have a lot of great ideas.  We’ve done this before.  We’ve learned a lot.  And it’s been really quite an interesting time for me.Today, our nations face a range of shared security threats, including terrorism, drug trafficking, illegal migration, cyberattack, and the spread of nuclear, chemical, and biological weapons.  And we’re working very hard on those problems, especially the last three.  There can be nothing more important.The Council must take action to confront these and other dangers facing the world.  That also includes the behavior of the Iranian regime, which has killed hundreds and hundreds of people in a very short period of time.  They’re killing protestors.  They turned down their Internet system.  People aren’t hearing what’s going on.I would like to see the media get involved in that and go in and see what’s happening, because it’s not a good situation.  It’s a horrible situation.  It’s something that is going to be a big scandal throughout the world very soon.  They’re killing a lot of people.  And they’re arresting thousands of their own citizens in a brutal crackdown in recent weeks because they’re protesting.  And I think the media should get involved in that.  I don’t know that they will because they have their own reasons, but the media should absolutely get involved in that.America will always stand with the Iranian people in their righteous struggle for freedom.  They’re not being treated properly.  All of that money is being wasted on weapons and on other things, and they’re not treating their people properly.  And there are people in — all over the country, they’re rioting and they’re protesting, and they’re very unhappy.We also call on Security Council members to join the United States in our vital efforts to promote religious liberty around the globe.  The world is more secure when people have the right to follow their convictions and to worship in peace.  And we’ve been very strong on that.And getting back to Iran, I do have to say that I think the Iranian situation could be fixed very quickly and very easily, and it could become really something special, as it was at certain points of time.  There are certain points of time where it was doing very well.  But for quite a long time, it’s been doing very poorly, but it could be — it could be fixed very quickly.  But we have people that just don’t want to do that.  For some reason, they just don’t want to do that.  They don’t get it.But I want to thank everybody for attending the lunch today.  I think what I’m going to do is go around.  These are very important people.  These are people, in their own countries, that are at the top level and really have great ideas.  I learn a lot about their countries.And I’d like to just maybe — we’ll start with Kelly, and she’ll introduce herself and just say a couple of words.  And then we’ll go around the room and introduce the representatives from these very important countries.Please, Kelly.AMBASSADOR CRAFT:  Thank you.  Thank you, Mr. President.  And, you know, it is such an honor for anyone to serve a President.  But for me to serve a personal friend, and this particular President, is such a great thrill — so much so that I felt like today I was bringing home all my boyfriends and the girlfriends — (laughter) — to meet my family.  So I was just so — so very excited.And he has taught me well the importance of being a business leader first when you’re putting your country first.  Because I think within the Security Council, to be transparent, as the President has made very clear to countries, and accountable and being efficient — and just with NATO and demanding the 2 percent — I think that’s very important that we hold people accountable.And as the Security Council, we all have the same values, and that is uplifting people that have less than we have.  And that’s something that the President has taught us well in the United States.  So people that elected him are those very people that didn’t have a voice.  And that’s what we are all about in the Security Council.And I’m very proud to introduce you to perhaps the strongest Council that I believe the United Nations has ever had.THE PRESIDENT:  That’s very good.  Thank you very, Kelly.Please.AMBASSADOR CRAFT:  Marc?AMBASSADOR PECSTEEN DE BUYTSWERVE:  I’m Marc Pecsteen.  I’m the Ambassador of Belgium.THE PRESIDENT:  Good.AMBASSADOR PECSTEEN DE BUYTSWERVE:  So it’s a privilege to be here, Mr. President.  Thank you very much.  Thank you also to Kelly for organizing this.  I think it’s really a great moment for us.  Thank you.THE PRESIDENT:  And I just met your representatives over the last two days, as you know.  So, it was very good.  Thank you very much.  Please.AMBASSADOR ZHANG:  Mr. President, I’m Zhang Jun, the Permanent Representative of China.  Thank you for inviting us to the White House.  We have made a tour around this — a number of rooms — the green one, the red one, and also the China Room.THE PRESIDENT:  Good.  (Laughter.)AMBASSADOR ZHANG:  And we were very much impressed.THE PRESIDENT:  That’s true.AMBASSADOR ZHANG:  And we were very much impressed by the decorations, and do wish you and your family and all colleagues a Merry Christmas and a Happy New Year.THE PRESIDENT:  Good.  Thank you very much.AMBASSADOR ZHANG:  And we are very happy to be here.  And we have listened to your remarks very carefully.  Yes, indeed, the Security Council is entrusted with a huge mandate in maintaining peace and security.  For that purpose, it needs our cooperation, needs our unity.  And we are happy to see that Kelly Craft is leading us in December.THE PRESIDENT:  Yes.AMBASSADOR ZHANG:  She’s really doing a great job.  She asked me to say so.  (Laughter.)  No, not really.  (Laughs.)  But we are very much impressed by the way she’s really leading the Security Council.THE PRESIDENT:  Good.AMBASSADOR ZHANG:  And, indeed, it’s our really common responsibility to work together, to stay united, to make the United Nations strong, and to maintain world peace and promoting security and development.  Thank you.THE PRESIDENT:  Thank you.  That’s beautifully stated.  And we’re having meetings and discussions with your representatives right now, as you know.  So it’s going along very well.  Thank you very much.  Appreciate it.AMBASSADOR ADOM:  My name is Léon Adom, the Ambassador and Permanent Representative of Côte d’Ivoire, Ivory Coast.  We were not in the NATO meeting — (laughter) — but we followed everything you did there, and you did well.  Thank you very much.  We thank you very much for welcoming us here.  And thank you, Kelly, for your leadership in the Security Council.  You represent America and President Trump in the best ways possible.  Thank you very much.THE PRESIDENT:  That’s true.  Thank you very much.AMBASSADOR SINGER:  My name is José Singer.  I’m Ambassador and Special Envoy to the Security Council for the Dominican Republic.  I thank you for this lunch.  I thank Kelly for convening this.  You have a great representative in Robin Bernstein in the Dominican Republic.  She’s a great ambassador.THE PRESIDENT:  Good.AMBASSADOR SINGER:  And wish you Merry Christmas and Happy Hanukkah.THE PRESIDENT:  Good.  Robin is doing a very good job.AMBASSADOR SINGER:  She is great.THE PRESIDENT:  She’s fantastic.  Thank you.AMBASSADOR DE RIVIÈRE:  Nicolas de Rivière, I’m the Permanent Representative of France.  Thank you very much, Mr. President, for your hospitalities.  It’s a privilege to be here.  And thank you also for sharing Kelly with us.  Thank you.THE PRESIDENT:  Good.  That’s very nice.  Thank you very much.AMBASSADOR HEUSGEN:  Mr. President, I’m Christoph Heusgen, the Ambassador of Germany.  And I was just wondering who you meant when you spoke about NATO and the delinquent.  (Laughter.)THE PRESIDENT:  That’s a very interesting conversation we had yesterday with Angela.  She’s a terrific woman.  She’s really a terrific woman.  But we did have that conversation, actually.  Good.  Thank you very much.  Very much.AMBASSADOR HEUSGEN:  Thank you.  And I wanted to thank also for Kelly Craft.  We work very closely together — for instance, on religious liberties.  And Germany is chairing the Sanctions Committee on North Korea, where we believe that the U.N. plays a very important role to keep the sanctions in place to make the policy that you conduct on North Korea a successful one.And with regard, coming back to the budget, we of course hope that you also think the U.N. is very important —THE PRESIDENT:  That’s true.AMBASSADOR HEUSGEN:  — and the U.S. also pays its dues there.  Thank you.THE PRESIDENT:  I think the U.N. has tremendous potential, actually, as an organization.  And it’s doing well.  Good leadership right now.  Thank you very much.Please.AMBASSADOR DJANI:  I’m Dian Triansyah Djani.  I am the Ambassador, Permanent Representative of Indonesia.  We also — we’re not a member of NATO, but we’re working closely with you on G20.I also would like to second colleagues to have Kelly there.  You have appointed Nikki Haley from the south and then Kelly from the south.  I studied in the south, in Nashville.  So I’m very happy we have an ambassador from the southern part of U.S.THE PRESIDENT:  That’s right.AMBASSADOR DJANI:  So, thank you very much for having us here.THE PRESIDENT:  And say hello.AMBASSADOR AL-OTAIBI:  My name is Mansour al-Otaibi.  I’m Ambassador of Kuwait.  First, I’m really honored to be here, Mr. President.  Thank you —THE PRESIDENT:  Thank you.AMBASSADOR AL-OTAIBI:  — for hosting us.  And we are very grateful to Kelly, our colleague.  She came only three months ago and she’s now presiding over the Council for the month of December.  We wish her all the best.Our bilateral relationship between the United States and Kuwait is excellent.THE PRESIDENT:  Yes, it is.AMBASSADOR AL-OTAIBI:  And we will work also to (inaudible).THE PRESIDENT:  Say hello.AMBASSADOR AL-OTAIBI:  I will.THE PRESIDENT:  Thank you very much.AMBASSADOR POPOLIZIO:  Good afternoon, President.  My name is Néstor Popolizio.  I am the Ambassador of Peru at the U.N.  And I would like to thank you for receiving us, for inviting us to this important lunch.And I would like to say that we support fully the program presented by the Ambassador, Kelly Craft, for the presidency of the United States during this month on the Security Council.  It’s a very good program.  Thank you for your leadership.THE PRESIDENT:  Well, thank you very much.  A great country.AMBASSADOR WRONECKA:  Joanna Wronecka.  I am the Permanent Representative of Poland to United Nations.THE PRESIDENT:  Sure.  I just met with somebody you know very well.AMBASSADOR WRONECKA:  Yes.THE PRESIDENT:  Right?AMBASSADOR WRONECKA:  And I am so honored because, for me, it’s already for the second time that I am here in the new — in White House.  Allow me, Mr. President, to say how lucky we are to have a very — a very kind and human leadership of Kelly in the Security Council, not only madam president is very professional, but also she try already in a few days to be the good spirits.THE PRESIDENT:  Good.AMBASSADOR WRONECKA:  So we are very enthusiastic.And for Poland, we are so privileged to work closely, of course, with the NATO.  Not only we share the same values.  And Poland will very soon be out of the Security Council, but we always pay attention to the values, and not only —THE PRESIDENT:  Good.AMBASSADOR WRONECKA:  — freedom of religious, but also how to uphold the standards of international law.So again, I am so privileged to be here.THE PRESIDENT:  Thank you very much.AMBASSADOR WRONECKA:  All the best, and thank you so much.THE PRESIDENT:  We had a great meeting yesterday, I have to say.  And he was a member of the 2 percenters.  That means Poland — (laughter) —AMBASSADOR WRONECKA:  (Inaudible.)THE PRESIDENT:  So that was very good.  So we happened to have lunch also.  Thank you very much.AMBASSADOR NEBENZYA:  President, I’m Vasily Nebenzya, the Permanent Representative of Russia in the Security Council.THE PRESIDENT:  Good.AMBASSADOR NEBENZYA:  We will not be out of the Security Council anytime soon.  (Laughter.)THE PRESIDENT:  I don’t think so.  I hope not.AMBASSADOR NEBENZYA:  Thank you for hosting us and for your fantastic hospitality.  Thank you for the tour of the White House.THE PRESIDENT:  Right.AMBASSADOR NEBENZYA:  We saw the China Room, but we didn’t see the Russia Room yet.THE PRESIDENT:  Oh, well, we’ll have to take care of it.AMBASSADOR NEBENZYA:  Maybe it’s the one —THE PRESIDENT:  We’ll take care of it.  (Laughter.)AMBASSADOR NEBENZYA:  — which is top secret here.  We couldn’t discover it.But we’re — I thought I would be the first one to compliment and to thank you for having Kelly with us, but I was taken over by my colleagues.  But we fully share — we really enjoy her company at Security Council.  And I think we can do a lot of things together.THE PRESIDENT:  I agree.  And you’re doing a good job, too.  I’ve heard from a lot of people.  Great job.  Thank you very much.Please.AMBASSADOR MATJILA:  President, I’m Jerry Matjila from South Africa.  Very grateful for you to invite us to the White House.  We are so happy about it.  And thanks for giving us our friend.  Kelly is a friend.  And we coalesce with the Council, together, to South Sudan.  We get together on African issues and we followed your Africa strategy.  And thank you so much for the programs you have in Africa.And next year, South Africa will be chairing the African Union.  And I hope we can work together —THE PRESIDENT:  Oh, very good.  Yeah.AMBASSADOR MATJILA:  — on peace and security of Africa.  But thank you so much, President.THE PRESIDENT:  Thank you.AMBASSADOR MATJILA:  And thanks for sending Lana Marks to South Africa.THE PRESIDENT:  Yes.AMBASSADOR MATJILA:  She’s doing a great job already.  She’s all over the (inaudible).THE PRESIDENT:  That’s great.  I hear that.  Thank you very much.  Appreciate it.AMBASSADOR PIERCE:  Mr. President, I’m Karen Pierce from the United Kingdom.  It’s a real honor, sir, to be here and to have the tour of the White House and to have lunch with you.I hope the little matter of 1812 might now be laid to rest.  (Laughter.)  This is the most wonderful building, and we are deeply honored to be here.I wanted to thank you as well, sir, for your support for the United Nations by sending us two inspiring appointments: first, Nikki, and now Kelly, as all my colleagues have said.THE PRESIDENT:  Right.AMBASSADOR PIERCE:  There’s a lot to do together.Another colleague mentioned DPRK.  But 2020 will be the anniversary of the U.N.  And I know, sir, that when you came to the U.N. the first time, I think you said we needed a better United Nations.  And I think we can support you in that, absolutely.THE PRESIDENT:  Good.  I think so.  Thank you very much.  Appreciate it.AMBASSADOR JÜRGENSON:  Thank you.  I am Sven Jürgenson, Ambassador of Estonia.  And it’s a pleasure and privilege of being here.  And thank you so much for having us here.You mentioned the lunch in London.  Just driving here, I read an article in one of Estonian newspapers with a funny headline: “The Two Percenters Got a Free Lunch.”  (Laughter.)THE PRESIDENT:  That’s right.  (Inaudible.)  I paid for it.  (Laughter.)AMBASSADOR JÜRGENSON:  (Inaudible.)  So, thank you.THE PRESIDENT:  Thank you very much.AMBASSADOR KING:  Mr. President, it is indeed a great honor for me.  Rhonda King is my name.  I represent the smallest country ever to be elected to the Security Council, St. Vincent and the Grenadines.And I think you are familiar with one of the islands in the Grenadines: Canouan.  You once had some business interests there.THE PRESIDENT:  Yes.  Absolutely.AMBASSADOR KING:  Yes.  And my Prime Minister sends his greetings because —THE PRESIDENT:  Good.AMBASSADOR KING:  — I spoke with him yesterday and told him I was coming here.  So he asked me to remind you —THE PRESIDENT:  Right.AMBASSADOR KING:  — of our beautiful island.THE PRESIDENT:  Sure.AMBASSADOR KING:  And I would be remiss if I also didn’t join Karen in complimenting you for appointing two — if you look around the table, you would see that there are only four women, and only three will be sitting on the Council.  And we are on our way in.  So it was — it’s a wonderful thing that you have appointed two very great women —THE PRESIDENT:  That’s right.  Thank you.AMBASSADOR KING:  — during your tenure.  So I congratulate you on that.And I wish to also compliment Kelly, because already she has brought — restored a sense of civility and dignity and grace to diplomacy.  So I congratulate Kelly.  I’m looking forward to working with her over the next two years.THE PRESIDENT:  That’s very nice.AMBASSADOR KING:  Once again, it’s an honor for me.THE PRESIDENT:  Great job.AMBASSADOR KING:  Thank you.THE PRESIDENT:  Thank you very much.  Appreciate it.AMBASSADOR BAATI:  Mr. President, I’m Moncef Baati.  I am the Ambassador of Tunisia.  For me, it’s a big honor and privilege to be here with you.  Thank you for the invitation.THE PRESIDENT:  Thank you.AMBASSADOR BAATI:  And also, I share the views of my colleagues.  You sent us a talented professional and great lady.  She is doing a wonderful job.  Thank you for that.THE PRESIDENT:  Thank you very much.  Appreciate it.AMBASSADOR ĐẶNG:  Yes, I am the last one, and there from Vietnam.  And I have chance to see you the first time in Da Nang —THE PRESIDENT:  Right.AMBASSADOR ĐẶNG:  — in 2017, in APEC meeting.  So this is my great honor to be here today at the White House.  And I hope that you will visit our region again.  But next year, Malaysia will be the heart of APEC Summit, and Vietnam the heart of ASEAN, EAS.  So please come again.  Thank you very much.THE PRESIDENT:  Thank you very much.  Thank you.  And say hello, by the way.  We had some great meetings in Vietnam.  Very successful meetings.AMBASSADOR ĐẶNG:  Thank you.THE PRESIDENT:  And the trade is doing very well with Vietnam.  Thank you very much.So thank you all very much.  Again, this last two days have been really amazing.  The success of the days, the amount of money raised was a number that nobody could even believe.  And if you add it up again, it’s $530 billion over a very short period of time.  Much of it is already coming in by other nations, some of whom are represented here today.  So that was really something special.And this will be great, and we’re going to learn a lot.  And we’re going to give some ideas.  And we’re going to have lunch, and a lot of good things will happen.  But I appreciate you all being here.And, Kelly, congratulations on doing a fantastic job.AMBASSADOR CRAFT:  Thank you.THE PRESIDENT:  Thank you all very much.Q    On China, sir?  (Inaudible) on China?THE PRESIDENT:  Moving along well.Q    Moving along well?THE PRESIDENT:  It’s moving along very well.Q    Will the tariffs go into effect next week, Mr. President?THE PRESIDENT:  Well, we’ll have to see.  But right now we’re moving along.  We’re not discussing that, but we are having very major discussions on December 15th.  Something could happen, but we are not discussing that yet.  We are having very good discussions with China, however.Q    Are you worried, sir, about the stain that impeachment might have on your legacy?THE PRESIDENT:  No, not at all.  No, not at all.  It’s a hoax.  It’s a hoax.  It’s a big fat hoax.Q    Mr. President, on Iran?THE PRESIDENT:  Yes, go ahead?Q    Mr. President, on Iran, the Pentagon officials are saying that you’re all considering possibly sending more troops to the Middle East because there’s a threat situation —THE PRESIDENT:  We’ll announce — whatever we do, we’ll announce.  But certainly, there might be a threat.  And if there is a threat, it will be met very strongly.  But we’ll be announcing whatever we may be doing — may or may not be doing.  Okay?Q    What would you like to see the U.N. in regards to Iran and the crackdown vis-à-vis human rights?THE PRESIDENT:  Well, the U.N. has actually been involved very much with us.  We’re already dealing with the U.N. and dealing very well with the U.N.  So they’re very much involved with respect to Iran and other things with us.Thank you all very much.  Appreciate it.  Thank you.  Thank you very much.\nEND1:33 P.M. EST",
    "president": null
}