{
    "title": "USMCA a Trade Deal for the 21st Century – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/usmca-trade-deal-21st-century/",
    "created_at": "2018-10-18T00:00:00",
    "content": "\n\n\t\tLand & Agriculture\t\n\nOctober 18, 2018\n4 minute read\n\n\t\t\t\t\t\tSonny Perdue\t\t\t\t\t\t\t\nSecretary of AgricultureOne of the core promises that swept President Donald Trump into office was that he would renegotiate better deals for the United States with our traditional trading partners. With the announcement of a new trade pact among the United States, Mexico and Canada, we welcomed the tremendous news that the North American Free Trade Agreement (NAFTA) will be, if approved by Congress, replaced by a much stronger agreement. Known as the United States-Mexico-Canada Agreement (USMCA), the package will be important for American workers and our economy as a whole, including the agricultural sector, which counts Mexico and Canada in our top three trading partners.I have long said that I believe our country is located in the best neighborhood on Earth – North America – with valuable allies to our north and south. Though the old NAFTA agreement was considered a generally positive compact for agriculture, there was certainly room for much-needed improvement. Under USMCA, we have created new rules to help our farmers, ranchers and workers better face the challenges of the 21st century economy, which will secure greater access to the Mexican and Canadian markets and maintain and improve the highly productive integrated agricultural relationships we have as nations.The agreement with Mexico came first, near the end of August, and includes a number of provisions sought by the United States. Importantly, 21st century innovations in agricultural biotechnology are addressed for the first time, including cutting-edge processes like gene editing. These innovations serve as a template for agreements in the future. And we mutually pledge to work together to reduce trade-distorting policies, increase transparency and ensure nondiscriminatory treatment in grading of agricultural products. In addition, the United States and Mexico agreed not to use so-called “geographic indicators” to restrict the marketing of certain cheeses under common names, such as provolone, Swiss, or ricotta, which the European Union had wanted to restrict.The second piece of the USMCA puzzle was the negotiation with Canada, where key sticking points centered on dairy issues and were among the last to be cleared. Notably, as one of the president’s top goals, the new agreement will eliminate Canada’s unfair “Class 6” and “Class 7” milk pricing schemes, in which Canada has used low-priced products to undercut United States dairy sales in Canada and other international markets. The deal will also crack open additional access to United States dairy into Canada, including products like fluid milk, cream, butter, skim milk and cheese, and will also preserve and expand critical access for United States poultry and egg producers. America’s wheat farmers also get a big win. A reform of Canada’s discriminatory wheat grading process will help United States wheat growers along the border become more competitive. These are all significant victories for American agriculture.As we celebrate this breakthrough, it is worth noting that there were many detractors who said it could not be done. But the emergence of an agreement is further proof that President Trump’s trade negotiation strategy is working. To strike the best deals possible for the United States, the president has shown that he is willing to walk away from the bargaining table if he feels our country is being unfairly treated. In the case of USMCA, the president’s approach resulted in earnest negotiations among the three nations and a final package which is beneficial for all three countries.This is not the first major step forward in international trade under the Trump administration, nor do we feel it will be the last. Before President Trump successfully concluded USCMA, he made good on his promise to revise and improve KORUS, the trade pact with the Republic of Korea. Add to these achievements the president’s recent announcement of his intention to negotiate a trade deal with Japan – a significant market for United States agriculture exports that, until recently, had rejected talks of a bilateral agreement with the United States – and growing optimism for a successful trade deal with the European Union, and it is easy to see the dominoes falling. The president is committed to achieving good trade deals for America – including our current issues with China, which I believe we will surmount as well.The bottom line is this: Free, fair and expanded trade among nations is good for the American economy and our highly productive farmers, ranchers, foresters and producers. The newly minted USMCA goes in the win column for President Trump and his negotiating team, led by our United States Trade Representative, Ambassador Robert Lighthizer. Our economy, and American agriculture, will be better off for it.This article appeared in The Spokesman-Review on October 17, 2018. ",
    "president": null
}