{
    "title": "Readout from the visit of First Lady Melania Trump to Concord, New Hampshire – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/readout-visit-first-lady-melania-trump-concord-new-hampshire/",
    "created_at": "2020-09-17T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tHealthcare\t\n\nIssued on:\nSeptember 17, 2020\nFirst Lady Melania Trump traveled to Concord Hospital in Concord, New Hampshire on Thursday morning. The visit highlighted Concord Hospital’s treatment programs for babies born with Neonatal Abstinence Syndrome (NAS), as part of the First Lady’s Be Best initiative and in honor of Recovery Month.Mrs. Trump, joined by Office of National Drug Control Policy Director, Jim Carroll, began their visit with a tour of the hospitals Simulation Center, where they met with three separate groups.The first group consisted of hospital clinicians who discussed the connection between nurses, social workers, and providers as it relates to the care of babies born with NAS. They also discussed the implementation of the Eat, Sleep, Console (ESC) method, which focuses on targeted consoling techniques such as skin-to-skin bonding, which decreases the impact of withdrawal symptoms after birth.The First Lady then met with members from the therapeutics team whose collective focus is on reducing environments of care disruptions and providing alternative soothing therapies like music and Reiki. Within the therapeutics team at Concord hospital is the volunteer cuddler program, which assists nursing staff with comforting, holding and soothing infants who are experiencing withdrawal symptoms. The cuddling program has helped reduce the stigma behind the opioid epidemic within the community and has become a very popular program. Currently, the hospital has 45 volunteers trained in consoling NAS infants and there are 50 “cuddlers” on a waiting list.The First Lady concluded her visit in the Simulation Center by visiting with a mother and child who graduated from Concord Hospital’s treatment program. The mother discussed her struggle with opioid addiction and how the program helped her throughout her pregnancy and in the treatment and recovery process.Mrs. Trump then participated in a roundtable with leadership and staff. The First Lady received a briefing on the evolution of the hospital’s programs and the success they have experienced with consoling methods. In addition to a significant drop in the length of hospital stays, the ESC method has also reduced the need for administering morphine to these vulnerable newborns.“September is National Recovery Month, a time to celebrate those who have embraced sobriety and the positive impact of a drug free life,” said First Lady Melania Trump. “Each year, tens of thousands of babies are born with Neonatal Abstinence Syndrome in the United States – every 15 minutes, another child is born with NAS, dependent on opioids, and facing a fragile future without medical help. Sadly, this is something that the doctors and nurses at Concord Hospital have to face on a regular basis…but they provide more than medical care; they give these innocent babies and their families the gift of hope and love.”The First Lady’s Be Best initiative has taken her to hospitals and rehabilitation centers throughout the country. Mrs. Trump has been dedicated to promoting community resources meant to help families affected by the opioid epidemic. Concord Hospital’s dedication and commitment to ensuring the well-being of children and families is consistent with the principals of Be Best and exemplifies the type of care that all hospitals should provide their patients.Concluding the visit to Concord Hospital, the First Lady made an off the record stop at Manchester Fire Department Central Station. In 2018, the First Lady and President Trump toured the station, which serves as the premier “Safe Station” in Manchester. Safe Stations are designated to provide assistance to members of the community suffering from substance misuse disorder who wish to find treatment and start their path to recovery. Mrs. Trump thanked the Fire Fighters on duty and their administrative staff for their hard work and dedication to keeping their community safe and healthy.",
    "president": null
}