{
    "title": "Remarks by President Trump in Press Briefing – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-press-briefing-092420/",
    "created_at": "2020-09-23T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tHealthcare\t\n\nIssued on:\nSeptember 23, 2020\nTHE PRESIDENT:  Hello.  Thank you very much.  Thank you.  Today, Johnson & Johnson announced that their vaccine candidate has reached the final stage of clinical trials.  This is record time.  This is the fourth vaccine candidate in the United States to reach the final stage of trial.  So we have four candidates already at a very late date.  “Late” being a very positive word, in this case.Earlier this year, Johnson & Johnson anticipated that they would reach phase one trials by September.  But due to our support under Operation Warp Speed, and to some of the incredible scientists involved, they’ve reached phase three trials by September — far ahead of schedule.  We encourage Americans to enroll in the vaccine trial.  It’s not only interesting; it’ll be a terrific thing for our country.  We encourage everybody to enroll, as many people as we can.Today, my administration announced that we are awarding $200 million of CARES Act funding to all 50 states to prepare to distribute the vaccine to high-risk residents, and we want to do that the instant it is approved — not the following day, but the following moment.  And so we’re going to be doing that, and we’ll be distributing, getting it ready, because we have some great vaccines going to be coming out.Through Operation Warp Speed, we also continue to accelerate lifesaving therapies.  We’re seeing promising results that our monoclonal antibody treatments — which help the immune system fight the virus and help very significantly — we’re finding can reduce hospitalizations now by more than 70 percent.By cutting the red tape and unleashing America’s medical genius, we’ve reduced the fatality rate 85 percent since April.  For individuals under 50, they’ve — they have a 99.98 percent rate of survival from the China virus.  That’s a number that’s been really increasing substantially with time.As children go back to school, we’re encouraged that early research shows only a small degree of spread.  Brown University conducted a study of more than 550 schools across 46 states and found that only 0.076 percent of students had confirmed cases of the virus — that’s a tiny percentage — and 0.15 percent of teachers had confirmed cases.Patients coming to the emergency room due to the virus is down to only 1.6 percent of all emergency room visits — the lowest since the pandemic began.  1.6 percent emergency room visits.As far as protecting the vulnerable is concerned, we provided over $21 billion to our nursing homes, and we are really focused on the nursing homes.  Everybody, including our governors — we have governors who are working very closely with the task force and with the Vice President and everybody involved.  We’ve sent rapid-testing devices to nearly 14,000 certified nursing homes in the country.This week, we’re sending hundreds of thousands of additional rapid tests to nursing homes to ensure they can test staff regularly.  And the staff now is being tested on a very, very powerful and on a regular basis, but very strongly at the finest level, the highest level, and the best tests.We’re encouraged that the number of Americans getting the flu vaccine is increasing by roughly 50 percent compared to last year.  It’s substantially up.  The flu, when it’s mixed with COVID, or China virus, is going to be very interesting to see what happens.  But that can drive numbers.  And we just don’t know what that will be yet, but you’ll have flu numbers and you’ll have some COVID numbers.I think we’re rounding the turn very much.  You see what’s happening in Europe, however.  They have a very big spike.  Countries that we thought were doing well aren’t doing well.  They had some very big spikes.  Very — a very big surge.Months ago, we increased our nation’s procurement of the flu vaccine by 66 percent, and we ask Americans to go get their annual flu shot as early as possible.  It’s possible, I would imagine, Scott, that the flu can get mixed up with the virus, and people can think it’s the virus when actually it’s another flu season coming on.  I don’t know, it’s — I hope they can keep them separate.  Can they keep them separate?DR. ATLAS:  We hope so.THE PRESIDENT:  Huh?  I doubt they will.  It’s going to be a very interesting time.But we have a flu season coming up.  We’ve had some flu seasons, which are really massive over the years — over many years.  And we have some that are much less so.  But it’s still significant, so I hope they can separate them, because it’s — it’s pretty close.In the past four months, we’ve created 10.6 million jobs.  We cut unemployment rate nearly in half.  The unemployment rate is cut nearly in half.  Larry Kudlow is here.  He’ll be discussing that in a little while.  Retail sales are up 121 percent; that’s far above what we thought.  Manufacturing is up 61 percent; that’s above — also above our schedule, and our schedule is a heavy schedule.  Automobile production is up six-fold.  Homebuilder sentiment is at the highest level in history.  That’s an amazing statement, Larry: the highest level in history.  That means people are thinking good thoughts.Home sales are at the highest level in nearly 15 years.  Small-business optimism is higher than any time under the last administration, substantially higher.  Small-business optimism — higher than at any time over the last — more than the last administration.Today, I was proud to award nine companies and organizations with the first-ever Pledge to America’s Workers Presidential Award.  This award recognizes outstanding training programs that are giving Americans the skills to hone a trade and earn a great living.  They’re great people.  Over fi- — 400 companies have competed and committed to 16 million training opportunities for the American worker, and it’s really been amazing.We’ve created the fastest economic recovery in American history.  You are witnessing it.  You are a part of it.Our approach is pro-science.  Biden’s approach is anti-science.  If you look, it’s — I don’t think they know what their approach is, although a lot of it’s copied from what we’ve done.Biden opposed the China travel ban and the Europe travel ban.  And the strategy that they have was just never-ending lockdowns.  We’re not locking down.  We’re actually growing at a rate that we’ve never experienced before.  But they’re talking about — if you have a question, just lock it down.  We’re not doing that, and you can’t do that.Our plan will crush the virus.  And actually, Biden’s plan will crush America, if you think about it.  You can’t lock down.  Again, we’re growing at levels that nobody has ever seen before.  Our plan is unleashing a rapid recovery.  Our opponent’s plan would hurt America very badly.  It would send us into a depression.And with all of that being said, we are going to be having a very exciting Saturday at five o’clock in the Rose Garden, where I’ll be putting forth my nominee for Supreme Court Justice.  And I think it will be a great nominee, a brilliant nominee.  As you know, it’s a woman.  We brought it down to five women.  It’s time for a woman to — to be chosen, with everything that’s happened and with Justice Ginsburg’s passing.We are going to go sometime tomorrow morning, as I understand it, to pay our respects.  And we’ll be over there, and I guess they probably put that announcement out.  But that’ll be done tomorrow morning.  The Vice President was there today.And so, if you have any questions, we’ll take a few questions.  Yeah.Q    Mr. President, real quickly: Win, lose, or draw in this election, will you commit here, today, for a peaceful transferal of power after the election?  And there has been rioting in Louisville.  There’s been rioting in many cities across this country — red and — your so-called red and blue states.   Will you commit to making sure that there is a peaceful transferal of power after the election?THE PRESIDENT:  Well, we’re going to have to see what happens.  You know that.  I’ve been complaining very strongly about the ballots.  And the ballots are a disaster.  And — and —Q    I understand that, but people are rioting.  Do you commit to making sure that —THE PRESIDENT:  Oh, I know.  I know.  Yeah, no, we want —Q    — there’s a peaceful transferal of power?THE PRESIDENT:  We want to have — get rid of the ballots and you’ll have a very trans- — we’ll have a very peaceful — there won’t be a transfer, frankly; there’ll be a continuation.The ballots are out of control.  You know it.  And you know who knows it better than —Q    No, sir.  I don’t know that.THE PRESIDENT:  — anybody else?  The Democrats know it better than anybody else.Go ahead.Q    No, sir.  Mr. President, the second question is, will you also —Q    Thank you.  Will you —THE PRESIDENT:  Please, go ahead.  Please, go ahead.Q    Why won’t you commit — why won’t you —THE PRESIDENT:  You asked a question.Go ahead, please.Q    Mr. President, why won’t you —Q    Mr. President, do you plan to —THE PRESIDENT:  Say it.Q    Mr. President, do you plan to meet with Barbara Lagoa at the White House?THE PRESIDENT:  Can you — you — I cannot hear you through your mask.Q    I’m sorry.  Do you plan to meet with Barbara Lagoa in Washington?  And is she still on your shortlist?THE PRESIDENT:  She is on my list.  I don’t have a meeting planned, but she is on my list.Q    Do you — do you have a —THE PRESIDENT:  But I don’t really talk about the meetings planned.  I — I speak to people.  I talk to people.  But I don’t have a meeting planned.  No.Q    Do you have a response to the governor of Missouri testing positive for coronavirus?THE PRESIDENT:  I didn’t know that.  No.Yeah, John, please.Q    Mr. President, we asked you earlier today about the Breonna Taylor case.THE PRESIDENT:  Yes.Q    Could you comment now?  I assume you’ve been briefed on the —THE PRESIDENT:  I have.Q    — charges in the Breonna Taylor case?THE PRESIDENT:  Well, I thought it was really brilliant.  Kentucky Attorney General Daniel Cameron is doing a fantastic job.  I think he’s a star.  And he made a statement that I’ll just read:“Justice is not — justice is not often easy.  It does not fit the mold of public opinion and it does not conform to shifting standards.  It answers only to the facts and to the law.  If we simply act on emotion or outrage there is no justice.  Mob justice is not justice.  Justice sought by violence is not justice — it just becomes revenge.”I mean, I heard that, I said, “Write that down for me, please.”  Because I think it’s — it was a terrific statement.  He’s handling it very well.  You know who he is, right?  You — you — I think you know.  I think everyone now knows who he is.I will be speaking to the governor.  And we have a call scheduled to make very shortly with the governor.  I understand he’s called up the National Guard, which is a good thing.  I think it’s a very positive thing.  And it’ll all work out.Q    And could I — can I just — following on your Supreme Court nomination?  It’s highly unlikely that any Democrats will vote for your nominee if and when it comes to a vote in the Senate.THE PRESIDENT:  Well, we don’t know that.  I mean —Q    Given the — well, given the —THE PRESIDENT:  — it’s an awfully good —Q    Given the posture, I think —THE PRESIDENT:  — awfully good candidate.Q    — that’s a pretty safe assumption.  But, on that point, would you want to nominate someone who, in their confirmation to the appellate court, received broad bipartisan support?  Or would you be more inclined to put forward somebody whose confirmation fell along party lines?THE PRESIDENT:  I can’t tell you what’s going to happen with the Democrats.  I can say this: The person that I will be putting up — and I won’t say that I’ve even chosen that person yet; I could say any one of the five.  They’re outstanding women.But the person I’ll be putting up is highly qualified, totally brilliant, top-of-the-line academic student, the highest credentials.  All of them have that, but the highest credentials.  And you’ll see on Saturday who that is.I can’t imagine why a Democrat wouldn’t vote for this person, but you may be right.  Frankly, I’d bet on you.  I’d probably bet on you.Yeah, please, go ahead.Q    Thank you very much.THE PRESIDENT:  No, I didn’t — not you.  Right here.Q    Okay.Q    Thank you, Mr. President.  Prince Harry and Meghan Markle chimed in on the U.S. election and essentially encouraged people to vote for Joe Biden.  I wanted to get your reaction to that.THE PRESIDENT:  I’m not a fan of hers.  And I would say this — and she has probably has heard that — but, I wish a lot of luck to Harry because he’s going to need it.Yeah, please.  Go ahead.Q    Mr. President, the FDA is reportedly considering stricter guidelines for the emergency authorization of a COVID vaccine.  Are you okay with that?THE PRESIDENT:  Well, I’ll tell you what, we’re looking at that, and that has to be approved by the White House.  We may or may not approve it.  That sounds like a political move, because when you have Pfizer, Johnson & Johnson, Moderna, these great companies coming up with these — the vaccines, and they’ve done testing and everything else, I’m saying, “Why would they have to be, you know, adding great length to the process?”We want to have people not get sick.  The vaccine is very important.  It’s the final step.  I believe it’s going to be the final step.  And no, we’re looking at that, but I think it’s — I think that was a political move more than anything else.Q    One follow-up on that, sir.  It’s designed to improve trust in the vaccine.  Do you think that’s not needed?THE PRESIDENT:  Well, I have tremendous trust in these massive companies that are so brilliantly organized, in terms of what they’ve been doing with the tests.  I mean, I don’t know that a government, as big as we are, could do tests like this.  We’ve made it possible for them to do the tests in rapid fashion.But when they come back, and they say that we have something that works and absolutely works, and they’re coming back with great numbers and statistics and tests and everything else that they have to come back with, I don’t see any reason why it should be delayed further.  Because if they del- — delay it a week or two weeks or three weeks, you know, that’s a lot of lives you’re talking about.Scott, would you agree with that or how do you feel about that?  Please, Scott.DR. ATLAS:  Yeah, thanks.  Yeah, I mean there is no — I think that people don’t understand what’s going on with Operation Warp Speed.  It’s unprecedented what’s happened here.A typical vaccine takes roughly four years or so, and now we’re going to have a vaccine — highly likely — in far less than one year, but without cutting any safety corners because the President has done things concomitant to the development of the vaccine — that is, the manufacturing and the logistics.  Everything is being done at the same time, and that’s never been done before.But there is zero cutting of safety concerns.  There is — there should be no hesitation about the safety.  You shouldn’t be punished by doing something faster than other people could have done or thought; it’s the opposite.  We have a pandemic.  The urgency is the pandemic, not politics.Q    Are you amending —THE PRESIDENT:  It sounded to me — it sounded extremely political.  Why would they do this when we come back with these great results?  And I think you will have those great results, because why would we —Q    Well, when do you expect this vaccine?THE PRESIDENT:  Why would we be delaying it?  But we’re going to look at it.  We’re going to take a look at it.  And ultimately, the White House has to approve it.  And maybe we will, and maybe we won’t.  But we’ll be taking —Look, I have to leave for an emergency phone call.  I’m going to let Scott and Larry finish up.  Larry is going to talk about the economy.Q    Mr. President, just one more question on Breonna Taylor, if I can?Q    What’s the emergency phone call about?THE PRESIDENT:  So I’ll be — I’ll be back.  I will see you tomorrow.  A big day.Q    Mr. President, if you can, just one more question on Breonna Taylor.THE PRESIDENT:  Excuse me.  Excuse me.Q    We’re at a time right now where Americans —Q    Who’s the call?Q    — feel like we are on this carousel —THE PRESIDENT:  Say it?Q    Who’s the call?THE PRESIDENT:  I have a — a big call.  A very big call.Q    Mr. President, just one more question, if I can, on Breonna Taylor?THE PRESIDENT:  So I’ll let you take over.Q    People are protesting in the streets.  What is your message to them?  People feel like we are on this carousel where another black life is being taken.MS. MCENANY:  So, here we have Dr. Scott Atlas and Larry Kudlow.  I encourage you all to be respectful and show a little bit of decorum here as they take your questions.Q    Dr. Atlas —DR. ATLAS:  Yes.  Please go ahead.Q    Can you clarify for us your views on the impact of the virus spreading in the community?  There’s been some reporting that maybe you’ve favored or have talked about or looked at some sort of herd immunity strategy.You said to Fox in July that “When younger, healthier people get the disease, they don’t have a problem with the disease”; “Low-risk groups getting infections is not a problem.  In fact, it’s a positive.”  Can you say what you meant by that?DR. ATLAS:  Sure.Q    Does that indicate that you’re okay with it spreading, sort of, among younger folks who are less susceptible?DR. ATLAS:  No, I think I’ve answered this multiple times, but I have never advocated a herd immunity strategy.  There’s never been a desire to have cases spread through the community.  That’s a false story.  I’ve denied that multiple times.  And I just don’t — that false story doesn’t seem to die.  But that’s a fact.And the description of immunity coming when people get an infection is not something I’m inventing.  That — but that has never been a policy that I have advocated.  There has never been a policy recommendation to pursue that to the President, and that is not the President’s policy.Q    We had 60,000 cases yesterday.  Do you have any sense or does the task force have any sense of what is driving that?  That’s the highest level in six weeks.  Why are we still seeing cases at this level?DR. ATLAS:  Yeah.  Well, I mean, there are several things to look at, but the case metric is not the most important metric.The most important metric are the following:  Hospitalizations per day are coming down. Deaths per day are coming down.  Number of people in the hospital is 47 percent lower than it was since its peak.  The number of people sick with COVID illness coming to the emergency room is 1.6 percent — as the President said, the lowest number since the pandemic began.  All of these trends are positive.The cases, per se, are defined by tests.  If I tested a million people, I would see more cases.  The only thing that counts are the problems with the cases.  So when we see that hospitalizations per day are coming down, people are not dying as much — these are all very positive trends, and that’s exactly what we want to see.(Crosstalk.)Go ahead.Q    Dr. Atlas, is there any bad blood between you and Dr. Deborah Birx?DR. ATLAS:  No.  I saw the story — and, really, a super journalism story.  Dr. Birx speaks for herself, but that’s a completely false story, and she denied it today.  So, I mean, it’s completely false.Q    It’s been seven — it’s been seven weeks since we’ve heard from her in a press briefing.Q    When do you expect a vaccine?DR. ATLAS:  Yeah.  So this is a very important question.  The vaccine is proceeding at an extremely rapid pace, as we know.  Everything is being done simultaneously so that the logistics and the technology in place to deliver it is ready to go, as everyone knows.And it depends on the data, okay?  The data is being monitored by an external group of experts called the daty- — data safety monitoring board.  And when we have enough cases, the — when they see enough cases that have shown a statistically significant difference, they will tell the company and then the company will say — look at it, and say, “Yes, we have it.”  And we think that that has a good chance of happening in October.Q    Just a quick follow — you did say that last week, in this room — pretty much the same thing.  But you said it could be —DR. ATLAS:  Because it’s the truth.  That’s why.Q    Yeah, I understand.  But I want to clear it up because you said it could be as late as January, it could be after the election — that there’s no clear-cut time, and that’s what I want to make sure that — that you’re saying that now.DR. ATLAS:  This is the current thinking that I have been told.  I’m not in charge of the vaccine development; I’m relaying information.  And what I’ve been told is exactly what I said, and there will be 100 million-plus doses available by the end of this year, it is highly likely we will have a vaccine before the end of the year, and it is also likely that we will say, “The data is good; we have the vaccine.”  And then it will be submitted, of course, for approval and authorization sometime in October.But it depends on the — on the data.  No one can really say with certainty when it’s coming.  That’s just impossible.  I don’t see the data until the data happens.Q    Dr. Atlas —DR. ATLAS:  Yes.Q    Dr. Redfield today said that more than 90 percent of the population remains susceptible to coronavirus.  Do you agree with that assessment?DR. ATLAS:  Yeah, I think that Dr. Redfield misstated something there.  And the rea- —Q    So he misstated last time and today?DR. ATLAS:  I’m going to answer your question if you’ll let me finish.Q    Okay, please.DR. ATLAS:  The data on the susceptible that he was talking about was his surveillance data that showed that roughly 9 percent of the country has antibodies.  But when you look at the CDC data state by state, much of that data is old.  Some of it goes back to March or April, before many of these states had the cases.  That’s point number one.Point number two is that the immunity to the infection is not solely determined by the percent of people who have antibodies.  If you look at the research — and there’s been about 24 papers at least on the immunity from T-cells — that’s a different type of immunity than antibodies.  And without being boring, the reality is that — according to the papers from Sweden, Singapore, and elsewhere — there is cross-immunity, highly likely from other infections, and there is also T-cell immunity.  And the combination of those makes the antibodies a small fraction of the people that have immunity.So the answer is no, it is not 90 percent of people that are susceptible to the infection.Q    So I guess my question is for — I’m not a doctor; I defer to your expertise on this and to his.  But so, Americans hear one thing from the CDC Director and another thing from you.  Who are we to believe?DR. ATLAS:   You’re supposed to believe the science, and I’m telling you the science.Q    So he’s not telling us science?DR. ATLAS:  I’m telling you the science, and that’s the answer.  And if you want to look up all the data, you’re free to.  You can also talk to the following epidemiologists —Q    I guess, why is he still going out before Congress and speaking if you say he’s misstated it today and the President said he misstated last time?  Americans are looking for the best information right now.DR. ATLAS:  Yeah.  And I’m giving you the best information, and it’s confirmed by people like Martin Kulldorff, who’s a Harvard epidemiologist at Harvard Medical School —Q    So should we now —DR. ATLAS:  Let me finish, please.Q    Please.  Please.DR. ATLAS:  Jay Bhattacharya and John Ioannides, both epidemiologists at Stanford; Professor Gupta, University of Oxford.  These are people who know the latest data on the immunology and what’s happening.  And I just recited it to you.(Crosstalk.)MR. KUDLOW:  I’m going to give — I’m going to give Scott a little time off.  I’m just going to give Scott a little time off.I want to reinforce some of the things that President Trump said about the economy because that’s very much a key part of this story.  We’ve got some new numbers out late last week and this week, and I wanted to underscore that.If we can get the charts back up, I want to show you some more examples of the “V”-shaped recovery.  I — actually, I can jump in here.This is from the Census Bureau Report: change in the number of people living in poverty.  During President Trump’s first three years, pre-pandemic, 6.6 million fewer people — 6.6 million fewer people are living in poverty.Q    What’s the number post-pandemic?MR. KUDLOW:  And the —Q    What’s the number post-pandemic?MR. KUDLOW:  Well, we’ll have to wait and see on that.  We’re just beginning —Q    Well, wouldn’t that be more accurate — wouldn’t that be a more accurate chart?MR. KUDLOW:  Let me go to the — under the Obama years, 787,000 people moved into poverty, so that’s a problem.And we have the second chart —Q    Isn’t that an old chart, though?MR. KUDLOW:  — if we get — no, this a brand-new — this stuff just came out late last week.Q    But when you look —Q    It says through 2019.MR. KUDLOW:  If I — if I may, okay?Q    I just like accurate information.MR. KUDLOW:  This is the accurate information.  This is —Q    It’s not 2020.Q    Doesn’t it say through 2019, Larry?MR. KUDLOW:  This is from the Census Bureau, and it just —Q    It’s not 2020.  It’s like right now.MR. KUDLOW:  — came back.Well, let me just go back into this.  Three years into President Trump’s presidency, under his policies, real family income — this is probably the best measure of living standards there is — real median household income grew by $6,000 — over $6,000.  That is five times the rate of the eight years of the Obama administration.I hear people ask me — legitimate questions, I respect that — that this is some kind of — has been a “K”-shaped recovery, where only the wealthy did well, and the bottom did not do well.In fact, this is the middle: real family income.  And I will add to that — not only was this five times higher, but the biggest gains came in the lower-income levels, significantly higher than top 1 percent or the top 10 percent.Now, let me hit another chart — put this up, see where it — sort of doing this by feel.  Go ahead.  More charts.  There we go.  Back to the “V”-shaped recovery.You’ve heard me speak about this and I just want to underscore: We got new production numbers this week.  This is a “V”-shaped recovery in automobiles, a key sector of the economy.  And we have additional numbers on housing that I’d like to show, confirming the “V”-shaped recovery.  Housing, housing — there we go.  We’re at an all-time high in homebuilder sentiment.  All right?  That’s a very important — leading indicator — to a clear, “V”-shaped recovery.  And if anything, it’s strengthening.And finally, I think the last chart is on existing home sales.  Here it is.  Their highest reading in 14 years.So I just want to say, we have more work to do with respect to the — to the recovery and return to economic health.  We have more work to do.  There is still hardship, and there is still heartbreak.Q    Do you know how many Americans —MR. KUDLOW:  But the numbers coming in —Q    Do you know how many Americans are living in poverty, right now, today?MR. KUDLOW:  The numbers — actually, that won’t be reported —Q    Do you know the answer to that question?MR. KUDLOW:  That won’t be reported —Q    Do you know the answer to that question?MR. KUDLOW:  I can only wait until the Census Bureau — I don’t know if you cover this beat or not.Q    The most recent number of the — number of Americans living in poverty right now — do you happen to know that answer?MR. KUDLOW:  No.Q    Because we’re getting a — you don’t know that?MR. KUDLOW:  I will wait —Q    You’re an economic adviser and you don’t know that?MR. KUDLOW:  Yes, right.  If you’ll just stop nitpicking, and let me explain to you.Q    It’s not nitpicking.MR. KUDLOW:  These numbers —Q    I don’t want a history lesson; I want to know what’s happening today.MR. KUDLOW:  Well, you should have a history lesson, too.  It would help you understand.Q    (Inaudible.)MR. KUDLOW:  But I’m going to say to you: These are Census Bureau numbers.  The most accurate, comprehensive — they are not out yet.  So I’m giving you the ones that were released late last week; they are the most up-to-date numbers.And under the President’s policies of lower taxes and regulations and energy independence and better trade deals, we’ve had a phenomenal increase in living standards — five times what the prior administration had for eight years — and we’re proud of that.  And this is a topic that will come up again and again.The second point I want to make is while living standards went up, poverty went down and inequality went down.  So the notion that, under President Trump, only the top end benefit is simply not true.  These are facts from the Census Bureau, and they are backed up by many other facts that we’ve talked about, as I’ve discussed with those of you.And then finally, the “V”-shaped recovery — we’ve got more work to do on unemployment and employment.  No question about that.  I think this is a self-sustaining recovery, as I’ve said. We would welcome some additional assistance in targeted areas, particularly getting back to school and working on COVID-related safety precautions and health precautions.  We’d love to see an extension of the small-business loans, the PPP program.  But the recovery itself continues to move ahead nicely.  We’re in the right direction, and this is no time to change policies.Yes, ma’am.  Go ahead, please.Q    Could you comment on a pending stock deal that’s going to be taking place — an IPO in the Hong Kong Stock Exchange?  It’s Ant Technology Group.  It could raise as much as $40 billion, potentially the largest IPO in history.  There have been a lot of security — national security concerns, a lot of human rights concerns about the technology used potentially to suppress the Uyghur people.  What is the administration’s position on the Ant Technology Group IPO?MR. KUDLOW:  I’m going to reserve comment on the deal itself.  But I will add, to your question, we are examining all these deals and publicly held companies — China-based companies — that may list on our exchanges.  We are examining them with respect to transparency, possible fraudulent accounting.  This comes from a Financial Working Group report.  And we’ve given them one year to shape up and get their books in order, including their backdrop books — their supporting papers — to prove to the Public Accounting Board and the SEC that they are safe for American investors.  I withhold comment on that particular deal.Yes, sir.Q    Today, in California, the governor issued an executive order designed to move the state to the point where there will be no gas-powered vehicles sold by 2035.  What do you make of this move that’s taking place in California?  Do you expect it to spread around the country?  What are the poli- — the economic ramifications?MR. KUDLOW:  I don’t expect it to spread, with respect to Governor Newsom, whom I know.  It just seems like a very extreme position.  I don’t know how you get there.I’ll have a look at the proposal.  If there’s more detail and meat on the bones.  I don’t see this happening elsewhere.  I don’t think we should be taking any steps to get rid of fossil fuels, for example.  And, by the way, there should be consumer choice for all automobiles, and that includes electric automobiles.But I’d have to look at the governor’s proposal.  It just sounds very extreme to me.  I don’t know how you do it.Yes.Q    Larry, do you think that the fight now over the Supreme Court nominee is going to have a major impact on the possibility to get PPP extended?  And what impact will that have on the economy, if, for example, aid for airlines does not get extended in October?MR. KUDLOW:  You know, it doesn’t have to interfere.  I mean, you can walk and chew gum at the same time.  They operate on different lanes, legislatively.  So, I guess that’s my take.We would like very much to help the airlines.  We’ve told them that.  You can’t run a healthy economy without the airline channel, and we’ll see what has to be done there with respect to possible legislation or even possibly with respect to executive administrative action.  We will take a look on that.Again, you’ve heard me say: I don’t think this recovery right now is dependent on an additional assistance package, but there are a number of targeted areas in that package, including airlines — most particularly, small-business loans and getting back to school — that I think would be a big help.And I just don’t see, if you can have agreement on four or five or six measures, which is what’s been happening, even though you don’t get the whole deal, why not do it?  It’ll help Americans move ahead in terms of the recovery.Last one.  Yes, sir.Q    Do you think that we need another broad stimulus package?  Or do you think —MR. KUDLOW:  Do I think that what?Q    Do we think — do you think the U.S. needs another broad stimulus package?  Or do you favor, sort of, à la carte-type measures — like on airlines, for instance?MR. KUDLOW:  Yeah, I — I would say to you: sensible, efficient, targeted measures might be very helpful.  I don’t think we need another gigantic, multi-trillion-dollar package.And as I say, you know, the latest numbers coming in are looking very good — the “V”-shaped recovery.  I mean, the Atlanta Fed GDPNow model is showing over 30 percent growth in the third quarter.  The Blue Chip forecasters are well over 20 percent.  Our view has been 20 percent-plus.  We’ll see.  We’ll get that number in due course.I’m just saying: Let’s be smart about some of these assistance measures.  Thank you very much.",
    "president": null
}