{
    "title": "Leadership is Here to Fight Opioids – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/leadership-fight-opioids/",
    "created_at": "2018-04-03T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nApril 3, 2018\n4 minute read\n\t\t\t\t\t\tSurgeon General of the United States Jerome Adams\t\t\t\t\tLast week, President Trump announced a new initiative to fight America’s epidemic of opioid abuse, addiction, and overdose. His announcement marks a significant moment in our national effort to reverse the deadly trends we have seen for the past several years, and a recognition that communities all across America are suffering from this crisis.Following the announcement, leaders from across the Administration deployed throughout the country to visit communities that are hurting, and to hear about how they are responding. I had the privilege of meeting with and learning from public health researchers and students in Ann Arbor last week, many of whom inspired by their own personal experiences to work on the challenge of addiction.My own brother has struggled with addiction for decades, and I often contemplate the fact that his challenges just as easily could have been mine. So many Michigan families have known the same struggles.More than 4,000 Michiganians have died from drug overdoses, predominantly due to opioids, between 2015 and 2016. The crisis has hit everywhere from the neighborhoods of Detroit to college towns and farming communities.President Trump recognizes this immense challenge. With the new opioid initiative, he is providing the leadership necessary to make serious headway in this battle.The initiative will address the driving forces behind the crisis, including the misuse of prescription opioids, the supply of illicit drugs, and insufficient access to evidence-based addiction treatment.As the nation’s top doctor, ensuring appropriate prescribing of drugs and providing treatment to those with addiction are both particularly important to me. As one example of our plans at the federal level, the government-funding bill signed last week by President Trump doubles the amount of funding that the U.S. Department of Health & Human Services provides through targeted grants to each state for opioid addiction prevention, treatment, and recovery support.Michigan’s state government has used these existing federal funds to expand access to and knowledge of appropriately administered medication-assisted treatment, the gold standard for addiction treatment, as well as to distribute life-saving overdose-reversal drugs. Michigan’s plan also aims to train peer recovery coaches to help people enter treatment right at the time they need to — often after surviving an overdose. Whether it’s connecting people to treatment or saving lives with naloxone, families, communities, and individuals already in recovery are and will be vital partners.The president’s plan doesn’t just support existing initiatives; it sets bold new goals as well. With an ambitious objective of cutting opioid prescriptions by one-third within three years, the new initiative will use the leverage of Medicare and Medicaid programs to aggressively encourage best practices in the prescription of opioids.Together, we can help remove the barriers that are preventing so many Americans from enjoying their lives and reaching their potential. One significant barrier is stigma: We need to remove the sense of shame that prevents so many from seeking the help that they need. President Trump and our Health and Human Services secretary, Alex Azar, believe that addiction should be approached as a public health challenge and that we must confront with compassion, urgency, and the best science we have.As U.S. surgeon general, I have made it a goal to take on public health challenges through building better partnerships. That strategy will be particularly helpful in dealing with our nation’s opioid epidemic: Defeating the crisis will require not just government and doctors, but businesses, faith-based and community partners, schools, and all sectors of civil society.I was heartened to see these groups join together in Michigan during my visit. Through partnerships like we’re seeing spring up in so many places, America can and will come together to defeat this unprecedented threat to our health and well-being.This op-ed appeared in the Detroit News on April 3, 2018.",
    "president": null
}