{
    "title": "Job Growth in the First Quarter of 2018 Remains Strong – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/job-growth-first-quarter-2018-remains-strong/",
    "created_at": "2018-04-06T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nApril 6, 2018\n4 minute readCouncil of Economic Advisers2.5Million\n\t\t\t\tJobs created since President Trump took office\t\t\tThe monthly Employment Situation Report from the Bureau of Labor Statistics (BLS) released this morning shows that nonfarm payroll employment rose by 103,000 in March. Paired with even stronger job growth in January and February, March’s numbers imply that average monthly job growth for 2018 is 202,000, well above the 182,000 average monthly change in 2017. More than 2.5 million jobs have been added to the economy since President Trump took office in January 2017 and nearly 3 million have been added since his election in November 2016.Both manufacturing and mining and logging industries experienced significant job growth in March. Employment in mining rose by 9,000 jobs, with large job increases in oil and gas well drilling. Average monthly job growth in mining and logging in the first three months of 2018 is 8,000 jobs, a two-fold increase over the average pace of 4,000 jobs per month in 2017. Manufacturing employment rose by 22,000 jobs in March, and the economy has added 263,000 manufacturing jobs since President Trump took office after experiencing a net job loss of 1,000 jobs per month in the last year of the Obama Administration. All of the increase in manufacturing in March over the prior month is attributable to durable goods (e.g., cars, furniture, dishwashers, washers and dryers, electronics, etc.), including a gain of 9,000 jobs in products made from metal. Employment in both retail trade and construction declined over the month by 4,000 and 15,000 jobs, respectively, which could be related to March’s bad weather.A separate survey of households released by BLS reveals that the March unemployment rate remained steady at 4.1 percent for the sixth consecutive month; 4.1 percent is the lowest unemployment rate since December 2000. The unemployment rate has declined for those with any level of education since the President took office, including those with the fewest years of education, traditionally the group that has the most trouble finding employment. Americans with some college education saw the biggest change in their unemployment rate: That group experienced an unemployment rate drop of 3.8 percentage points over the 14-month period.Employment gains during the Trump Administration have resulted in unemployment rate reductions for all major demographic groups, but perhaps no group has felt the benefits of accelerated economic growth more than Americans with a disability, another group that has typically experienced higher unemployment rates than the average. The table below shows that the unemployment rate for men with a disability has dropped by 3 percentage points since the President took office, from 12.0 to 9.0 percent, while women with a disability have reported a decline of 2.6 percentage points, from 11.5 to 8.9 percent. Both decreases exceed the decline for all workers, 0.7 percentage points since January 2017.Additionally, Americans with disabilities have experienced stronger employment growth than the rest of the labor market since 2017. Although disabled men and women constituted only 1.5 and 1.4 percent of employment in January 2017, respectively, they have represented 11.9 and 7.2 percent of employment increases since then. Disabled Americans, then, are experiencing employment gains at a rate 5 to 8 times their share of employment when President Trump took office.These statistics are even more remarkable when juxtaposed against the share of employment growth experienced by Americans with a disability in the earlier months of the current employment expansion. Employment reached its Great Depression nadir in December 2009. Between that month and January 2017 when the President took office, employment grew steadily, but men with a disability experienced a reduction in employment while women with a disability were responsible for only 0.3 percent of employment increases over those 7 years.The rising economic fortunes of American workers with a disability are yet another reminder that the President’s focus on a pro-growth economic agenda is paying off for all Americans.",
    "president": null
}