{
    "title": "Remarks by President Trump Before Senate Republican Policy Lunch – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-senate-republican-policy-lunch/",
    "created_at": "2019-03-26T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\nIssued on:\nMarch 26, 2019\nU.S. Capitol\nWashington, D.C.1:05 P.M. EDTQ    Some Democrats, sir, are still talking about impeachment.  What’s your response to that?THE PRESIDENT:  I don’t think they’re talking about impeachment.  We have the greatest economy we’ve ever had.  Our country is in incredible shape.  They and others created a fraud on our country with this ridiculous witch hunt, where it was proven, very strongly, no collusion, no obstruction.  No nothing.We are doing so well.  We’ve never probably had a time of prosperity like this.  It’s been great.Q    Mr. President, you’re accusing the people who launched the investigation into your campaign of treasonous acts.THE PRESIDENT:  Yeah.Q    How high up do you think it went?THE PRESIDENT:  I think it went very high up.  I think what happened is a disgrace.  I don’t believe our country should allow this ever to happen again.  This will never happen again.  We cannot let it ever happen again.  It went very high up, and it started fairly low, but with instructions from the high up.  This should never happen to a President again.  We can’t allow that to take place.Q    Mr. President, do you think it reached the West Wing of the Obama White House?THE PRESIDENT:  I don’t want to say that, but I think you know the answer.Q    Mr. President, the report says that while you did not commit a crime —THE PRESIDENT:  Who said what?Q    The Mueller report says — according to the Barr letter — while you —THE PRESIDENT:  The Mueller report was great.  It could not have been better.  It said, “No obstruction.  No collusion.”  It could not have been better.Q    On healthcare — on healthcare: Your administration is making very clear that you think the Affordable Care Act is invalid and should be struck down.  What is your message to Americans who may be concerned about their healthcare?THE PRESIDENT:  Let me tell you exactly what my message is: The Republican Party will soon be known as the Party of Healthcare.  You watch.\nEND1:07 P.M. EDT",
    "president": null
}