{
    "title": "Remarks by President Trump Before Marine One Departure – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-marine-one-departure-67/",
    "created_at": "2019-10-03T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\nIssued on:\nOctober 3, 2019\nSouth Lawn10:17 A.M. EDTTHE PRESIDENT:  Hello, everybody.  We’re going to The Villages in Ocala, Florida.  We have a big crowd.  We’re going to be talking about healthcare.  We’re doing a lot of work on healthcare.  We’re very successful at it.  And so we’re going to be speaking to the great people of Florida.  And I think they’re very happy with the job we’re doing.Yeah.Q    Mr. President, first question, what did you —Q    What exactly, specifically, is inaccurate in the whistleblower’s complaint?THE PRESIDENT:  What?Q    What exactly is inaccurate in the whistleblower’s complaint?THE PRESIDENT:  Well, if you look at the whistleblower’s complaint, it’s totally inaccurate because the conversation that I had was absolutely perfect.  And most people that have read it say the same thing.  The whistleblower never saw the — saw the conversation.  He got his information, I guess, second- or third-hand.  He wrote something that was total fiction.  And now, when people see that, they’re not happy.Q    Do you want to restrict investment flows into China and have Chinese stocks delisted?THE PRESIDENT:  Well, we’re looking at a lot of different things.  China is coming in next week.  We’re going to have a meeting with them.  We’ll see.  But we’re doing very well.Some of the numbers, I think, are being affected by all of the nonsense, all of the politics going on in this country by the Democrats.  I call them the “Do-nothings.”  They do nothing for this country.  They don’t care about this country.  But the numbers, really, are looking very good, going into the future.So, we’ll see.  I have a lot of options on China.  But if they don’t do what we want, we have tremendous — tremendous power.Q    Mr. President, what exactly did you hope Zelensky would do about the Bidens after your phone call?  Exactly.THE PRESIDENT:  Well, I would think that, if they were honest about it, they’d start a major investigation into the Bidens.  It’s a very simple answer.They should investigate the Bidens, because how does a company that’s newly formed — and all these companies, if you look at —And, by the way, likewise, China should start an investigation into the Bidens, because what happened in China is just about as bad as what happened with — with Ukraine.So, I would say that President Zelensky — if it were me, I would recommend that they start an investigation into the Bidens.  Because nobody has any doubt that they weren’t crooked.  That was a crooked deal — 100 percent.  He had no knowledge of energy; didn’t know the first thing about it.  All of a sudden, he is getting $50,000 a month, plus a lot of other things.  Nobody has any doubt.And they got rid of a prosecutor who was a very tough prosecutor.  They got rid of him.  Now they’re trying to make it the opposite way.  But they got rid —So, if I were the President, I would certainly recommend that of Ukraine.Q    Have you asked President Xi to investigate at all?THE PRESIDENT:  I haven’t, but it’s certainly something we can start thinking about.  Because I’m sure that President Xi does not like being under that kind of scrutiny, where billions of dollars is taken out his country by a guy that just got kicked out of the Navy.  He got kicked out of the Navy; all of a sudden, he’s getting billions of dollars.  You know what they call that?  They call that a “payoff.”Q    In your view, Mr. President — in your view, should the White House comply with any congressional subpoenas associated with the whistleblower complaint?THE PRESIDENT:  Well, I leave that to the lawyers.  I can say, though, that Schiff has now been proven to be a liar.  We’ve known it for three years, because they’ve been trying to impeach for three years.  He’s a li- — he’s a stone-cold liar.  So I leave that to the lawyers.  That’s up to them to decide.  But the whole investigation is crumbling.Yeah.Q    Can you still work with Congress to get other work done?  Can you still work with Congress?THE PRESIDENT:  I can.  Yeah, I can.Q    How can you do that?  How?Q    (Inaudible.)THE PRESIDENT:  You got — I —Q    Mr. President, Pakistan is urging (inaudible) talks with the Taliban.  Are you going to do that?THE PRESIDENT:  Well, we have a real problem.  We’ve been hitting the Taliban very, very hard.  And, as far as I’m concerned, they still haven’t recovered from killing 12 people — one of — happened to be a great American solider from Puerto Rico.  They still have not recovered, and they probably never will.Q    Mr. President — President Trump, what is McConnell — what is McConnell telling you about impeachment?  Has he assured you that Senate Republicans won’t vote for it?THE PRESIDENT:  No, but I read Mitch McConnell’s statement yesterday, and he read my phone call.  And, as you know, he put out a statement that said that was the most innocent phone call he’s read.  And I spoke to him about it, too.He read my phone call with the President of Ukraine.  Mitch McConnell — he said, “That was the most innocent phone call that I’ve read.”  I mean, give me a break.  Anybody that reads it says the same thing.  And the only people that don’t understand it is when they look at the false, fabricated, fraudulent statement made by Shifty Schiff.Q    Mr. President, Vice President Biden — Vice President Biden said that he’s not going anywhere.  He has said that you’re not going to destroy his family.  What do — what’s your response?THE PRESIDENT:  Well, I think Biden is going down.  And I think his whole situation — because now you may very well find that there are many other countries that they scammed, just like they scammed China and Ukraine.  And basically, who are they really scamming?  The USA.  And it’s not good.Q    He said he was carrying out the official policy —THE PRESIDENT:  And that’s probably why China, for so many years, has had a sweetheart deal where China rips off the USA — because they deal like people with Biden, where they give their son a billion and a half dollars.  And that’s probably why China has such a sweetheart deal that, for so many years, they’ve been ripping off our country.Q    Do you support SB-206 — the college athletes getting paid?  Or do you side with the NCAA and the schools?   And do you think this should be a federal law?THE PRESIDENT:  We’re looking at it.  We’re looking at very closely.  It’s under study.Q    Has North Korea gone too far this time with the ballistic missile?  Is that too far?THE PRESIDENT:  We’ll see.  They want to talk, and we’ll be talking to them soon.  We’ll see.So I’m going to — yes?Q    Mr. President, why did recall the U.S. Ambassador to Ukraine?  Was she a problem?  Why did you recall her?THE PRESIDENT:  I heard very bad things about her.  And I don’t know if I recalled her or somebody recalled her, but I heard very, very bad things about her for a long period of time.  Not good.Thank you.  I’ll see you in Florida.  I’ll see you all in Florida.END10:24 A.M. EDT",
    "president": null
}