{
    "title": "The Annual White House Summit on HBCUs – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/annual-white-house-summit-hbcus/",
    "created_at": "2017-09-20T00:00:00",
    "content": "\n\n\t\tEducation\t\n\nSeptember 20, 2017\n3 minute readThe Annual White House Summit on Historically Black Colleges and Universities (HBCU) was held September 17-19 at the White House to give HBCU Presidents and Senior Administrators the opportunity to engage with federal officials and Representatives in order to meet challenges in higher education. The event also served as an opportunity to acknowledge the 2017 HBCU All-Stars, a group of distinguished undergraduate and graduate students who have achieved great accomplishments in scholarship, leadership, and civic engagement. This year’s class of All-Stars are strong examples of the talent that HBCUs cultivate and excellent ambassadors of their respective institutions.Omarosa Manigault Newman, Assistant to the President and Director of Communications for the Office of Public Liaison, opened the summit by providing greetings on behalf of the President, and shared highlights from the President’s Proclamation recognizing National Historically Black Colleges and Universities Week. In attendance, U.S. Secretary of Education Betsy DeVos congratulated the 2017 HBCU All-Stars, and highlighted the value of HBCUs and the importance of advancing their legacy in student success. Johnathan Holifield was announced as the new Executive Director for the White House Initiative on Historically Black Colleges and Universities. The White House Initiative on HBCUs targets to accomplish many goals, including strengthening the capacity of HBCUs to provide the highest quality education by providing equitable opportunities for HBCUs to participate in federal programs.This year’s summit served as an opportunity for HBCU presidents, faculty members, students, senior federal agency partners, foundation members, and other stakeholders to create a forum to discuss the priorities laid out in the Executive Order to Promote Excellence and Innovation at HBCUs, to discuss the most pressing policy and educational issues, and to dialogue about the future of HBCUs.Among the topics discussed was the HBCU Capital Financing Program, which allows historically black colleges and universities to increase their revenue and operational efficiency while taking advantage of lower interest rates than any other capital source. The program allows colleges to cut their interest rate in half through refinancing, enabling them to recycle the saved money back into their institutions. The panel, led by the Department of Education’s Executive Director of Capital Financing Don Watson, discussed how important it is to both strengthen and enhance the program, as without it, there would be no access to low interest capital for educational institutions, greatly stifling their growth and improvement.Historically Black Colleges and Universities have made extraordinary contributions to the general welfare and prosperity of the United States while producing many leaders in business, government, academia, and the military. Through the implementation of the Executive Order Promoting Excellence and Innovation at HBCUs, President Trump hopes that these institutions will continue to serve as important engines of economic growth, public service, and intergenerational advancement.",
    "president": null
}