{
    "title": "‘Our Students Deserve More Than Just a Paper Diploma’ – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/students-deserve-just-paper-diploma/",
    "created_at": "2018-01-25T00:00:00",
    "content": "\nJanuary 25, 2018\n3 minute read“There are a great many reasons to support educational choice,” education expert Jason Bedrick of the Cato Institute wrote in 2016. “Maximizing freedom, respecting pluralism, reducing social conflict, empowering the poor, and so on.”“One reason is simply this,” he continued. “It works.”Now is an appropriate moment to reflect on what school choice has meant for America. On January 22, 2018, President Donald J. Trump issued a proclamation declaring January 21-27 of this year as National School Choice Week. Schools, homeschool groups, and parents are coming together both to celebrate school choice and raise awareness of the different K-12 education options available to families.Two principles guide the Administration’s vision for school choice: opportunity and results. “Communities that provide academic options — traditional public, public charter, private, magnet, parochial, virtual, and homeschooling — empower parents and guardians to select the best educational fit for their children,” the President wrote. “To maintain our global leadership and strengthen our modern economy, America’s education system must prepare students for the unforeseen challenges of the future.”Just three decades ago, charter schools did not exist. But after a successful pilot program in Minnesota during the 1990s, they spread across the country. Today, there are more than 3 million students enrolled in charter schools.Those without access to these programs often have only one option: Attend the school nearest to their home. For families who can afford to live in the school district of their choice, that geographic barrier is insignificant. For those who are struggling to get by, however, it can be the difference between escaping poverty and falling behind.In 2017, 16,783 schools participated in a total of 21,392 school choice events. This year’s National School Choice Week promises to be even bigger, with more than 20,000 schools and 5,600 homeschool groups rallying across the country.The Trump Administration has made results-oriented education reform a core part of its mission to transfer power from Washington to working families:“The United States is one of the most educated countries in the world,” President Trump wrote in his School Choice Week proclamation. “Almost 90 percent of American adults attain a high school diploma or GED.“But our students deserve more than just a paper diploma.”",
    "president": null
}