{
    "title": "Loopholes in Child Trafficking Laws Put Victims—and American Citizens—At Risk – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/loopholes-child-trafficking-laws-put-victims-american-citizens-risk/",
    "created_at": "2018-04-05T00:00:00",
    "content": "\n\n\t\tImmigration\t\n\nApril 5, 2018\n4 minute readWhen President Donald J. Trump delivered his first State of the Union Address in January, he introduced Americans to a number of important guests. Most of these guests were not public officials or dignitaries. Many were ordinary Americans, some of whom had heart-wrenching stories to tell because our country had not kept their children safe.Four of these guests—Evelyn Rodriguez, Freddy Cuevas, Elizabeth Alvarado, and Robert Mickens—were the parents of two teenage girls from Long Island. One evening in September 2016, neither child came home. The two friends, Kayla Cuevas and Nisa Mickens, had been assaulted and killed while walking together on the streets of their hometown.“Six members of the savage gang MS-13 have been charged with Kayla and Nisa’s murders,” President Trump said. “Many of these gang members took advantage of glaring loopholes in our laws to enter the country as unaccompanied alien minors—and wound up in Kayla and Nisa’s high school.”Under current law, unaccompanied alien children (UACs) who are apprehended either illegally crossing the border or within the United States must be transferred to the custody of the Department of Health and Human Services’ (HHS) Office of Refugee Resettlement (ORR) within 72 hours of determining they are unaccompanied. Since October 1, 2017, more than 13,000 UACs have been released into the country by ORR, according to HHS.ORR normally releases these minors to individuals who present themselves as family members or other sponsors living in the United States. Once released, with very few exceptions, UACs will generally remain in the country.Previous HHS reports have found that most UACs are older teens (16-17 years old) from Honduras, Guatemala, and El Salvador. Some are MS-13 gang members who use our immigration system to infiltrate the United States, but UACs who are not gang members are still at risk of harm from MS-13. Releasing UACs to sponsors with unstable living situations—often in areas where violent criminal gangs such as MS-13 have a substantial presence—makes these teens prime targets for gang recruitment and violence.This broken system is dangerous. Unaccompanied alien children often are smuggled into the United States by criminal organizations. These human smugglers are typically paid by a UAC’s family members or sponsors, many of whom are in the United States illegally themselves. Too often, such family members are also insufficiently vetted for fitness to house these children.In practice, these human smuggling operations are essentially using Federal resources to complete the final leg of their journeys, which only encourages this dangerous pattern further.Beyond the perils of human smuggling, UACs frequently fail to appear for immigration hearings, exacerbating our sky-high immigration court backlogs with cases that remain unresolved. Two-thirds of all removal orders for UACs from fiscal years 2015 to 2017 resulted from a UAC’s failure to appear for their immigration court hearings. These UACs and those who house them simply ignore Federal law.For the safety of all involved, including the American citizens whose communities have been torn apart by violence, Congress must act to restore law and order. These practices continue because of unreasonable constraints that judges have imposed on the ability of U.S. Immigration and Customs Enforcement to detain family units, even in situations where there may be attempts to subvert the law. Changes to Federal law are essential to fix that problem.The Trump Administration has repeatedly asked Congress to amend the 2008 Trafficking Victims Protection Reauthorization Act, which human smugglers and other criminals exploit. This law must be updated to provide special protections for any UACs who are genuinely victims of trafficking, while allowing U.S. officials to promptly and safely repatriate those UACs who are not.It is long past time for Congress to strengthen our immigration laws, fix the loopholes that aid human smugglers, improve public safety nationwide, and serve the communities they purport to represent.Learn more: What You Need to Know About Loopholes Allowing Unaccompanied Alien Children to Stay in the United States",
    "president": null
}