{
    "title": "Nominations Sent to the Senate Today – The White House",
    "link": "https://trumpwhitehouse.archives.gov/presidential-actions/nominations-sent-senate-today-2/",
    "created_at": "2018-01-08T00:00:00",
    "content": "\n\t\t\t\tNominations & Appointments\t\t\t\nIssued on:\nJanuary 8, 2018\nStephen Akard, of Indiana, to be Director General of the Foreign Service, vice Arnold A. Chacon, resigned.Barry W. Ashe, of Louisiana, to be United States District Judge for the Eastern District of Louisiana, vice Ivan L. R. Lemelle, retired.Annemarie Carney Axon, of Alabama, to be United States District Judge for the Northern District of Alabama, vice Sharon Lovelace Blackburn, retired.Alex Michael Azar II, of Indiana, to be Secretary of Health and Human Services, vice Thomas Price, resigned.Dana Baiocco, of Ohio, to be a Commissioner of the Consumer Product Safety Commission for a term of seven years from October 27, 2017, vice Marietta S. Robinson, term expired.Phyllis L. Bayer, of Mississippi, to be an Assistant Secretary of the Navy, vice Dennis V. McGinn.William Beach, of Kansas, to be Commissioner of Labor Statistics, Department of Labor, for a term of four years, vice Erica Lynn Groshen, term expired.Jeffrey Uhlman Beaverstock, of Alabama, to be United States District Judge for the Southern District of Alabama, vice Callie V. Granade, retired.Alex A. Beehler, of Maryland, to be an Assistant Secretary of the Army, vice Katherine Hammack.Brian Allen Benczkowski, of Virginia, to be an Assistant Attorney General, vice Leslie Ragon Caldwell.James Blew, of California, to be Assistant Secretary for Planning, Evaluation, and Policy Development, Department of Education, vice Carmel Martin, resigned.Ryan Wesley Bounds, of Oregon, to be United States Circuit Judge for the Ninth Circuit, vice Diarmuid F. O’Scannlain, retired.Elizabeth L. Branch, of Georgia, to be United States Circuit Judge for the Eleventh Circuit, vice Frank M. Hull, retired.Michael B. Brennan, of Wisconsin, to be United States Circuit Judge for the Seventh Circuit, vice Terence T. Evans, deceased.James Bridenstine, of Oklahoma, to be Administrator of the National Aeronautics and Space Administration, vice Charles F. Bolden, Jr., resigned.Samuel Dale Brownback, of Kansas, to be Ambassador at Large for International Religious Freedom, vice David Nathan Saperstein.Ann Marie Buerkle, of New York, to be a Commissioner of the Consumer Product Safety Commission for a term of seven years from October 27, 2018.  (Reappointment)Ann Marie Buerkle, of New York, to be Chairman of the Consumer Product Safety Commission, vice Elliot F. Kaye.Liles Clifton Burke, of Alabama, to be United States District Judge for the Northern District of Alabama, vice C. Lynwood Smith, retired.Brendan Carr, of Virginia, to be a Member of the Federal Communications Commission for a term of five years from July 1, 2018.  (Reappointment)Jeffrey Bossert Clark, of Virginia, to be an Assistant Attorney General, vice John Charles Cruden.Susan Combs, of Texas, to be an Assistant Secretary of the Interior, vice Rhea S. Suh, resigned.Jeffrey DeWit, of Arizona, to be Chief Financial Officer, National Aeronautics and Space Administration, vice David Radzanowski.Daniel Desmond Domenico, of Colorado, to be United States District Judge for the District of Colorado, vice Robert E. Blackburn, retired.Eric S. Dreiband, of Maryland, to be an Assistant Attorney General, vice Thomas E. Perez, resigned.Stuart Kyle Duncan, of Louisiana, to be United States Circuit Judge for the Fifth Circuit, vice W. Eugene Davis, retired.Kurt D. Engelhardt, of Louisiana, to be United States Circuit Judge for the Fifth Circuit, vice Edith Brown Clement, retired.James Randolph Evans, of Georgia, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to Luxembourg.Thomas Alvin Farr, of North Carolina, to be United States District Judge for the Eastern District of North Carolina, vice Malcolm J. Howard, retired.Diana Furchtgott-Roth, of Maryland, to be an Assistant Secretary of Transportation.  (New Position)Steven Gardner, of Kentucky, to be Director of the Office of Surface Mining Reclamation and Enforcement, vice Joseph G. Pizarchik.Brett Giroir, of Texas, to be Medical Director in the Regular Corps of the Public Health Service, subject to the qualifications therefor as provided by law and regulations, and to be an Assistant Secretary of Health and Human Services, vice Howard K. Koh, resigned.Marvin Goodfriend, of Pennsylvania, to be a Member of the Board of Governors of the Federal Reserve System for a term of fourteen years from February 1, 2016, vice Sarah Bloom Raskin, resigned.Charles Barnes Goodwin, of Oklahoma, to be United States District Judge for the Western District of Oklahoma, vice Robin J. Cauthron, retired.Richard Grenell, of California, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Federal Republic of Germany.Joseph H. Hunt, of Maryland, to be an Assistant Attorney General, vice Stuart F. Delery, resigned.Michael Joseph Juneau, of Louisiana, to be United States District Judge for the Western District of Louisiana, vice Richard T. Haik, Sr., retired.Matthew J. Kacsmaryk, of Texas, to be United States District Judge for the Northern District of Texas, vice Mary Lou Robinson, retired.Robert Hunter Kurtz, of Virginia, to be an Assistant Secretary of Housing and Urban Development, vice Sandra Brooks Henriquez, resigned.Adam Lerrick, of Wyoming, to be a Deputy Under Secretary of the Treasury, vice Ramin Toloui.Doug Manchester, of California, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Commonwealth of The Bahamas.Kenneth L. Marcus, of Virginia, to be Assistant Secretary for Civil Rights, Department of Education, vice Catherine Elizabeth Lhamon.Emily Coody Marks, of Alabama, to be United States District Judge for the Middle District of Alabama, vice Myron H. Thompson, retired.Kevin K. McAleenan, of Hawaii, to be Commissioner of U.S. Customs and Border Protection, Department of Homeland Security, vice R. Gil Kerlikowske.Kathleen Troia McFarland, of New York, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Singapore.Jelena McWilliams, of Ohio, to be a Member of the Board of Directors of the Federal Deposit Insurance Corporation for a term of six years, vice Jeremiah O’Hear Norton, resigned.Jelena McWilliams, of Ohio, to be Chairperson of the Board of Directors of the Federal Deposit Insurance Corporation for a term of five years, vice Martin J. Gruenberg, term expired.Brian D. Montgomery, of Texas, to be an Assistant Secretary of Housing and Urban Development, vice Carol J. Galante.Terry Fitzgerald Moorer, of Alabama, to be United States District Judge for the Southern District of Alabama, vice William H. Steele, retired.Scott A. Mugno, of Pennsylvania, to be an Assistant Secretary of Labor, vice David Morris Michaels.Barry Lee Myers, of Pennsylvania, to be Under Secretary of Commerce for Oceans and Atmosphere, vice Kathryn D. Sullivan, resigned.Ryan Douglas Nelson, of Idaho, to be Solicitor of the Department of the Interior, vice Hilary Chandler Tompkins.Mark Saalfield Norris, Sr., of Tennessee, to be United States District Judge for the Western District of Tennessee, vice J. Daniel Breen, retired.Stephen Parente, of Minnesota, to be an Assistant Secretary of Health and Human Services, vice Richard G. Frank.Isabel Marie Keenan Patelunas, of Pennsylvania, to be Assistant Secretary for Intelligence and Analysis, Department of the Treasury, vice S. Leslie Ireland.Patrick Pizzella, of Virginia, to be Deputy Secretary of Labor, vice Christopher P. Lu, resigned.Yleem D. S. Poblete, of Virginia, to be an Assistant Secretary of State (Verification and Compliance), vice Frank A. Rose.Jerome H. Powell, of Maryland, to be Chairman of the Board of Governors of the Federal Reserve System for a term of four years, vice Janet L. Yellen, term expiring.Randal Quarles, of Colorado, to be a Member of the Board of Governors of the Federal Reserve System for a term of fourteen years from February 1, 2018.  (Reappointment)William M. Ray II, of Georgia, to be United States District Judge for the Northern District of Georgia, vice Harold L. Murphy, retired.Eli Jeremy Richardson, of Tennessee, to be United States District Judge for the Middle District of Tennessee, vice Todd J. Campbell, retired.David J. Ryder, of New Jersey, to be Director of the Mint for a term of five years, vice Edmund C. Moy, resigned.Jesse Seroyer, Jr., of Alabama, to be United States Marshal for the Middle District of Alabama for the term of four years, vice Arthur Darrow Baylor, retired.Cheryl Marie Stanton, of South Carolina, to be Administrator of the Wage and Hour Division, Department of Labor, vice David Weil, resigned.Charles Douglas Stimson, of Virginia, to be General Counsel of the Department of the Navy, vice Paul Luis Oostburg Sanz.David Ryan Stras, of Minnesota, to be United States Circuit Judge for the Eighth Circuit, vice Diana E. Murphy, retired.Holly Lou Teeter, of Kansas, to be United States District Judge for the District of Kansas, vice Kathryn H. Vratil, retired.Susan A. Thornton, of Maine, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be an Assistant Secretary of State (East Asian and Pacific Affairs), vice Daniel R. Russel.James E. Trainor, III, of Texas, to be a Member of the Federal Election Commission for a term expiring April 30, 2023, vice Matthew S. Petersen, term expired.Eric M. Ueland, of Oregon, to be an Under Secretary of State (Management), vice Patrick Francis Kennedy.Leon A. Westmoreland, of Georgia, to be a Director of the Amtrak Board of Directors for a term of five years. (New Position)Andrew Wheeler, of Virginia, to be Deputy Administrator of the Environmental Protection Agency, vice Robert Perciasepe, resigned.Kathleen Hartnett White, of Texas, to be a Member of the Council on Environmental Quality, vice Nancy Helen Sutley.James Edwin Williams, of Utah, to be Chief Financial Officer, Department of Labor, vice James L. Taylor.Thomas E. Workman, of New York, to be a Member of the Financial Stability Oversight Council for a term of six years, vice S. Roy Woodall, Jr., term expired.Mitchell Zais, of South Carolina, to be Deputy Secretary of Education, vice James H. Shelton, III, resigned.",
    "president": null
}