{
    "title": "Highlights from President Trump’s Interview on ‘The Ingraham Angle’ – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/highlights-president-trumps-interview-ingraham-angle/",
    "created_at": "2018-10-30T00:00:00",
    "content": "\nOctober 30, 2018\n3 minute readYesterday, President Donald J. Trump sat down with Laura Ingraham of “The Ingraham Angle” to discuss current events and his Administration’s priorities. In a wide-ranging interview, the President spoke about the horrible tragedy in Pittsburgh, his love of country, and the migrant caravan moving toward the U.S. border. The suspect in the Pittsburgh shooting was “disgraceful,” and he disliked President Trump because of his strong relationship with Israel.PRESIDENT TRUMP: “And in fact, this horrible human being, this terrible person that did the shooting, he was not a Donald Trump fan because he said I was too close to Israel. So that seemed to be his reasoning.”PRESIDENT TRUMP: “You should go about your life. You can’t let these people disrupt any more than they already have, which is disgraceful. What he did is disgraceful. You can’t let it happen.”President Trump described himself as a nationalist, saying “I’m proud of this country, and I call that nationalism.” PRESIDENT TRUMP: “To me I don’t have to clarify. It means I love the country, it means I’m fighting for the country. I look at two things, globalists and nationalists. I’m somebody that wants to take care of our country because for many, many years, you know this better than anybody, our leaders have been more worried about the world than they have about the United States and they leave us in the mess.”PRESIDENT TRUMP: “Whether it’s the wars, whether it’s the economy, whether it’s debt, whether it’s all of the things that they’ve done, including putting in the wrong Supreme Court justices and we’ve really put two great ones in. No, I’m proud of this country and I call that nationalism.”PRESIDENT TRUMP: “I call it being a nationalist and I don’t see any other connotation than that. Now, as soon as you make any statement nowadays with the political correctness world, they make a big deal. I’m not a globalist, but I want to take care of the globe. But first I have to take care of our country. I want to help people around the world, but we have to take care of our country or we won’t have a country, including we have to take care of our country at the border.”President Trump discussed the loopholes in U.S. immigration law that have allowed our asylum system to be abused and exploited by smugglers and illegal migrants.PRESIDENT TRUMP: “We’re going to put up – we’re going to build tent cities. We’re going to put tents all over the place. We’re not going to build structures and spend all of this hundreds of millions of dollars. We’re going to have tents. They are going to be very nice and they are going to wait and if they don’t get asylum they get out. And very few people – they don’t actually – if you want to wait, they don’t usually get asylum. You know that.”PRESIDENT TRUMP: “The problem is they release them in and then they have the trial three years later and nobody shows up. But we are going to – unlike Obama and unlike others we are going to take the people, we’re going to put them in and they’re going to wait.”",
    "president": null
}