{
    "title": "Unprecedented Jobs Growth Streak Continues as Wages Rise – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/unprecedented-jobs-growth-streak-continues-as-wages-rise/",
    "created_at": "2018-09-07T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nSeptember 7, 2018\n2 minute readCouncil of Economic AdvisersThe United States economy continues to enjoy its longest, consecutive streak of positive monthly job numbers. The pace of job growth in 2018 averages 207,000 jobs per month—exceeding average monthly gains in 2016 (195,000) and 2017 (182,000). Since President Donald J. Trump took office, 3.6 million jobs have been created and there have been more than 4 million new jobs since the election in November 2016.Private sector employment increased by 204,000 jobs in July, while Government employment fell by 3,000.  Numerous sectors have experienced large job growth since the President took office in January 2017, including construction (386,000), manufacturing (348,000), transportation and warehousing (248,000), and mining and logging (100,000).Another sign of our strong economy is that average weekly earnings rose by 3.2 percent over the past 12 months while nominal hourly earnings increased by 2.9 percent over this periodThe Bureau of Labor Statistics’ separate household survey offers more indications of a booming economy. Prior to 2018, there had only been 5 months with an unemployment rate below 4 percent since 1970.Other measures of labor-force slack show improvements throughout the economy. The U-6 unemployment rate, which captures all labor underutilization, including unemployed and discouraged workers, fell 0.1 percentage points in August to 7.4 percent—the lowest it has been since April 2001. Meanwhile, the share of the labor force working part time for economic reasons fell to 2.7 percent in August, down from 3.6 percent in January 2017. This is the lowest it has been since April 2006.New unemployment insurance claims—claims made by individuals to receive unemployment insurance benefits—can also serve as an indication of the state of the economy. Reflecting the strong labor market, the rate of new unemployment claims (new claims divided by the labor force) fell in 2017 and 2018 (see figure). In the most recent month of data, only 0.13 percent of the labor force newly requested unemployment benefits each week, the lowest share on record.",
    "president": null
}