{
    "title": "Remarks by President Trump and Vice President Pence at the Congressional Picnic – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-vice-president-pence-congressional-picnic/",
    "created_at": "2017-06-22T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\nIssued on:\nJune 22, 2017\nSouth Lawn7:27 P.M. EDTTHE VICE PRESIDENT:  To all the members of the House of Representatives and the United States Senate, to all of the families of those who serve, to all of the friends who are gathered here, on behalf of the First Family, Karen and I are honored to welcome you to the 2017 White House Picnic in the Park.  (Applause.)  It’s Central Park on the South Lawn.We especially are grateful to the leadership — the House and Senate in both parties that are so well represented here today.  Would you join me in thanking Senator John Cornyn and Senator Dick Durbin for representing the Senate leadership tonight?  (Applause.)  We’re honored you’re here.  And thank you to Cathy McMorris Rodgers, Kevin McCarthy, and Speaker Paul Ryan from the House of Representatives for joining us.  Thank you so much.  (Applause.)As a matter of fact, could we just give a big round of applause to all the men and women who serve in the Congress of the United States?  (Applause.)  Tonight is about saying thank you.  (Applause.)You know our family has lots of memories at the White House picnic.  The first time we came here, our two daughters were six and seven years old.  Now they’re standing right over here.  One is 22 and one will turn 24 years old this Sunday — Audrey and Charlotte are with us today.The White House picnic for us is always about family.  It’s always about being able to leave politics outside the gate and being able to get together with the families of those who serve in both political parties.  And on behalf of the First Family we thank you for continuing this wonderful bipartisan tradition tonight on this beautiful evening in our nation’s capital.So with good food, good fellowship, and quite a view, join me in welcoming to the podium our host for this evening — First Lady Melania Trump and the 45th President of the United States of America, President Donald Trump.  (Cheers.)THE PRESIDENT:  This is so beautiful.  Wow.Thank you, Vice President Pence.  Thank you, Karen.  You’ve been such a tremendous help to me, both of you, and we very much appreciate it.  And Melania, myself, we’ve become great friends. Great job, really great job.  Thank you.  (Applause.)This has truly become, as you know, a wonderful tradition.  It’s the very first Congressional Picnic that Melania and I have the pleasure of hosting, so I hope you enjoy it.  I hope you enjoy it.  We’ve gotten to know many of you over the last weeks and months and developed many friendships with politicians.  Can you believe it?  (Laughter.)  And some really great people, I have to say — mostly, mostly.  A couple of bad ones but that’s okay.  (Laughter.)  But we’re honored to host you at the White House and privileged to count you as our very close friends — so many.Tonight our thoughts and prayers remain with one friend who is not here.  A man that we have all come to know and respect, and to love — Congressman Steve Scalise.  (Applause.)  The outpouring of support for Steve and his family has been truly inspiring.We are so touched that joining us here this evening are Steve and Jennifer’s children, Harrison and Madison.  (Applause.) Beautiful children.  In fact, we just gave them a tour of the White House.  Just gave them a beautiful tour of the White House. They got the A tour.  (Laughter.)  You know, sometimes we give the B, the C, the D — and the F tour is just like, here it is, let’s get out of here.  (Laughter.)  We gave them the A tour.  And I want them to know that the whole country is praying for their courageous dad, and all of us are praying for them.It’s been amazing.  The recovery is going, now, well.  For two days, they were saying it’s really tough.  But today, I can report things are looking very, very good.  So we’re very happy about that.  (Applause.)I also want to give a very special thanks to Special Agents Griner and Bailey of the Capitol Police — (applause) — lucky they were there — for their lifesaving actions.  And all of the members of Congress — a lot of brave people in Congress who acted in those moments of danger and protected each other.  They cared for the wounded.  They shielded the vulnerable.  And they really did put their own safety aside.  So I want to thank some of those people who were really very, very brave.  We would have never maybe found out about them except we got to see them in action.  So now we know for sure.  But we want to thank them.  There was a great deal of bravery on behalf of everybody.  (Applause.)And you know, Agents Griner and Bailey, they came rushing in from the outfield.  Somebody with a rifle, and they had handguns. That’s not a good deal.  But one of those bullets struck at the right place and that was really — that was really incredible — or that would have been a far worse morning.  Believe me.  So we want to thank them.America is also filled with pride over the display of character and sportsmanship at the congressional baseball game.  I heard it was very special.  I wanted to go there, but our folks from Secret Service said maybe we better take a pass.  I wanted to be there so badly, you have no idea.  But I spent a little time at the hospital instead with Steve.  (Applause.)It’s our hope that this unity that was displayed that evening can maybe continue to grow and thrive between Republicans and Democrats.  And I think, honestly, I think we’d all be doing a lot better, and I know the country would be doing a lot better. (Applause.)The American people have entrusted us with great responsibility, and I know that we will prove worthy of the trust they have placed in each of us.  I’m hopeful that the spirit of cooperation that we’ve seen in recent days will deepen as we move forward.  I really believe it’s something that can happen.  Maybe it’s too early.  Maybe the wounds are too deep in terms of the relationship — because it’s been bad for a long time, long time. Not just when we got there.  I mean, this has gone on for many years.  And hopefully those wounds can heal, and heal quickly, because we owe it to the American people.Tonight let us enjoy the company of friends and the comfort of our loved ones.  And tomorrow, let us continue to do the people’s bidding and create the optimistic future our citizens so richly deserve.I want to thank you all for being here tonight.  It’s a very special evening.  Beautiful evening.  And I just want to say God bless you, and God bless America.Thank you very much.  Thank you.  Thank you very much.  (Applause.)END\n7:36 P.M. EDT",
    "president": null
}