{
    "title": "FTC, FDA Warn Companies about Marketing and Selling Opioid Cessation Products – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/ftc-fda-warn-companies-marketing-selling-opioid-cessation-products/",
    "created_at": "2018-01-26T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nJanuary 26, 2018\n4 minute read\n\t\t\t\t\t\tFederal Trade Commission \t\t\t\t\tFTC, SAMHSA also issue fact sheet on how to get the right help for addiction and withdrawalThe Federal Trade Commission and the U.S. Food and Drug Administration (FDA) today posted warning letters to the marketers and distributors of 11 opioid cessation products for illegally marketing products with unproven claims about their ability to help in the treatment of opioid addiction and withdrawal.“Opioid addiction is a serious health epidemic that affects millions of Americans,” said Acting FTC Chairman Maureen K. Ohlhausen. “Individuals and their loved ones who struggle with this disease need real help, not unproven treatments. We will continue to work together with the FDA to address this important issue.”Health fraud scams like these can pose serious health risks. These products have not been demonstrated to be safe or effective and may keep some patients from seeking appropriate, FDA-approved therapies. Selling these unapproved products with claims that they can treat opioid addiction and withdrawal is a violation of the Federal Food, Drug, and Cosmetic Act. Making unsubstantiated therapeutic claims is also a violation of the Federal Trade Commission Act, which prohibits deceptive advertising.Also today, the FTC, in coordination with SAMHSA of the U.S. Department of Health and Human Services (HHS), issued a fact sheet to help consumers get real help for opioid addiction or withdrawal, while avoiding products that promise but do not deliver help. The fact sheet has tips that consumers and health practitioners alike can share with those considering help for opioid addiction or withdrawal. Patients receiving FDA-approved medication-assisted treatment cut their risk of death in half, according to SAMHSA.The FDA and FTC issued joint warning letters to 11 companies for their products: Opiate Freedom Center (Opiate Freedom 5-Pack); U4Life, LLC (Mitadone); CalmSupport, LLC (CalmSupport); TaperAid (TaperAid & TaperAid Complete); Medicus Holistic Alternatives, LLC (Natracet); NutraCore Health Products, LLC (Opiate Detox Pro); Healthy Healing, LLC (Withdrawal Support); Soothedrawal, Inc. (Soothedrawal); Choice Detox Center, Inc. (Nofeel); GUNA, Inc. (GUNA-ADDICT 1); and King Bio, Inc. (AddictaPlex).The FTC sent four additional warning letters to other marketers of opioid cessation products.All of the companies use online platforms to make unproven claims about their products’ ability to cure, treat, or prevent a disease. Examples of claims made include:The FTC and FDA have requested responses from each of the companies within 15 working days. The companies are directed to inform each agency of the specific actions taken to address each agency’s concerns. The warning letters also state that failure to correct violations may result in law enforcement action such as seizure or injunction.Health care professionals and consumers are encouraged to report any adverse events related to these products to the FDA’s MedWatch Adverse Event Reporting program. To file a report, use the MedWatch Online Voluntary Reporting Form. The completed form can be submitted online or via fax to 800-FDA-0178.The Federal Trade Commission works to promote competition, and protect and educate consumers. You can learn more about consumer topics and file a consumer complaint online or by calling 1-877-FTC-HELP (382-4357). Like the FTC on Facebook, follow us on Twitter, read our blogs and subscribe to press releases for the latest FTC news and resources.The FDA, an agency within the U.S. Department of Health and Human Services, promotes and protects the public health by, among other things, assuring the safety, effectiveness, and security of human and veterinary drugs, vaccines and other biological products for human use, and medical devices. The agency also is responsible for the safety and security of our nation’s food supply, cosmetics, dietary supplements, products that give off electronic radiation, and for regulating tobacco products.For more information click here.",
    "president": null
}