{
    "title": "Trump Administration Stands Behind Ag Producers – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/trump-administration-stands-behind-ag-producers/",
    "created_at": "2018-05-21T00:00:00",
    "content": "\n\n\t\tLand & Agriculture\t\n\nMay 21, 2018\n4 minute read\n\n\t\t\t\t\t\tSonny Perdue\t\t\t\t\t\t\t\nSecretary of AgricultureIt’s been just over a year since I was sworn in as secretary of Agriculture. Having now traveled to 38 states, I have spent countless hours with the hardworking farmers, ranchers, foresters and producers who make up the American agriculture industry. Every stop along the way, I’ve found myself humbled by the work being done, day in and day out, to create the bountiful American harvest we all enjoy. Most importantly, it has been an honor to help reiterate President Donald Trump’s message that the men and women of rural America are a top priority for this administration.Last week, we headed across New Mexico, Colorado, Wyoming and Nebraska on my fourth “Back to Our Roots” tour. These tours are a welcome opportunity to get out of Washington and connect with those outside the noise of the infamous Beltway. Throughout my travels, I’ve heard from the people living in rural America about what they want out of this administration: a boost in the economy, a decrease in burdensome regulations, an increase in trade and a farm bill that works for America’s agriculture community.My message to rural America is always the same: President Trump hears you and is working to make your life better.In the last 16 months, the policies of the Trump administration have proven his commitment to rural America and the American farmer. His pro-growth policies are fueling the economy. We’ve seen strong farm exports, illustrating worldwide demand.With an aggressive approach on trade and expanding markets, we should see improved commodity prices. Meanwhile, thousands of young and beginning farmers are signing up for the Beginning Farmers Loan Program.The agriculture community is already seeing benefits from the president’s historic tax cuts and reforms. Farmers, ranchers and producers are now able to keep more of what they earn and can reinvest in their operations. The critical changes to the death tax will exempt the majority of family farms. It’s an old unfunny joke that farmers live cash poor but die land rich, and that is something we want to change.For far too long rural America has struggled under the weight of burdensome regulations, written by bureaucrats behind desks in Washington. The Trump administration has been eliminating these regulations at a record pace, slashing 22 existing regulations for every new one that comes on the books. This administration has shown its commitment to renewing prosperity and restoring opportunity across America.While we have made great strides, there is still work to be done.There’s a good bit of anxiety out there in the farmland with regard to trade. President Trump knows that America’s farmers, ranchers, foresters and producers are the ones that feed, fuel and clothe the nation and the rest of the world.For decades China has not played by the rules. China has maintained unwarranted barriers and trade-distorting policies harming U.S. agricultural products, just like it has with many other U.S. goods. By finally standing up to China, this administration is seeking better market access for our farmers.The president also recognizes that agriculture is often the tip of the spear when there is retaliation, and for that reason he has directed me to use the authorities we have to protect farmers and farm income. The president and I will not allow our agriculture producers to bear the brunt of China’s retaliation.We also need to ensure Congress passes a farm bill that works for America’s agriculture community. America’s farmers, ranchers and producers are resilient, but they need the support from a farm bill to serve as a safety net in tough times and keep them on equal footing with their competitors around the globe.I am confident that we can accomplish these tasks and much more because President Trump has been a champion for rural America since day one. I’ve been proud to serve as the face of his administration to the agriculture community.As we continue to work together “to do right and feed everyone” we must not forget those who feed and clothe the world on a daily basis. By reducing regulation, increasing trade, and passing a strong farm bill, Washington can truly do right for those who feed and clothe everyone.This op-ed appeared in the Omaha World-Herald on May 20, 2018.",
    "president": null
}