{
    "title": "Intern Series: The Leaders of Today Inspiring the Leaders of Tomorrow – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-leaders-today-inspiring-leaders-tomorrow/",
    "created_at": "2017-08-14T00:00:00",
    "content": "\nAugust 14, 2017\n2 minute readI am honored to be a part of the Summer 2017 White House Internship Program and to support the work that is being done at the White House. I am not only learning valuable skills that will help me in my future career, but there are also some pretty great perks. For instance, we participate in a weekly “Speaker Series,” which allows us to hear from a variety of government appointees about how they got to where they are today, as well as how they handle the rigors of their current positions. We are given the opportunity to ask questions and hear about varying aspects of the government.This summer we were lucky enough to hear from individuals including former Speaker Newt Gingrich, Executive Office of the President Staff, and State Department employees. They all spoke about how their early childhoods shaped them and influenced how they achieved their current success. I found it inspiring to hear about their backgrounds, especially because I felt that I could relate. I grew up in small town Maine, and hearing from them, I felt that even I could go on to do great things. My favorite speaker by far was HUD Secretary Dr. Ben Carson, whose life story I find both moving and motivating.My big take away from the Speaker Series this summer is the idea that you do not have to start at the top to be successful; you just have to be willing to work hard. The emphasis on having a strong work ethic is something I have applied to every aspect of my summer at the White House, and will continue to apply to every job I do in the future.This internship has been the experience of a lifetime and I will carry with me every opportunity I had, and all that I learned, into my career and for the rest of my life.Isabelle Daigle is from Bangor, Maine, and is a junior studying politics with a minor in international relations, economics, and campaign management at Saint Anselm College. Isabelle is a member of the Summer 2017 White House Internship Program in the Office of Presidential Correspondence.",
    "president": null
}