{
    "title": "Pay It Forward: Join with All of Us Research Program to Build a Healthier Future – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/pay-forward-join-us-research-program-build-healthier-future/",
    "created_at": "2018-05-07T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nMay 7, 2018\n5 minute read\nAlex M. Azar II and Francis S. Collins\t\t\tIn 1948, more than 5,000 people in the little town of Framingham, Mass., volunteered for a study to find answers about the mysterious, growing epidemic of heart disease. Every two years for decades, they had a physical exam, gave blood and urine samples and answered questions about their health. Their children and grandchildren joined too. Because of them, we now know the big risk factors for cardiovascular disease and have saved millions of lives through new prevention strategies, drugs, procedures and education.The Framingham study taught us something important: Driving the future of medicine requires the generosity of volunteers who, in the service of science and generations to come, choose to “pay it forward” and help provide the data today that produces cures tomorrow. The Department of Health and Human Services is devoted to improving the quality of health care for every American, and today, we have tools to advance that mission that would be unimaginable tothe Framingham volunteers 70 years ago.Imagine the power of a project that asks 1 million people from across the United States to volunteer to help find answers about virtually all health conditions we face. Starting today, you can be one of those volunteers. The All of Us Research Program, led by the National Institutes of Health, in collaboration with more than 100 partner organizations, seeks at least 1 million participant partners from all walks of life, who are willing to contribute health information over decades to come, to support research that holds the promise of leading to better health care and better health.By signing up for All of Us, you will join a mission to accelerate an emerging field called precision medicine. Even with amazing advances, most medicine today is still “one size fits all.” With the increasing accessibility of electronic health records, wearables and smartphones, environmental sampling and genetic sequencing, we can now collect new kinds of data — and make new scientific discoveries — that were never possible before. We have the opportunity to better understand and anticipate how the complex interactions of behavioral, biological, environmental and socio-economic factors may affect the health of each us — as individuals. Understanding these interactions may be key to developing treatments that deliver more value and better health for every American.The fundamental scientific goal of All of Us is to harness the power of health information on a much larger scale than has ever been tried before. We are focused especially on enrolling those who have been overlooked in past research studies, and who may represent communities that have inadequately benefitted from previous findings and breakthroughs. The result will be an unprecedented crowd-source of privacy-protected but scientifically user-friendly health information — open to all researchers from citizen scientists to academics to commercial labs — that, on a scale even greater than Framingham, can help science answer important questions about today’s growing epidemics and mysteries.Consider some questions for which All of Us might provide answers. How can we identify the risk factors for Alzheimer’s disease and actually help prevent new cases of this devastating illness from developing or progressing? What will it take to treat the nearly 10% of Americans with type 1 and type 2 diabetes, or to prevent these diseases altogether? How can we prevent the chronic pain that affects millions of people across the U.S. each year? Or develop and test pain medicines that aren’t addictive? How do we learn to identify those at high risk for cancer, catch their tumors early and add to the list of cancer cures that will work for individuals the first time, without the painful trials and errors of trying different chemotherapies?Over the past year, All of Us has already carried out an early testing phase. More than 27,000 pioneering participants have enrolled. The All of Us pilot phase is already as big as the entire Framingham study!Taking part is simple. If you want to enroll, we invite you to visit JoinAllofUs.org to create an account. You can then contribute your health information online to the project. Some people will also be asked to visit a local partner site to provide physical measurements and blood and urine samples.Every bit of health information you contribute will be important to the success of this national endeavor. We at HHS are committed to building the best possible systems and support, and to ensure that you maintain access to your own data and, using the most cutting-edge forms of data privacy and encryption tools, to keep it secure. As the data resource and discoveries grow over time, you may choose to receive information about breakthroughs — or even participate in follow-up studies or clinical trials — that are relevant to you.The Framingham volunteers are deeply proud of their contribution. The study continues today with even more volunteers. We are inviting you to join us for an even bolder journey. Together, we can work to create a healthier future — for all of us.To learn more, visit JoinAllofUs.org.Alex M. Azar II is the Secretary of Health and Human Services. Francis S. Collins is the Director of the National Institutes of Health. This op-ed appeared in USA Today on May 7, 2018. ",
    "president": null
}