{
    "title": "Honoring Our Nation’s Heroes at West Point – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/honoring-nations-heroes-west-point/",
    "created_at": "2017-02-10T00:00:00",
    "content": "\n\n\t\tNational Security & Defense\t\n\nFebruary 10, 2017\n2 minute read\n\t\t\t\t\t\tVice President Mike Pence\t\t\t\t\tYesterday, I had the great privilege of walking on the hallowed grounds of West Point.I traveled there to join the United States Corps of Cadets – some of the finest men and women I’ve ever had the honor to meet. Over the course of the evening, I participated in a roundtable discussion with distinguished African-American cadets before giving remarks to the entire corps at the 40th annual Henry O. Flipper dinner.I came to give them President Donald Trump’s thanks – and his unwavering commitment to America’s Armed Forces.It was humbling to be there where so many other patriots have stood. For over 200 years, men and women from across our land have come to West Point, driven by duty, honor, country.This African-American History Month, we remember those who have served our country even from the hour of its birth.We honor heroes like Henry Flipper – the first African-American graduate of West Point. We also honor the brave soldiers who fought alongside our Founding Fathers, the 200,000 African-Americans who fought for freedom in the Civil War, the Buffalo Soldiers, the Tuskegee Airmen, and so many more.We also remember those who follow in their footsteps, regardless of the color of their skin or the creed they profess. All who come to West Point did so from love of country. Their leadership speaks louder than I ever could.And their service is needed more than ever. Beyond our nation’s borders lies a world riven by conflict and wracked by chaos. President Trump and I will fight for our military every day, just as they fight for our country. They will have our support and our prayers – and those of the entire American people.As I looked out at the brave cadets last night, I saw courage, selflessness, and patriotism written on the face of every man and woman there.Because of them, I can say with the utmost confidence: America’s best days are on the horizon – and we are on the march to meet them.",
    "president": null
}