{
    "title": "A Win for America and Its Allies – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/win-america-allies/",
    "created_at": "2018-04-20T00:00:00",
    "content": "\n\n\t\tNational Security & Defense\t\n\nApril 20, 2018\n5 minute read\n\t\t\t\t\t\tPeter Navarro\t\t\t\t\tAssistant to the President and Director of the Office of Trade and Manufacturing PolicyOur allies and partners want to “buy American.” They know U.S. industries produce the most technologically sophisticated and effective defense systems in the world. When our allies and partners are better equipped to defend themselves, there is greater regional peace and stability — and far less need for American service members to be in harm’s way.For too long, we have made it too hard to provide our allies and partners with the defense capabilities they require and that are in America’s interests. That’s why the Trump administration announced Thursday two landmark policies aimed at reforming the international sale of U.S.-produced arms and the export of unmanned aerial systems (UAS).By approving a new and updated U.S. Conventional Arms Transfer (CAT) Policy Presidential Memorandum and updating the processes for the exports of UAS, President Donald J. Trump is strengthening both our economic and national security, fortifying critical bilateral defense relationships that extend U.S. influence and bolstering the capabilities of our allies and partners to advance shared security objectives.Mr. Trump’s new CAT policy provides the organizing principles and objectives the U.S. government seeks to achieve through arms sales and the criteria the U.S. government considers when making arms transfer decisions. This policy’s adoption, and the reforms to follow, will ensure that American interests are put first in our decision-making.The CAT Policy is the first step in a wider effort to achieve greater efficiency and flexibility in U.S. defense trade. The presidential memorandum directs a government-wide initiative to improve our conventional arms transfer processes while advancing our national security and economic interests. Under this administration, there will be no prouder and more active advocate for U.S. sales than the U.S. government itself.The State Department, in coordination with the Department of Defense, will continue to determine, on a case-by-case basis, whether these arms transfers to allied and partner nations support our national interests and conform to applicable laws and international commitments.The U.S. aerospace and defense industries contribute almost a trillion dollars annually to our economy and support about 2.5 million jobs while maintaining a significant global trade surplus. As Mr. Trump works to balance our trade with the rest of the world, further strengthening a critical part of our export economy and defense industrial base is a logical and critical step.The international sale of American-made military and commercial UAS offers an important tool to take this step. The UAS sector represents one of the most dynamic emerging areas of defense technology.Although the U.S. leads the way in UAS technology, overly restrictive policies enacted by the previous administration have accelerated an undesirable outcome: Strategic competitors like China are aggressively marketing to and making sales in international markets that are forecast to be worth more than $50 billion a year within the next decade.Already we are seeing Chinese replicas of American UAS technology deployed on the runways in the Middle East. In June, at the Paris Air Show, China’s Chengdu Aircraft group featured its Wing Loong II medium-altitude long-endurance UAS — a knockoff of General Atomics’ Reaper.The Trump administration’s UAS export policy will level the playing field by enabling U.S. firms to undertake direct sales to authorized allies and partners. By expanding international sales opportunities, American industry will be further incentivized to do what it does best — invest and innovate.This will keep our defense industrial base in the vanguard of emerging defense technologies while creating thousands of additional high-wage jobs and generating substantial export revenues.In transferring UAS technology, we must ensure that the U.S. military maintains its technological edge over all competitors. Additionally, we must — and will — ensure U.S. produced arms are not used to violate human rights.Mr. Trump’s new policies therefore strike an important balance. As applicable, they require enhanced end-use monitoring, direct the Federal Government to work with partners in reducing civilian casualties in conflict, and champion principles of human rights and international law, including the law of armed conflict.When we enable our allies and partners to more efficiently obtain appropriate American defense articles and services, we improve our national security. Partners who procure American weaponry are more capable of fighting alongside us, and ultimately more capable of protecting themselves — with fewer American boots on the ground.Providing our allies and partners with greater access to U.S.-produced arms will also reduce their reliance on not just Chinese knockoffs but also on Russian systems, consistent with the Countering America’s Adversaries Through Sanctions Act.In the coming weeks, the Departments of State, Defense and Commerce will be reaching out across American industry and civil society during a public comment period to build a deeper understanding of the issues involved and obstacles facing our exporters.Whether there are internal barriers, like unnecessary red tape, or external barriers, such as unfair offset requirements, this administration will be ready to tackle them.During the rollout of his historic National Security Strategy in December, Mr. Trump stated a fundamental principle governing that strategy: Economic security is national security. At the heart of that nexus is America’s defense industrial base.These new landmark reforms will be an important catalyst for strengthening American industry; the stewardship of our national security; and the strengthening of our international partnerships. By advancing all three, the administration’s new policies will promote American prosperity and help preserve peace through strength.This op-ed appeared in the Washington Times on April 19, 2018.",
    "president": null
}