{
    "title": "Intern Series: Working for my Role Model – A Day in the Life – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-working-role-model-day-life/",
    "created_at": "2017-08-09T00:00:00",
    "content": "\nAugust 9, 2017\n2 minute readComing from a small town in Maryland, and attending college in an even smaller town in North Carolina, I never imagined I would end up in our Nation’s capital working with my role model, Ivanka Trump. As part of the Summer 2017 White House Internship Program, I’ve been given the opportunity to support the Office of Economic Initiatives, specifically by helping with Ivanka Trump’s events and key initiatives.One event that stood out to me in particular was Summer Reading at the National Museum of American History. During this event, Ms. Trump and Secretary of Education Betsy DeVos read Rosie Revere, Engineer, and participated in hands-on activities with young girls, highlighting the importance of STEM education. I worked with Ms. Trump’s team to take pictures for social media, capturing notable moments for Ms. Trump’s various online channels. While taking pictures, I witnessed many positive interactions between Ms. Trump and the young girls, including thoughtful collaboration and many laughs. I was able to see how Ms. Trump inspired and encouraged the girls while working on various STEM-related projects, one of which was an electrical engineering challenge.It was an honor and a privilege to be able to help with this event. By providing support to Ms. Trump on events such as Summer Reading, I have developed a strong work ethic and learned the importance of working effectively and comprehensively to empower those around me. I am constantly inspired by Ms. Trump’s work and the lessons she teaches through her own actions. One day, I hope to serve the American people as selflessly as she does.Olivia Imhoff is from Upperco, Maryland, and is a rising senior studying Sustainable Development and Political Science at Appalachian State University. Olivia is a member of the Summer 2017 White House Internship Program in the Office of Economic Initiatives.",
    "president": null
}