{
    "title": "On-The-Record Press Call on the Youth Opioid Prevention Ad Campaign – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/record-press-call-youth-opioid-prevention-ad-campaign/",
    "created_at": "2018-06-07T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tHealthcare\t\n\nIssued on:\nJune 7, 2018\nVia Teleconference9:34 A.M. EDTFETALVO:  Good morning everyone.  Thank you for joining today’s call on the Youth Opioid Prevention Ad Campaign.  This campaign is a partnership between the White House Office of National Drug Control Policy, Truth Initiative, and the Ad Council.  Today we are joined by Kellyanne Conway, Counselor to the President; Robin Koval, CEO and President of Truth Initiative; Lisa Sherman, President and CEO of the Ad Council; and Jim Carroll, Deputy Director of the Office of National Drug Control Policy.A question-and-answer portion will follow their opening remarks, but please keep your questions related to this topic.  The entire call will be on the record, embargoed until the conclusion of the call.And with that, I’ll turn it over to Kellyanne Conway.CONWAY:  Thank you very much, Ninio, and good morning everyone.  We all appreciate your commitment to and interest in this topic.Since day one of his administration, President Trump has made combatting the drug demand and drug supply, and the roiling opioid crisis a focal point of his administration’s efforts.  Since that time, we have designed a whole-of-government approach that has spanned about a dozen or more Cabinet agencies and departments.  It’s also a whole-of-government approach that spans across the country, into our state and local communities, elected officials, law enforcement agents, health professionals, and others in the circle of family, friends, and caregivers that could possibly be points of inspiration and education to our youth.Today is a very exciting day here at the White House because our partnership with the Truth Initiative and the Ad Council has led us, after seven or eight months, to introducing four ads to the country.  The first was shown this morning on the Today Show, along with interviews by our Surgeon General, Dr. Jerome Adams; Robin Koval, who you’ll hear from in a moment, the CEO of Truth Initiative.  And this is our first step in publicly engaging with youth 18 to 24 years old, and the halo audiences, so that we’re going to 15 to 34 years old overall, to raise awareness to incite action and literally to save lives.America loses 174 of our fellow men and women each day to drug and overdose deaths; 115 of them from opioid overdose alone.  In 2016, opioid overdoses were responsible for killing more Americans than vehicles crashes, gun violence, or breast cancer.  For the second consecutive year, we’ve had a reduction in life expectancy, owing in large part to the drug overdose deaths.This is why this White House calls this the “crisis next door.”  And we also have a website called “Crisis Next Door,” where Americans are uploading and sharing their own stories.The breadth and scale of the human cost of the opioid crisis is represented in the President’s approach to combatting the epidemic, as explained in his policy rollout in New Hampshire on March 19th.  This includes reducing drugs and (inaudible) education awareness, and preventing overprescribing; cutting off the flow of illicit drugs across our borders and within our communities and our mail; and saving lives by expanding access to evidence-based treatment.Last October, the President declared the opioid crisis a nationwide public health emergency through his Health and Human Services Acting Secretary, and, on March 19th, rolled out these policies.  In the five months between those two major presidential actions, many pages’ worth of action have been taken across the administration to combat the crisis, and we’re starting to bend the curve in a more positive direction.We did not get here overnight, and we won’t get out of here overnight.  So we’re very pleased with efforts like the historic collection on Take-Back Day — over 943,000 pounds of pills collected by the DEA at the end of April.There are many, many facets to the opioid crisis, all requiring varied and unique solutions.  One solution that President Trump is very passionate about and committed to, and that was put forward by the commission report last December, is preventing new misuse and new addiction by raising awareness.  And that brings us to this awareness campaign.As I said, the target audience are adults of 18 to 24.  Our goal is to show young Americans the dangers of misusing opioids, and how quickly one can become addicted to opioids — as short as five days.  Also, the extreme lengths that one can go to feed this addiction.Prevention is a critical component.  And as the evidence shows, a significant percentage of youth and young adults have the potential to develop serious addiction to opioids following legal prescription for dental work, surgery, and other injuries.But people are also misusing other people’s legal prescriptions.  This is often gateway for use of illicit drugs as well, and fentanyl-laced drugs unbeknownst to the person who is ingesting them — which is why it’s important for the Office of National Drug Control Policy at the White House to partner with the best and the brightest to ensure the campaign not only reaches the target audience, but is successful in changing attitudes and shaping behavior.With this target audience, we know truth has a long-established track record and a strong winning record of success, but also a trust relationship with youth in changing perceptions on public health issues and also the capability to develop a data-driven awareness campaign.As Robin will say in a moment, this partnership has been an excellent exercise in what can be done, particularly when we approach public health issues as nonpartisan issues looking for nonpartisan messages and bipartisan solutions.The Ad Council has a 75-year history of winning public service campaigns such as Smokey the Bear, Friends Don’t Let Friends Drive Drunk, and a Mind is a Terrible Thing to Waste.After testing 150 different messages, we are all excited to launch four hyper-realistic ads that show true stories — not fictionalized and not embellished — true stories of four young adults who took extreme measures to get more prescription pills in order to feed their addiction.  I want to personally commend those four young adults for coming forward and being willing to share their stories so others may learn.The goal is for other young adults to see these ads and ask themselves how they can prevent their lives and others’ lives from going down a similar path.  We hope these ads will spark conversation to educate teens and young adults to talk to their doctors about alternatives to opioids; that pain management may not always mean extended pain medication use; safe disposal practices for leftover, unused prescription; and also, to arm them with specific yet very simple knowledge about opioids.The President and the First Lady and the administration remain very committed to increasing awareness and hoping to save lives.I will now turn the call over to two women who personally and through their organization have been tremendous partners to the White House in this effort.Robin Koval is the CEO and President of Truth Initiative.  She will go over the details about the data research and other methodologies behind this campaign.  Thank you.Robin?KOVAL:  Thank you, Kellyanne, and also to Jim and Lisa here.  And good morning everyone.As you heard, I’m Robin Koval.  I’m CEO of Truth Initiative.  Since 2000, the Truth Initiative on — youth anti-tobacco campaign has prevented over 1 million young people from smoking.  And now we are very proud to join with ONDCP, the White House, and the Ad Council to fight the opioid epidemic that is ravaging so many young lives.This effort, named “The Truth About Opioids” is based on rigorous research and seeks to fill the vast knowledge gap that exists between the risk of opioid misuse; how easily one can become addicted; and enlists young people to play a role by calling on them to know the truth and spread the truth.What you’re seeing today is the first chapter of a multi-phased campaign that will unfold over time and with along all the media that young adults consume.  And it begins with three powerful words: “a true story.”  And goes on to share the brave and honest accounts of everyday young people whose experimentation, sharing pills with a friend, and even prescribed use quickly turned into something they never imagined would happen to them until it did — the stories they wanted to share to prevent other young lives from being derailed.  Brave people.Our partnership represents a shared mission to educate and empower young people with the facts, invite them to learn more, to share with their peers to build awareness about risk, to change attitudes towards misuse, and destigmatize the disease of addiction in their communities.We hope this effort inspires others to get involved and lend their expertise to help and end this devastating epidemic for good.  Thank you.SHERMAN:  Good morning everyone.  I’m Lisa Sherman, the CEO of the Ad Council, and I too want to thank Kellyanne and Robin and Jim.The Ad Council is thrilled to join the White House, ONDCP, and the Truth Initiative to launch this truly breakthrough campaign.  The Ad Council has been using the power of communications to address our country’s most pressing social issues and health crises for over seven decades.  We leveraged the talent and resources from our industries, including marketing, media, tech, and creative partners to create fundamental cultural change.  Our work changes attitudes and behaviors, and ultimately saves lives.Given the magnitude of the opioid epidemic and the role that we know communications can play, there was no question that the Ad Council would get involved.This campaign includes a powerful coalition of partners, all with invaluable experience, reaching young people and changing their behavior.  We are so grateful for the extraordinary commitments of donated media support that we’ve secured from our partners at Facebook, Google, YouTube, NBCU, Turner, Amazon, and VICE.Their commitments will allow us to engage millions of young people with the right messages, in the right place and at the right time.Thank you to the White House and ONDCP for taking a stand on this national public health crisis and to all of our partners who have given so much to this effort.  We have no doubt that this campaign will save lives.CARROLL:  Good morning, this is Jim Carroll.  I’m the Deputy Director of ONDCP, and I’m honored to be the President’s nominee to be the Director of ONDCP.The stories you will see in these ads sadly are not unique.  Each one is an example of similar stories that are playing out all across this country.  Even though this truly is the “crisis next door,” it can be hard to put a face to the opioid crisis because it alone claimed 42,000 lives — 42,000 victims — in 2016 alone.  This campaign aims to change that.I meet a lot of parents who have lost children to opioids, and a common thread is what went through all the stories they tell me: “I didn’t know.”  The victims of opioid addiction — those we’ve lost and the family members they’ve left behind — did not know what they were up against.  They didn’t know that the pills their doctor prescribed could be addictive.  They didn’t know that the opioid pills they bought on the street, after becoming addicted, could be counterfeit pills made with fentanyl.  They didn’t know that the overwhelming majority of new heroin users misused prescription opioids first, and they didn’t know where to turn when they needed help.This new public education campaign is designed to close that knowledge gap so we can turn the tide on this crisis and save lives.  Every American needs to know the truth about opioids so we can spread the truth.I want to thank Kellyanne, Robin from the Truth Initiative, and Lisa from the Ad Council, for all of their hard work on this media campaign.  And I want to thank all of you for joining us this morning.Q    Hey, thanks for doing the call.  I just want to know — I know the CDC had an Rx Awareness campaign already.  Can you just tell me how these ads are different or depart from that campaign, which also feature some scared-straight-type personal stories?  Thank you.CONWAY:  Thank you very much for asking the question.  Are you talking about the Rx Awareness campaign performed by the CDC?Q    Yes.CONWAY:  Yes.  So that one was mostly geared towards providers — prescribers.  And the CDC report said that it was very successful in basic education for prescribers.  I will tell you, when the commission first started last March of 2017, Governor Christie would convene phone calls with governors and lieutenant governors, state health commissioners, and some of them have different titles in the different states.  And I would join them on the call, and the two most common things that we heard in terms of actions that could be taken almost immediately were, number one, in no particular — number one, making sure that those who are in a position to prescribe prescription opioids have the proper training.And in a place like Massachusetts, Governor Charlie Baker has been on the forefront of this, for example, where you would be surprised, over the years, how many medical school curricula lacked a course in protocols for prescribing.  And so there’s been a huge push by CDC and others to make sure that that happens across the medical field.I think the response to that has been tremendous insofar as you have a conjuncture, you have pharma itself, and you certainly have a number of state legislatures working with their governors to reduce the first prescriptions from 30 days to a smaller amount, usually 7 days, sometimes 5.  Smaller packages of pills.  So the CDC mainly aimed — their Rx Awareness campaign (inaudible) — there’s certainly — there’s a public component to it as well, so people understand what their rights and responsibilities are with the prescription of 30 days.So this is different in many ways.  This goes right to the public.  And because of the Truth Initiative track record and relationship with youth in this age — 18- to 24-year-olds — along with this halo audience — so let’s say 15 to 30, or 15 to 34 — we are communicating directly with the public in a way that will really sharpen the mind to see what is happening with individuals across this country, the extreme lengths to which they will go to, instead of coming forward and — losing that stigma, coming forward, and asking for help — they’re going to extreme lengths to feed the addiction and the misuse.Robin?  Lisa?SHERMAN:  I would only add that, given the Truth’s track record in reaching this audience, and the power of the media partners that we’ve brought together, who reach millions of people every day, between Facebook, Google, YouTube, NBCU, we have every confidence that we will be delivering the right message to the right audience at the right time.KOVAL:  Yeah.  And I’ll just say — I mean, this is a very targeted effort that has gone through quite a bit of pre-qualifications thusfar.  So we know that these messages — and we’ve tested over 150 different message possibilities, and pretested all of the advertising and the executions themselves — we know that these messages are motivating to young people.  We’ve evaluated them over a few different criteria.One, does it decrease intentions to misuse?  That’s a very important one we’re measuring.  Two, does it impact willingness to share with someone else?  Does it increase risk perceptions?  Also very important.  And then, because we know the power of these ads is greatly impacted, not just by what we say, but how they are used by people in peer-to-peer communications; do these ads compel you to want to learn more — as we say, “Know the truth, spread the truth” — and do they compel you to want to share them in your peer network, which is so important.  What we say matters a lot, but what matters even more is what one young person says to another young person.  And that’s what we’ve been actually doing all the hard work evaluating, and we feel very confident these ads do that.CONWAY:  It’s Kellyanne.  I want to just add a very quick point about the CDC.  The new Director, Dr. Robert Redfield is on board with this ad campaign, as well.  I’ve been in Atlanta meeting with him, and he is very excited, enthusiastic, and supportive of this.  And I would say his background, his contributions to clinical research during the HIV infection/AIDS in the 1980s is well noted.  And he will bring to bear a number of different — he and his colleagues will bring to bear a number of different positive impacts to this overall effort.  But his past experience in that field bodes very well for this particular iteration.Q    Hey.  Two questions.  First of all, was that Lisa who was just talking about the message testing or was that Robin?KOVAL:  That was me, Robin.Q    Robin.  Okay, thanks.  And then my other question is, can you tell us more about the funding for this ad campaign?  I heard something about maybe some of it coming from the ONDCP’s media budget.  But how much is it costing?  Where is the money coming from?SHERMAN:  Hi, this is Lisa.  I will first say that all of the media that we’re securing, which will be significant, has been donated by all of our media and tech partners.  And ONDCP has funded a very small amount of money to support some of the other hard costs of the campaign.Q    Can you tell us how much?CARROLL:  This is Jim Carroll, from ONDCP.  Thankfully, with great partners like Robin and Lisa, it’s actually very few government dollars had to be spent on this.  What they have been able to do, in terms of getting the messaging out, has been phenomenal.As Kellyanne has spoken about, the President — it was very critical for the President to get the message out there, and he has been able to sort of help along the way to make sure that we get the message out in the most effective way possible and also very efficiently.Q    Is any of it coming from the $10 million, though, appropriated in the omnibus bill for some of these related efforts?CARROLL:  This campaign has not needed those funds.  Obviously, those funds are important to the administration to be used, and it certainly will be part of our ongoing efforts.  This one was strictly funded by ONDCP.  But as I said, it’s really thanks to the great efforts of the Truth Initiative and the Ad Council.Q    Yeah.  Can you put a number on it, though?  How much is coming out of your budget?CARROLL:  I don’t have a specific number.  I’m sorry.KOVAL:  I’ll just say this — Robin, from Truth Initiative — along with all of the donation of media from our great media partners, as Lisa said, we are donating all of the work that it has taken to produce, to create it.  And we’ll continue to do that, as well as what will be a pretty rigorous evaluation — not only the evaluation and research that went into developing the work, but also the post-evaluation that we need to make sure that this work is actually having the impact we want it to.And I’ll also say that we felt very strongly, and I think our media partners also feel very strongly, that public education, youth prevention is a very important part of what we need to do to solve this crisis, but it is a small part of all the other very, very important work that needs to be done.  And I will speak for my organization: We felt very strongly that, because we had the ability to donate this, we want other funds to go to those very, very urgent matters of prevention, of rescue, of recovery, which are the things that are happening on the ground, right now, every day.Q    Piggybacking off what Sarah asked, I’m curious how often we’re going to see these ads, whether they will air in primetime, and whether they’re targeted at all to the hardest-hit areas of our country.SHERMAN:  So this is Lisa.  I’ll take that one.  In working with this broad group of really powerhouse media partners and tech partners, they will each be developing specific media strategies and plans to ensure that these messages are reaching the audience in the right way and at the right time.  I think that will look different for each of the media outlets.We know that our technology partners at Facebook, YouTube, and Google have the ability to really finely target those messages.  Our partner at VICE, that’s their primary audience that they speak to every single day.  And across the portfolio of NBCUniversal, based on the network, the channel, the programming, I think they’ll be making some choices that they think will best meet our goal to reach this audience.CARROLL:  This is Jim.  I just want to echo that.  I mean, they really want to partner with us.  They want this to be effective.  And so they are intentionally working to make sure that the message gets to those who need it the most.  This is not a push from us forcing them to do this; they want to be at the table.  They want to help us.Q    Historically, one of the reasons that campaigns have paid for ad time, though, is that donated time tends to come at non-prime hours, and there’s a desire to reach the biggest audience possible.  Is there a commitment to — that these donations will be in primetime?  And how long is this campaign envisioned for?  Many have suggested you need these on-air campaigns to last at least three years to be effective.SHERMAN:  So I’ll jump back in.  This is Lisa.  I think a couple of points.  Number one, these are all pre-commitments from all of these companies who, as Jim said, are absolutely invested in helping to solve this problem.  So they will be sure that the ads are seen at the right place, in front of the right audience.But I also think that, you know, so much has changed over the years, and young people are consuming so much of their media across digital and social platforms.  And I think that we have the right partners in place that will allow us to reach that audience the way they are consuming media today.Q    Thanks.  I thought I’d just give it another shot.  You know, when we’re evaluating how political ads penetrate the marketplace, it’s very helpful to have an actual number amount or a range.  Can you tell us — I mean, is this a $5 million ad buy total?  Is it a range?  It’s just difficult for us to evaluate how effective these ads are going to be if we don’t really have a dollar figure attached to it.CONWAY:  This is Kellyanne.  Just very quickly, Ken.  Thanks for your interest in the topic.  I would say, again, that digital platforms are very effective in reaching target audiences, and people are on their technology at all times in addition to having the donating media primetime or other times of the day.But I’m going to let Lisa weigh in.  I mean, we know from past practices — you and I watched a presidential campaign together very closely.  We did 50 percent broadcast, 50 percent digital.  And it was effective because you have to go where people live.  So I’ll let Lisa tell you about the Ad Council’s past experiences.SHERMAN:  So a typical Ad Council campaign garners about $30 million a year for each of the campaigns that we support.  And we support campaigns for many years until the issue is solved.  I suspect, given the pre-commitments and the passion from our partners around this issue, we will see $30 million and then some.Q    Hi.  I guess I kind of have a follow-up to that.  First, the President donated a part of his fourth-quarter salary to this particular cause.  So I wanted to know if that is, in fact, going to be spent on this.Also, I was curious as to the target audience here being young people.  Although young people have been affected by the opioid crisis, most overdose deaths are in higher age groups, mostly 25 to 34, and then closely followed then by people in middle age.  Can you describe why you decided to target young people in these ads?KOVAL:  So this is Robin.  It’s a very wide-ranging group of people that are impacted by this crisis.  We chose to focus on the group that we know who are — experience a truth.  It’s an audience that trusts us, that we have relevance with, credibility, and where we can create impact.And the fact is that the greatest amounts of misuse are happening among 18- to 24-year-olds.  Almost 6 million young people a year get prescribed opioids.  They are initiated into this.  And we know that most long-term heroin addiction starts among young people through a first experience with opioids.  So that is what we’re focusing on here because there is great need.We are looking at this as a prevention and education campaign.  There are many, many facets to how this problem will be solved, but one certainly is to stop filling the funnel from the top.  And that is what this campaign is very, very specifically targeted to do.Q    Can someone address the $100,000 that was donated?CONWAY:  Hi.  It’s Kellyanne.  That was donated from the President to HHS.  And I’ve not heard of a penny of that is going to this particular effort.But I know the President donated his salary in the fourth quarter after the First Lady visited Lily’s Place, and was very impressed with what outside organizations can do in that case to help keep together newborns who struggle to take their first breath because they’re already dependent on a chemical — sometimes opioids, sometimes meth or heroin — and what they can do by keeping the mother with her baby.  It’s good for the mother, and it certainly is great for the baby.And so after having had that experience and having declared the public health emergency through HHS, the President donated his salary to HHS.I would refer that question also to HHS, but no one around this table has heard that is the purpose for that particular money.Q    Okay.  Because I believe when it was announced, that that was the purpose that was provided during the press conference at the White House.CONWAY:  What was?Q    That they had said the $100,000 would go towards creating the ad campaign.CARROLL:  This is Jim from ONDCP.  This is — what we’re talking about today is the first wave of coming out.  The President is deeply committed to this by putting forth that money to this campaign, generally speaking.  But this is — as Kellyanne talked about, this is not a one and done with one ad that’s being shown today and then finished.  This will be an ongoing campaign.  And so obviously, we will make certain that the President’s message is delivered to everyone.CONWAY:  We’re pulling that up, because if that was said, I don’t recall.  And I would just say that HHS has about 80,000 employees and I believe a $1.2 trillion budget.  So if they’re going to get involved in supporting financially any type of ad campaign, the resources are there from different departments.But I think the reasons (inaudible) — in fact, the reason the President donated his salary, as he does every quarter, is because he’s very committed to this issue.  And the most good that will come of this is if people like the President and the First Lady and the administration and others — our partners here at the table — elevate and amplify, and if the media connects Americans with news they can use, the information that will actually be helpful to them in raising awareness.I’m shocked that so many Americans still suffer from what I call, “information underload” when it comes to fentanyl.  It was responsible for nearly 20,000 deaths since 2016, and we’re just not having a conversation.  So when the President donates the money, the money is meant to help overall.  But it’s also meant to help raise awareness and continue to have these conversations.  And if that stems from the White House briefing room, I think it’s very helpful.I’m reading this now.  I’m pulling it up.  Let’s see. But it’s — Mr. Hargan was the acting secretary who was there.  I’ll read this to everybody.  He said, quote, “It’s a tribute” — Acting HHS Secretary Eric D. Hargan said Mr. Trump’s (inaudible) donation of $100,000 is a, quote, “tribute to his compassion, his patriotism, and his sense of duty to the American people.  But it’s his compassion above all that drives his interest in the issue to which HHS is going to devote his donation to America’s devastating opioid crisis.”I’m looking here.  I don’t see anything mentioned for the ad, but I’d have to look.Let’s see: “Trump’s money will be used on a large-scale public awareness campaign about the dangers of opioid addiction.”  Well, that’s true.  That doesn’t necessarily means ads, though.  I mean, all of us go around the country, including the First Lady, the President, the Surgeon General.  There are many different ways that we are leveraging considerable resources of time, talent, and money to bring awareness to this issue.And again, you’d have to ask HHS how they have or plan to spend that particular $100,000 allotment.  But it’s a great question.  Insofar as public awareness, it includes advertising but it includes so many more different ways to engage the public.  And HHS and others are already fulling doing that.Q    Hi, good morning.  Thank you for taking the call.  I have one question kind of phrased three different ways, which is just: What gaps remain in the response to the opioid crisis?  What work still needs to be done?  And what frustrations do you still have?CARROLL:  This is Jim Carroll from ONDCP.  Thank you for the question.  This is part of the President’s — when you look at the opioid initiative that the President put forth, it really is three different components.  What we’re talking about today is the prevention and education part, where the President has said to get the message out to those who need to hear it.Obviously, what’s also important is the interdiction and stopping the flow of drugs coming across our borders, into the country.  And then, finally, the President has embraced the compassion that we need for those who are seeking recovery and treatment.  And so those are the different nodes of this epidemic that we will all embrace together, these three different sections.  And so that is part of it.In terms of the frustration, I think I would go back to what Kellyanne just mentioned about the information underload in terms of getting the message out to those people who are tempted and don’t understand what they’re actually facing; parents who don’t recognize what their children are going through; and prescribers, to make sure that they have the training in place to understand.And so getting the message out through a campaign like that helps to ease the burden placed on families and victims of this crisis, but we’ll continue to work on all the aspects of this epidemic.FETALVO:  Thank you, everyone.  The embargo has now lifted.  If you would like a copy of the factsheet, please email me at Ninio.J.Fetalvo@who.eop.gov.  Please email me if you have any follow-up questions.  Thank you, and have a great day.END10:11 A.M. EDT",
    "president": null
}