{
    "title": "Enhancing U.S. Trade in a Global Economy – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/enhancing-u-s-trade-in-a-global-economy/",
    "created_at": "2018-02-21T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nFebruary 21, 2018\n4 minute readCouncil of Economic AdvisersThe global trade system has come under strain due to the influence of countries, like China, that violate market principles and distort the functioning of global markets.\n\t\t\t\t\t\tCouncil of Economic Advisers\t\t\t\t\tTrade across international borders has motivated economic analysts since at least the 19th century, when the economist David Ricardo invoked the example of wine in Portugal and wool in England to illustrate the principle of comparative advantage. But the economy, both in the United States and around the world, has changed since the days of David Ricardo and Adam Smith. Although the economics profession has converged toward a consensus on certain principles, the Administration’s trade agenda also stands poised to update existing trade relationships in order to maximize the benefits that America’s trade with the world generates for our citizens in the 21st century and beyond.The United States, for instance, faces higher barriers on its exports in markets abroad than producers abroad face on their exports to the U.S. Nothing about the principle of comparative advantage would lend itself to a defense of a status quo that imposes higher barriers to exports on America’s producers than on foreign producers.The global trade system has come under strain due to the influence of countries, like China, that violate market principles and distort the functioning of global markets. When America’s businesses and workers can compete in the global economy on a level playing field, however, our underlying dynamism will allow our economy to flourish. The Administration prioritizes its attempt to create the conditions that, according to the consensus principles in the economics literature, would maximize the benefits accruing to the United States—and produce gains for our trading partners as well.Throughout America’s history, trade has produced costs as well as benefits. In recent years, the economics literature has identified portions of the American population for whom the costs of recent trade expansions have exceeded the benefits. Even if fair and reciprocal international trade as a whole leaves the U.S. better off in the aggregate, this does not necessarily mean that the benefits of expanding trade flows leave all Americans better off. Indeed, new empirical evidence suggests that certain trade flows with China may have left some Americans worse off.As the Administration continues to strengthen and update trade agreements and to pursue its trade agenda, however, the United States stands poised to capitalize on opportunities to reap the gains from trade that it has historically enjoyed. This Administration’s focus on improving trade agreements will benefit American businesses and American workers across a variety of sectors—in particular, the U.S. energy and agriculture sectors possess comparative advantages and may be able to increase their exports to the rest of the world.Read Innovative Policies to Improve All Americans’ Health",
    "president": null
}