{
    "title": "This Year Marks the Strongest Average Monthly Job Growth in Over Two Decades – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/year-marks-strongest-average-monthly-job-growth-two-decades/",
    "created_at": "2018-03-09T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nMarch 9, 2018\n3 minute readCouncil of Economic AdvisersThe U.S. economy continues to show signs of a strong economy in the second month of 2018.The monthly Employment Situation Report from the Bureau of Labor Statistics (BLS) released this morning shows that nonfarm payroll employment rose by 313,000 in February. Paired with strong job growth in January, February’s numbers mean 2018 has now registered the strongest average monthly job growth since 1997. Since January 2017, 2.5 million jobs have been added to the economy.Today’s BLS report suggests that the President’s pro-growth policy agenda continues to translate into increased employment opportunities for American workers.Employment gains in February came in every sector other than information, and nearly one-third of the gains (100,000 jobs) came in goods-producing industries: mining and logging, construction, and manufacturing. The growth in goods-producing employment in February was the biggest monthly increase since August 1998. Employment in the mining and logging industry sector increased by 8,000 jobs in February, reflecting job creation in mining support activities, such as drilling oil and gas wells on a contract or fee basis. In the construction industry sector, employment rose by 61,000 jobs, which is the largest one-month increase since March 2007. Most of the construction job growth in February came from increases among specialty trade contractors (38,000), including plumbing, electrical, and masonry professions. Since January 2017, goods-producing employment has increased by 67,000 jobs in mining and logging, 300,000 in construction, and 245,000 manufacturing.Average hourly earnings for private sector employees increased by 4 cents in February, reflecting an increase of 2.6 percent in average hourly earnings over the year. The 3-month moving average of 12-month average hourly earnings growth is now 2.7 percent, the highest since August 2009.In results from a separate Household Survey, the February unemployment rate (U-3) remained steady at 4.1 percent for the fifth consecutive month, the lowest rate since December 2000. Specific demographic groups experienced declines in the unemployment rate (U-3) for the month of February. The unemployment rate declined by 0.1 percentage point for Hispanics and 0.8 percentage points for African Americans, offsetting an increase from the previous month. Every major demographic group has experienced a decline in their unemployment rate since President Trump took office.The labor force participation rate (LFPR), which measures the share of the civilian noninstitutionalized population who are in the labor force, increased by 0.3 percentage point to 63 percent and the employment-population ratio increased by the same amount. The participation rate has remained between 62.5 and 63.0 percent for the last 29 months while the employment-population ratio has steadily risen.",
    "president": null
}