{
    "title": "Deputy U.S. Chief Technology Officer at the G7 ICT and Industry Ministerial in Italy – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/deputy-u-s-chief-technology-officer-g7-ict-industry-ministerial-italy/",
    "created_at": "2017-09-26T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nSeptember 26, 2017\n3 minute readOffice of Science and Technology PolicyPress Conference Remarks by Michael Kratsios, Deputy Assistant to the President and Head of the U.S. Delegation at the G7 ICT and Industry Ministerial in Turin, Italy I’d like to thank Minister Calenda and the entire Italian team for their warm welcome and exceptional work hosting the G7. It has been a pleasure to be in this beautiful city with my colleagues from the other G7 nations, discussing the technological innovation necessary to advance job creation, the global economy, and security.At the White House Office of Science and Technology Policy, we think a lot about the very issues tackled here at the G7. Innovation and emerging technologies are the most powerful force for combating humanity’s greatest challenges. They allow us to create new types of productive and fulfilling jobs, vastly improve human health and wellbeing, and help people better realize their dreams.“Innovation Week” is a fitting wrapper for these discussions, and I’m very happy that we were able to involve entrepreneurs and innovation experts – not just policy wonks – but the people who are working each day to actually bring new discoveries and inventions to life. They’re the ones who know first-hand what the trajectory of the technology landscape looks like, and they know how regulatory frameworks can either assist or destroy their ability to make the world a better place through technological development.The digital economy is the global economy. And a thriving digital economy requires that we as governments find ways to promote access to innovation.To that end we welcome the G7’s recognition this week of:I believe it is critical for great nations like those in the G7 – with strong historical ties and great affinity for one another – to continue to come together to discuss these incredibly important issues. While we may not always agree on every point or every process, it is clear that our objective is universal: a secure, bright future filled with opportunity for generations to come. Thank you.",
    "president": null
}