{
    "title": "Intern Series: Picnic in the Park – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-picnic-park/",
    "created_at": "2017-08-02T00:00:00",
    "content": "\nAugust 2, 2017\n2 minute read\n\t\t\t\t\t\tWhite House Interns\t\t\t\t\tOn a warm June evening, the South Lawn gates opened for an extraordinary event, “Picnic in the Park.” This year’s Congressional Picnic was modeled after Central Park in New York City, President Donald J. Trump’s hometown. With the smell of popcorn and cotton candy cascading over the South Lawn, Members of Congress and their families enjoyed playing corn hole, racing sailboats in the fountain, and taking a spin on the carousel. Vice President Mike Pence spoke to the crowd, sharing a story about his first time attending the Congressional Picnic when his daughters were very young. He expressed his gratitude to be attending the picnic now as the Vice President, with his wife and daughters again alongside him.As a part of the White House Internship Program, interns had the opportunity to volunteer for this historic picnic. The Congressional Picnic is a White House tradition that dates back to President Harry S. Truman’s Administration, when he hosted Democratic Members of Congress. In 1967, President Lyndon B. Johnson revived the picnic as a bipartisan event for Members of Congress and their families. Since then, Members of Congress have joined the First Family for an evening of food, family, and fun, regardless of which side of the aisle they may be on.Interns volunteered in a variety of roles for the Congressional Picnic including handing out water to help beat the heat, face painting, and greeting guests as they arrived. It was a very memorable event for everyone in attendance, and it was great to see Members of Congress set aside politics for the evening.Katie Lou Hickman is from Reno, Nevada, and is a junior studying Political Science and Criminal Justice at the University of Nevada, Reno. Katie Lou is a member of the Summer 2017 White House Internship Program in the Office of Presidential Advance.",
    "president": null
}