{
    "title": "America Will Win the Global Competition for STEM Talent – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/america-will-win-global-competition-stem-talent/",
    "created_at": "2018-12-04T00:00:00",
    "content": "\n\n\t\tEducation\t\n\nDecember 4, 2018\n4 minute readOffice of Science and Technology PolicyIn the span of a generation, advances in science and technology have transformed the world. Seventy-five years after the first transistor was demonstrated, we carry smart phones that contain billions of transistors and are more powerful than a 1980s supercomputer. Sixty-five years after the structure of DNA was discovered, we can have our personal DNA analyzed for less than $100. Today, more than ever before, the United States’ economic prosperity and national security rests upon its capacity for continued scientific and technological innovation. That capacity depends on our ability to ensuring that all Americans have lifelong access to high-quality education in science, technology, engineering, and mathematics (STEM).The Trump Administration recognizes the importance of securing our place as the world’s innovation leader for generations to come. Today, the Administration is releasing a plan to help secure that future through STEM education: Charting a Course for Success: America’s Strategy for STEM Education.Having a well-prepared and diverse STEM workforce will assure that tomorrow’s scientific discoveries and technological breakthroughs happen here in America, and continue to make our economy and defense capabilities the envy of the world. At the same time, STEM skills are increasingly important for all career paths and for all people to succeed throughout their lives. Americans can draw on their STEM knowledge when comparing mortgage options for buying a home, securing a home wi-fi network, going to the doctor, serving as a jury, and any of the other daily tasks that require knowledge of the science and technology that underpins our lives. In general, a STEM-literate person is better equipped to handle technological change and to participate in civil society.In this time of rapid technological innovation, the United States finds itself in a global competition for STEM talent. Organizations from across the entire STEM ecosystem have been working to improve STEM education and training, with many examples of success upon which to build. Although Americans’ basic STEM skills have modestly improved over the past two decades, there is still much room for improvement as America’s adversaries work hard trying to surpass us.This strategic plan recognizes that STEM education is not a uniform experience aimed exclusively at earning an advanced degree. Learners of all ages travel different educational paths that begin as early as preschool, and cross between traditional classrooms, the workplace, and informal experiences. As technology continues to transform the world of work, work-based learning programs like apprenticeships and internships aimed at upskilling and reskilling will play an increasingly important role in STEM education and workforce development. Under this plan, Federal agencies that support STEM education and training will promote all pathways of learning and work closely with the broader community to build a strong American foundation in STEM.The Plan also recognizes that the greatest benefits of a strong STEM foundation cannot be fully realized until all members of society have access to STEM education and there is much broader participation by those historically underserved and underrepresented in STEM fields and employment. A diverse talent pool of Americans with STEM skills can become the world’s most capable STEM workforce.Tomorrow’s workers are today’s learners, and yet not enough collaboration occurs between the world of education and world of work. The Administration’s plan calls for more interaction between educational institutions and employers—including programs that give students and teachers exposure to authentic, real-world STEM challenges—to help align educational paths with job opportunities.Recognizing that most education policy, funding, and curriculum standards are set at the State, local, and tribal levels, this Plan was developed with substantial input from learners and parents; teachers and school administrators; State, local, and tribal government officials; and private sector leaders. It echoes their voices, their concerns, and their experiences in developing STEM education and training programs that are tailored to the unique needs of their communities. Beyond coordinating Federal activities and investments, the Plan is intended to serve as a guide for the broader community to align efforts across the Nation.Improving STEM education is a national imperative. America’s Strategy for STEM Education charts a course for success, and the Federal Government stands ready to join with the national education community. Together, we will ensure that all Americans have lifelong access to high-quality STEM education and the United States is the global leader in STEM literacy, innovation, and employment.",
    "president": null
}