{
    "title": "President Trump Tells Incredible Story of an American War Hero – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-tells-incredible-story-american-war-hero/",
    "created_at": "2017-05-05T00:00:00",
    "content": "\nMay 5, 2017\n4 minute readSeventy-five years ago this week, naval and air forces from the United States and Australia waged a fierce battle with the Imperial Japanese Navy for four days, halting a major Japanese advance for the first time in World War II.The Battle of the Coral Sea, as it is now known, was an important moment for the allies, weakening the Japanese fleet and contributing to their ultimate defeat in the Pacific.But the victory came at great cost. Allied forces lost 656 men, 69 aircraft, a fleet carrier, destroyer, and an oiler.On Thursday evening, President Donald J. Trump attended an event commemorating the 75th anniversary of this historic battle and told the incredible story of an American war hero who gave his life in battle.President Trump Gives Remarks Commemorating the 75th Anniversary of the Battle of the Coral Sea“On this special night, we remember the courage of these men – Australian and American – who fought in the Battle of the Coral Sea,” the President said aboard the Aircraft Carrier Intrepid, which survived five kamikaze attacks and one torpedo strike during World War II. “The count of the dead goes on and on.  And the number of wounded did not even begin to describe the toughness of the fight and their incredible sacrifice.”“But perhaps in the story of just one man,” the President continued, “we can hope to get a small glimpse of its measure.  It is the story of Lieutenant Jack Powers, a Navy flyer.”“By the attack on Pearl Harbor, Jack had already served six years in the Navy.  In the six months that followed, the Allies suffered many defeats and many, many casualties.  Japan captured footholds all across the Pacific – and now was closing – and really fast – closing in on Australia.  In May 1942, the invasion fleet moved on Port Moors-bee, the vital base just a few hundred miles from Australian shores.  It was there, off the coast, that American and Australian ships met the enemy in the Coral Sea.On the morning of May 7th, Jack Powers launched his Dauntless dive bomber from the depth and deck of the Yorktown.  He was some flyer, I can tell you that – some great flyer.  Soon, he dived straight at an enemy carrier, and dropped his bomb so low he was almost caught in the blast, and he was badly hurt. But he escaped, and the carrier sank.That night, on the Yorktown, Jack urged the other pilots to take the same risk – he said, that’s the way you do it, that’s the way you win, that’s the way you sink them – whatever the cost, even if it costs you your lives.  That’s the way you sink the ship.The next morning he pressed his point again:  ‘Remember,’ he said, ‘the folks back home are counting on us.  I’m going to get a hit if I have to lay it down right next to that flight deck.’In their courage, they turned the tide of the Pacific War.  They had tremendous success.  They were knocking out ship after ship.That day Jack flew his plane to another carrier, straight into a hail of oncoming lead and fire, to land a devastating blow on its deck.  Seconds later, the colossal blast – the one Jack was talking about and saying, “we have to take the risk” – engulfed his plane, and Jack was gone.  He was dead.  He was brave, but what a job he did.Sometime before Jack died, he sent a wire home to his father in New York.  It read: ‘Dear Dad.  One thousand miles away doesn’t make any difference…your bad son is thinking of you, hoping that he is worthy of being called a chip off the old block.’  His father was a tough cookie, also.Now it is we who are thinking of Jack, and all those brave souls who fought alongside of him – with that incredible form of attack – and especially those who found their final resting place beneath the waters where they waged that greatest of battles.  They lost their lives in the fires of war, but gained immortality through their sacrifice.And now, 75 years later, we hope that we are worthy of their deeds in the beautiful, beautiful Coral Sea.  We hope to be worthy of the sacrifices made by every service member who has fought in our name – past and present.”",
    "president": null
}