{
    "title": "For CIA Director, ‘One of the Most Accomplished Officers of Her Generation’ – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/cia-director-one-accomplished-officers-generation/",
    "created_at": "2018-05-01T00:00:00",
    "content": "\nMay 1, 2018\n3 minute readLast week, the Senate confirmed then-Director of the Central Intelligence Agency Mike Pompeo to be America’s 70th Secretary of State. Upon Secretary Pompeo’s swearing-in, CIA Deputy Director Gina Haspel assumed the role of Acting Director for the Agency. Haspel is President Donald J. Trump’s choice to succeed Mike Pompeo at the CIA’s helm on a permanent basis.The President’s decision was an easy one. Like Secretary Pompeo, Haspel’s credentials as a public servant are far-reaching. She joined the CIA in the waning days of the Cold War and has spent many of the 33 years since in dangerous posts and foreign capitals on America’s behalf. That dedication has earned her multiple honors over her career, including the Intelligence Medal of Merit, a Presidential Rank Award, and the George H. W. Bush Award for Excellence in Counterterrorism.Haspel’s first overseas assignment was as a case officer in Africa. Years later, with the fight against al Qaeda heating up, she requested a transfer to the CIA’s Counter Terrorism Center. Her first day on the job was September 11, 2001.Service in the CIA is largely quiet, behind-the-scenes work to keep America safe. The names of these men and women are often unknown to the wider public, but their contributions to national security are indispensable. Haspel’s promotion from within the Agency is a testament to the crucial work of these public servants.Her rise is also a milestone for women. She is the first woman in the CIA’s 70-year history to climb the ranks to become Deputy Director, as well as the first woman to be nominated for CIA Director. When Haspel first took over as a Chief of Station in a tumultuous capital abroad, the skepticism of some of her male colleagues was obvious. It didn’t take long for her to prove the doubters wrong.As with Secretary Pompeo, a number of public officials have put country above party to support Haspel’s nomination. One example comes from a letter to the Chairman and Vice Chairman of the U.S. Senate Select Committee on Intelligence from more than 50 national security experts. “The U.S. Senate can help protect our country by swiftly confirming Gina Haspel,” they write. The signees include former Secretaries of State Henry Kissinger and George P. Schultz, as well as Democratic former Secretary of Defense and former CIA Director Leon Panetta.Haspel draws this bipartisan admiration because of her reputation for providing objective, unbiased assessments to policymakers. She values the rule of law and Congressional oversight of the CIA, which aligns fittingly with President Trump’s accountability agenda for Washington.The CIA workforce trusts Haspel to oversee these responsibilities. “She is one of the most accomplished officers of her generation,” former Director of the CIA Clandestine Service John Bennett says. “She has taken on some of the most demanding and least rewarding assignments in the War on Terror, not because she sought them out, but because she felt it was her duty.”That sense of patriotism is precisely what Americans deserve in a CIA Director. The Senate should agree and confirm Haspel as swiftly as possible.",
    "president": null
}