{
    "title": "Inside President Trump’s Trip to Asia – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trumps-trip-asia/",
    "created_at": "2017-11-15T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nNovember 15, 2017\n4 minute readOn Friday, November 3, President Donald J. Trump departed for Asia, his longest foreign trip to date and the longest trip to Asia by an American president in more than a quarter-century. The President used this trip to demonstrate the Administration’s commitment to the Indo-Pacific region and to strengthen U.S. alliances and partnerships. President Trump addressed a wide array of strategic issues with foreign leaders, including the North Korean nuclear threat.The President’s trip focused on three goals: strengthening international resolve to denuclearize North Korea, promoting a free and open Indo-Pacific region, and advancing American prosperity through fair and reciprocal trade. President Trump stressed the United States’ commitment to the complete, verifiable, and permanent denuclearization of the Korean Peninsula and called on all responsible nations to act now to ensure that the North Korean regime cannot threaten the world with nuclear devastation.The President underscored America’s openness to expanding economic relations with partners across the Indo-Pacific region who share our commitment to free, fair, and reciprocal trade. He highlighted the benefits of a free and open system and emphasized that those governments that unfairly subsidize their industries, discriminate against foreign businesses, or restrict foreign investment should play by the rules and commit to economic reform.President Trump first traveled to Hawaii, where he had the opportunity to thank American troops at the U.S. Pacific Command and pay his respects at Pearl Harbor. He departed from here to Japan, where he met with Emperor Akihito and Empress Michiko and conducted working meetings with Prime Minister Shinzō Abe and other Japanese leaders to reaffirm America’s unshakeable alliance with Japan as they face the North Korean nuclear threat.The President then proceeded to South Korea, where President Moon Jae-in hosted him for a State visit and bilateral meetings. President Trump also had the opportunity to visit Camp Humphreys to thank American and South Korean soldiers and their families for their sacrifices in defending freedom. He delivered his first of the trip’s two major speeches at the South Korean National Assembly, where he praised South Korea’s rise in the last half-century in contrast to the totalitarian state of North Korea. President Trump urged common resolve in the face of the shared threat.Following South Korea, President Trump ventured to China, where he and President Xi Jinping discussed ways to continue to apply pressure on North Korea. During the State Visit, President Trump stressed the unsustainability of China’s unfair trade practices that have produced a massive trade deficit, and the President reaffirmed his determination to defend America’s economic interests.The President continued on to Vietnam, where he delivered his second major address of the trip at the APEC CEO Summit in Da Nang, outlining the United States’ vision of a free and open Indo-Pacific region where free, fair, and reciprocal trade, as well as private sector-led investment and growth generate prosperity and protect the sovereignty of all. President Trump visited Hanoi for an official State visit and met with President Quang of Vietnam and other senior Vietnamese leaders to underscore the vitality of the United States and Vietnam’s Comprehensive Partnership.President Trump concluded his trip in the Philippines, where he will held bilateral meetings with President Rodrigo Duterte, Prime Minister Narendra Modi of India, and Prime Minister Malcolm Turnbull of Australia, and attended the U.S.-ASEAN Summit and East Asia Summit.President Trump used this trip to build on the work that his Administration has already accomplished. The Administration’s efforts to deny terrorists’ safe havens, cut off their funding, and discredit their ideology have produced great results, including the liberation of Raqqa and Mosul, the opening of a new counter-finance center in Riyadh, and a historic speech by Saudi Crown Price Mohammed bin Salman calling for a return to moderate Islam.President Trump took full advantage of the trip to build on positive momentum and reaffirm the importance of a free and open system where all independent nations are strong, sovereign, and free from the threats of terrorism, coercion, and nuclear war.",
    "president": null
}