{
    "title": "Remarks by the Vice President to the US/ROK Business Community – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-vice-president-us-rok-business-community/",
    "created_at": "2017-04-16T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nApril 16, 2017\nSeoul Hyatt\nSeoul, Republic of KoreaTHE VICE PRESIDENT:  Marc, thank you for that kind introduction.  Thank you for your leadership of the U.S. embassy as our charge d’affaires.   Thank you for your long career in the Asian Pacific representing the United States of America in so many different capacities.  I’m grateful for your service as I know is all of our administration.  Thank you, Marc.To Ambassador Ahn Ho-young, members of the American Chamber of Commerce in Korea, distinguished leaders of the American and South Korean business communities, honored guests, it is an honor to be here with you today for my first stop in the Asian Pacific as Vice President of the United States of America.  It’s here in South Korea that we came first.  (Applause.)And it’s a special honor for me to have with us today a man  who I’ve had the opportunity to spend time with, traveling around, going to the Demilitarized Zone, being briefed on the circumstances taking place across this region.  To General Vince Brooks, the commander of the Combined Forces Command of U.S. Forces Korea, who proudly leads some 37,500 U.S. soldiers, sailors, airmen, Marines in close cooperation with more than 600,000 courageous South Korean forces, General, we are grateful for your leadership and even more grateful for those who serve under your command.  (Applause.)I bring greetings this morning from the 45th President of the United States of America, President Donald Trump.  The President asked me to come here to South Korea as a sign of our commitment and his personal commitment to the United States’ long-term alliance with this great country and to our not only strategic but economic partnership with South Korea.The bonds of security and commerce between our nations stretch back for decades.  More than 60 years ago, the United States helped establish the foundation for South Korea’s security and economic strength through great sacrifice.  And ever since the relationship between our two countries has grown for the benefit of both our nations and all who call them home.Yesterday I had the privilege to meet with Acting President Hwang Kyo-ahn and leaders of the National Assembly here in South Korea.  My message to them, to the people of South Korea, to the business enterprises in this country, and to all of you, on behalf of the President of the United States is simply this:  We are with you 100 percent.  (Applause.)Don’t doubt it for a second.  Even in these challenging times we stand with you for a free and secure future.  The alliance between South Korea and the United States is the linchpin of peace and security not only on the Korean Peninsula but indeed throughout the Asian Pacific.  The United States’ commitment to South Korea is ironclad and immutable.  As I told acting President Hwang yesterday, our alliance will be stronger.  Our nations will be safer, and the Asian Pacific will be more secure.  And together we will address this nation’s most dangerous and urgent threat to peace and security, the regime in North Korea, and we will address it together.  (Applause.)As examples we will continue to work closely with our military to deploy the THAAD missile defense system as a defensive measure, called for by the alliance for the alliance.  We’ll continue to evolve a comprehensive set of capabilities to ensure the security of South Korea.And while all options are on the table, the United States will continue to marshal economic and diplomatic pressure from regional powers and the entire international community to demand that North Korea once and for all abandon its nuclear and ballistic missile programs, turn away from renewed hostility toward its neighbors, and end the repression of its own people.  (Applause.)As an example of that outreach, earlier this month President Trump met with President Xi of China at the Southern White House.  The two leaders noted in their meeting, which was productive, the urgency of the threat posed by North Korea’s weapons program.  And both of them — I’m pleased to say both of them — reaffirmed both of our nations’ commitment to a denuclearized Korean Peninsula.Now, China has taken some initial steps to bring economic and diplomatic pressure on North Korea.  And we welcome those steps.  It’s heartening to see China take these actions, and we’re hopeful that they will do more in the days ahead.While the United States is troubled by China’s economic retaliation against businesses here in South Korea for taking appropriate steps to defend themselves, you may be assured we will continue to communicate to China that a better path for their country would be for them to join with us to address the circumstances in North Korea that make such defensive measures necessary.Now while issues will remain, the President and I have great confidence that China will properly deal with North Korea.  But as President Trump made it clear just a few days ago, if China is unable to deal with North Korea, the United States and our allies will.Beyond the issues of security and stability, our alliance with South Korea is also grounded in the shared values of freedom, free markets, and a strong and vibrant economic partnership between our two nations and our people.  The businesses represented here today — American and Korean — have helped build a strong relationship between the United States and Korea.  In fact, AMCHAM Korea has been here since the very beginning.  Since your founding in 1953, you’ve brought together businesses large and small to invest in both of our economies.  Today you boast roughly 700 members spanning dozens of industries, and you foster jobs and growth and prosperity on both sides of the Pacific.And thank you.  I want to thank all of you who came out here today and the businesses that I spent time with this morning over coffee for your insights — American and Korean companies, Ford, Boeing, Pfizer, Visa, and really all of you.  You’re pillars of our economy and pillars of a partnership between America and South Korea, and you have our thanks.  (Applause.)Each of these businesses creates jobs and drive innovation in the United States and Korea.  Each of you have done a tremendous work in strengthening the bond between our peoples over the last several decades.  Today thanks in no smart to all of you, South Korea is, in fact, the United States’ sixth largest trading partner.  America’s high quality products and services have made tremendous impact on South Korea’s way of life.  And South Korea’s firms have made and continue to make significant contributions and investments in the American economy, as well.\nNow last month marked the fifth anniversary of the implementation of the United States-Korea Free Trade Agreement.  Since KORUS went into effect, our two-way trade in goods and services has grown by nearly $20 billion.  The United States’ goods and services exports have increased by more than 6 percent.  Service exports alone have risen by nearly 30 percent to a record high of $21.6 billion.  And today South Korea is one of the fastest growing sources of foreign direct investment in the United States of America with more than $40 billion and growing invested in the United States so far.  And that’s worth a round of applause.  (Applause.)But despite the strong economic ties between the United States and South Korea, we have to be honest about where our trade relationship is falling short.  Most concerning is the fact that the United States’ trade deficit with South Korea has more than doubled since KORUS came into effect.  That’s the hard truth of it.And our businesses continue to face too many barriers to entry, which tilts the playing field against American workers and American growth.  President Trump has made it clear that the United States will pursue and America first policy in trade and exchange.  We’ll pursue trade that is both free and fair, and that will be true in all of our trade relationships, including KORUS.\nWe’re reviewing all of our trade agreements across the world to ensure that they benefit our economy as much as they benefit our trading partners.  As members of the business community, President Trump and I value your continued input on the issues that you face.  And we know that you can help us level that playing field between our two countries and move toward a system that will maximize jobs and growth and a brighter future for the people of the United States of America and the people of South Korea.  And we will work with you toward that end as we reform KORUS in the days ahead.  (Applause.)The truth is a stronger American economy means a stronger economy for South Korea, and for all of our trading partners.  And you’ll be glad to know the United States will continue to be a driver of global growth.  And under President Donald Trump, we’ll drive that growth like never before.  I promise you.President Trump and our administration are working around the clock to pass an aggressive agenda to get the American economy moving again — lower taxes, less regulation, better infrastructure, and a renewed focus on American energy.  And tax reform will be one of our top priorities.I don’t have to tell you in this room how the American tax code tends to hamper the business community at home and abroad.  The ability for American companies like those that are located here in South Korea to bring profits back to the United States of America is much in need of reform.  Our corporate tax rate is actually one of the highest in the developed world.  It’s more than 10 percent higher than the tax rate here in South Korea.Well, President Trump’s tax plan will slash the corporate rate, reform the tax code to make it simpler, flatter, and fairer.  Rest assured, our tax reform plan will make the strongest economy in the world stronger still, and that will benefit America and benefit all of America’s trading partners.The same is true of the President’s actions to reduce the regulatory burden in America.  The President has already ordered every agency in Washington, D.C. to find two regulations to get rid of before issuing any new ones.  And President Trump has already signed more than a dozen bills turning back the last administration’s mandates.  And we’ll continue to work with Congress to slash through mountains of red tape that are a barrier to economic growth and jobs.Make no mistake about it, under President Donald Trump, over-regulations’ days are over.  And there’s a new era of jobs and growth and prosperity in the United States of America.Now, these are only a few of the policies that the President and I could discuss today.  There are many more from healthcare to infrastructure.  But I’m grateful to have had the opportunity to meet with businesses — great American businesses included — that are located here in South Korea to reassure you that we’re going to continue to promote the policies in the United States of America that will cause investment to occur and businesses to thrive and jobs to be created.\nRest assured, President Trump’s agenda will continue to renew America’s reputation as the premier investment destination in the world, and as America grows, all of our partners will grow with us.And our success will further strengthen the bond of commerce and the bond of friendship between the American people and the people of South Korea.  Of that I’m very confident.\nToday it’s my privilege really to conclude by trip here to South Korea on behalf of President Donald Trump with a simple message to reaffirm the United States’ enduring commitment to the security and prosperity of South Korea, and to assure the people of South Korea of our unbreakable bond.We’re bound together by our shared values.  But also as I said yesterday following my meeting with acting President Hwang, we’ve also been bonded together by our shared sacrifice.  A free and democratic South Korea was forged in the fires of sacrifice by soldiers from both of our lands.  And my father was one of them.  Sixty-five years ago Second Lieutenant Edward J. Pence, Jr., of the 45th Infantry Division of the United States Army, fought alongside brave South Korea forces to win the freedom of this land.  It was my great privilege to stand with the General and look out over the landscape past the DMZ and see the very hills on which my father fought, Mount Baldy and Pork Chop Hill.  For me, for my wife, for our two daughters, it was a deeply meaningful time.My dad was able to come home to raise a family, but he had friends in uniform — America and Korean — who went home to eternity, and he carried the faces and the names of those heroes in his heart his whole life.My dad any time — and people would look at the medal that he had earned over here and been awarded — and anytime anyone would refer to my dad as a hero, he’d shake his head and say the heroes were the ones that didn’t come home.  And he bore that burden his whole life.  But I can’t help but feel that Dad looking down from Glory today wouldn’t be proud of their sacrifice and proud of his service in this great country.  To see now more than six decades on the freedom that he fought and labored to win for the people of South Korea continuing to thrive, continuing to stand, continuing to prosper.  Truly the friendship between our two nations — our two free nations is as eternal as the bonds between those who fought to win it.As I said yesterday we have bled together.  We have prospered together.  And on that foundation, the people of the United States of America and South Korea will face the future together.  With courage, determination and faith, we go together.  Katchi Kapshida.\nThank you very much and God bless you.  (Applause.)END",
    "president": null
}