{
    "title": "Vice President Mike Pence: ‘China Is Meddling in America’s Democracy’ – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/vice-president-mike-pence-china-meddling-americas-democracy/",
    "created_at": "2018-10-05T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nOctober 5, 2018\n4 minute read\n\t\t\t\t\t\tOffice of the Vice President\t\t\t\t\tYesterday, Vice President Mike Pence spoke at the Hudson Institute about the Trump Administration’s policies toward China, making the stakes clear: Beijing is employing a whole-of-government approach, using political, economic, and military tools—as well as propaganda—to advance its influence and benefit its interests in the United States.“China is . . . applying this power in more proactive ways than ever before, to exert influence and interfere in the domestic policy and politics of this country,” the Vice President said.Vice President Pence added that China’s aggression was on display this past week. A Chinese naval vessel came within 45 yards of the USS Decatur as it conducted freedom-of-navigation operations in the South China Sea, forcing our ship to quickly maneuver to avoid collision.“Despite such reckless harassment, the United States Navy will continue to fly, sail, and operate wherever international law allows and our national interests demand,” the Vice President said. “We will not be intimidated and we will not stand down.”The Vice President also charged China with using so-called “Debt Diplomacy,” a strategy meant to expand Beijing’s influence around the world.“Today, [China] is offering hundreds of billions of dollars in infrastructure loans to governments from Asia to Africa to Europe to even Latin America,” Vice President Pence said. “Yet the terms of those loans are opaque at best, and the benefits flow overwhelmingly to Beijing.”Furthermore, in response to the strong stand President Trump has taken against China’s actions, Beijing is pursuing a comprehensive and coordinated campaign to undermine support for our President, our agenda, and our Nation’s most cherished ideals. Vice President Pence said that China is actively attempting to influence the upcoming 2018 and 2020 elections.“To put it bluntly, President Trump’s leadership is working,” the Vice President said. “And China wants a different American President.”President Trump’s leadership is working, and China wants a different American President.\n\t\t\t\t\t\tMike Pence\t\t\t\t\tVice President of the United StatesVice President Pence revealed that the intelligence community believes China is targeting U.S. state and local officials to exploit any divisions between Federal and local governments on policy. It’s using wedge issues, like trade tariffs, to advance Beijing’s political influence.But, under President Trump’s leadership, the United States has taken decisive action to respond to China with American action.The United States has implemented tariffs on $250 million in Chinese goods, with the highest tariffs specifically targeting the advanced industries that Beijing is trying to capture and control. The Vice President reiterated the Administration’s position that the United States wants Beijing to pursue trade policies are free, fair, and reciprocal.As China attempts to influence American politics and policy alike, President Trump and the American people will stand firm, the Vice President said.“Our message to China’s rulers is this: This President will not back down—and the American people will not be swayed,” Vice President Pence said. “We will continue to stand strong for our security and our economy, even as we hope for improved relations with Beijing.”“We hope that soon, Beijing will reach back with deeds, not words, and with renewed respect for America.  But be assured: we will not relent until our relationship with China is grounded in fairness, reciprocity, and respect for our sovereignty.”",
    "president": null
}