{
    "title": "Remarks by President Donald Trump, Vice President Mike Pence, Senate Majority Leader Mitch McConnell, and House Speaker Paul Ryan After Congressional Republican Leadership Retreat – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-donald-trump-vice-president-mike-pence-senate-majority-leader-mitch-mcconnell-house-speaker-paul-ryan-congressional-republican-leadership-retreat/",
    "created_at": "2018-01-06T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\nIssued on:\nJanuary 6, 2018\n\n1/?\nCamp David\nHauvers, Maryland\n12:00 P.M. ESTTHE PRESIDENT:  Thank you very much.  It’s great to have you at Camp David — a very special place.  We started, as you know, yesterday afternoon.  We had a couple of incredible meetings.  It’s a feeling here that you don’t have in very many places.  There was a bonding.  There was a — we got a lot of work done, a lot of great work for the people.Security discussed, infrastructure discussed, military and all types of military situations and applications discussed.  General Mattis is here, General Kelly — a lot of good military input.  Very important.  Discussed funding for the military, which is so important.We also, obviously, went into budget.  So we went into DACA and how we’re going to do.  And we hope that we’re going to be able to work out an arrangement with the Democrats.  I think it’s something that they’d like to see happen.  It’s something, certainly, that I’d like to see happen.So we are very well prepared for the coming year.  We finished very strong.  One of the things we are discussing and discussing very powerfully is drugs pouring into this country and how to stop it.  Because it’s at a point — over the last number of years, it’s never been like this.  We’ve never had a problem with drugs like we do, whether it’s opioid or drugs in the traditional sense.  It’s never been like it is.And we are going to do everything we can.  It’s a very difficult situation, difficult for many countries.  Not so difficult for some, believe it or not.  They take it very seriously and they’re very harsh.  And those are the ones that have much less difficulty.  But we are going to be working on that very, very hard this year.  And I think we’re going to make a big dent into the drug problem.With that, I think what I’ll do is ask Majority Leader Mitch McConnell to say a few words.  Then, I’ll have Paul Ryan.  And we’ll — perhaps you’ll have some questions for some of the folks.  We have a great group of talent.  And I will tell you, the meetings, again, were really, perhaps, transformative in certain ways.  We’re doing things and we have things planned for next year.One of the things Mitch said — and he said it very well — was it’s going to be tough to beat the year we just left because what we had last year was something very special, especially to cap it off with the tremendous tax cuts and tax reform.  And don’t forget ANWR.  And don’t forget the fact that the individual mandate — such a horrible thing for so many people — was terminated.  So it’s very, very tough.But I’d like to ask Mitch — come up, say a few words, please.LEADER MCCONNELL:  Well, thank you very much, Mr. President.  As you suggest, last year would be a tough year to top.If you are like those of us here at the podium, you’d like to see America be a right-of-center country.  From a right-of-center point of view, 2017 was the most consequential year in the many years that I’ve been here in Congress.  The President’s spectacular nominee for the Supreme Court; 12 circuit judges, the most in the first year of any President since the circuit court system was set up in 1891; not to mention deregulation; and then topping it off with the most consequential boost to our economy through this tax reform bill — was an astonishing year.But it’s time to look forward.  Mr. President, I want to thank you for inviting us all up.  We had a great planning session for 2018.  We hope that 2018 will be a year of more bipartisan cooperation.  And the President’s agenda, much of which he just referred to, are things that we believe there would be a significant number of Democrats interested in helping us accomplish.And so, Mr. President, thanks for the opportunity to be here.  We’re excited about the new year, and ready to get to work.  Thank you.SPEAKER RYAN:  Well, I, too, Mr. President — I want to thank you for inviting us here to Camp David.  I’m particularly pleased with the fact that we had an extremely productive conversation with the President and his team yesterday about how we go forward in 2018.We have big things to do for the American people.  We’re excited about getting to work on that, and as both the President and the Leader said, we had historic achievement in 2017 that we want to build on — historic achievements that we believe will get our economy growing much faster.And what we want to work on in 2018 is making sure that everyone enjoys the economic growth that is to come.  We have people who are sidelined in society that need to get out of poverty and into the workforce.  So we want to focus on making sure that we can close that skills gap, that opportunity gap, so that everyone can get the kind of life and the career that they can get in this country — tap their potential.We’vegot issues such as infrastructure that we want to attend to.  We want to make sure that Secretary Mattis and our military have the tools and the resources that they need to keep us safe.So we have a very bold agenda for 2018.  We think this agenda is one that will appeal to everyone in-between — between Democrats and Republicans, independents.  And so we’re excited about the progress that has already been made, and we’re very excited about what we have in store for us for 2018.  Thank you.THE PRESIDENT:  Thank you, Paul.Mike.THE VICE PRESIDENT:  Thank you, Mr. President.  2017 was a year of extraordinary accomplishment.  And the congressional leaders who are gathered here were incredible partners with this President and our entire administration in advancing the interests of the American people — rebuilding our military, supporting law enforcement, historic regulatory reform, appointments to our courts to uphold the rule of law and the Constitution from the Supreme Court to courts at every level, and of course historic tax reform, repealing the Obamacare mandate, and opening up American energy from Alaska to around the globe.The President’s policies have been achieving extraordinary results.  Nearly 2 million new jobs created.  Unemployment at a 17-year low.  Our economy is already growing at a pace that most economists didn’t predict would happen for years — 3 percent.  And we’re looking to exciting predictions for 2018.But as the President said at the close of 2017, we’re just getting started.  The President convened the congressional leadership gathered here with members of our Cabinet to outline the President’s priorities for the coming year.  Those include a budget agreement; investment in our military to truly rebuild and make the strongest military in the world even stronger still; immigration reform and enforcement; the construction of a wall and border security; as well as dealing, as the President just said, with the issue of DACA.We truly do believe that there are opportunities after our discussions this weekend for bipartisan work on a broad range of issues from infrastructure to workforce to vocational education.  And I can say, I’m even more confident, after this weekend’s discussion, that, with the President’s leadership and with the strong leadership in the Congress, we’re going to keep delivering for the American people in 2018 and we’re going to create a stronger and more prosperous America.THE PRESIDENT:  Thank you very much, Mike.Any questions for the group?Q    Mr. President, I didn’t hear any mention here of welfare reform.  Is that something that is still on the agenda for 2018?THE PRESIDENT:  We are looking at it.  We’re looking at aspects of it.  It’s a subject that’s very dear to our heart.  We’ll try and do something in a bipartisan way, otherwise we’ll be holding it for a little bit later.  But we’ll be looking to do that very much in a bipartisan way, if we can.Yes.Q    Mr. President, you were talking about the policy issues that you all were focusing on the last few days here at Camp David, but this morning you were tweeting about your mental state.  Why did you feel the need to tweet about that this morning?THE PRESIDENT:  Well, only because I went to the best colleges for college.  I went to a — I had a situation where I was a very excellent student.  Came out and made billions and billions of dollars.  Became one of the top businesspeople.  Went to television and, for ten years, was a tremendous success, as you probably have heard.  Ran for President one time and won.And then I hear this guy that does not know me, doesn’t know me at all.  By the way, did not interview me for three — he said he interviewed me for three hours in the White House.  It didn’t exist, okay?  It’s in his imagination.And what I was heartened by — because I talk about fake news and the fake news media — was I — really, was the fact that so many of the people that I talk about, in terms of fake news, actually came to the defense of this great administration and even myself because they know the author and they know he’s a fraud.And when I saw some of the people say — and you look at some of his past books.  He did a book on Rupert Murdoch.  It was a terrible exposé and it was false.  So much of it was false.  I consider it a work of fiction and I think it’s a disgrace that somebody is able to have something, do something like that.  The libel laws are very weak in this country.  If they were strong, it would be very helpful.  You wouldn’t have things like that happen where you can say whatever comes to your head.But just so you know, I never interviewed with him in the White House at all.  He was never in the Oval Office.  We didn’t have an interview.  And I did a quick interview with him a long time ago having to do with an article, but I don’t know this man.  I guess sloppy Steve brought him into the White House quite a bit, and it was one of those things.  That’s why sloppy Steve is now looking for a job.Okay, who else do you have?  Yes.Q    Mr. President, the meetings now between South Korea and North Korea — the discussions —THE PRESIDENT:  Yeah.  Hope it works out.Q    I was going ask, are you comfortable that this will remain just about the Olympics?  Are you —THE PRESIDENT:  Well, I think so.  I spoke with the President, as you know — with President Moon of South Korea.  He thanked me very much for my tough stance.  And you know, for 25 years, they haven’t been using a tough stance.  They’ve been giving everything.When you look at what Bill Clinton did — and you’ve seen the famous clip where Bill Clinton wants to give them everything, and where I said, years ago, with Russert on Meet the Press — many years ago, I talked to — I don’t think anything has changed.  You have to have a certain attitude and you have to be prepared to do certain things.  And I’m totally prepared to do that.But President Moon called me, and we had a great discussion a couple of days ago, and he thanked me very much.  And I hope it works out.  I very much want to see it work out between the two countries.  I’d like to see them getting involved in the Olympics and maybe things go from there.  So I’m behind that 100 percent.He actually thanked me.  He said — and a lot of people have said, a lot of people have written — that without my rhetoric and without my tough stance — and it’s not just a stance — I mean, this is — this is what has to be done, if it has to be done — that they wouldn’t be talking about Olympics, that they wouldn’t be talking right now.Q    Are you comfortable that they’re not also taking the conversation beyond the Olympics while he continues to —THE PRESIDENT:  Well, I hope they do.  I hope they do.  I would love to see them take it beyond the Olympics.  We have a very good relationship with South Korea.  I would love to see it go far beyond the Olympics, absolutely.And at the appropriate time, we’ll get involved.  But I like the idea of their dealing on the Olympics.  That should be between those two countries.Yes.Q    Mr. President, did you ask the White House Counsel to ask Attorney General Sessions not to recuse himself from the Russia investigation?THE PRESIDENT:  Everything I’ve done is 100 percent proper.  The story, by the way, in the Times was way off, or at least off.  But everything that I’ve done is 100 percent proper.  That’s what I do is I do things proper.And you know, I guess the collusion now is dead because everyone found that, after a year of study, there’s been absolutely no collusion.  There has been no collusion between us and the Russians.Now there has been collusion between Hillary Clinton, the DNC, and the Russians.  Unfortunately, you people don’t cover that very much.  But the only collusion is between Hillary and the Russians, and the DNC and the Russians, and one of those things.Okay, any other questions?Q    In what way was the New York Times story off?THE PRESIDENT:  You’ll find out.  But the story was off.Q    Do you stand by Jeff Sessions as your Attorney General?THE PRESIDENT:  Yes, I do.Q    And will Gary Cohn continue to remain in position?THE PRESIDENT:  I hope so.  Where’s Gary?  Is he here?  He was here.  Gary, come here.  (Laughter.)  Did you hear the question, Gary, in this beautiful hangar that’s freezing?MR. COHN:  I did not, sir.THE PRESIDENT:  They said, will Gary Cohn continue or remain in the administration?  I said, I hope so.Now, if he leaves, I’m going to say, I’m very happy that he left, okay?  (Laughter.)  All right.  Come here, Gary.  Come here.  Are you happy, Gary?  He’s just passed a very big bill.  I think he’s pretty happy.MR. COHN:  Yes, I’m happy.  How’s that?  (Laughter.)THE PRESIDENT:  Gary, hopefully, will be staying for a long time.Yes, ma’am.Q    Just to follow up on the conversations between North Korea and South Korea, are you willing to engage in phone talks with Kim Jong-un right now?THE PRESIDENT:  Sure.  I always believe in talking.Q    Do you think that that would be helpful?THE PRESIDENT:  But we have a very firm stance.  Look, our stance — you know what it is.  We’re very firm.  But I would be — absolutely I would do that.  No problem with that at all.Q    So no prerequisites for coming to the table and talking with him?SPEAKER RYAN:  That’s not what he said.THE PRESIDENT:  We — that’s not what I said, at all.  Look, right now, they’re talking Olympics.  It’s a start.  It’s a big start.  If I weren’t involved, they wouldn’t be talking about Olympics right now.  They’d be doing no talking or it would be much more serious.He knows I’m not messing around.  I’m not messing around — not even a little bit, not even 1 percent.  He understands that.  At the same time, if we can come up with a very peaceful and very good solution — we’re working on it with Rex and we’re working on it with a lot of people — if something can happen and something can come out of those talks, that would be a great thing for all of humanity.  That would be a great thing for the world.  Very important, okay?Yes, sir.Q    Do you plan on involving yourself in Republican primaries in this midterm year?THE PRESIDENT:  Yes, I’ll be very much involved.  In fact, that’s one of the reasons — hard to believe, my polls numbers have gone way up.  You’ll have to explain that to me someday.  But I will tell you, they — actually, they’ve been explaining it to me, but they want me to be involved, and we’re going to be very involved.  In fact, not only with the Senate, also with the House.Q    And protecting incumbents?  Will you —THE PRESIDENT:  Protecting incumbents and whoever I have to protect.  But we need more Republicans.  We have to have more Republicans.With that being said, I think we’re going to go bipartisan.  I think we’re going to have some really great bipartisan bills.  But we need more Republicans so that we can really get the rest of the Make America Great Again agenda passed.And so I will be actually working for incumbents and anybody else that has my kind of thinking.  And I think it’s going to happen.  We’re going to make a lot of trips.  We’ll be very involved.  I think you folks are going to be very happy because you’re going to be doing a lot of travel.Q    Does that include some challengers to incumbents too?THE PRESIDENT:  I don’t see it — I don’t see that happening.  I don’t see that happening at this moment, no.  I think they’ve sort of scattered.You had somebody that lost us the state of Alabama.  And I think, as far as I’m concerned, that was a shame that that was lost.  That should never have been lost.And you have to — look, with it all being said, we have the right policy, we have the right everything.  You still need a good candidate.  You don’t have a good candidate, you’re just not going to win.  So we should have never lost Alabama.  It shouldn’t have happened.Okay, any other questions?  Yes, ma’am.Q    Mr. President, can you lay out — I know that you guys released a very long list of requirements — things that you wanted to see on immigration tied to a DACA fix.THE PRESIDENT:  I do.Q    But can you explain to us right now the exact points —THE PRESIDENT:  Well, I can just say some of the basics.Q    What exactly do you need to sign it?THE PRESIDENT:  I can say some of the basics.  We want the wall.  The wall is going to happen or we’re not going to have DACA.  You know, we want to get rid of chain migration.  Very important.  And we want to get rid of the lottery system.In addition to that, we want some money for funding.  We need some additional border security.  These are great people and we need some border security.  We need ICE.  But we want to make sure that, in terms of what we want — and we want DACA to happen.  We all — everybody, I think I can speak for everybody — we want John Cornyn from Texas.  We all want DACA to happen.  But we also want great security for our country.  So important.  We want to stop the drugs from flowing in.  Very important.So we have to get rid of the visa lottery.  You know, the lottery is a disaster.  They give you people — in fact, as you know, the person on the West Side Highway that killed eight people and so badly injured — legs and arms — so badly injured many more, they came in through the lottery system.And remember this, the lottery — it’s just common sense — they’re not sending us their finest, okay.  When somebody gets picked in the lottery, we’re not getting their best people.  So we have to get rid of the lottery system, we have to get rid of chain migration, and we have to have a wall.Q    Do you want the lottery and the chain migration aspects in that same piece of legislation?THE PRESIDENT:  I think it should be in the same legislation, yes.  And I think, frankly, that the Democrats feel strongly about it too.  I mean, Chuck Schumer is New York.  He saw somebody that came in through the lottery system.  He saw this man kill eight people on the West Side Highway that he knows very well and he loves like I do.  I think he’s okay with it.  I really think we’ll have a lot of Democrat support.  I hope so.Yes, sir.Q    Mr. President, have there been any more efforts to get Mexico to pay for the wall?THE PRESIDENT:  Yeah, I believe that Mexico will pay for the wall.  I have a very good relationship with Mexico.  As you know, we’re negotiating NAFTA.  We’ll see how that goes.Yes, but Mexico will pay.  In some form, Mexico will pay for the wall.MS. SANDERS:  Probably got time for one more question.THE PRESIDENT:  One more question.Q    Mr. President, if Robert Mueller asks you to come and speak with his committee personally, are you committed, still, to doing that?  Do you believe that’s appropriate for a President?THE PRESIDENT:  Yeah.  Just so you understand — just so you understand, there’s been no collusion; there’s been no crime.  And in theory, everybody tells me I’m not under investigation.  Maybe Hillary is, I don’t know, but I’m not.But there’s been no collusion.  There’s been no crime.  But we have been very open.  We could have done it two ways.  We could have been very closed and it would have taken years.  But you know, it’s sort of like, when you’ve done nothing wrong, let’s be open and get it over with.Because, honestly, it’s very, very bad for our country.  It’s making our country look foolish, and this is a country that I don’t want looking foolish.  And it’s not going to look foolish as long as I’m here.  So we’ve been very open and we just want to get that over with.Okay, anybody else?  I think we’re set.  Thank you very much.  I appreciate it.  Thank you.  Thank you very much.  Appreciate it.END12:19 P.M. EST",
    "president": null
}