{
    "title": "Remarks by President Trump and Governor Scott Upon Arrival in Florida – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-governor-scott-upon-arrival-florida/",
    "created_at": "2018-10-15T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tLand & Agriculture\t\n\nIssued on:\nOctober 15, 2018\nEglin Air Force Base, Florida10:47 A.M. CDTTHE PRESIDENT:  Thank you.  I just want to mention that, while we’re here, we’re going to be doing a pretty big tour and then we’re going to Georgia.  I’m going to Georgia.  Rick Scott, your governor, has done an incredible job, and all of your people have been amazing — working with FEMA, working with the first responders, and always law enforcement.The job they’ve done in Florida has been incredible.  And likewise, I’m hearing, in Georgia, very good things, Rick.  So I want to thank you.  You’re a great Governor.  You really have been.  He steps up in the biggest emergencies, the biggest problems, and he gets it done.  So, Rick Scott, thank you.GOVERNOR SCOTT:  Thank you very much.  I want to thank the President.  We talked almost every day.  Everything about (inaudible), he’s come through.Brock Long is here; he runs FEMA.  Wes Maul runs the State Emergency Management Team.  Everything I’ve asked for from FEMA, they’ve done.  We got the water out, we got the food out.  We, all together — we had search and rescue teams the night of the hurricane going into these communities to save lives.  Our Coast Guard did missions at night, saving lives.  And they saved a lot of people’s lives.So everybody is working together — the National Guard, Highway Safety.  But I want to thank everybody for all this coordination to save lives and get people back to normal as quickly as they can.And I want to thank the President again.  Because every time I called, he’s come through and done exactly what he said he was going to do.THE PRESIDENT:  I have to say, one of the most incredible things, always, is power.  And we have thousands and thousands of electrical — really, electricians, at the top level.  But the electric companies have followed — as the hurricane left, they’ve followed right behind it.  And they’ve put on hundreds of thousands of homes that are already back.Now, the one problem is some homes don’t exist anymore.  I mean, they’re literally wiped out.  They have electric going to empty sites.  But the electric companies have been really incredible and responsive.  So we want to thank them, too.Q    What’s your biggest priority today, sir?THE PRESIDENT:  Just making sure everyone is safe, that they’re fed.  You know, many of these people have no — they have no homes.  Some of them have no trace of a home.  You wouldn’t even know it.  It just got blown right off the footing.So our big thing is feeding, water, and safety.  And again, Rick Scott has done an incredible job.  Really, I want to thank you.GOVERNOR SCOTT:  Thank you very much.  Thanks a lot.THE PRESIDENT:  Thank you, everybody.END10:50 A.M. CDT",
    "president": null
}