{
    "title": "President Trump Welcomes America’s Wounded Warriors to the White House – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-welcomes-americas-wounded-warriors-white-house/",
    "created_at": "2018-04-26T00:00:00",
    "content": "\nApril 26, 2018\n2 minute readFor many veterans, returning to civilian life can be a difficult transition. The Wounded Warrior Project (WWP) is there to help.WWP’s mission is to “to honor and empower Wounded Warriors,” which they accomplish by connecting veterans, their families, and caregivers to peers, programs, and communities that can help. The organization provides free mental health and wellness programs, physical health and wellness activities, career and benefits counseling, and special support for severely injured veterans.In other words, WWP empowers warriors to live life on their own terms.Now nearly a decade and a half old, Soldier Ride is one of WWP’s largest events. Described as a “four-day cycling experience,” these rides are held in communities across the country, with WWP providing hand cycles, trikes, and bicycles for participants with varying physical needs. The ride is designed to challenge veterans both physically and mentally, providing a bonding opportunity with other service members.President Trump Participates in the Wounded Warrior Project Soldier RideU.S. Presidents have hosted participating wounded veterans since President George W. Bush in 2008. Last April, President Donald J. Trump, Vice President Mike Pence, and the First and Second Ladies welcomed 54 warriors to the White House before their ride. On April 26, President Trump will once again host a number of Soldier Riders at the White House ahead of their 2018 event.As the warriors start their ride in Washington, D.C., they will not only work together, develop camaraderie, and build mental and physical strength. As they ride through the city, they will also spread awareness about the sometimes difficult lives of America’s veterans.“Each of you has forged in battle the sacred bonds of loyalty that link our people together,” President Trump said before last year’s Soldier Ride. “Our country, our values, our very way of life, endures because of you, and it endures because brave Americans raise up in every generation . . . to fight for this country and to defend its citizens with every ounce of blood, sweat, and tears in their bodies.”",
    "president": null
}