{
    "title": "The Beginning of a “Great New Era in American Aviation” – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/beginning-great-new-era-american-aviation/",
    "created_at": "2017-06-06T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nJune 6, 2017\n3 minute readYesterday, President Donald J. Trump ushered in “a great new era in American aviation” and kicked off Infrastructure Week with the announcement of his Air Traffic Control Initiative.President Trump Announces the Air Traffic Control Reform InitiativeThe President announced his support of a proposal to shift the air traffic control function of the Federal Aviation Administration to an independent, non-profit, non-governmental organization. Safety and regulatory functions would remain in the hands of the Federal Aviation Administration. He was joined by Transportation Committee Chairman Bill Shuster, Secretary of Transportation Elaine Chao, and past Secretaries of Transportation, James Burnley, Elizabeth Dole, and Mary Peters.President Trump pointed out the unacceptable delays, wait times, and route inefficiencies that are supported by our current system that cost an estimated $25 billion a year in economic output.The President also highlighted the outdated methods currently being used and the administration’s desire for modernization and reform. Air Traffic Controllers currently use land based radar systems in an age where millions of Americans carry GPS in their front pocket. The previous administration poured $7 billion in taxpayer dollars into the FAA without any noticeable effects.The privatization of Air Traffic Control is a tried and tested concept. Dozens of countries have successfully transitioned their day-to-day air traffic management responsibilities from government agencies to corporations. Canada privatized its air traffic management functions more than 20 years ago. Since then, they have been able to accommodate 50% more air traffic. At the same time, the non-profit organization NAV Canada has managed to improve safety, retain the same rates for customer charges, rebuild infrastructure, and develop cutting-edge air traffic technology.The United States can no longer afford to lag behind in an industry that supports 1 out of every 14 American workers.The President’s initiative is a victory for Air Traffic Control workers, aviation passengers, airlines themselves, and crucially, American taxpayers. As President Trump pointed out, this new non-profit corporation will not need any taxpayer funding. According to the President’s Budget, the privatization of Air Traffic Control will reduce spending caps by $10 billion annually between 2021 and 2027. Additionally, the Budget proposes to reduce the various aviation excise taxes by an estimated $116 billion over the same period.",
    "president": null
}