{
    "title": "President Trump’s First Budget Commits Significant Resources to Fight the Opioid Epidemic – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/president-trumps-first-budget-commits-significant-resources-fight-opioid-epidemic/",
    "created_at": "2017-05-23T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tHealthcare\t\n\nIssued on:\nMay 23, 2017\nOffice of National Drug Control PolicyEXECUTIVE OFFICE OF THE PRESIDENT\nOFFICE OF NATIONAL DRUG CONTROL POLICY\nWashington, DC 20503FOR IMMEDIATE RELEASE:\nTuesday, May 23, 2017CONTACT:\nONDCP Public Affairs: 202-395-6618\nMediainquiry@ondcp.eop.govPresident Trump’s First Budget Commits Significant Resources to Fight the Opioid EpidemicFY 2018 budget request includes $27.8 billion in drug control effortsWashington, D.C. – Today, Richard Baum, Acting Director of National Drug Control Policy, announced drug-related requests in the Trump Administration’s Fiscal Year 2018 Budget.  The President’s Budget, submitted to the U.S. Congress today, supports $27.8 billion in drug control efforts including prevention, treatment, and law enforcement. Specifically, it supports $1.3 billion in investments for Comprehensive Addiction and Recovery Act programs, 21st Century CURES Act programs, and other opioid-specific initiatives that seek to address the current epidemic.“The President’s 2018 Budget calls for a larger investment in drug control policy than the annualized FY 17 continuing resolution level,” said Richard Baum, Acting Director of National Drug Control Policy. “By funding critical public health and public safety efforts, this budget demonstrates the Trump Administration’s commitment to stopping drugs from entering the country and supporting treatment efforts to address the burgeoning opioid epidemic.”The FY 2018 Request includes:Read more in the FY 2018 Budget Highlights.Data from the National Survey on Drug Use and Health (NSDUH) indicate that the overall rate of current drug use among Americans 12 and older has been increasing gradually, from 8.3 percent in 2002 to 10.2 percent in 2014—an increase of 23 percent.  This increase is driven by an increase in marijuana use, rising from 6.2 percent in 2002 to 8.4 percent in 2014—an increase of 35 percent.Earlier this year, President Trump created the President’s Commission on Combatting Drug Addiction and the Opioid Crisis. The Commission, which is being chaired by New Jersey Governor Chris Christie, is studying ways to combat and treat drug misuse, addiction, and the opioid epidemic. In coordination with ONDCP and the Office of American Innovation, it will make recommendations to the President for improving the Federal response to the opioid crisis.For more information, visit www.whitehouse.gov/ondcp  To view the budget, please visit:\nhttps://trumpwhitehouse.archives.gov/sites/whitehouse.gov/files/omb/budget/fy2018/eop.pdfThe White House Office of National Drug Control Policy seeks to foster healthy individuals and safe communities by effectively leading the Nation’s effort to reduce drug use and its consequences.For more information about the Office of National Drug Control Policy visit: https://trumpwhitehouse.archives.gov/ondcp",
    "president": null
}