{
    "title": "President Donald J. Trump Announces Intent to Nominate Individuals to Key Administration Posts – The White House",
    "link": "https://trumpwhitehouse.archives.gov/presidential-actions/president-donald-j-trump-announces-intent-nominate-individuals-key-administration-posts-16/",
    "created_at": "2019-09-30T00:00:00",
    "content": "\n\t\t\t\tNominations & Appointments\t\t\t\nIssued on:\nSeptember 30, 2019\nToday, President Donald J. Trump announced his intent to nominate the following individuals to key positions in his Administration:James P. Danly of Tennessee, to be a Member of the Federal Energy Regulatory Commission, for the remainder of a five-year term expiring June 30, 2023.James Danly is General Counsel of the Federal Energy Regulatory Commission. Before joining the Commission, he was a member of the energy regulation and litigation group at Skadden, Arps, Slate, Meagher and Flom LLP. Danly previously served as law clerk to Judge Danny Boggs at the United States Court of Appeals for the Sixth Circuit. He was a managing director of the Institute for the Study of War and an International Affairs Fellow at the Council on Foreign Relations. Danly is a former United States Army officer who served two tours in Iraq, first with an infantry company in Baghdad and then on staff at Multi-National Force—Iraq, receiving a Bronze Star and Purple Heart. Danly earned his J.D. from Vanderbilt University Law School and B.A. from Yale University.Katharine MacGregor of Pennsylvania, to be the Deputy Secretary of the Interior.Kate MacGregor is currently serving as the Deputy Chief of Staff exercising the authority of the Deputy Secretary at the Department of the Interior. MacGregor has served in several positions at the Department since joining the Trump Administration in January 2017, including Principal Deputy Assistant Secretary of Lands and Minerals Management. In her time at the Interior, MacGregor has worked on issues with respect to responsible domestic energy and mineral development, ending violence against American Indians and Alaska Natives, enhancing rural broadband, and other Administration priorities. Before joining the Department, she worked on Capitol Hill for ten years, serving two Chairmen of the House Natural Resources Committee, Rob Bishop (R-UT) and Doc Hastings (R-WA), and Representatives Eric Cantor (R-VA) and Thelma Drake (R-VA). MacGregor is a native of Pennsylvania and a graduate of the University of Pennsylvania in Philadelphia.",
    "president": null
}