{
    "title": "Vice President Mike Pence speaks at World Summit in Defense of Persecuted Christians – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/vice-president-mike-pence-speaks-world-summit-defense-persecuted-christians/",
    "created_at": "2017-05-11T00:00:00",
    "content": "\n\n\t\tLaw & Justice\t\n\nMay 11, 2017\n3 minute readThis morning, on behalf of President Donald Trump, it was humbling to join people of faith from across the world at the first-ever World Summit in Defense of Persecuted Christians.There, I reaffirmed the President’s commitment to defending Christians and, frankly, all who suffer for their beliefs across the wider world.  America was and is and ever will be that shining city on a hill where men and women of faith throughout our history have been able to walk and openly worship their faith in God to the glory of God.The faith of those gathered at the World Summit inspired and humbled me. The reality is, across the wider world, the Christian faith is under siege.  Throughout the world, no people of faith today face greater hostility or hatred than the followers of Christ.  In more than 100 countries spread to every corner of the globe –- from Iran to Eritrea, Nigeria to North Korea –- over 215 million Christians confront intimidation, imprisonment, forced conversion, abuse, assault, or worse, for holding to the truths of the Gospel.  And nowhere is this onslaught against our faith more evident than in the very ancient land where Christianity was born.President Trump sees these crimes for what they are: vile acts of persecution animated by hatred — hatred for the Gospel of Christ.  And so too does the President know those who perpetrate these crimes.  They are the embodiment of evil in our time and he calls them by name — radical Islamic terrorists.The suffering of Christians in the Middle East has stirred America to act.  President Trump rightly said not long ago that — of the Christian church, “nobody has been treated worse in the Middle East.”  He’s made it clear that America will stand by followers of Christ in this hour of need.  Our administration is fully committed in bringing relief and comfort to believers not only across the Middle East but across the world.  This President knows the terrorists will not stop until we stop them.  And, under President Donald Trump, we will stop them.Under President Donald Trump, America will continue to stand for religious freedom of all people, of all faiths, across the world.  And I believe that all God’s children, no matter their country or their creed, can know with confidence that God will continue to guide this nation, to play our unique role on behalf of freedom in the world.",
    "president": null
}