{
    "title": "Recap: Administration Rollout of Actions Against Lebanese Hizballah – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/recap-administration-rollout-actions-lebanese-hizballah/",
    "created_at": "2017-10-10T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nOctober 10, 2017\n3 minute readSunday, October 8 marked the 20 year anniversary of the State Department designating Lebanese Hizballah as a foreign terrorist organization.  Thomas Bossert, Assistant to the President for Homeland Security and Counterterrorism, called for a global response to combat the group in an op-ed in the newspaper Le Monde, noting that Hizballah has tried to disguise its activities as a terrorist organization under the guise of political legitimacy.  Read the op-ed in English here or in the original French here.The Trump Administration is committed to supporting legitimate state institutions in Lebanon and will continue to expose Hizballah’s nefarious behavior. Overtime, we believe that by denying Hizballah political legitimacy, it will lose the support of the Lebanese people.  A stronger, more stable Lebanon free from Hizballah’s coercive influence will be a better partner for the United States and for the international community.In June, the FBI arrested two U.S. citizens in the United States for allegedly acting on behalf of Hizballah’s highly compartmented international terrorism unit, the Islamic Jihad Organization (IJO), also known as the External Security Organization (ESO).  As Homeland Security Advisor Bossert makes clear in his article, the United States will continue to thwart the IJO/ESO’s operational activity, which is unacceptable and will not be tolerated.  The United States is committed to sending a clear and unequivocal message to Hizballah’s leadership that its terrorist plotting in the United States will continue to be confronted and will ultimately fail.On Tuesday, October 10, the State Department’s Counterterrorism Coordinator, Ambassador Nathan Sales and the Director of the National Counterterrorism Center, Nick Rasmussen, announced that the U.S. government is offering up to seven million dollars for information that brings to justice Talal Hamiyah, the head of Hizballah’s IJO/ESO, and up to five million dollars for information that brings to justice Fu’ad Shukr, a senior Hizballah operative involved in the 1983 attack on the U.S. Marine Barracks in Beirut that killed 231 U.S. service personnel.  These announcements demonstrate the United States’ resolve to hold Hizballah accountable for its behavior.  To view the transcript and the video of the press conference, click here.  To see the wanted poster, please click here.The interactive graphic below, created by the National Counterterrorism Center, provides an overview of select Hizballah operational activity from 1982 to the present day, which clearly illustrates Hizballah’s ongoing pattern of nefarious activity in multiple theaters throughout the globe since its inception. To view a PDF of the interactive graphic, here.",
    "president": null
}