{
    "title": "Intern Series: The White House becomes the People’s House – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-white-house-becomes-peoples-house/",
    "created_at": "2017-08-15T00:00:00",
    "content": "\nAugust 15, 2017\n2 minute readAs an intern in the Office of Political Affairs, I occasionally have the privilege of interacting with constituents visiting the White House. Recently, my office was tasked with inviting companies with America-made products to the White House for the Made in America Product Showcase. For me, an exciting part of the project was researching companies to represent Western states who would be a good fit for the exposition.On the day of the Made in America Product Showcase, I was tasked with escorting the invited company representatives to their tables and ensuring they had everything they needed to successfully present their unique products. The program set-up for the day began with the Utah Flag Company and California Wine Company and finished with the Maryland Crab Pot company. The diversity of products from around the country was astounding. From Maine’s Hinckley Yachts on the South Lawn to Florida’s Tervis Tumblers in the State room, New York’s Steinway’s expert piano builders in the foyer to Nevada’s Kimmie Kandy in the Cross Hall, the White House went from functioning as a house for the First Family to a house dedicated to showcasing the beauty and spirit of the American people.In my opinion, the best part of the day’s events was meeting with the creative individuals representing their companies. My biggest treat came when I was able to meet the founder of the Great Alaskan Bowl Company, who I had previously learned about while researching Alaskan manufacturers. Not only were the bowls beautiful, but it was also a pleasure to chat with Lewis Bratcher and his daughter about their two-generation family business.At the end of the day, I heard from many participants that it was a company highlight to participate in the Showcase. For me, it was a delight to help honor the companies that truly make America a great Nation.Emily Hardman is from Sarasota, Florida, is a graduate of Palm Beach Atlantic University, and is a second year master’s candidate studying American Foreign Policy and International Economics at the Johns Hopkins University’s School of Advanced International Studies. Emily is a member of the Summer 2017 White House Internship Program in the Office of Political Affairs.",
    "president": null
}