{
    "title": "This Labor Day Caps off the Summer of the American Worker – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/labor-day-caps-off-summer-american-worker/",
    "created_at": "2018-08-31T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nAugust 31, 2018\n5 minute readLast summer, President Donald J. Trump had a simple message for Americans as he honored the first Labor Day of his Presidency: “We are building our future with American hands, American labor, American iron, aluminum and steel.”One year later, the results speak for themselves.While President Trump is pushing for “America First” reforms across his Administration, three keys to the country’s recent success stand out: a record-setting economy, a commitment to keeping that wealth here at home, and a pledge to keep much of that wealth in the hands of American workers.President Trump promised to revitalize the American economy; since he was elected, more than 3.8 million jobs have been created. While liberal pundits and economists touted “secular stagnation” as the new norm for American economic growth, the overwhelming evidence of the past year and a half proves the President’s critics wrong.One example: For years, manufacturing was a steadily declining and increasingly forgotten sector of the U.S. economy. President Trump made a priority of bringing back factories—along with that proud motto, “Made in America.”In the past year, manufacturing jobs have returned at the fastest pace in more than two decades. Since the President took office, nearly 400,000 manufacturing jobs have been created; in July alone, 37,000 new manufacturing jobs were added. “Together, we are sending a message to our foreign competitors: The days of plundering American jobs and wealth, those days are over,” President Trump told steelworkers last month in Granite City, Illinios.The President’s tax cuts are playing a huge part in this booming economy. Historic unemployment lows have become regular occurrences, with the overall rate falling to 3.9 percent from its peak of 10 percent nine years ago.Last quarter was the first full quarter with the Tax Cuts and Jobs Act in effect, and the numbers are revealing: GDP growth exceeded early estimates at 4.2 percent, putting the U.S. economy right on track to clear the President’s goal of 3 percent annual growth.Just this week, President Trump delivered on his promise to American workers to renegotiate the North American Free Trade Agreement (NAFTA). After years of failed promises from politicians on both sides of the aisle, this occasion marks the first time that a modern American trade agreement has been renegotiated.The outdated NAFTA agreement was unbalanced, and American jobs were the ultimate victim. The new, preliminary U.S.–Mexico Trade Agreement will protect American workers, American manufacturing, and American agriculture. New “rules of origin” requirements will encourage billions a year in the production of auto parts in the United States, which will support high-wage jobs across the country. The deal also includes the strongest and most fully enforceable labor standards of any trade agreement.Last month, the President launched a new era in fair, reciprocal trade with Europe, with American and European Union officials agreeing to work toward zero tariffs and zero non-tariff barriers. The EU also agreed to increase trade in American soybeans and increase American energy exported to Europe—a huge win for American farmers and workers.Thanks to President Trump’s tax reform package, the businesses that benefit from this record growth and fair trade are bringing money held overseas back to the United States. More than $300 billion was repatriated back to America after the first quarter of 2018 alone, setting a new record high.When American businesses succeed, American workers should, too. While tremendous economic growth helps, the Trump Administration has pushed for legislation, regulatory reforms, and new initiatives that ensure a wealthier America pays off for each one of our citizens.The first and most important step was the Tax Cuts and Jobs Act, which put more money back into American paychecks by delivering $5.5 trillion in reductions—among the most sweeping reforms of the tax code in U.S. history. The law nearly doubled the standard deduction, doubled the child tax credit, protected tax savings for higher education and retirement, and lowered rates across the board.It also repealed Obamacare’s individual mandate tax, nearly 80 percent of which hit households earning less than $50,000 per year in 2016.At a roundtable discussion in White Sulphur Springs, West Virginia, earlier this year, the significance of these changes was brought home. “Not a lot of people know it, but for the average West Virginian, two kids, it’s $1,966 more in their pocket because of your tax cuts, Mr. President,” Rep. Evan Jenkins (R-WV) said. “The average mortgage in West Virginia is $600 . . . President Trump paid the mortgage payment for three months of the average West Virginian.”Key to taking advantage of these unprecedented opportunities is having a workforce that’s trained for the jobs of tomorrow. With Advisor to the President Ivanka Trump helping lead the charge, President Trump announced his landmark Pledge to America’s Workers at a White House event last month. In just over six weeks since, companies and organizations signing the pledge have committed to creating millions of new opportunities for our country’s workforce.Echoing the sky-high optimism of America’s blue-collar workers, “that’s just what we call a good start,” Vice President Mike Pence says.",
    "president": null
}