{
    "title": "Bill Announcement – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/bill-announcement-123020/",
    "created_at": "2020-12-30T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\nIssued on:\nDecember 30, 2020\nOn Wednesday, December 30, 2020, the President signed into law:S. 212, the “Indian Community Economic Enhancement Act of 2020,” which amends three existing statutes promoting Native American business, economic development, and trade development; S. 900, which designates the community-based outpatient clinic of the Department of Veterans Affairs in Bozeman, Montana, as the Travis W. Atkins Department of Veterans Affairs Clinic;S. 2472, the “Neil A. Armstrong Test Facility Act,” which redesignates the NASA John H. Glenn Research Center at Plum Brook Station, Ohio, as the NASA John H. Glenn Research Center at the Neil A. Armstrong Test Facility;S. 3257, which designates the facility of the United States Postal Service located at 311 West Wisconsin Avenue in Tomahawk, Wisconsin, as the Einar “Sarge” H. Ingman, Jr. Post Office Building;S. 3461, which designates the facility of the United States Postal Service located at 2600 Wesley Street in Greenville, Texas, as the Audie Murphy Post Office Building;S. 3462, which designates the facility of the United States Postal Service located at 909 West Holiday Drive in Fate, Texas, as the Ralph Hall Post Office;S. 4126, which designates the facility of the United States Postal Service located at 104 East Main Street in Port Washington, Wisconsin, as the Joseph G. Demler Post Office;S. 4684, which designates the facility of the United States Postal Service located at 440 Arapahoe Street in Thermopolis, Wyoming, as the Robert L. Brown Post Office; andS. 5036, the “Secret Service Overtime Pay Extension Act,” which extends through 2023 the waiver that allows U.S. Secret Service employees performing protective services to receive premium pay up to level II of the Executive Schedule.",
    "president": null
}