{
    "title": "How Art Therapy Uplifts Children Fighting Cancer – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/art-therapy-uplifts-children-fighting-cancer/",
    "created_at": "2018-02-17T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nFebruary 17, 2018\n2 minute read\n\n\t\t\t\t\t\tKaren Pence\t\t\t\t\t\t\t\nSecond LadyWe had a great visit with Tracy’s Kids at Methodist Children’s Hospital in San Antonio, Texas, on Friday.It was so nice being able to paint with the kids. We painted Texas bluebonnets in honor of where we were. The kids shared with me what art therapy means to them. A young 10 year old boy expressed how much he likes to come to the hospital because he gets to work with the art therapist. He very graciously presented me with one of his original paintings of the Statue of Liberty which I told him I will proudly display in my office at the White House.One of my favorite moments was a note I received from a patient who was not able to leave her room. She wanted me to know that she does art 95% of the day. She loves art therapy. We did a little video to say thank you and hello to her on the art therapist’s phone to be shared with her later.Another patient has been in and out of the hospital for six months. And art therapy is the only thing that gets her out of her room.To see Tracy’s Kids San Antonio, which provides art therapy for all pediatric oncology patients at Methodist Children’s Hospital in full swing under the capable direction of “Miss Courtney” was very inspiring.“Miss Courtney”, thank you for what you do. Keep up the great, great work!And thank you to the community in San Antonio that supports this art therapy program. I am honored to have this national and international platform to shine the light on art therapy. I hope you continue to follow along, as I will share stories about my visits across the United States and around the world to elevate art therapy.Art therapy is near and dear to my heart. To learn more about my initiative, Art Therapy: Healing with the HeART, click here. To stay updated on our events in the Office of the Second Lady, follow us on Twitter at @SecondLady.",
    "president": null
}