{
    "title": "Intern Series: From an Eagle’s Eye – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-eagles-eye/",
    "created_at": "2017-08-11T00:00:00",
    "content": "\nAugust 11, 2017\n2 minute readSince its founding in 1910, the Boy Scouts of America (BSA) has had over 110 million youth members. A few years ago, I was one of those members, an Eagle Scout in Boy Scout Troop 238 from Hickory, Maryland.When BSA was founded by W.D. Boyce, their mission was “to teach patriotism, courage, self-reliance, and kindred values.” That mission statement; combined with Boy Scout Oath and Law, have set a standard both for how I conduct myself and how I expect my mentors to conduct themselves.It is hard to miss the presence of scouting within the Trump Administration. I applied for and accepted an internship at the White House in part because this Administration puts faith in individuals who meet my expectations of leadership. Four of President Trump’s Cabinet members are Eagle Scouts. They are Secretary of the Interior Ryan Zinke, Attorney General Jeff Sessions, Secretary of Energy Rick Perry, and Secretary of State Rex Tillerson, who even served as former President of the BSA. That means 25 percent of President Trump’s Cabinet Secretaries are Eagle Scouts: impressive, considering only 2 percent of scouts will ever attain the rank of Eagle!Scouting promotes commitment to our local communities. President Trump has gone to great lengths to show his appreciation for local heroes, including police officers, first-responders, and active duty military. His vision for domestic and foreign policy, religious faith, and care for hardworking, self-reliant, middle-class Americans, all align with the tenets of scouting.President Trump’s Cabinet appointments, as well as his emphasis on serving America first, demonstrate this Administration’s commitment to Making America Great Again and embracing the Scouting Principles of Duty to God and Country. I am beyond proud to be among the Eagle Scouts who are serving in this Administration.Andy Schwarz is from Bel Air, Maryland, and is a junior studying Political Science and Advanced Leadership Studies at American University. Andy is a member of the Summer 2017 White House Internship Program in the Office of Presidential Correspondence.",
    "president": null
}