{
    "title": "Event Summary: Missouri Tax Reform Event – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/event-summary-missouri-tax-reform-event/",
    "created_at": "2017-09-08T00:00:00",
    "content": "\n\n\t\tBudget & Spending\t\n\nSeptember 8, 2017\n2 minute readPresident Donald J. Trump spoke on September 6 in Springfield, Missouri, about his strategies for reducing the tax burden on American businesses and individuals in order to promote American prosperity.The President described four principles guiding tax reform under his Administration: a tax code that anyone can understand, a competitive tax rate that offers advantages to Americans, tax relief for the middle class, and bringing American dollars inside American borders.Streamlining the tax code and cutting down loopholes and special interest tax breaks will better serve American interests across all tax brackets. “The tax code is so complicated that more than 90 percent of Americans need professional help to do their own taxes,” President Trump remarked Wednesday.A revamped tax code will reduce burdens on the middle class and move America toward more competitive taxation rates in comparison to other nations.“We believe that ordinary Americans know better than Washington how to spend their own money, and we want to help them take home as much of their money as possible and then spend it,” the President added.Finally, a high tax rate with cumbersome bureaucracy incentivizes large companies doing business overseas to move profits offshore to avoid paying high domestic taxes. New tax code will encourage American companies to re-invest their wealth in the American economy.President Trump termed his Administration’s four-point tax plan “The American Model.”“Under this system, we will encourage companies to hire and grow in America, to raise wages for American workers, and to help rebuild our American cities and communities,” the President said. “I am asking every citizen to join me in dreaming big and bold and daring things — beautiful things — for our country.”  ",
    "president": null
}