{
    "title": "Readout of First Lady Melania Trump’s Meeting with the Interagency Working Group on Youth Programs – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/readout-first-lady-melania-trumps-meeting-interagency-working-group-youth-programs/",
    "created_at": "2019-03-18T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\nIssued on:\nMarch 18, 2019\nFirst Lady Melania Trump convened the Interagency Working Group on Youth Programs this morning in the State Dining Room of the White House.\nThe meeting focused on several programs within the Administration’s agencies that closely align with the three pillars of the First Lady’s initiative, Be Best – well-being of children, social media safety, and families affected by opioid abuse.Mrs. Trump led the meeting and gave opening remarks, then called on Secretary DeVos of the Department of Education, Secretary Carson of the Department of Housing and Urban Development, Secretary Azar and Admiral Giroir of the Department of Health and Human Services, Acting Administrator Gaynor of the Federal Emergency Management Agency, and Administrator Green of the Agency for International Development to share information about programs that positively impact the lives of children both domestically and abroad.Among the programs described were the United States Department of Housing and Urban Development’s “Strong Families Initiative”, which provides resources to caregivers and parents, helping to strengthen the family unit for children.   The United States Department of Health and Human Services has a dedicated program focused on finding the best approaches to identifying and testing treatment procedures for infants experiencing neonatal opioid withdrawal syndrome.  Acting Administrator Pete Gaynor gave a presentation regarding the work the Federal Emergency Management Agency is doing to prepare children in cases of emergencies.  Administrator Green gave a briefing on the United States Agency for International Development’s youth integration and engagement efforts.“Today was a great opportunity to hear from these agencies on the programs that most align with Be Best,”  said First Lady Melania Trump. “I am looking forward to working with the Interagency Working Group on Youth Programs to help children receive all the tools and support they need to be successful in life.”At the conclusion of the meeting, Mrs. Trump thanked the attending members and spoke briefly on future opportunities to work together.Roundtable Participants:\nSecretary Alex Azar, United States Department of Health and Human Services\nMatt Dummermuth, Principal Deputy Assistant Attorney General, United States Department of Justice\nMs. A.T. Johnston, Deputy Assistant Secretary, United States Department of Defense\nActing Secretary David Bernhard, United States Department of Interior\nSecretary Wilbur Ross, United States Department of Commerce\nPatrick Pizzella, United States Department of Labor\nSecretary Ben Carson, United States Department of Housing and Urban Development\nSecretary Betsy DeVos, United States Department of Education\nSecretary Elaine Chao, United States Department of Transportation\nHenry Darwin, Acting Deputy Administrator, Environmental Protection Agency\nPete Gaynor, Acting Administrator, FEMA\nAyanna Hudson, Director of Arts Education, NEA\nMichelle Giuda, Assistant Secretary, United States Department of State\nDr. France A. Córdova, Director of the National Science Foundation\nAdministrator Mark Green, United States Agency for International Development\nBarbara Stewart, CEO, Corporation for National and Community Service\nAdmiral Giroir, Assistant Secretary for Health, United States Department of Health and Human Services\nJamila Robinson, Office of National Drug Control PolicyList of Attending Agencies:\nThe US Department of State\nThe US Department of Defense\nThe US Department of Justice\nThe US Department of Interior\nThe US Department of Commerce\nThe US Department of Labor\nThe US Department of Health and Human Services\nThe US Department of Housing and Urban Development\nThe US Department of Transportation\nThe US Department of Education\nThe US Environmental Protection Agency\nThe Federal Emergency Management Agency\nThe National Endowment for the Arts\nThe National Science Foundation\nThe US Agency for International Development\nThe Corporation for National and Community Service\nThe Consumer Financial Protection Bureau\nThe Office of National Drug Control Policy",
    "president": null
}