{
    "title": "Honoring the White House Historical Association – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/honoring-white-house-historical-association/",
    "created_at": "2017-09-16T00:00:00",
    "content": "\nSeptember 16, 2017\n2 minute readPresident Donald J. Trump and First Lady Melania Trump honored the White House Historical Association on Thursday night at the White House. The event featured cocktails in the East Room, where White House historical artifacts were prominently on display, followed by a seated dinner in the State Room.The First Lady Participates in a White House Historical Association DinnerPresident Trump, the First Lady, the White House Historical Association Board of Directors, White House Historical Association Supporters, and friends of the First Family gathered in the State Dining Room as President Trump delivered opening remarks and introduced First Lady Melania Trump to deliver a speech. She opened with a reflection on her recent trip with President Trump and Vice President Pence to Florida, stating that she saw in those affected “the true spirit of this nation: an unwavering commitment to overcome, to rebuild, and to renew what was swept away.”The First Lady continued to recount a brief history on the White House Historical Association, which was founded in 1961 by First Lady Jackie Kennedy and has chartered the mission of telling the story of the White House and those who have inhabited it. She noted that the artifacts on display that night were some of the rarest in the White House collection. Among those included was a walnut and gold cane used by President William McKinley on September 6, 1901, when he was shot by an assassin in Buffalo, New York. Also featured was President Ronald Reagan’s personal journal and First Lady Edith Roosevelt’s carved ivory fan.The First Lady thanked White House Historical Association supporters, as she told them their “generosity and commitment to supporting this great organization keeps these items and the stories behind them alive for future generations of Americans.”",
    "president": null
}