{
    "title": "The Wages of Tax Reform Are Going to America’s Workers – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/wages-tax-reform-going-americas-workers/",
    "created_at": "2018-04-18T00:00:00",
    "content": "\n\n\t\tBudget & Spending\t\n\nApril 18, 2018\n4 minute readCouncil of Economic Advisers\n\t\t\t\t\t\tKevin Hassett\t\t\t\t\tChairman of the White House Council of Economic AdvisersThe Tax Cuts and Jobs Act reduces the federal corporate tax rate from 35% to 21% and allows full expensing for business investment in equipment. Opponents, echoing leftists from Marx to Piketty, describe those provisions as giveaways to the wealthy at the expense of the working class. They’re wrong.In a dynamic, competitive economy, the relationship between companies and their employees is symbiotic, not antagonistic. Research by economists Alan Krueger and Lawrence Summers, both of whom served in the Obama administration, shows that more-profitable employers pay higher wages. Any company that attempts to pay a worker less than he is worth will quickly lose that worker to a competitor. Thus, firms that want to thrive must invest in their plants and workers.When profits go up, capital investment goes up, and wages follow. That’s the reason we estimated, based on what has happened around the world, that households will get an average $4,000 wage increase from corporate tax reform, once its changes are fully implemented and swoosh through the nation’s economic engine.Naysayers have been invested in the law’s failure from day one. But the data are already proving them wrong. An increase in the return to investment should drive investment and profits up, increase productivity and wages, and ultimately boost economic growth. Here’s what we’ve seen so far this year:As of April 8, nearly 500 American employers have announced bonuses or pay increases, affecting more than 5.5 million American workers, as a result of the TCJA. Walmart , the largest private employer in the country, has announced a $2-an-hour increase in the starting wage of new workers and $1-an-hour rise in its base wage for employees of more than six months. For someone working 40 hours a week, that is up to $3,040 per year in additional pay.Other employers have done the same, including BB&T Bank, where full-time workers earning the bank’s minimum wage will see a $6,000 increase in their annual income. Companies that have announced new bonus plans have lifted compensation by an average of $1,150. Ten firms have also announced minimum-wage hikes that imply annual income gains of at least $4,000 for full-time workers.With the political battle over passage behind us, economists are again focusing on the data. All indications are that the tax bill delivered a much-needed boost to capital-starved American workers, and wages are doing what economics says they should when companies invest aggressively in more and better machines and share profits with workers. Perhaps it is a time to put aside the archaic notion that the conflict between capital and labor is the central story of our society. In a modern competitive economy, workers do well when their employers do.This op-ed appeared in the Wall Street Journal on April 17, 2018.",
    "president": null
}