{
    "title": "Some Good News on Wage Growth – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/good-news-wage-growth/",
    "created_at": "2018-02-02T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nFebruary 2, 2018\n4 minute readCouncil of Economic AdvisersThe first year of the Trump Administration brought record-breaking stock market levels and higher than expected economic growth. Indicators of labor market health were equally impressive, and today’s employment situation report released by the Bureau of Labor Statistics (BLS) shows sustained momentum in the first month of 2018.The economy added an additional 200,000 jobs in January with relatively high growth in construction, retail trade, wholesale trade, and mining and logging. The national unemployment rate remains at 4.1 percent for the fourth consecutive month, a 17-year low, and the rate of new unemployment claims (new claims divided by the labor force) reached a 50 year low in October 2017 (see Figure 1). A historically low share of the labor force newly requesting unemployment benefits is another sign of widespread benefits from a booming economy.But perhaps no metric of economic success is more important to America’s families than wage growth. More than 3 million Americans have already benefited from a Tax Cuts and Jobs Act (TCJA) bonus. Upon full implementation of the TCJA, American workers should expect to see sustained wage growth over the coming months and years; domestic investment and job creation announcements from some of America’s biggest corporations are a positive early sign. Today’s jobs release contained the first post-TCJA evidence on wage growth. The 12-month change in average hourly earnings for private sector workers between January 2017 and 2018, 2.9 percent, is the highest growth rate since 2009. (These average hourly earnings numbers do not include bonuses paid, only regular earnings.)The President’s pro-growth agenda began well before the TCJA passage in December 2017, and there are other positive signs on American earnings growth. Since 1979, BLS has gathered data on median usual weekly earnings, measuring the paycheck of the American worker at the 50th percentile of the weekly earnings distribution. Data on earnings at the 25th and 75th percentile are available from 2000 and years following. The BLS statistics are restricted to full-time wage and salary workers, excluding part-time workers.The figure below shows the year-over-year growth in annual measures of usual weekly earnings through 2017, beginning with the median in 1991 and capturing other percentiles of the distribution beginning in 2001. Median weekly earnings growth rises and falls with the business cycle, and the sharp downturn in growth following the 2000 and 2007 business cycle peaks are readily apparent in earnings growth, although year-over-year growth remained positive in both cases. With few exceptions, the growth rate of weekly earnings at all points of the distribution has risen steadily since 2010, and the growth in median weekly earnings between 2016 and 2017 (3.3 percent) is the highest annual rate since 2007-2008. But growth at the lower end of the weekly earnings distribution has been even more impressive; annual wage growth at the 25th percentile was 5.1 percent between 2016 and 2017, exceeding the rate for every year since at least 2001, when the annual growth series begins.As shown in Figure 3, the rise in weekly earnings at the 25th percentile between 2016 and 2017 is indicative of remarkably strong weekly earnings growth among workers with lower levels of educational attainment. Workers with less than a high school degree saw median weekly earnings increases of 3.2 percent between 2016 and 2017, the highest rate since 2013-2014. For workers with a high school degree, median weekly earnings growth between 2016 and 2017 (2.9 percent) was the highest since 2003-2004.This month’s job market report again shows that the President’s pro-growth agenda is manifesting in more jobs and higher earnings for America’s workers.",
    "president": null
}