{
    "title": "Joint Statement by the United States, Israel, and the United Arab Emirates – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/joint-statement-united-states-israel-united-arab-emirates/",
    "created_at": "2020-08-31T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nAugust 31, 2020\nThe accord reached between the United States, Israel, and the United Arab Emirates (UAE) on August 13, 2020, is a courageous step toward a more stable, integrated, and prosperous Middle East.The accord inverts traditional thinking about the way to address the region’s problems and challenges, focusing on pragmatic steps that have tangible, practical outcomes. It carries with it the promise of new bridges that will serve to de-escalate existing conflicts and prevent future conflicts.And it comes at the right time. Over the last decade we have seen a marked increase in war, destruction, and dislocation, and a growing demographic shift towards a younger population. If we are to meet the needs of current and future generations, we must be responding actively to all these changes.The accord has initiated a historic breakthrough in normalizing ties between Israel and the UAE and has led to the suspension of Israel’s plans to extend its sovereignty. The United States and the UAE urge Palestinian leaders to reengage with their Israeli counterparts in discussions aimed at achieving peace.On Saturday, the UAE formally abolished its 40-year boycott law, thereby allowing UAE companies and individuals to trade directly with Israel.Israeli and Emirati ministers, from foreign affairs to food security, have initiated their first official discussions on continuing and strengthening cooperation. We have already opened phone lines between the two countries and, as we speak, Israelis and Emiratis are collaborating on research we hope will lead to a breakthrough in the treatment of COVID-19.Today we have witnessed the first commercial flight by Israel’s El Al airlines to the UAE, carrying both Israeli officials and media.  Tomorrow, Emirati, Israeli and American officials will begin discussing bilateral technical cooperation in seven key areas: investment, finance, health, the civilian space program, civil aviation, foreign policy and diplomatic affairs, and tourism and culture. The result will be broad cooperation between two of the region’s most innovative and dynamic economies.The UAE and Israel wish to express their gratitude for the overwhelmingly positive response to this historic accord from governments around the world. They are especially grateful to President Donald J. Trump for his leadership and to his administration for the critical role it has played in achieving this diplomatic breakthrough. They are also greatly encouraged by the broad bipartisan support for this breakthrough from the United States Congress.All the countries hope and expect that in the near future our collective efforts will set in motion a cascade of positive changes, both large and small, that will put our respective peoples and the wider region on a solid path to security, prosperity, and peace.",
    "president": null
}