{
    "title": "Statement from National Security Advisor Robert C. O’Brien – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/statement-national-security-advisor-robert-c-obrien-011521-2/",
    "created_at": "2021-01-15T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tNational Security & Defense\t\n\nIssued on:\nJanuary 15, 2021\nNational Security CouncilToday, President Donald J. Trump directed departments and agencies to review applicable laws, regulations, and policies and to propose regulatory and policy changes, including potential executive actions, to minimize the procurement of People’s Republic of China (PRC) goods and services by the Federal Government.The PRC 2017 National Intelligence Law obligates individuals, organizations, and institutions to assist the PRC security and intelligence services in carrying out a wide variety of intelligence work.  PRC-based organizations and PRC citizens must also protect the secrecy of all state intelligence work of which they are aware.  The PRC government, under the leadership of the Chinese Communist Party, remains free to coerce and coopt PRC manufacturers and services providers to target the United States Government for espionage and information advantage.  Some of this activity could further the goals of the PRC’s Military-Civil Fusion (MCF) strategy, which calls for all Chinese civil institutions, both public and private, to aid in advancing the capabilities of the PRC military through the acquisition and application of critical and emerging technologies.As the Director of National Intelligence recently reported, the PRC poses the single greatest national security threat to America today.  Beijing sees the United States as the main impediment to achieving its regional and global ambitions and consequentially invests significant resources in MCF and other strategies to gain relative advantage.  The PRC targets the information systems of the United States Government for personnel records, military plans, and other exploitable data through cyber and other means.  For this reason, the United States must take corresponding actions to protect American interests.  We must adjust our regulations and policies and take other necessary actions to reduce the risk of PRC technical and human espionage activities directed at the Federal Government.  Today, President Trump took another step to do just that.",
    "president": null
}