{
    "title": "President Donald J. Trump Wants This to be a New Year of Shalom, Salaam, Peace – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-donald-j-trump-wants-new-year-shalom-salaam-peace/",
    "created_at": "2018-09-04T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nSeptember 4, 2018\n5 minute read\n\t\t\t\t\t\tJason D. Greenblatt\t\t\t\t\tAssistant to the President and Special Representative for International NegotiationsShalom. Salaam. Peace.In Judaism, the word peace is found in the common greeting Shalom Aleichem. In the Muslim world, As-Salaam-Alaikum, or “peace be with you,” is similarly used. The Jewish High Holy Days are upon us and in the machzor (the prayer book for the High Holy Days), the word “Shalom” appears throughout the liturgy, which emphasizes the importance of peace.As the Jewish community prepares to celebrate the holidays of Rosh Hashanah (the Jewish New Year) and Yom Kippur (the Day of Atonement), the Muslim community just completed its holiday of Eid al-Adha (the Festival of the Sacrifice), one of the holiest holidays on the Muslim calendar.These holidays, and the common greetings of well wishes shared throughout the world each day, inspire us to keep striving to improve each other’s lives and to never yield in our hope for a time of peace.Over the past 19 months, in pursuit of seemingly distant and elusive peace between Israelis and Palestinians, I have been fortunate to have had many powerful experiences with people in the region. Israelis and Palestinians, young and old, secular and religious, Muslim, Christian and Jewish, are uncertain about the prospects for peace, and their skepticism is certainly warranted. Despite well-known challenges, the people of the region and their dedication to the pursuit of peace have inspired me. People frequently approach to ask me to thank President Donald J. Trump for returning the hope of peace to the region and for bringing its pursuit back into everyday conversation. The people understand that this is an extraordinary challenge, full of evolving complexities, but they support this noble goal.In my meetings with leaders in the region, they too point to a potential path for peace. The Middle East has changed dramatically since this conflict began decades ago. What seemed impossible only a few years ago is possible now. Tomorrow even more is possible.In 1983, when I first traveled to the region, the prevailing stance of the Arab world (with the exception of Egypt) was, as it had been for decades, aggression and war with Israel. Some 35 years later, however, there is a different reality. Confronted with an emboldened, aggressive Iran outside their borders and populations (including Palestinians in both the West Bank and Gaza) eager for economic opportunity within, most leaders understand now that Israel is not the problem — indeed, the Jewish state could be part of their solution.We are, of course, clear-eyed about the many uncertainties that lay ahead of us. The Israeli-Palestinian conflict is not, as many have claimed, the core conflict of the region. Solving the Israeli-Palestinian conflict will not solve other conflicts in the region, including the Islamic State in Iraq and Syria, terrorists in the Sinai Desert in Egypt, a tragic, continuing civil war in Syria, war in Yemen, Hezbollah (a terrorist organization sponsored by Iran) in Lebanon, instability in Libya, and an Iranian regime that oppresses its own people and foments terrorism around the world. But that does not make resolving this conflict any less important.As President Trump has said, ultimately it is up to Israelis and Palestinians to make the hard decisions to achieve a comprehensive peace agreement. At the time of this writing, the Palestinian leadership refuses to engage with us. Such refusal began when President Trump made his bold, courageous and historic decision to recognize the reality that Jerusalem has been and will remain the capital of Israel. The leadership’s unwillingness to engage is disappointing and only hurts the Palestinian people that they claim to serve. It is unfortunate that the Palestinian leadership condemns a peace plan they have never seen, and refuses to engage on a possible path forward for all Palestinians. This approach will only cause the Palestinian people to fall further and further behind their neighbors.Despite these challenges, my experiences over the past 19 months illustrate that among ordinary people and many regional leaders, the desire for peace is real and powerful. We owe it to Israelis and Palestinians to continue our efforts in the pursuit of peace. They deserve better than what they have now.This Rosh Hashanah and Yom Kippur, I will pray for an enduring solution to the Israeli-Palestinian conflict. I will pray for calm and tranquility for those in the region of Gaza – both Israelis and Palestinians who suffer from Hamas’ malign activities. I will pray for the Goldin and Shaul families, that Hamas will return Hadar and Oron to them. I will pray for the Mengistu and al Sayed families, that Hamas will return Avera and Hisham to them. I hope you will join me in these prayers.May God bless us with a year of contentment, good health, sustenance, happiness and tranquility. May God spread the tabernacle of shalom, salaam, peace over the United States of America, its allies and friends.Jason Dov Greenblatt serves as Assistant to the President and Special Representative for International Negotiations. This op-ed was published by the Jewish Telegraphic Agency on September 3, 2018. ",
    "president": null
}