{
    "title": "President Trump’s Tax Plan Is Working for America – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trumps-tax-plan-working-america/",
    "created_at": "2018-04-30T00:00:00",
    "content": "\n\n\t\tBudget & Spending\t\n\nApril 30, 2018\n4 minute read\n\n\t\t\t\t\t\tWilbur L. Ross, Jr.\t\t\t\t\t\t\t\nSecretary of CommerceAs Americans filed their taxes this spring, they wrestled for the last time with a system that for decades plundered their paychecks and made American businesses uncompetitive.The Tax Cuts and Jobs Act signed into law by President Trump in December is already benefiting American families, workers, and companies. The United States will continue to reap the economic benefits generated by tax reform for years to come.The tax cuts mean a typical family of four earning $75,000 a year with two children will see a tax cut of more than $2,000 in 2018. Tax reform increased take-home pay for millions of workers as the updated withholding tables that were phased in earlier this year have increased regular take-home pay for millions of workers.Working Americans will see several tax benefits from the new law, including: lower tax rates; a doubling of the child tax credit; and the standard deduction nearly doubled. In addition, the tax penalty from the Obamacare mandate was repealed for individuals.The benefits also extend to businesses, which now operate under a globally competitive tax system for the first time in decades. Reducing the top statutory federal corporate tax rate from 35 percent to 21 percent, shifting from a worldwide system of taxation to a mostly territorial tax system, and encouraging the immediate expensing of capital expenditures all are allowing companies to invest and grow here in the United States.Indeed, over 500 companies have announced that this law is having a favorable impact, resulting in over 5.5 million American workers receiving bonuses, raises, and other benefits.Since his election, President Trump’s focus on boosting economic growth has driven the unemployment rate to near record lows. After more than a decade of stagnation, tax cuts, regulatory reform, and a renewed trade policy have driven GDP growth to a sustainable, healthy level of almost 3 percent.And almost 3 million jobs have been created since the President’s election, including more than 290,000 in the manufacturing sector, which had been losing jobs in the months leading up to the President’s election.The greatest advocate for much-needed economic reform is the President himself. On the campaign trail, he promised to fight on behalf of millions of Americans who were ignored by previous Administrations beholden those willing to export American jobs and American wealth.The new tax law is just one part of the President’s tireless efforts to help hardworking families and rebuild the economy by creating the necessary incentives for companies to invest and grow in America.Since signing the bill into law, the President has continued to crisscross the country, holding events with workers, families, and business owners. He is committed to doing what few recent Presidents have done before: Listen to the needs of the American people.In West Virginia, the President spoke with Tony Hodge, a mail carrier, and his wife, Jessica, who said that tax savings are “a big deal for our family.” In Iowa, John Anfinson, a small business owner, was equally pleased, telling the President that revisions to the tax code would ensure his family was “going to have about an additional $6,000 that we get to keep.”Business owners throughout the country continue to praise tax reform, stating that the savings is allowing them to invest, raise wages, and hire more employees. Small business confidence has reached record highs since passage of the bill, according to a March 2018 CNBC/Survey Monkey survey.The American people finally have a tax system that treats them fairly and provides them with new opportunities. President Trump has once again kept his promise to the American people, and thanks in part to the Tax Cuts and Jobs Act, America is open for business.This op-ed appeared in CNBC on April 30, 2018.",
    "president": null
}