{
    "title": "President Trump Returns to Pennsylvania, a Promise Kept – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-returns-pennsylvania-promise-kept/",
    "created_at": "2018-01-18T00:00:00",
    "content": "\n\n\t\tBudget & Spending\t\n\nJanuary 18, 2018\n2 minute readThree months ago, President Donald J. Trump spoke before men and women of the American Trucking Associations in Harrisburg, Pennsylvania. At the time, he had good news to report on the economy, but Congress was still working to send tax reform legislation to his desk.“We want lower taxes, bigger paychecks, and more jobs for American truckers and for American workers,” the President said to applause. “We need a tax system that is fair to working families and that encourages companies to stay in America, grow in America, spend in America, and hire in America.”On January 18, 2018, he returned to Pennsylvania—with even better news to share. Less than a month after the Tax Cuts Act became law, nearly 200 companies have issued bonuses, raised their minimum wage, planned investments, or donated to charity as a result of lower taxes.Watch: President Trump Gives Remarks at H&K Equipment CompanySome of the country’s largest corporations are sharing the benefits of tax reform with their employees and their communities:See the full list of companies announcing good news, courtesy of Americans for Tax Reform.In addition to making U.S. businesses more competitive on the global stage by lowering America’s corporate tax rate from 35 percent to 21 percent, the Tax Cuts and Jobs Act delivers substantial relief for working families through cuts on the individual side. For families with children under 17 years old, the child tax credit was doubled to $2,000. The Obamacare individual mandate—a costly tax that primarily hits lower-income Americans—was repealed, as well.Read more about the first overhaul of the U.S. tax code in more than 30 years.",
    "president": null
}