{
    "title": "President Trump Reaffirms America’s Commitment to its Allies on His Second Trip Abroad – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-reaffirms-americas-commitment-allies-second-trip-abroad/",
    "created_at": "2017-07-06T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nJuly 6, 2017\n2 minute readOn Wednesday, President Donald J. Trump departed for his second trip abroad. The goals of his trip include promoting economic prosperity worldwide and emphasizing the United States’ commitment to leadership on a global scale. He will be stopping in Poland first, a key NATO ally, before departing for the G20 Summit in Hamburg, Germany.President Trump plans to reaffirm America’s commitment to its allies while working to promote American interests abroad. The United States has strong roots in Europe, and President Trump understands the mutual importance of continuing this legacy of international partnership. The President will also work with America’s allies in Europe toward building a more constructive relationship with Russia, and to deter the nuclear threat emanating from North Korea. The West is stronger when it stands together, especially on the issues of terrorism and common threats.Additionally, President Trump plans to demonstrate his pledge to the American worker by seeking fair and balanced relationships on the international level. In meeting with key European partners, he will reiterate America’s commitment to collective defense while insisting that all allies pay their fair share. At the G20 Summit, President Trump will emphasize that the US will work with its partners to counteract unfair economic practices that undermine global and American prosperity.The President will also express his desire to create an open and fair energy market that leads to economic growth and energy security for our partners and allies.President Trump hopes to communicate to American allies in Europe and major leaders across the world that though he is committed to advancing America’s interests, his America First agenda encompasses the needs of the United States’ partners abroad. Long-term peace and international prosperity come when the United States displays leadership and is actively engaged with the rest of the world.",
    "president": null
}