{
    "title": "As May Flowers Bloom, A Closer Look at White House Gardens Past and Present – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/may-flowers-bloom-closer-look-white-house-gardens-past-present/",
    "created_at": "2018-05-04T00:00:00",
    "content": "\nMay 4, 2018\n9 minute readFragrant magnolias, crabapple blossoms, upright tulips, and green boxwoods frame the White House gardens in the spring. Vibrant geraniums and canna lilies will bloom come summer, followed by scarlet salvia and chrysanthemums in the fall.Clumps of trees spread out across the more than 80 acres of White House gardens and surrounding parks. These gardens have a history nearly as old as our country’s, and visitors are welcomed for tours twice each year during the spring and fall.The 2018 White House Spring Garden ToursDuring George Washington’s time, the land surrounding the White House was still largely marsh. Originally 82 acres, some land was yielded to the nearby U.S. Treasury building, as well as the Departments of State, Navy, and War. Lafayette Park was developed on the north side of the White House, and soon a major road—Pennsylvania Avenue—divided the park from the front lawn.Today, “President’s Park” includes the immediate White House grounds, Lafayette Park to the north, and the Ellipse to the south.Several presidents made noteworthy improvements to the gardens. Faced with a landscaped littered with holes and cut trees, Thomas Jefferson was the first president to work on the gardens. He enclosed the 8 acres closest to the White House with a wooden fence, leaving the rest in temporary disrepair. In 1808, Jefferson had a high stone wall built around the south end of the property. The fencing placed around the immediate north lawn was similar to what visitors encounter today, and the land outside this area was left for grazing.Hundreds of trees were planted during Jefferson’s two terms, but most were eaten by animals, trampled in the War of 1812, or burned in the White House fire of 1814. President John Quincy Adams used Jefferson’s plans as guides for refurbishing the grounds. He hired John Ousley to help—the first of a small string of long-tenured White House gardeners. Ousley himself would serve for the next 30 years.Large changes came during James Monroe’s presidency. Charles Bullfinch, architect of the Capitol, drew up plans for grading the grounds, and Charles Bizet, former gardener of the Madison family’s Montpelier estate, became the White House gardener. Bizet and his assistant Thomas McGrath oversaw the construction of a stone wall on the north, and the same wrought iron gates hung between two sandstone gateposts from 1818 until 1976.President Monroe made garden improvements during the Era of Good Feelings while also completing Lafayette Square (later changed to Lafayette Park). The Square was named after General Marquis de Lafayette, the French military leader who helped American forces win the Revolutionary War.The Ellipse on the south end of President’s Park was first laid out by President Rutherford B. Hayes in the last quarter of the 19th century. It was called the “White Lot” up until the 1930s, a name that most likely originated from the white fence surrounding it from 1849 to the 1870s.By the time Ulysses S. Grant served as president after the Civil War, the marsh was drained, allowing for an extension of the South Grounds. Due to the expansion, Downing’s circle was flattened into an ellipse, which was finished in 1881. It held events such as militia drill competitions and the 26th Annual Encampment of the Grand Army of the Republic in 1892. Today, the Ellipse is a popular spot for people to walk, picnic, and view the South Portico of the White House.One item of significance to the White House gardens that does not survive today is the conservatory. In 1835, Jackson created an orangery in an old archives storage room that had been in use as a horse stable. The prized tree specimen was a Malayan sago from George Washington’s own orangery.Keeping up the extensive collection of indoor plants was costly, and President Martin Van Buren was admonished by Congressman Charles Ogle of Pennsylvania for lavish spending on the White House grounds. When the U.S. Treasury required expansion, President Franklin Pierce had to demolish the orangery and greenhouse, although a new one was built on the roof of the White House’s West Colonnade. A subsequent greenhouse President James Buchanan completed in 1857 became a favorite private escape for the Lincoln family during the Civil War.The remaining conservatory burned in 1867, after which President Grant added back a larger greenhouse—and a billiard room. President Hayes replaced that billiard room with a palm court, and started displaying tropical plants along the lawn in the summer months.When President Theodore Roosevelt remodeled the White House in 1902, the conservatory and colonial restoration did not mesh, and it was replaced with a small greenhouse that stood where the Smithsonian American History Museum is today.The East Garden is also called the First Lady’s Garden or the Jacqueline Kennedy Garden. First Lady Ellen Wilson, wife of President Woodrow Wilson, was the first White House occupant to pay much attention to the plot of land on the East Wing of the property. Mrs. Wilson was an educated painter who had studied botany, and she had designed a garden for their New Jersey home when Woodrow Wilson was president of Princeton College.Amid the women’s suffrage movement, Mrs. Wilson hired Beatrix Farrand—the only female founding member of the American Society of Landscape Architects—to design the East Garden. Their August 1913 plan included conifers, boxwoods, annuals, perennials, and a reflecting pool.Mrs. Wilson passed away in 1914, and her garden remained unplanted for two years. While President John F. Kennedy was in office, the garden was redesigned yet again, later finished during Lyndon B. Johnson’s presidency. It features seasonal flowers and ornamental hedges to this day.President Kennedy was also responsible for an update to the famed Rose Garden outside the Oval Office. He wanted an outdoor space to use for official ceremonies, and Rachel Lambert Mellon signed on to redesign the Rose Garden in August 1961 with the goal of making it both beautiful and functional.Mellon worked with Irwin M. Williams of the National Park Service, who became the White House’s head gardener for nearly 50 years. Mellon had four months to make the transformation, and in that time Williams transplanted magnolias from the tidal basin to the Rose Garden at her request. He also changed the steps to allow a platform for the President to stand on and see the crowd without seeming elevated above them, and he planted the beds with some of the varieties noted in Thomas Jefferson’s journal.Today, the Rose Garden is a lawn lined with boxwood hedges, magnolias, and crabapple trees. It can hold up to 1,000 spectators for special events.Neglected at times, but often reappearing, is the White House Kitchen Garden. President John Adams planted the first vegetable garden in 1797 for the practical matter of feeding guests on a budget. During World War II, First Lady Eleanor Roosevelt planted a Victory Garden that produced beans, cabbage, tomatoes, and other vegetables. Gardening for produce was revived by First Lady Michelle Obama in 2009, and today, the Kitchen Garden provides 2,000 pounds of food each year for the White House. Any food that is left over is donated to local charities in and around Washington, D.C.This spring, visitors strolled through the grounds on Saturday, April 14, and Sunday, April 15. They saw the red tulips that circle President Grant’s fountains, learned about significant plantings such as President Jackson’s magnolia trees, and walked the same grounds that every American President since John Adams has tread.Explore more photos from the White House Garden Tours below.\n1/?\n",
    "president": null
}