{
    "title": "Remarks by President Trump Before Marine One Departure – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-marine-one-departure-13/",
    "created_at": "2018-10-06T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\nIssued on:\nOctober 6, 2018\nSouth Lawn\n3:05 P.M. EDTQ    (Inaudible.)THE PRESIDENT:  We’re really looking forward to the vote.  He will be a great justice of the Supreme Court.  People have thought that for 10 years.  They thought — he’s just an extraordinary person — a great, great talent.  And I think he’s going to make us all very proud.I also feel very strongly that, in the end, maybe the process — it was really unattractive.  But the extra week was something that I think was really good.  I thought it was really good.I think a lot of — a lot of very positive things happened in the last week.  It didn’t look that way, but, in the end, that’s what happened.  It was uncorroborated.  It was so many different things.He’s going in looking very good.  But I’ll have further comment later.  I want to go — I want to watch the vote.I’m heading — excuse me — I’m heading out to Kansas.  Kris Kobach is running for governor.  Steve Watkins is running for Congress.  We have a big crowd and I look forward to it.We’ll be watching — in a little while, we’ll be watching on television — the vote.  And the votes are very exciting.  This is a very exciting time.  Anytime you have a chance to put a Supreme Court justice in position — and, in this case, I think he’s going to be a great, great Supreme Court justice for many years — it’s a very exciting time.So we’re going to Kansas, but we’ll see you in a little while after the vote.Q    (Inaudible.)THE PRESIDENT:  Say it again.Q    You and Senator Collins have (inaudible) eye to eye.  (Inaudible.)THE PRESIDENT:  I thought that Susan was incredible yesterday.  You could see how hard she worked, how hard she was working.  She didn’t stop.  And I know for a fact because I spoke with her.  She didn’t stop.  And she gave an impassioned, beautiful speech yesterday, and that was from the heart.  That was from the heart.I have great respect for Susan Collins, and I always have.  Thank you.  Thank you.END",
    "president": null
}