{
    "title": "One Team, One People, One American Family – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/one-team-one-people-one-american-family/",
    "created_at": "2017-09-14T00:00:00",
    "content": "\nSeptember 14, 2017\n3 minute readPresident Donald J. Trump has made great efforts to foster bipartisan unity and support through various meetings with Senators at the White House. These meetings complement his resolve to work as “one team, one people, and one American family.”This week, President Trump arranged several bipartisan dinners and meetings with the focus of continuing to “build unity by working on more issues supported by both parties, especially restoring fairness to our broken tax code and cutting taxes for hardworking Americans,” stated Press Secretary Sarah Sanders in Tuesday afternoon’s press briefing.Tuesday night, President Trump hosted a bipartisan dinner at the White House in which Senator Joe Donnelly (D-IN), Orrin Hatch (R-UT), Joe Manchin (D-WV), John Thune (R-SD), Heidi Heitkamp (D-ND), and Pat Toomey (R-PA) came together to discuss a number of the Administration’s goals. The President seeks to integrate bipartisan support for tax cuts for middle class American citizens in order to deliver these tax cuts as soon as possible. Tax reform is essential to economic growth and will allow Americans across all tax brackets to “keep more of their hard-earned dollars,” said Sarah Sanders.On Wednesday, President Trump met with Senator Tim Scott in the Oval Office to discuss the President’s response to the protests and violence in Charlottesville, Virginia last month, as well as other issues concerning race relations in the United States. Press Secretary Sarah Sanders stated in the White House press briefing Tuesday afternoon that the President “wanted to have the opportunity to meet one-on-one with the Senator.” The two discussed not only tax reform, but ways to bring the country together and the importance of continuing ongoing conversations between the two of them. Also discussed was President Trump’s interest in adding additional personnel to his administration that can “tap into the African American community,” said Sanders.Later that afternoon, President Trump welcomed 13 House members to the Cabinet Room of the White House to continue the tax reform discussion. Representatives Tom Reed (R-NY), Josh Gottheimer (D-NJ), Henry Cuellar (D-TX), Kyrsten Sinema (D-AZ), Tom Suozzi (D-NY), Kurt Schrader (D-OR), Stephanie Murphy (D-FL), Collin Peterson (D-MN), Peter Welch (D-VT), Glenn Thompson (R-PA), Drew Ferguson (R-GA), Martha McSally (R-AZ), and Susan Brooks (R-IN) met with President Trump and supported his efforts to promote a bipartisan discussion on the matter.President Trump Participates in a Bipartisan MeetingAdditionally, President Trump hosted Senator Chuck Schumer (D-NY) and Congresswoman Nancy Pelosi (D-CA) for dinner Wednesday evening where the group conducted a bipartisan discussion on the upcoming legislative agenda.“Historic tax reform is one of the most significant ways that we will jumpstart our economy, creating jobs and raising wages for all Americans,” said Sanders as she went on to inform the press that the President will continue to engage with all members of Congress who are willing to work with the Administration “to deliver this critical relief to the American people.”",
    "president": null
}