{
    "title": "Statement by the President – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/statement-by-the-president-13/",
    "created_at": "2018-12-20T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tLand & Agriculture\t\n\nIssued on:\nDecember 20, 2018\nToday, I have signed into law H.R. 2, the “Agriculture Improvement Act of 2018” (the “Act”).  Section 12303 of the Act requires the Secretary of Agriculture (Secretary) to establish a Tribal Advisory Committee (Committee), predominantly composed of individuals appointed by Members of Congress, to advise the Secretary on matters relating to tribal and Indian affairs.  My Administration supports the policy aims of this Committee.  Because it includes legislative branch appointees, however, the Committee cannot be located in the executive branch, consistent with the separation of powers.  I will therefore instruct the Secretary not to establish this Committee.  I will, however, instruct the Secretary to work with the Congress to revise section 12303 to permit a properly constituted committee to be established within the Department of Agriculture to perform similar functions.  My Administration will also take additional steps to further develop and advance its important relationships with tribal leaders.In addition, section 3201 permits the Department of Agriculture to use funds to carry out certain programs in Cuba.  The Act prohibits such funds from being used in contravention of the policy outlined in National Security Presidential Memorandum 5 of June 16, 2017, (Strengthening the Policy of the United States Toward Cuba).  I appreciate the recognition of the Congress that these funds must not be used to undermine the foreign policy of the United States with respect to Cuba.  As such, my Administration will not use any taxpayer funds from these Department of Agriculture programs to benefit the Cuban regime.\nDONALD J. TRUMPTHE WHITE HOUSE,December 20, 2018.",
    "president": null
}