{
    "title": "Of Taxes, Math, and Intellectual Honesty – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/taxes-math-intellectual-honesty/",
    "created_at": "2017-10-19T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nOctober 19, 2017\n6 minute readMonday’s CEA white paper on the relationship between corporate tax rate reductions and the incomes of American workers has generated much discussion about why these types of rate reductions are important for families’ bottom lines. It is important to remember, as CEA has pointed out, that the last eight years have been a period in which the median American household’s income increased by just 0.6 percent per year, or an average of about $500.Although the discussion of economics started in ancient Greece with Aristotle, modern economics is about 250 years old and starts with Adam Smith. And from the beginning, its practitioners have been sure about at least one thing: Taxes on production reduce the amount of economic activity in an economy.Here’s Smith’s take:[Taxes] may obstruct the industry of the people, and discourage them from applying to certain branches of business which might give maintenance and employment to great multitudes. \n– The Nature and Causes of the Wealth of Nations, 1776The argument isn’t complicated. If a firm decides it is profitable to invest in a new factory, it does so by comparing the benefits it gets to the costs it would incur (including opportunity costs, for all you econ nerds out there). If the benefits exceed the costs, then it builds the factory. If not, it doesn’t.Taxes on production, such as corporate income taxes, serve to make it harder for a project to pass this profitability test. Factories that otherwise would have been built go unbuilt; equipment that would have been purchased goes unpurchased. And as long as those factories would have employed workers, you’ll get lower wages and fewer jobs.The factories that didn’t get built, the U.S. output that didn’t get produced, the workers that weren’t employed, and the wages that didn’t get paid represent what we economists call “deadweight loss.” That there is deadweight loss from corporate taxation is not really controversial, although economists certainly disagree about its size. Taxes do, of course, pay for many useful services, but they also impose costs on society beyond the tax revenues collected.The potential losses for U.S. workers from a given tax are bigger in a world where firms have options about where to build their factories. Not only does a factory need to be profitable in order for a firm to build it in the United States, it needs to be more profitable than building it somewhere else. After all, the additional profit forgone from building a factory abroad is part of the opportunity cost of building a factory domestically. The size of the corporate income tax in each country, therefore, helps determine who “wins” the new factory. That’s why you hear people call the U.S. statutory corporate tax rate, which is the highest in the developed world (Economic Co-operation and Development countries or OECD), “uncompetitive.” That’s why reducing the corporate rate is a top priority for the Trump Administration, and why the Obama Administration, unsuccessfully, urged Congress to do something about the U.S. corporate tax rate as well, which had bipartisan support. There has been this kind of support for corporate tax rate reductions in the past precisely because deadweight loss exists. And the losses increasingly fall on workers—factories can be moved, but workers are not as mobile.These are well-accepted principles and facts among professional economists. However, some critics of the tax plan have been confused about them. The argument will go something like this: “Corporate rate reductions might reduce the amount of money the government gets in taxes. That money could either go to workers or to the owners of capital (like shareholders). But for every dollar in revenue the government foregoes, we see from the CEA estimates that they predict workers will get $2.50! Fake Math!” Some will even take it one step farther. “You’re essentially saying labor pays 250 percent of the corporate tax!”To fully understand a complaint like this, you need to know that there’s a long history of thinking about the “burden” from taxation and that burden is not captured by tax revenue alone. As an extreme illustrative example, a $1 million tax on cars would lead to no revenue precisely because nobody would be able to afford a car, which would therefore cut down on driving and hurt the economy enormously. Can such a car tax be said to have no cost just because it generates no government revenue?Corporate taxes hurt both workers and firms by reducing economic activity, and it can be instructive for policy-making to know how much of the total damage beyond tax revenues each group bears.But the 250 percent calculation above doesn’t calculate the share of the total damage borne by workers. Instead, it assumes the only damage to workers and the owners of capital from the higher corporate tax is the amount of excess money the government was collecting from the higher rate. In that case, the only way a household could get more income from a tax cut is if it took back the government’s tax revenue. In other words, the 250 percent calculation does not allow workers to recover any of the deadweight loss caused by higher taxes!Some critics of corporate tax cuts have erroneously ignored these accepted principles and facts. Indeed, one of the economists caught making this flawed $1 for $1 argument this week wrote a paper 10 years ago which painstakingly measured the relative labor and capital burdens of the corporate income tax, being careful to measure the overall change in economic activity. And in a new blog post, University of Chicago Professor Casey Mulligan shows that we should expect workers to receive $3.50 for each $1 reduction in government corporate tax revenue. Another post from Harvard University Professor Greg Mankiw says the number is at least $1.50, and higher so long as today’s naysayers are right about the spillovers from capital accumulation (that they wrote about in their highly-cited journal article on this topic).Mulligan’s blog post helps clarify that the labor share of the corporate tax burden is how much workers aren’t getting in income as a result of a corporate tax, as a share of the total amount of income workers and owners of capital, combined, are foregoing. (The shares, calculated, like this, sum to 100 percent.)So, from where might the average increase of $4,000 in household income in the CEA white paper come? From renewed investment in the U.S. … from more factories and more machines … from incentives to bring the $2.8 trillion in cash that U.S. multinationals are holding offshore. All because the cost of capital investment in the U.S. is too high.The bottom line is that the size of the pie isn’t fixed, as economists have known for centuries, and reducing corporate taxes doesn’t change household incomes by transferring money from the government to the household. So when you see an economist confused about these facts, hand them a copy of your Econ 101 notes.",
    "president": null
}