{
    "title": "Remarks by President Trump After Air Force One Arrival | Joint Base Andrews, MD – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-air-force-one-arrival-joint-base-andrews-md/",
    "created_at": "2020-09-25T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\nIssued on:\nSeptember 25, 2020\n6:05 P.M. EDTQ    Have you made your final decision on your Supreme Court pick?THE PRESIDENT:  Well, I’ll be announcing it tomorrow — the decision.  And I’ve made it — in my own mind, yes, I have.  And I’ll be announcing the decision tomorrow.  It’s very exciting.  Five o’clock at the White House Rose Garden.  So that decision will be made.  It is made in my own mind, but we’ll be announcing it tomorrow, five o’clock, at the White House.Q    Is it Amy?  Is it Amy Coney Barrett?  Everybody says that.THE PRESIDENT:  Well, she’s outstanding, but I haven’t said that.  I’ll be announcing it tomorrow at five o’clock.  We are going to make a roundtable now, and then I’m going to Virginia, as you know.  We’re doing a rally tonight, and then we’ll call it a day.  I would say that’s a pretty good day.Q    Did you meet with Lagoa while you were in Florida?THE PRESIDENT:  Say who?Q    Did you meet with Lagoa?THE PRESIDENT:  No, I did not.Q    So you have not met with her?THE PRESIDENT:  By the way, a very highly thought-of person, I have to say that.  But I did not.Q    So lawmakers — are lawmakers being told that it’s Coney Barrett?  They are?THE PRESIDENT:  Is that what they’re telling you?Q    That they think — are they being told that?THE PRESIDENT:  You’re going to find out — you’re going to find out tomorrow.  (Laughs.)Q    Is it her?THE PRESIDENT:  You’ll find out tomorrow.  She’s very — look, they are all great.  It could be any one of them.  It could be, actually, anyone on the list.  They’re outstanding.  But I’ll be announcing tomorrow at the White House.So we’re going for a roundtable now.  We had an exciting day with Hispanics and the African American community.  We’re going to have a big roundtable now at the hotel, and then we’re going — I don’t know who’s going with me.  Is anybody going with me on this — the rally?  Steve, you want to see another rally.  I know that.Q    Jeff.  Jeff will be with you tonight.THE PRESIDENT:  Say it?Q    Jeff will be with you tonight.THE PRESIDENT:  Okay, good.Q    Tell me: What is it you like about Amy Coney Barrett?THE PRESIDENT:  Well, I haven’t said it was her.  But she is outstanding.  But they’re all outstanding.  They’re all very outstanding people — top of line academically and every way possible.Q    Did you meet with Barbara Lagoa today?THE PRESIDENT:  I did not.  No, I did not.Q    You did not.THE PRESIDENT:  No, I did not.  Have a good time everybody.Q    When you promised to appoint pro-life judges, was the goal —THE PRESIDENT:  Say it?Q    When you promised to appoint pro-life justices, was the goal to overturn Roe v. Wade?THE PRESIDENT:  No, no.  We’ll see — you’ll be seeing all of that tomorrow.  We have not made our intentions felt, but you’ll be seeing tomorrow.Okay?  Good.  Thank you.  And I’ll see some of you — some are traveling with me tonight.Q    Tomorrow.THE PRESIDENT:  And I think I speak tonight at nine o’clock in Virginia.  Okay?  Thank you.",
    "president": null
}