{
    "title": "Poverty has Declined in the United States, and Work Requirements in Welfare Programs are Not a Punishment – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/poverty-declined-united-states-work-requirements-welfare-programs-not-punishment/",
    "created_at": "2018-08-07T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nAugust 7, 2018\n9 minute readCouncil of Economic AdvisersAiming to transition more non-disabled working-age Americans into the workforce, President Trump signed an Executive Order in April 2018 instructing agencies to reform their welfare programs by reducing dependence and encouraging work, in part by strengthening and expanding work requirements (to the extent that current law allows). The President’s Council of Economic Advisers (CEA) on July 12 released a report recommending that current work requirements be expanded in non-cash welfare programs including food stamps (formally the Supplemental Nutrition Assistance Program), Medicaid, and Federal housing assistance programs.Expecting non-disabled working-age adults to work shouldn’t be controversial. Nonetheless, some are critical of the idea that welfare programs should require work, and others have attacked CEA’s reporting of evidence from the scientific literature on poverty. Below we summarize the principal findings of our report and respond to its critics.What the CEA report saysThe CEA report finds that while the substantial growth in non-cash welfare programs has played an important role in reducing material hardship at the bottom of the income distribution in the United States, it has come at the expense of a reduction in self-sufficiency.As evidence of our success in reducing material hardship since the War on Poverty was declared in 1964, we cite the findings of scientific (and bipartisan) research on poverty trends, displayed in Figure 1 below. While the official poverty measure shows little reduction in poverty since 1969, this measure has serious conceptual flaws that make it an inaccurate indicator of material hardship. For example, it does not count non-cash welfare benefits or tax credits that benefit low-income households. In contrast, a consumption-based poverty measure that overcomes these flaws shows a 77 percent drop in the poverty rate since 1980 and a 90 percent drop since 1961.We argue that this dramatic reduction in material hardship, in combination with increased government dependency, supports a renewed emphasis on work requirements in non-cash welfare programs to help increase self-sufficiency, especially in the current hot economy. The majority of adult recipients on noncash welfare programs are non-disabled and of working age (18-64). Furthermore, the majority of these recipients either don’t work at all or work less than 20 hours per week. The bipartisan welfare reforms of the 1990s show that imposing work requirements on some segments of this expected-to-work population would increase self-sufficiency and work effort. Doing so in coordination with other pro-work activities like job training or provision of childcare would increase their work effort even further and mitigate the risk of leaving some people worse off.Unfortunately, too many of the responses to our report reflexively dismiss these scientific findings on poverty trends and otherwise mischaracterize the CEA report.Rejecting the science on poverty trendsSome critics seem to believe Figure 1 is a CEA invention. In fact, the numbers are based on a decades-long research agenda by two highly distinguished economists: Bruce Meyer, an economics professor at the University of Chicago, and James Sullivan, an economics professor at the University of Notre Dame.While Meyer and Sullivan published the data underlying Figure 1 in 2017 in the conservative-leaning American Enterprise Institute’s report series, they published an earlier version in 2012 in the liberal-leaning Brookings Institution’s journal under the title of “Winning the War: Poverty from the Great Society to the Great Recession.” Their consumption-based poverty measures have also been published in top academic journals in the economics literature like the American Economic Review, the Journal of Public Economics, and the Journal of Economic Perspectives.The authors set the record straight in a column yesterday for the Wall Street Journal:In fact, poverty has declined significantly over the past 50 years, but neither side has recognized the major progress that has been made. So it is heartening to see that the White House, through the CEA, has taken the step of recognizing that progress—and recommending that the existing safety net be adapted and improved in light of it.Unfortunately, ignoring the academic literature on poverty is not unique to critics of the CEA report. Earlier this year, the United Nations Human Rights Council released a misleading report on poverty in the United States. It makes the claim that 18.5 million Americans live in “extreme poverty,” and it continually relies on the flawed official poverty measure to cast aspersions on U.S. social policies enacted under both Democrat and Republican Administrations. For example, it states that “[f]or almost five decades the overall policy response has been neglectful at best,” and the report speaks of the “squalor and deprivation in which vast numbers of Americans exist.”In reality, the United States spent over $730 billion on major assistance programs for low-income Americans in 2016 (including food stamps, Medicaid, housing assistance programs and the Earned Income Tax Credit), none of which is included when calculating the official poverty rate. For context, if all of these funds instead had been given to the 40.6 million people falling below the official poverty line in 2016 that would have increased their income by approximately $18,000 per person. Meanwhile, over 99.8 percent of Americans are housed on a given night, and according to the latest data, 98.7 percent of households had adequate access to hot water, heat and electricity in 2015.Mischaracterizing the CEA reportWhile some have rejected the science on poverty measurement, others mischaracterize the CEA report by suggesting it claims that poverty is over. That is a gross misrepresentation of what we actually write:“Based on historical standards and the terms of engagement, our War on Poverty is largely over and a success.” The “War on Poverty,” as we make clear in the report, refers to a commitment in 1964 by Lyndon B. Johnson to reduce poverty. A straightforward way to evaluate the success of this initiative is to take living standards from that time and determine the share of the population that falls below that standard today—conceptually that is what the Official Poverty Measure was intended (but fails) to do. As seen in the figure above, Meyer and Sullivan more systematically take this approach and show that consumption-based poverty has fallen dramatically, by 90 percent since 1961 (consumption surveys were conducted only intermittently at this time, and so they lacked data for 1964). In what world is a 90 percent reduction in poverty not a success?Of course, poverty thresholds are arbitrary and one could argue that an increase in the original 1960s poverty thresholds is warranted. Therefore, the number of people defined as poor in that sense is also arbitrary. We make this clear in our report.But the key point is that material hardship has fallen dramatically since the War on Poverty was declared. As we state in the report, “[n]one of these statistics is intended to deny the ways in which millions of Americans sometimes struggle to make ends meet.” What is undeniable is that people in the bottom of the distribution are materially much better off today than 50 years ago.Why declining hardship motivates a renewed focus on self-sufficiencyWhile material hardship has fallen dramatically, it did not happen because people worked themselves out of poverty as President Johnson envisioned. As a whole, our poverty programs have not focused enough on transitioning their recipients out of poverty via pro-work incentives, and our policies are failing to strengthen self-sufficiency. In that regard, the War on Poverty has not been a success. A larger portion of non-disabled working-age adults receive welfare benefits each year, and growth in work has been stunted for this group, especially among men. This suggests we should renew our focus on self-sufficiency in welfare programs via expanding work requirements.Are work requirements simply a means to “punish the poor” as some suggest? No. It is universally accepted among economists that welfare programs that provide material benefits to low-income households create a perverse incentive to not work. That’s because as you increase your earnings from work, you lose a portion of your benefits. For example, if you earn $100 more at your job but lose $50 worth of welfare benefits, that’s a 50 percent tax on earnings that can discourage people from working. There is a debate among economists about how much these welfare programs discourage work, although a number of well-designed studies find significant reductions in work caused by receipt of welfare benefits.Work requirements can help overcome the work disincentive problem because assistance is conditioned on working or preparing to work. That’s one reason to support work requirements. But as we note in the report, even if welfare programs only modestly discourage work, a greater focus on work requirements is still warranted. If as a society we care about both material wellbeing and self-sufficiency, then we should view the large gains in material wellbeing but weakening in self-sufficiency in past decades as an opportunity to focus on self-sufficiency.While there is a risk that some people who fail to comply with work requirements could be made materially worse off, on the whole people are likely to be made better off. That’s because work requirements can induce more people into the workforce, potentially increasing income or exposing children to better environments. Welfare reforms in the 1990s that imposed work requirements and rewarded work via the Earned Income Tax Credit increased employment, reduced welfare dependency and reduced poverty. And even the poorest people affected by reforms were made better off in terms of consumption levels (or at least not worse off).Of course, whether work requirements have net benefits depends on how well they are designed. We note the importance of providing work supports when necessary and exempting some non-disabled working-age recipients for various reasons. But to claim that well-designed work requirements “punish the poor” is not supported by the evidence.Ultimately, people living in poverty and taxpayers funding welfare programs deserve a policy response rooted in truth, not punditry. Out-of-hand dismissals of widely accepted academic literature impairs our ability to do so.",
    "president": null
}