{
    "title": "Trump Has Not Forgotten Rural America’s Needs, Contributions – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/trump-not-forgotten-rural-americas-needs-contributions/",
    "created_at": "2018-04-06T00:00:00",
    "content": "\n\n\t\tLand & Agriculture\t\n\nApril 6, 2018\n4 minute read\n\n\t\t\t\t\t\tSonny Perdue\t\t\t\t\t\t\t\nSecretary of AgricultureThis past week, I hit the road for our third “Back to Our Roots” RV tour, driving across Michigan, Ohio and now Kentucky. As always, these tours are an opportunity to escape the noise of Washington and hear directly from the American people.While Congress continues its work on the Farm Bill, rural prosperity, and many other agriculture priorities, this administration remains committed to being a voice for America’s farmers, ranchers, producers, and foresters.In the 11 months since I was sworn in as U.S. Secretary of Agriculture, I have traveled to 35 states, helping fulfill President Donald Trump’s promise that the men and women of America, who once felt forgotten, never will again.On Thursday, I met with members of the Kentucky Farm Bureau in Mays Lick and toured the Harold White Lumber Company in Morehead. On Friday, I will visit Sorghum Farm and Mill in Jeffersonville, tour Montgomery County High School’s agriculture department and visit Keeneland in Lexington and have lunch with the racetrack staff.During each trip, all across the country, we hear about the same issues time after time: trade and the economy, the workforce and burdensome regulations. Trump and his entire administration have heard these concerns and are working tirelessly on your behalf. I stand with him as he stands with you in addressing these important issues that impact us all.First, Trump is committed to ensuring our economy grows and thrives. That is why he led the fight to pass historic tax cuts and reforms back in December, which are already benefiting the agriculture community. When it comes to trading goods and products with our partners and allies, this administration is committed to sending the bounty of American harvest around the globe.As Vice President Mike Pence said, “President Trump is also working with the USDA and members of our administration to renegotiate existing trade agreements and reach new and better deals … that will bring a bounty into our farms and ranches and forests at every corner of the world.”Through lower taxes and aggressive trade principles, the president is fulfilling his promise to help our economy thrive.Second, as we all know, our economy cannot succeed without a capable and legal workforce. Trump understands we must have an equipped and competitive workforce. That is one reason why he signed an executive order establishing the Interagency Task Force on Agriculture and Rural Prosperity, which I proudly chaired. We offered recommendations for ways we could provide our workforce, primarily those in rural America, with world-class resources, tools and support systems.Our task force also stressed the importance of assisting our workforce through infrastructure reforms. Enacting Trump’s infrastructure plan would create jobs for our rural workforce and unleash our economy’s full potential. Infrastructure has been the core of American economic success for more than two centuries. America’s infrastructure needs attention; our nation’s prosperity is at stake.Growing our workforce also involves engaging the next generation. One highlight of my travel has always been meeting young agriculture leaders, from FFA and 4-H, who have heard the call to help feed, clothe and fuel the world. Seeing these youth leaders and encouraging them to face the challenges ahead is a priority of mine and a priority of this administration.Finally, if we are going to encourage the next generation to step forward, we must first tackle the burdensome regulations facing today’s industry. Throughout this tour, I have heard from farmers and ranchers who are hamstrung by meddlesome rules. They know that Trump has aggressively and effectively dismantled unnecessary barriers to productivity, eliminating 22 federal regulations for every new rule added. Trump’s regulatory agenda meets the needs of rural Americans who are held back by harmful decisions that came from Washington.The president hears the needs of the American people, and his administration is acting now. As I met with the people of Michigan, Ohio, and Kentucky this week, I heard their concerns and was able to share the work we’re doing to make American agriculture great again. Whether it’s ensuring our economy thrives, our workforce grows, or needless regulations are repealed, we are acting now to fulfill our president’s promises and fulfill USDA’s motto to “Do Right and Feed Everyone.”This op-ed appeared in Lexington Herald-Leader on April 5, 2018.",
    "president": null
}