{
    "title": "By the Numbers: A Massive Nationwide Response – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/numbers-massive-nationwide-response/",
    "created_at": "2020-04-06T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nApril 6, 2020\n3 minute readWhen the world has faced trying times, Americans have never failed to rise to the occasion. The Coronavirus pandemic is and will be no exception.? Sparing no expense to win this fight“We have the best doctors, the best military leaders, and the best logistics professionals anywhere in the world,” President Trump said yesterday. “And we’re orchestrating a massive federal response unlike anything our country has ever seen or done.”Here’s what just part of that response looks like, by the numbers:In addition to these public health actions, President Trump has worked with Congress to prioritize the economic needs of American workers and small businesses. The $2+ trillion CARES Act signed into law on March 27 provides qualifying families with $2,400 in tax-free payments, along with an additional $500 for each child.The Paycheck Protection Program, which launched Friday, approved more than 17,500 loans valued at over $5.4 billion on its first day. These loans, intended to keep more Americans employed, are 100% forgivable if used for qualifying expenses—and if all employees are kept on payroll.America is thankful to every family making sacrifices for the good of our country during this time—and especially to the healthcare workers fighting this virus and saving lives each and every day.“In the days ahead, America will endure the peak of this terrible pandemic,” President Trump said. “Our warriors in this life-and-death battle are the incredible doctors and nurses and healthcare workers on the frontline of the fight. We pledge to them our eternal gratitude and everlasting support.”? We may be apart for Holy Week, but now is the time for the power of prayerVP Pence: There’s light at the end of the tunnel, thanks to the American people",
    "president": null
}