{
    "title": "Creative Arts Therapy Strikes a Chord with Military Service Members in Alaska – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/creative-arts-therapy-strikes-chord-military-service-members-alaska/",
    "created_at": "2018-02-06T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nFebruary 6, 2018\n2 minute read\n\n\t\t\t\t\t\tKaren Pence\t\t\t\t\t\t\t\nSecond LadyMonday night, I was serenaded by four brave servicemen at the close of the music therapy session at Joint Base Elmendorf-Richardson in Anchorage, Alaska. The cold temperatures outside were kept at bay by the warm reception inside. Creative Forces music therapist, Danielle Kalseth, is the only arts therapist at the hospital. Her individual and group sessions are in high demand. Hospital administrators Colonel Yates, Lieutenant Colonel McCarthy and Major Pons Valerio agreed they could use several just like her.The soldiers under her care testified to the dramatic and positive changes music therapy has made in their lives. From significant improvement in memory to a reduction of feelings of anger to being able to control tremors to regaining the ability to speak, art therapy has changed these men’s lives. They came to the group with little to no music talent. Now they all four play an instrument and perform in the community. During the holidays, they took their talent to the pediatric oncology unit at Chris Kyle Patriots Hospital.Their story is not unique. Successful outcomes of the 6-week progressive music therapy group are common. The stories of lives put back together abound. Music therapy increases concentration, encourages emotional expression, develops rhythmic entrainment, decreases anxiety, supports social engagement, and increases overall brain function, neuro plasticity and quality of life.Danielle, who holds a Master’s degree in music therapy and focuses now mainly on soldiers with traumatic brain injuries said she was so glad she went back to school to get her advanced degree. She expressed the satisfaction that so many in her field experience on a daily basis. So, thank you, Danielle, and thank you to the generous soldiers who shared their lives with me through their music. Best wishes for a successful Alaska Creative Forces Arts and Military Summit later this month.I am honored to have this national and international platform to shine the light on art therapy. I hope you continue to follow along, as I will share stories about my visits across the United States and around the world to elevate art therapy.Art therapy is near and dear to my heart. To learn more about my initiative, Art Therapy: Healing with the HeART, click here. To stay updated on our events in the Office of the Second Lady, follow us on Twitter at @SecondLady.",
    "president": null
}