{
    "title": "Presidential Message on the 75th Anniversary of the G.I. Bill of Rights – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/presidential-message-75th-anniversary-g-bill-rights/",
    "created_at": "2019-06-22T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tVeterans\t\n\nIssued on:\nJune 22, 2019\nOn June 22, 1944, President Franklin D. Roosevelt signed into law the Servicemen’s Readjustment Act of 1944, commonly referred to as the G.I. Bill, to ensure that our service members returning home from World War II would receive the care and benefits they earned while defending freedom from tyranny.  Seventy-five years later, this vital legislation continues to assist veterans and their families in pursuing the very same American Dream they fought to preserve.In the midst of World War II, the Department of Labor estimated that many of the 16 million men and women who had selflessly served their country would be unemployed upon the war’s conclusion.  These patriots, who had uprooted their lives for such a noble cause, would soon need assistance obtaining healthcare, housing, and education.  The G.I. Bill, unanimously passed by both chambers of Congress in the spring of 1944, provided necessary resources to veterans of the war, allocating billions of dollars in Federal funding to help these heroes pursue degrees, purchase homes, and gain access to quality insurance.The G.I. Bill has benefitted millions of veterans and their families, and it is widely considered one of the most significant and successful bipartisan legislative achievements.  As a Nation, we are forever indebted to our veterans, and we know we must continue to ensure that they have the resources they need to return to civilian life.  For this reason, I was pleased to sign into law in 2017 the “Forever G.I. Bill,” which lifted a 15-year limit on veterans’ access to the G.I. Bill education benefits they have rightfully earned, making them available throughout a veteran’s lifetime.As we commemorate the 75th anniversary of the signing of the G.I. Bill, Melania joins me in extending our gratitude to all of our Nation’s service members, veterans, and their families for their sacrifice.  May God watch over all of the men and women of our Armed Forces, and may He continue to bless the United States of America.",
    "president": null
}