{
    "title": "President Donald J. Trump Proclaims March 2017 as American Red Cross Month – The White House",
    "link": "https://trumpwhitehouse.archives.gov/presidential-actions/president-donald-j-trump-proclaims-march-2017-american-red-cross-month/",
    "created_at": "2017-03-01T00:00:00",
    "content": "\n\t\t\t\tProclamations\t\t\t\n\n\t\tHealthcare\t\n\nIssued on:\nMarch 1, 2017\nThe American Red Cross is a miracle-working organization, rooted in the legacy of its gallant founder, Clara Barton, who tore down every convention at the time regarding women in battle, giving history one of the most incredible examples of courage and devotion to duty that it has ever known.  Her tremendous legacy lives on through the Red Cross’s assistance to hundreds of thousands of Americans affected by disasters each year.  In 2016, volunteers responded to 180 significant incidents, including wildfires, storms, flooding, Hurricane Matthew, and other emergencies at all times of the day and night.  They opened nearly 800 emergency shelters, served more than 4.1 million meals and snacks, and distributed more than 2.1 million relief items.  Last year, the Red Cross helped 79,000 families recover from home fires that left them with no place to go.The comfort, care, and relief provided by the American Red Cross serves a great mission.  When those in need see that recognizable symbol of hope, the Red Cross, they see the hearts of the American people at work ‑‑ an incredibly powerful thing.  When they see that beacon, they know that true help is on the way, and they feel our people’s mighty generosity, love, and support for their fellow human beings.To perform its vital national and international roles, the Red Cross relies on volunteers and the support of the American people.  The Red Cross needs our continued commitment of time, resources, and funds to be successful, and our country and the world need the Red Cross.NOW, THEREFORE, I, Donald J. Trump, President of the United States of America and Honorary Chairman of the American Red Cross, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim March 2017 as American Red Cross Month.  I encourage all Americans to observe this month with appropriate programs, ceremonies, and activities, and by supporting the work of service and relief organizations.IN WITNESS WHEREOF, I have hereunto set my hand this first day of March, in the year of our Lord two thousand seventeen, and of the Independence of the United States of America the two hundred and forty-first.DONALD J. TRUMP",
    "president": null
}