{
    "title": "Reflecting on a Year of Recovery in Puerto Rico – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/reflecting-year-recovery-puerto-rico/",
    "created_at": "2018-09-20T00:00:00",
    "content": "\n\n\t\tLand & Agriculture\t\n\nSeptember 20, 2018\n4 minute readOne year ago, a devastating Category 4 hurricane made landfall just south of the Yabucoa Harbor in Puerto Rico. Hurricane Maria was a storm of historic strength that required – and received – a coordinated government response of historic proportions that continues to this day.As the powerful winds of Hurricane Maria bore down on Puerto Rico, Department of Homeland Security (DHS) employees from the Federal Emergency Management Agency (FEMA) and other DHS components were already on the island – as well as the nearby U.S. Virgin Islands – ready to respond. In the days, weeks, and months following Hurricane Maria, FEMA staff, along with other federal partners, remained on the island in full force to work hand-in-hand with the community to recover.Their mission initially focused on disaster response – far and away the largest in FEMA’s history – helping survivors of the storm receive immediate food, water, and shelter. FEMA delivered over 74 million liters of bottled drinking water, 17 million gallons of water, 63 million meals, and 1,100 power generators to Puerto Rico in the immediate aftermath of the storm.Although the federal aid pouring onto the island was overwhelming, Maria still caused the deaths of many American citizens on Puerto Rico and displaced many more. My heart continues to go out to the families of victims, to the survivors, and to their families. We will continue to do all we can to ease their burdens.In fact, FEMA remains on the island to this day, ensuring that the people of Puerto Rico are able to emerge from the crisis more resilient than ever. The agency is investing in Puerto Rico’s future, including through billions of dollars in aid and by employing 1,900 local hires to perform sustained recovery efforts. So far, more than $4.6 billion has been provided to Puerto Rico for public assistance projects which include emergency repairs to the island’s infrastructure, such as for roads, bridges, and the energy grid, and individual assistance.FEMA’s response to Maria in Puerto Rico was not only unprecedented in scope, it was also undertaken amidst multiple catastrophic disasters across our nation—Hurricane Harvey in Texas; Hurricane Irma and Maria in the U.S. Virgin Islands, Florida, and Puerto Rico; and the extraordinary wildfires in California.The 2017 disaster season was record-breaking and catastrophic. To date, more than $20 billion in assistance has been made available to individuals to support recovery following Harvey, Irma, Maria and the wildfires alone. For a broader perspective, in the last year, FEMA has responded to 242 disaster, emergency, and fire declarations and provided billions of dollars more in assistance to Americans and communities across 43 states, tribes, and territories. In total, more than 14,000 civilian employees, including over 4,000 Surge Capacity Force from 32 federal agencies deployed to disaster-stricken areas. A truly monumental year of effort.I am incredibly proud of the work that we have done and the efforts that continue to this day. Disaster response is most effective when it is state managed, locally executed, and federally supported. In our supporting role, DHS and FEMA remain committed to helping people before, during, and after disasters strike. And today we are focused on helping Puerto Rico, as well as the U.S. Virgin Islands, further strengthen their emergency response capabilities, capacity, and infrastructure resilience to be prepared for future catastrophes.We all play important roles in disaster resilience. This month is National Preparedness Month, and I urge Americans to be proactive in preparing themselves and their families before disaster strikes. It’s critical that we work together to create a culture of preparedness to make our communities resilient.Last year’s disasters were historic, but our response has been historic, too. Amidst these crises, Americans displayed extraordinary resolve, resilience, and compassion. And today we are drawing on the lessons we learned last year to make sure we respond more effectively this hurricane season, including our current response to Hurricane Florence, and beyond.FEMA and its federal partners were in Puerto Rico before Hurricane Maria made landfall, supported response efforts, and will stay there for years to come, supporting the government’s recovery efforts and helping Puerto Rican communities. I thank them for their dedication and service to our country and for lending a helping hand to those in need.This op-ed appeared in the Miami Herald on September 20, 2018. ",
    "president": null
}