{
    "title": "Effects of Hurricanes Harvey and Irma on Employment, Industrial Production, & Real GDP Growth in Q3 – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/effects-hurricanes-harvey-irma-employment-industrial-production-real-gdp-growth-q3/",
    "created_at": "2017-11-30T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nNovember 30, 2017\n4 minute readCouncil of Economic AdvisersEmploymentHurricanes Harvey and Irma reduced September employment growth by roughly 140,000.  September job growth was only 18,000, followed by a large rebound of 261,000 in October.  Our estimate of the hurricanes’ effect on job growth is the average of two calculations: 1) September’s job growth was 158,000 below the average growth of the first eight months of the year, and (2) 122,000 below the September-October average growth.Industrial ProductionThe Federal Reserve (which estimates and publishes the Industrial Production Index) estimates that Hurricanes Harvey and Irma reduced the growth of industrial production (IP) by 0.65 percentage point (p.p.) in August and 0.15 p.p. in September (at monthly rates).[1]  These monthly figures imply that third-quarter growth of IP was reduced by 1.9 percentage points at an annual rate.  Most of the reduction of IP resulted from the shutdown of oil refineries, petrochemical plants, and plastic facilities.  In addition, operators of petroleum and natural gas platforms in the Gulf of Mexico also stopped production temporarily.  Industrial production (manufacturing, utilities, and mining) comprises about 15 percent of gross domestic product (GDP), so that this loss of industrial production directly translates into a 0.3 p.p. reduction of third-quarter real GDP growth at an annual rate.Real GDP growth Hurricane effects in the industrial sectors (where output may be measured by units of physical products such as by barrels of oil or cubic feet of natural gas) are more precisely estimated than in the other (non-industrial) sectors of the economy.  One method for estimating hurricane effects is to first estimate the dislocation of employees, and translate the estimate into the effect on GDP, using a rule of thumb that if a million workers miss work for one week, it lowers the growth rate of real GDP growth in that quarter by 0.1 p.p. at an annual rate.  In Texas and Louisiana, we estimate that Hurricane Harvey caused the equivalent of about 2 million people missing a week of work.  In Florida, we estimate that Hurricane Irma caused about 4 million to miss a week of work, because of evacuations from coastal areas or out of Florida entirely.  Loss of electric power during the week of the storm also prevented effective work efforts in many areas. (Hurricane Irma made landfall in south Florida on Sunday, September 10, and about 6 million customers were without power on Monday—and by Friday September 15, 1.7 million customers remained without power.)  Summing the Hurricane Harvey employee dislocations in Texas and Louisiana (2 million employee-weeks) and those in Florida (about 4 million employee-weeks), we could argue that the hurricane effects on the non-industrial sectors could be as much as 0.6 p.p. (at an annual rate) on real growth  GDP effects.We caution, however, that adding the full 0.6 p.p. GDP effect from employee dislocations may overestimate the effects on GDP growth largely because of the resilience of the Texas, Louisiana, and Florida economies and also because it may partially double-count the effects already included in IP.  Weekly data on initial claims for unemployment insurance suggest only three or four weeks of major disruptions and a fairly rapid recovery in both Texas and Florida.  In respect for this resilience, we shave the above listed effects, which could plausibly sum to -0.9 p.p. (0.3 p.p. from the direct effects on IP, and the 0.6 p.p. from the dislocations to employees), down to about 0.6 p.p.Other economic forecasters have placed the negative effects on the annual average of real GDP growth in a similar range.  Goldman Sachs estimates a 0.8 p.p. effect and Macroeconomic Advisers estimates the effect in the (0.8-to-2.9p.p. range).[2] [3]The Department of Commerce (Bureau of Economic Analysis) estimates property losses of $121 billion in the private sector and another $10 billion in the government sectors.  These property losses differ from the losses to production discussed above and do not directly affect GDP.[1] See the Federal Reserve Q&A “What are the effects on Industrial Production of Hurricanes Harvey, Irma, and Nate? Posted 11/16/2017, https://www.federalreserve.gov/releases/g17/g17_technical_qa.htm[2] See https://research.gs.com/content/research/en/reports/2017/09/09/45539a7e-a795-4b04-b041-426c80f8ef86.html  which may, however, be beyond a paywall.[3]  See  https://macroadvisers.bluematrix.com/sellside/EmailDocViewer?encrypt=d26970c0-376e-467c-9d4e-9e246ea6f4fa&mime=PDF&co=Macroadvisers&id=afilipek@cea.eop.gov&source=libraryView&htmlToPdf=true",
    "president": null
}