{
    "title": "America Will Return to the Moon—and Go Beyond – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/america-will-return-moon-go-beyond/",
    "created_at": "2017-10-04T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nOctober 4, 2017\n3 minute read\n\n\t\t\t\t\t\tMichael R. Pence\t\t\t\t\t\t\t\nVice President of the United StatesSixty years ago this week, the Soviet Union launched the world’s first satellite into orbit, changing the course of history. The race for space was on, and the Soviets had taken an early lead. But the sight of Sputnik blinking across the October sky spurred Americans to action. Twelve years later, with “one giant leap for mankind,” the U.S. claimed its rightful place as the undisputed leader in the exploration of the heavens.That pre-eminence in outer space is now under threat—and once again, America must act. President Trump has revived the National Space Council to assist him in developing and implementing long-range strategic goals for our nation’s space policy. On Thursday the National Space Council will hold its first meeting in nearly 25 years, and as its chairman, I will deliver a simple message: America will lead in space again.More than ever, American prosperity and security depend on U.S. leadership in space. Yet national space policy often has lacked a coherent, cohesive vision. The results are not only disappointing, they endanger the well-being of the American people.The U.S. pays Russia more than $76 million per seat to carry American astronauts to the International Space Station, since we have no vehicle capable of performing this task. The intelligence community reports that Russia and China are pursuing a full range of antisatellite technology designed to threaten our military’s effectiveness. These are only two examples of America’s abdication of leadership in space.The president has charged the National Space Council with restoring that leadership. The council’s objectives are clear.We will refocus America’s space program toward human exploration and discovery. That means launching American astronauts beyond low-Earth orbit for the first time since 1972. It means establishing a renewed American presence on the Moon, a vital strategic goal. And from the foundation of the Moon, America will be the first nation to bring mankind to Mars.We will renew America’s commitment to creating the space technology needed to protect national security. Our adversaries are aggressively developing jamming and hacking capabilities that could cripple critical military surveillance, navigation systems and communication networks. In the face of this threat, America must be as dominant in the heavens as it is on Earth.Finally, we will promote regulatory, technological, and educational reforms to expand opportunities for American citizens and ensure that the U.S. is at the forefront of economic development in outer space. In the years to come, American industry must be the first to maintain a constant commercial human presence in low-Earth orbit, to expand the sphere of the economy beyond this blue marble.To achieve these goals, the National Space Council will look beyond the halls of government for insight and expertise. In the coming weeks, President Trump and I will assemble a Users’ Advisory Group partly composed of leaders from America’s burgeoning commercial-space industry. Business is leading the way on space technology, and we intend to draw from the bottomless well of innovation to solve the challenges ahead.Above all, the National Space Council will enable our nation to bring American values to this infinite frontier. It will renew the American spirit itself, as we lift our heads and reach our hands toward the heavens, in pursuit of peace and hope for all mankind.As the National Space Council meets Thursday, our nation can know with confidence: Under President Trump, America will lead in space again.Originally Appeared in The Wall Street Journal",
    "president": null
}