{
    "title": "Remarks by President Trump Upon Arrival of Air Force One | Topeka, Kansas – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-upon-arrival-air-force-one-topeka-kansas/",
    "created_at": "2018-10-06T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\nIssued on:\nOctober 6, 2018\nTopeka Regional Airport\nTopeka, Kansas\n4:06 P.M. CDTTHE PRESIDENT:  So the vote is now in, and our country has a truly great new Supreme Court justice.  We’re very honored by it.  He’s a — he’s an outstanding man, an outstanding person.  What they put him and his family through — the Democrats, over the last few weeks — is horrible.  If you look at what he’s had to endure – horrible, false statements.  Just — it doesn’t get any worse.But the beautiful thing is, he is now in.  He’s going to be there for a long time.  And he’s just an outstanding intellect, outstanding scholar, a brilliant lawyer — brilliant at everything he’s ever done.  So we’re very happy.  And the vote was a — it was a great vote, a very historic vote.Q    (Inaudible) phone call?THE PRESIDENT:  I spoke to — just — I just spoke to him two minutes ago.  And I spoke to the justice’s family.  And he’s — he’s so excited.  So we have now Justice Kavanaugh.  And he’s a terrific man, terrific person.Q    What did you say to him?THE PRESIDENT:  I just congratulated him.  I said, “Congratulations.”  It was well fought.  I mean, who would have thought a thing like that could’ve happened — what he’s been through?  Everything was uncorroborated.I want to thank the FBI.  I thought the FBI was incredible.  They worked hard and they worked really fast.  And I hear the report was — was really a detailed, thorough, professional report.  So I want to thank them.I want to thank the Justice Department because they also — they were working along with the FBI really hard, really fast.  And I think this actually — the extra week delay was a terrific thing for the process.So we have a great new Supreme Court justice, and he’s going to be there for many years.  We are very, very proud of him and what he and his family had to endure.  And it’s a great testament.  And it’s a testament also to our country.I’m going to make a speech.  I’ll be talking about it in a little bit.  I know you’ll all be there.So thank you very much.  Thank you.Q    Do think this justice will be forever tainted, given what’s happened?THE PRESIDENT:  No, no, no.  Great talent.  Great man.Thank you.END",
    "president": null
}