{
    "title": "Combating Corruption is about Ensuring Peace and Security – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/combating-corruption-ensuring-peace-security/",
    "created_at": "2018-09-10T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nSeptember 10, 2018\n2 minute readOn December 17, 2010, one young man took a stand against corruption, and changed the course of history. Mohamed Bouazizi, a 26 year-old fruit vendor in Tunisia, set himself on fire to protest the harassment he faced from government officials, who confiscated his products and kept him from making a living.Bouazizi’s tragic act of desperation touched a deep chord. People were fed up living under a dictator who treated his country’s treasury like his own personal bank account. A month later, Tunisia had risen up, and the reign of Zine al-Abidine Ben Ali was over. Shortly thereafter, protests broke out across the Middle East, and the Arab Spring had begun.All too often, we think of corruption as a low-level problem — like the cop that demands a bribe to let someone off, or the bureaucrat who demands an extra “tip” before granting a permit.But corruption goes far beyond a few individual bad actors. In too many places, the state exists mostly to enrich the ruler and a tiny circle of cronies at the top. When that happens, just like Tunisia in 2010, the effects can be dramatic.Regimes that appeared stable can suddenly crumble when corruption fuels popular uprisings. That was true for Viktor Yanukovych in Ukraine, who stole billions of dollars before the people declared enough was enough. The same sentiment toppled regimes in Kyrgyzstan, Egypt, Libya, and Yemen.…The United States is determined to shine a spotlight on these connections between corruption and international peace and security. On September 10, as part of the US presidency of the UN Security Council, I will convene the first-ever Security Council meeting that will focus on corruption and its consequences for conflict around the world. Later that day, I will also convene a meeting dedicated to corruption in Venezuela, where Security Council members will hear firsthand about how Venezuela’s leaders have profited at the expense of their people.Read the full op-ed here. This article appeared in CNN on September 10, 2018.",
    "president": null
}