{
    "title": "Our Commitment to Fighting the Opioid Crisis – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/commitment-fighting-opioid-crisis/",
    "created_at": "2018-04-03T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nApril 3, 2018\n4 minute read\n\n\t\t\t\t\t\tAlex M. Azar II\t\t\t\t\t\t\t\nAmerica’s opioid crisis, as the people of New Hampshire know, is a public health challenge of unprecedented scale. The worst drug crisis in the history of our country demands a serious response from leaders who are not afraid to be bold.That is the kind of leader President Trump is, and that is how he has approached the opioid crisis from Day One of his administration. We saw the President’s determination when he visited New Hampshire to discuss the crisis among people deeply harmed by it.In a major speech in Manchester, the President laid out a number of ambitious goals and historic commitments. He didn’t just declare a desire to bring down the amount of legal opioids we as a country prescribe — a number that has tripled since 1999, helping to fuel this crisis. He specifically declared that we will reduce the supply of prescription opioids by one-third over the next three years. He didn’t just promise to improve how the federal government does prescribing at places like the VA. He pledged that all federally-employed prescribers will adhere to best practices within five years.To reach these goals and others, he has called for and secured agreement on historic levels of funding from Congress for combatting the crisis. He also called on Congress to reexamine a decades-old, outdated Medicaid statute that is constraining options for substance abuse treatment.These measures will be especially vital in places like New Hampshire, which have been hard hit by the crisis. Drug overdose deaths in the Granite State have risen 44 percent just between 2014 and 2016, giving the state in 2016 the third-highest rate per capita. Tackling a challenge of this scale requires a comprehensive approach, like the one the President has laid out: preventing Americans from falling into addiction, restricting the supply of illicit drugs, and providing treatment for those already struggling with addiction.This crisis is not going to be defeated by intervention from Washington. President Trump recognizes that it is local heroes, including so many in New Hampshire, who will rescue their neighbors, and our country, from the grip of addiction.He personally recognized a number of those heroes. One of them is Manchester Fire Chief Dan Goonan, who has pioneered the “Safe Station” model that allows people struggling with addiction to be connected to treatment by walking into a fire or police station. We know from our work at HHS that connecting Americans to treatment when they need it is a crucial step in helping them enter recovery, and Chief Goonan and those working with him have shown how local communities can come up with innovative ways to do it.Two more heroes in this crisis are Jim and Jeanne Moser, whom President Trump invited to the podium to share their story. They lost their son Adam at age 27 to a fentanyl overdose. “He’s been gone for two and half years,” Jeanne said, “and we miss him every day.”Adam’s memory has inspired action. His addiction started with leftover prescription pills, so Jim and Jeanne have started the Zero Left Initiative to help people safely discard these potentially dangerous pills.The Trump Administration strategy for this epidemic is devoted to helping people like Jim, Jeanne, and Chief Goonan help their own communities. They are on the front lines of this crisis, they know the pain it has inflicted on our country, and they are fighting back.As the President said in Manchester, when it comes to this crisis, “failure is not an option, and addiction is not our future.” No one knows that better than the people of New Hampshire.HHS and the entire Trump administration will continue to work with our partners in New Hampshire — with the Jims, Jeannes, and Chief Goonans — to win this battle, and build a brighter future for your state and for our entire country.This op-ed appeared in New Hampshire Union Leader on April 3, 2018. ",
    "president": null
}