{
    "title": "ONDCP Releases Data on Poppy Cultivation and Potential Opium Production in Afghanistan – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/ondcp-releases-data-poppy-cultivation-potential-opium-production-afghanistan/",
    "created_at": "2020-02-07T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\nIssued on:\nFebruary 7, 2020\nOffice of National Drug Control PolicyToday the White House Office of National Drug Control Policy released the results of the annual U.S. Government estimate measuring poppy cultivation and potential opium production in Afghanistan.The U.S. Government estimate of “Afghanistan Poppy Cultivation and Potential Opium Production” found poppy cultivation decreased in 2019 compared to 2018, but potential pure opium production increased.  Poppy cultivation in Afghanistan declined 28 percent, from 221,000 hectares in 2018 to 160,000 hectares in 2019.  Conversely, potential pure opium production increased by 21 percent, from 5,550* metric tons in 2018 to 6,700 metric tons in 2019.  Low opium prices at planting time drove the decline in cultivation.  The rise in potential pure production is a direct result of favorable weather and harvesting conditions.Continued large-scale Afghan poppy cultivation and opium production further complicates the government of Afghanistan’s ability to maintain the rule of law and promote good governance.Although heroin originating from Afghanistan is not a driving force of the United States opioid epidemic, drug revenue generated by insurgents prolongs insecurity and fuels corruption.The consequences of Afghanistan heroin trafficking are felt by the citizens of Afghanistan and countries along worldwide drug trafficking routes.  The United States Government will continue its work to enhance its longstanding partnership with the government of Afghanistan to address this serious problem.*All calculations for opium production in 2019 and 2018 used province-level yield data where available.  Based on the new data, the opium production numbers for 2018 were updated; the opium production estimate for 2018 had been 5,330 MT.",
    "president": null
}