{
    "title": "Remarks by President Trump in Meeting on Human Trafficking on the Southern Border – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-meeting-human-trafficking-southern-border/",
    "created_at": "2019-02-01T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tLaw & Justice\t\n\nIssued on:\nFebruary 1, 2019\nCabinet Room11:54 A.M. ESTTHE PRESIDENT:  Well, thank you very much, everybody.  We appreciate it.  The jobs numbers just came out and we added 304,000 jobs, which was a shocker to a lot of people.  It wasn’t a shocker to me.  The country is doing really well.  We have the strongest economy anywhere in the world, by far.  And we’re the strongest nation in the world.  So that was really good.  But those numbers were very, very impressive.Labor force participation rose 63.2 — and rose to 63.2.  That’s a great number.  Hourly earnings rose.  For people working, the earnings rose.  Those are numbers that you didn’t used to hear very much.  So we’re very honored.  But very importantly, we added 304,000 jobs.  Estimates were 150 [thousand] to 170 [thousand], and it turned out to be 304,000.  So that’s a big, big number.Companies are reporting extremely well.  Numbers on earnings have been great.  And I think we are headed in a very, very powerful direction.  Other countries are not doing well.  Actually, that’s probably — in many ways, that’s one of the headwinds that we have.  Because other countries in other areas are not doing well, and we’re doing fantastically well.So we’ll take that every single time.  But we’d like to see others do better.  China is having a very tough time.  As you know, Europe — the EU is having a pretty tough time.  So I guess it makes our numbers look even more important.  It makes them look even better.We’re here to talk about human trafficking on the southern border.  This is a group of incredible people who we’ve been working with in different levels, in different forms.  And they’re going to be speaking, most of them, and telling you some stories and how we need border security.  And if we don’t have it, the Democrats, frankly, will be doing this country a tremendous disservice.  Nancy Pelosi is doing a very, very great disservice to our country.  And I think she’s got to get on the ball, because we’re going to have a wall that’s being built anyway.But if you don’t have it — human trafficking, just as an example.  When you see today what’s going on, people that aren’t willing to do what they have to do, and they know what they have to do, they’re doing the country a tremendous disservice.We’re here to directly, from members of law enforcement, hear what they have to say, and battling the scourge of human trafficking on our southern border and all across our nation.  Much of it comes — in fact, most of it comes — some people would say almost all of it — from the southern border, which we can stop very easily.  This is not something you can go through points of entry.  You can’t just say that you have three people in a car and bound up and all sorts of problems, and you can’t go through a port of entry, obviously.  They go through areas where we don’t have a wall.So I want to thank Secretary Nielsen, Associate Chief Carl McClafferty, and Acting ICE Director Ron Vitiello for joining us for this important event.  Really important event.  Human trafficking is worse now than it’s ever been in the history of our world.  It’s a world problem.  It’s a U.S. problem, but it’s a world problem, caused, to a certain extent, by the Internet.  One of the reasons that we have it so bad is the Internet.  That’s why it’s picked up tremendously over the last five years, because of the Internet.My administration has made the fight against human trafficking one of our highest priorities.  In the past several weeks, I’ve signed four robust pieces of bipartisan human trafficking legislation.  My Director of Intelligence — and we have a group of people that are incredible — they’ve elevated the human trafficking problem to the highest levels.  We’re watching closer than ever before.  We’re studying people that are doing it.  We’re following them.  We’re capturing them.  But our job could be made a lot easier if we had support for what the incredible law enforcement folks do at the southern border.Our progress will be limited if we do not secure our porous border and put an end to the human trafficking and humanitarian crisis that is taking place at the southern border.  It is indeed a crisis.  And, you know, we have right now an invasion.  If you look at what’s going on with the caravans, it’s an invasion.  There are three caravans heading our way.  If we had a wall, it wouldn’t even be a problem.  But we’ve sent 2,500 military down to help Border Patrol and law enforcement.  And I have to say, the military has done an incredible job, including helping us with some walls and some fences, which are very nice to say.Unsecure borders give traffickers free and clear passage to transport their victims into the United States.  It’s a tremendously big money-maker for some very, very bad people.  In fiscal year 2018, ICE made more than 1,500 human trafficking arrests, with 97 percent of that for sex trafficking.  And it’s a big movement now because of the Super Bowl, if you can believe this.  They are bringing in a lot of women through the southern border for the Super Bowl.And then I have people like Nancy Pelosi and Democrats that say, “Oh, we don’t need a wall.”  And they come through areas where you don’t have any form of barrier protection.In a moment, we’ll hear from several individuals who are working tirelessly every single day to fight the trafficking, rescue victims, and support survivors.  Survivors need tremendous support.  What they go through is unimaginable.Former DHS Special Agent and advocate, Timothy Ballard, who is here, will detail one case where a 13-year-old girl from Central America was kidnapped, trafficked across a section of our border without a wall, and then horribly abused in captivity while in New York City, taken right through a certain section where there is no wall and you can’t see anything for miles and miles and miles.  They could have come through anywhere they wanted.  And if we have that all filled up, it would be very hard.Even one woman or one child trafficked is too many.  But there are thousands and thousands and thousands, and it’s billions of dollars of money flowing into the pockets of some very bad criminals.  There are potential victims, including young children, that we can still protect if we act now to secure our border and build a wall.  The case for building a wall is everything.  It’s everything.Human trafficking by airplane is almost impossible.  Human trafficking by van and truck, in the backseat of a car, and going through a border where there’s nobody for miles and miles, and there’s no wall to protect — it’s very easy.  They make a right, then they make a left.  They come into our country.  And they sell people.  And we cannot let it go on.And the Democrats can play their game.  But if you watch them in interviews, they want to get off that subject so fast because there’s no way they can justify the fact that a wall works.  It works so well.  I watched them the other day.  I watched a couple of high-ranking Democrats trying to explain that walls are not necessary really; they’re immoral.  What’s immoral is when people come into our country and kill innocent victims.If you look at the San Diego area, if you look at many areas where you have the wall; if you look at Tijuana — if we didn’t a wall in Tijuana now, you’d have people coming in by the tens of thousands.  But we have a wall.  It’s an old wall.  It’s not a good wall, and it still works.What we’re building is incredible.  We’re building a lot of wall right now.  We’re renovating wall and we’re building wall, and we’re going to continue to build wall, regardless of what happens with this committee, which I say is a waste of time.  Because any recommendation that comes back to me — and I’m a very modern guy.  They like to say walls are medieval.  They work, 100 percent.  And what doesn’t work is technology, if you don’t have the wall.  The technology is called the “bells and whistles.”  And we have the top law enforcement people in the country here — really, in the world.  And they will tell you that, without the wall, it all doesn’t work; it can’t come together.If you just take a look at parts, take a look at Tijuana, imagine that.  Imagine us taking that wall and moving it to Texas.  Let’s take it up and move it to Texas.  They would like to have it.  Let’s take it up and move it right over to Arizona or New Mexico.  They would love to have it.  They would love to have it.  And you would have thousands and thousands of people.  There would be nothing you could do to stop the people from pouring across.But we’re here to talk about human trafficking, and this is something where people have no idea how bad it’s become.  Worse than ever at any time in the history of our world because of the Internet.So I’m going to ask Secretary Nielsen to speak, and then we’re going to show you some videos and some other things.  And I don’t think there will be anybody up there, including from the media, that disagrees with me.  They may not write it that way, but there will be nobody that disagrees with me.Secretary, please.SECRETARY NIELSEN:  Thank you.  Well, first I want to thank everyone for being here.  Greatly appreciate it.  Mr. President, thank you always for your leadership.THE PRESIDENT:  Thank you.SECRETARY NIELSEN:  This is an extraordinarily important topic.  And as you’ve said many, many times, it’s a horrific, horrendous, and horrible ongoing tragedy and crisis that we have due to our vulnerabilities on the southern border.  So thank you, sir.THE PRESIDENT:  Thank you.SECRETARY NIELSEN:  This is an insidious form of modern-day slavery.  That’s what this is.  This is not a problem that is experienced in other places of the world.  It’s experienced here, today, in the United States of America.  It is something that this entire administration is committed to combatting.  It takes very close coordination with state and local governments but also with our international partners to take down transnational criminal organizations that are at the heart of this crime.And before we turn to other people, I just want to talk a little bit about the fact that this is directly related to our unsecure southern border.  Transnational criminal organizations have taken advantage of our unsecure border.  The result is that we continually see young girls used as pawns to line the pockets not only of criminal illegal aliens, but also the cartels who violate our nation’s borders and our laws, and use that money to fund other criminal enterprises.The President mentioned the Super Bowl.  I just want to pause to say DHS — in addition, I’d like to thank the over 600 DHS personnel who are on the ground in Atlanta to help the state and local secure the Super Bowl.  But we also continue to do our other mission (inaudible), which includes combatting human trafficking.  We have made over 40 arrests, and some of the victims that we have saved unfortunately include underage children that had been brought in for the purposes of being sold and abused as part of Super Bowl activities.So I want to thank all of HSI for their great work continually, but also as we prepare for the Super Bowl.So, before we turn to our law enforcement folks at the table, what we’d like to is turn to Tim Ballard, who is the Founder and CEO of Operation Underground, and also to Alma Tucker — thanks to both of them for being here — the Founder and President of the International Network of Hearts.They’ll be talking to us about their experiences assisting victims, sir.  So I’d like to start with — perhaps with Tim and then with Alma.MR. BALLARD:  Thank you so much, Mr. President.  Thank you very much.  I spent 12 years as a special agent, as an undercover operator, working on the southern border, working sex trafficking cases.  And I can tell you, you’re exactly right.One little girl I can tell you about.  In fact, I introduced this little girl to Ms. Trump during a private briefing.  This little girl was kidnapped in Central America.  Eleven years old.  Groomed for two years with the intent of getting her ready to come to America.  Why?  Because we are the highest-consuming nation of child pornography.  We are the clientele that’s the big money.They brought this little girl through a part of the southern border where there was no wall, easily got her to New York City.  And this is hard to hear but this is the truth, and everyone needs to hear this.  This little girl — and this is very typical — raped for money every day, 30 to 40 times a day.  If that’s not a crisis, if that’s not an emergency, I don’t know what is.Now, let me say this: Had there been a wall, had there been a barrier, this little girl likely would have been saved, because the traffickers would have been forced to take this child through the port of entry where we have amazing law enforcement.  I’ve worked with these people.  These are the best people on the planet.  They can detect.  They have equipment.  They have trained agents.In contrast, while this was happening, I was working another case.  A little boy — a Mexican boy who was kidnapped by an American trafficker, by a child pornographer.  He kidnapped Mexican children, brought them to San Bernardino County, where he had a makeshift studio, made child porn with these little children.  Five years old.This little boy was kidnapped in Mexicali, Mexico where there was a wall, where there is a barrier.  And so he was forced to take this little boy through the Calexico port of entry.  And guess what?  It worked.  We captured him.  We rescued the little boy, and subsequently rescued 12 other children in San Bernardino, California.The difference between those two cases is two plus two equals four.  The wall was a difference.  The wall rescued this little boy, and the lack of a wall caused this little girl to go through a hell that is indescribable, that is not manufactured.  It is a real crisis.  It is a real emergency.THE PRESIDENT:  And you have many thousands of people like this.MR. BALLARD:  Thousands.  This is happening all the time.  We work in Mexico.  We have done several operations.  I just met with the Secretary of State — their equivalent — Olga Sanchez, just last month about this.We are having to do operations in Mexico, our foundation, working with law enforcement, to be — essentially become the wall because there is no wall.  We’re forward deployed.  It’s like trying to catch flies with chopsticks.  It works.  We can make it work.  But if we had a big, you know, fly swatter, which would hit the wall, that would be a lot better.  It stops it.THE PRESIDENT:  That’s great.  Thank you very much.  I appreciate it very much.  Please.MS. TUCKER:  Mr. President, thank you for the opportunity to actually put a face to this horrible epidemic situation that we’re (inaudible) called human trafficking.We are International Network of Hearts, and we represent more than 50 organizations fighting for both sides of the country together against human trafficking.And we realize that not only the kids need to be rescued, but also provide services.  And this is why we have two shelters — one for boys and one for girls.  And we know also the statistic, they say — the (inaudible) is from 12 to 24 years.  (Inaudible.)  But we were shocked to receive kids four, five years old.As you know, when they’re rescued, they come with a lot of trauma.  They need a lot of services.  And I want to tell you a little bit how I start working in human trafficking.  That was 20 years ago when I used to work in the Mexican consulate, and I had the privilege to serve some kids that were rescued.One particular case impact my life.  She was only 14 years old, and the smuggler — the parents paid the smuggler to bring her undocumented to the mountains, to this country.  But the smuggler told her that her parents didn’t pay a full amount for her transportation, and she had to pay.She had to pay with her own body, and have sex with all the people in the group.  Then go through this journey.  And they forced her to have sex 20, 30 times until Border Patrol rescued her, and they transferred her our way to the hospital.  And I was there; they called me.  I used to work in the consulate.And just to hear a girl — a 14-year-old crying for her mother, crying for someone that can help after going through this trauma.  I was able to be there and hold her hand through these horrible moments.  And I promised her to stay with her, holding her hand until I was able to find her parents.  And she has to go through horrible situations, as you know: medical, interviews, everything.And I promised myself, no matter — I didn’t work anymore with the consulate — I had to do something.  Cases like this, I see one after another.I remember another girl, only nine years old.  She was brought to this country through the regular lines in San Isidro.  But a smuggler decided to put the little girl in the hood next the engine.  And he had another four men in the car.Once he got caught at the border, they processed them — the whole group.  But he never mentioned about the girl.  He let her in the hood.  Not until the next day, the mother called looking for her and she hear what happened.  Then the officers ran to the car and they found the little girl, nine years old, unconscious.  Also, she was transferred to the hospital.  Thank God, she survived.But these people — these smugglers — they don’t care about the life of one little girl.  They really don’t care.Other cases that I’ve been working — I remember they brought a lady who was 21 years old.  Her husband actually was — came from Tlaxcala.  I don’t know  I’m pretty sure you’re familiar with what is going on in Tlaxcala.  There is an industrial business for families for generations and generations in Mexico.  And he brought her to this country and promised her a better life.But when she was in this country, he forced her to have sex with men in the fields — in agriculture fields.  Days — and again, days.  Forty, fifty times a day.  And when she denied to do it, she told her — she left behind her daughter in Mexico and she said, “You will never see your daughter again.”Officers, they arrived and they rescued her.  And now she’s reunited.  And thanks to the collaboration from both countries, they found her daughter in Tlaxcala, they brought her to this country, they provide services, and they were reunited.I know that it’s necessary to increase the collaboration from both countries because this is something that is happening.  But we need to do something to stop it.  We work direct with the victims.  We see how much pain.  And from generation and generation (inaudible) when someone is victim of human trafficking.Thank you, Mr. President.THE PRESIDENT:  Thank you very much.SECRETARY NIELSEN:  Alma, thank you.  And, sir, I’d just like to thank Ivanka Trump who’s been such an amazing advocate and support of the victims and raising awareness.  Thank you.Now we’d like to turn to Deputy Special Agent in Charge, Anthony Scandiffio from New York, who’s going to talk about an illegal sex trafficking reunion investigation in New York.MR. SCANDIFFIO:  Thank you.  Good afternoon, Mr. President.  HSI New York — unfortunately, we do a lot of work in the sex trafficking area, especially in the Queens, New York area.One investigation that we did involved young females that were being brought up from Tenancingo, Mexico to Queens, New York area.  The coercion and the abuse begins in Mexico where these traffickers approach these young vulnerable women to either convince them that — to come to America for the better life.  Maybe sometimes even date them, become their boyfriends, or even marry them, luring them to the United States.The women talk about how they’re brought across the border, and one describes being put down face-down on a raft and pulled across on a rope.  One driven in the back of truck, in the back of flat-bed truck.  Or in the middle of the night, crossing the border into a vehicle taken to a safe house.They think their journey — the rough part of the journey is over, but little do they know, once they reach Queens, New York, that’s when their true horror begins where they’re abused, beaten, maybe not fed — all for the trafficker to take over their minds and to force them into this life of prostitution.For us, I thank God for the great work of the Border Patrol.  They interdicted one of these individuals he had from females with him.  From that little bit of information, we were able to uncover over 12 victims in New York, two of which were minors when they came across the border by this trafficking organization.And like Ms. Tucker stated, these poor women were asked to service 15 to 40 men a day for as little as $40.  The organization was making hundreds of thousands of dollars a year, which is being funneled back through Mexico.Doing this type of work for us at HSI is the most rewarding work that we could ever do because you’re saving a life; you’re saving a victim.  And it’s making the public aware of this that’s out there.  We did a bilateral takedown with the Mexican authorities where we arrested five of the individuals in Mexico; three of the individuals in New York.  They were recently sentenced in January of this year, ranging from 8 to 25 years for the trafficking of these 12 victims to the New York area.THE PRESIDENT:  And mostly are coming through the border?MR. SCANDIFFIO:  Yes, Mr. President.THE PRESIDENT:  It’s incredible.  Incredible.SECRETARY NIELSEN:  We’d like to turn it over to Joel.  Joel is going to talk about Operation Safehaven.  This was a ring that was operating from Georgia to Texas, sir.MR. ROUNTREE:  Mr. President, thank you.THE PRESIDENT:  Thank you very much.MR. ROUNTREE:  My name is Joel Rountree.  I’ve been a special agent for approximately 16 years now.  And at HSI we work a variety of cases.  And I see victims, and some of the most important ones we work are these trafficking type of cases. They allow us to now only make a difference in these people’s lives, in the victims’ lives, but also it really puts some bad guys in jail.So one of these particular cases is Operation Safehaven.  I’m out of the Savannah, Georgia office of Homeland Security, and we uncovered a sex trafficking circuit.  They are operating in Georgia and also in nine other states, including North Carolina and Texas.They had recruiters, very similar to what we heard here today already, operating in foreign countries, and would deliver these girls, mainly uneducated and from poor backgrounds, into the United States with the American Dream that so many people have.  And when they get here, it’s really a nightmare.These victims that we interviewed, as a result of our case, told us — and I’ll use their verbiage — they were taken and (inaudible) in houses prior to being put on this 20-brothel circuit that we were taking down at the end.  They described how they would be forced to service up to 30 men per day in these brothels where they’d work for one week.  And at the end of their week, they were transferred to the next one.  And it was just an endless circle that they stayed on.We conducted an investigation for possibly 18 months.  We employed a variety of investigative tools: mobile tracking devices, covert cameras.  All this led to wiretap affidavits where we intercepted communications occurring on the telephones utilized by members of the organization.That, in turn, led us to a federal indictment in the (inaudible) of 40 individuals, and they ranged at every level of this organization, from the customers that were at the brothel, to the transporters, to the traffickers.We were also able to arrest 36 of those while rescuing 15 of the victims out of these brothels.  They were provided services by our victim assistance coordinators in their areas, including food, clothing, shelter, and the like.  So we considered it pretty successful.THE PRESIDENT:  Great job.  I heard you do a fantastic job.  Thank you very much.  I appreciate it.SECRETARY NIELSEN:  Thank you, Joel.  I would like to turn to Carl.  And, sir, this is particularly horrific what Carl is going to describe.  There are some parts of this that are law enforcement sensitive, so he will keep it at the appropriate level.But what he will describe is the child-recycling ring that we have previously talked about.  This is a crime, sir, where smugglers take children, and they bring them again and again across the border to enable other criminals to enter our border under the loopholes in our laws.So, Carl, please.MR. MCCLAFFERTY:  Thank you, Secretary.  Mr. President.THE PRESIDENT:  Thank you.MR. MCCLAFFERTY:  As you know, 2008 of October, it was the first time we ever had more family units than single adults apprehended.  So the family unit issue has become something of a crisis for us.In Yuma, Arizona, we were catching groups of Guatemalans — family units — turning themselves into Border Patrol, crossing around where the fence ends.  And I just started looking into it and found that some of the sponsors, after they were released, were the same person, with the same address and same phone number.So they reached out to HSI, to Charleston, South Carolina, where these people were going.  HSI looked into it.  There’s something going on here.  “Why don’t you come out, and we’ll do this case together?”  We went up to Charleston, followed a group that actually got released.  They were picked up by the sponsor.  Immediately after that, the smuggler pulled over and put a bag of trash in a dumpster.  Agents recovered that.  Inside was their ankle bracelet, their illegal documents, already discarded by these sponsors who tend to be in the smuggling organization.They investigated this case.  We were able to tie this back to a larger group that was smuggling Guatemalans into South Carolina and other places.  Out of this, I believe we got eight indictments and then a warrant served, resulting in 24 illegal aliens apprehended.And one of the indictments was a woman who was being paid $1,500 a child to take the children back to Guatemala who are not part of the actual family unit.  So, she claimed to doing this 13 times, and so we found out they were recycling these children.  They would bringing them up, smuggling them as part of a family group, recycle them back to Guatemala, put them in another family group, and come back up.So this was, you know, obviously an exploitation of these children.THE PRESIDENT:  Thank you very much.  Appreciate it.SECRETARY NIELSEN:  Thank you, Carl.Now I would like to turn over to Amy Allen, sir.  She is an ICE victim advocate.  I had the pleasure of hearing a brief from her a couple of weeks ago.  She is a very powerful part of what we do to help the victims and survivors, and I’d love for her to give to you a little bit about what she does.MS. ALLEN:  Thank you, Mr. President.  As working with HSI in Division 4, there’s a component there called the Victim Assistance Program, and I am part of that along with 22 other victim advocates that sit in all of our offices.As a forensic interviewer, my job is to investigatively interview, alongside with an agent, a victim of human trafficking and child exploitation.  I’ve done over 6,000 interviews in my career.  This is all I’ve done for 25 years.I think when we sit here and we talk about the rescue of victims, our minds turn to how that actually happens.  And with HSI’s investigative efforts, a lot of our leads to seek these rescues come from financial institutions, communities, schools, and our local law enforcement partners.These women don’t necessarily have access to 911.  These women don’t always identify as a victim based on the coercion and the manipulation that’s being done by their traffickers.  If we had access, or if they had access to 911, obviously we would serve them quicker.  But we’re identifying them and then really wrapping services around them in order to, if you will, bring them to team America.We want these victims to be stabilized.  We want them to be healthy enough to allow us access to investigative information that they can provide so that we can prosecute the offenders, and the controllers, and the traffickers that are keeping these women working and laying down 20, 30, 40 times a day.So my job is to work alongside the agent when we identify this victim, and again, make sure that that victim is interviewed in a way that’s not blaming.  We certainly don’t want to ask the victims of human trafficking, “How many men did you have sex with each day?”  We want those women to be met with non-blaming language, such as, “How many men had sex with you?”You know, this is not their fault.  No matter what they look like, no matter how they’re dressed, you know, our idea of them or what our community thinks of them when they’re being controlled and coerced into this kind of environment, it’s our job to help identify that, and then, like I said earlier, to rescue them.So we look for additional support all the time in our program, because again, the outreach that we do to the community and to the people that really have their eyes and ears there to identify them is important to us.You know, our Blue Campaign that is run by HIS and ICE, the slogan is “Hidden in Plain Sight.”  And I think that’s such an important slogan to have because these women are among us.  Obviously, when you talk about the Super Bowl, we talk about women that are there.  There’s other people there that need their eyes and ears to help identify that.  But they are hidden in plain sight.And so our outreach efforts and the victim assistance efforts that we take every single day to help identify them and support them really will bring to pass additional prosecutions and support for them.Thank you, Mr. President.THE PRESIDENT:  Thank you very much.SECRETARY NIELSEN:  And finally, sir, one more.  Jim at the — again, at the appropriate level — is going to tell us a little bit about how technology plays a very important role here.  And we’re extraordinarily proud of what HSI and ICE bring to the table in terms of their investigations.So, please, Jim.MR. COLE:  Mr. President, thank you for having me.  I want to talk about HSI’s role in using technology to fight these types of crimes.  We’re definitely a world leader in applying technology and doing victim-centric investigations.I founded our HSI’s Child Victim Identification Program and Laboratory back in 2012.  I’ve dedicated my career to identifying and rescuing victims of these horrendous crimes.In doing so, we applied several different pieces of technology.  Actually, I have some demonstrations here for you.  So one of the things that we do quite often and what you see here is a sanitized image of an offender’s hand abusing a victim that we’ve removed from this image.  But in that image, we were able to pull a fingerprint of the subject from that image and thusly identify that subject through the fingerprint.We routinely do this now —SECRETARY NIELSEN:  And if I could interrupt, Jim.  That’s even though the fingers are not facing the picture.MR. COLE:  Correct.SECRETARY NIELSEN:  So the technology enables them to pull the prints from the photograph.MR. COLE:  So, another thing that we do often are comparisons.  So after the fact — after we’ve identified and rescued the victim usually — and we have imagery, again, depicting — we have a lot of hands in our imagery.  So this is a case of having an individual’s hand from the abuse imagery and then having exemplar images from a search warrant photo and using the dermatological markings from that person to be able to draw the difference that it is the same person.And so we do a lot of comparisons of pretty much anything that can be photographed or depicted in imagery or video, we can do a comparison of as long as we have an exemplar.In this case here, this uses some creative technology but also some external expertise.  So we have the child depicted in an outside environment.  That child is horrifically abused in imagery and video that we have seized, as well as some of the non-abuse imagery.So what we did is we sanitized her away from the image.  So we just remove her using different image editing tools.  And what we did here, we noticed that there is some plant life; there’s flora and fauna.In the bottom right, in the red circle, is what’s called a “dwarf palm.”  We then, with the National Center for Missing and Exploited Children, a strong partner of ours, we submitted this image to the Smithsonian Institute, and an expert in flora and fauna was able to tell us that that plant is only going to be in the areas in green that you see on the map here, primarily southwest United States and Florida.Using other imagery from that, there was a playground.  We worked with the playground manufacturers and with certifying bodies of playgrounds throughout the United States.  And through that, we were able to identify that that specific playground was just outside of Houston, Texas.That allowed us to focus on a specific neighborhood in Houston, Texas, and within hours, we identified that child and apprehended the offender, and rescued that child from horrific and ongoing abuse.The rest of my briefing is law enforcement sensitive, sir.THE PRESIDENT:  Okay, that’s fine, Jim.  Thank you very much.  You do a great job.  We appreciate it.Kellyanne, do you have anything to say?MS. CONWAY:  Sir, thank you so much, and Secretary Nielsen, and Ivanka Trump, for just convening us and allowing the press to come in.  Because so many times, I just think Americans are not hearing the basic facts and figures, not appreciating the tragedy that so many of these young victims endure day in and day out, and really, the very brave and important work of the men and women around this table and all that they represent, all the people that they represent.Sir, coming fast on the heels of the largest seizure of fentanyl by the border control in our nation’s history — yes, through a port of entry, but that’s what we know about.  It’s all the things, as you hear here, that we don’t know about — the perilous journey that people are taking, that they’re forced into.And I think this is exactly why you’re asking for a physical barrier as the centerpiece of a larger immigration reform package.  Something that people cannot drive through, walk around, crawl under, or climb over.  Something that keeps the likes that you heard today out — keep them on that side of the border or let them come legally.  Keep the drugs out.  And human trafficking — we want these young girls and boys to have a better life.  And it’s not going to happen if people feel like they can just drive them over the border and into Queens, New York, as you heard today.So thank you very much for your leadership.  I really hope the Democrats will see this as a nonpartisan issue looking for bipartisan solutions.THE PRESIDENT:  That would be nice.  Ivanka?MS. TRUMP:  Well, I think we heard some incredibly powerful stories today.  And I do think for so many people this is viewed as an international issue.  And to hear the stories around this table and to realize this is happening in our country, this is happening every day — whether it’s Atlanta around a major sporting event like the Super Bowl, or whether it’s just through the course of the day — this is very much an American issue as well as an international issue.Timothy, as we were both on the Hill championing for the passage of anti-trafficking legislation last year, I met with the young girl that you mentioned, and nobody can meet with a survivor and not be deeply moved and feel deeply passionate about the issue of human trafficking.So, I’m so grateful for the work of the NGOs and law enforcement community.  Thank you, Secretary Nielsen, for all that you’re doing on this front.  And of course, thank you, Mr. President, for highlighting this issue because it is the gravest of human rights violations.THE PRESIDENT:  Thank you very much.  And thank you to everybody.  It’s a big issue and a very important issue.  We’re going to strengthen up our southern border.  It should have been done 30 years ago, 40 years ago, 20 years ago, 10 years ago, 5 years ago.  It’s a disgrace.  It’s a disgrace.And now you have problems even with — I understand yesterday, even people from Venezuela want to come through.  Everybody wants to come through.  A part of it is the success of our country, but we’re going to keep our country successful.And we want people to come in.  It’s so important to say.  We need people.  We have a lot of companies moving in.  A lot of companies are moving back into the United States.  I’d never thought they’d be moving back.  And we need people.  You see that with the jobs numbers.  We really need people.  But it has to be through a legal process and a process really of merit.  But we do want people coming into our country.  They have to come in legally.I just want to thank everybody for being here.  What you go through is incredible.  And the job you do is incredible.  Few people could do what you do.  And we want to try and make it easier for you.  Or another way — you could, this way, handle more of the incredible work.  Because no matter what we do, it’s not going to stop, but we can reduce it incredibly by tremendous numbers.So I just want to thank everybody for being here.  And we’re very proud of you.  Very proud of the job you do.  And thank you very much.  And, Madam Secretary, thank you very much.  Really great.Q    Mr. President?THE PRESIDENT:  Yeah.Q    Mr. President, why not just go ahead and do the national emergency now (inaudible)?THE PRESIDENT:  Well, we’re building the wall now.  Yeah, we’re building the wall.  People don’t understand that, I’m starting to learn.We’re spending a lot of money that we have on hand.  It’s like in a business, but we have money on hand and we’re building — I would say we will have 115 miles of wall, maybe a little bit more than that, very shortly.  It’s being built.  Some of it has already been completed.  And in San Diego, if you look, it’s been completed.  It’s really beautiful.  Brand new.We have other wall that’s under construction and we’re giving out a lot of contracts.  So we’re building the wall.  It’s getting built one way or the other.Q    Is there another option besides the national emergency that you would consider?THE PRESIDENT:  We are doing things right now.  I mean, we’re building it with funds that are on hand.  We’re negotiating very tough prices.  We’ve designed a much better-looking wall that is also actually a better wall, which is an interesting combination.  It’s far more beautiful and it’s better.  It’s much more protective.  But it looks better, because the walls that they used to build were not very attractive.  I actually think that’s possibly part of the problem.But the real problem is we need something.  We have to have a very strong barrier.  But we’re building a lot of wall right now, as we speak.  And we’re renovating a lot of wall.  And we’re getting ready to give out some very big contracts with money that we have on hand and money that comes in.But we will be looking at a national emergency, because I don’t think anything is going to happen.  I think the Democrats don’t want border security.  And when I hear them talking about the fact that walls are immoral and walls don’t work — they know they work.I watched somebody being interviewed the other day by a very good anchor, and the anchor actually was getting angrier and angrier as they tried to explain how a wall doesn’t really have that much of an impact.  And yet, thousands of people are on one side of the wall, and nobody is on the other side of the wall.  It was actually laughable and really horrible in the same breath.  So that’s the way it is.You know, if you look at El Paso, if you look at certain places — but El Paso was one of the most dangerous cities in the whole country.  Once the wall was completed, it became one of the safest — immediately.  It wasn’t like it took five years.  Some of you know this.  Immediately, it became one of the safest cities in the whole country.So, we’re building the wall.  A lot of it is — I mean, the chant now should be, “finish the wall” as opposed to “build the wall,” because we’re building a lot of wall.  And I started this six months ago.  We really started going to town because I could see we were getting nowhere with the Democrats.  We’re not going to get anywhere with them.  It’s going be a part of their campaign, but I don’t think it’s good politically.And I think Nancy Pelosi should be ashamed of herself because she’s hurting a lot of people.  And I think the Democrats should be ashamed of themselves.Now, in all fairness to the Democrats, many of them want the wall.  And I see it.  They’re just dying to say what they want to say, but they can’t say it as well as they would be able to if they were allowed to do it.Yes.Q    Mr. President, sir, are you saying now you believe that, on February the 15th, the only option you will have left is either close down the government or declare an emergency because you don’t have any faith that this committee will come up with an answer?And if you do declare an emergency, are you concerned that you will almost be immediately be enjoined by some court — in the Ninth Circuit Court of Appeals district?THE PRESIDENT:  Well, we have very, very strong legal standing.  It would be very hard to do that.  But they tend to go to the Ninth Circuit.  And when they go to the Ninth Circuit, things happen.  For instance, the ban: It missed, and then missed, and then was approved in the United States Supreme Court where we have had a very good record.They go to the Ninth Circuit.  In many cases — and in fact, in most cases, it has nothing to do with the Ninth Circuit.  It’s a shame what they do.So, let’s see what happens.  I can only tell you this, John: We have very, very strong legal standing to win.  We are doing it regardless.  I mean, we don’t have — we haven’t declared the national emergency yet, and yet we’re building a lot of wall.  We’re continuing to build a lot of wall with, as we would say in business, “cash on hand.”  And we’re negotiating tough prices.  We have a great system.  A great wall system.  It’s very uniform.  They used to have all these different systems; nobody knew what was going on.  We have a very good, solid system that looks good and is very powerful, as a wall.Q    But are you saying now that you expect to declare a national emergency?THE PRESIDENT:  I don’t want to say.  But you’ll hear the State of the Union and then you’ll see what happens right after the State of the Union.  Okay?Q    But are you going to wait until February 15th to do that?THE PRESIDENT:  Yeah, we’re building now.  I mean, the one thing that I’m trying to stress to people and I wasn’t before, because before it meant less.  But when I see the obstruction, when I see the tremendous obstruction by Democrats, knowing that the only — the only saving of our southern border is the wall.I mean, you look at these towns — before the wall, they were crime-ridden.  And now, the wall gets built — we put up a wall in a certain area, and all of sudden, it went from being a horrible hellhole into something that’s really safe.  They can’t even believe it.  The mayors can’t even believe it.If you ever took some of the walls down in California — for instance, one story: In San Diego, they were begging us to build a wall.  I mean, they were putting pressure on us — that area of San Diego — where people were rampant going through.  And you’d have a lot of security, but the security can only do so much.When — as an example, when you have these caravans that are going to be hitting, we were — we’ve done a great job with the caravans.  An incredible job.  And most of them have gone back or they’re staying on the other side of the wall.  They haven’t been coming in, for the most part.  But we’ve done a great job.  We don’t have the ammunition because we don’t have the barrier.  But it’s been really amazing to see the difference when you have it and when you don’t.  It’s incredible to see the difference of an area on the other side of a barrier.So, you know the old expression, “walls work,” whether you like it or not.  In Israel, they have a wall, and it was 99 — it is 99.9 percent successful.  And ours are too, when we have it.  We’re going to be starting in a certain — we have a few of them — a few areas that we’re starting, where they catch up.  Once you have the holes in the middle, they just — it’s sort of like water; they just spread in.  But you have to have it.So when you talk about the committee, I can tell you the Republicans want to have a wall, but the Democrats are told that you can’t do that.  They are doing a tremendous disservice.  The Democrats are doing a tremendous disservice to our country.You heard today about human trafficking.  Human trafficking can go down by a tremendous percentage if we had a wall on our southern border.  Tremendous.  Because it’s very hard to do human trafficking through ports of entry because you have people standing there, looking.  And they say, “Hey, what’s going on in the backseat?  What’s going on in the trunk?”  They check these things.So they come in through areas where you don’t have the barriers.  And we’re not going to let that happen.  So we’re building a lot of it.  We’ll be up to about 115 miles of wall — some renovated, some new.  And we’re going to make a big step in the next week or so, prior to my doing anything.  But actually having a national emergency does help the process.  It would certainly help the process.What would help a lot would be if the Democrats could actually be honest and approve.  They’re not being honest.  Everybody knows they’re not being honest.  They know they’re not being honest.  I’d like to hear what they talk about in their rooms when they go back.And I tell you what: A lot of pressure is being put on by Democrats — being put on their leadership.  Tremendous pressure is being put on because they cannot justify not having a barrier between our country and Mexico.  Mexico — it just came out yesterday, numbers were just released: Thirty-eight thousand people were murdered in Mexico — up, like, an incredible amount, 30 percent or something, from the year before.  Thirty-eight thousand people were murdered in Mexico.  It’s one of the most, unfortunately, unsafe countries in the world.  We need a protective barrier for our country.And that doesn’t include Honduras, who we are not happy with, and we’re looking very seriously at taking away all funding.  And same thing for Guatemala, and the same thing for El Salvador.  It’s a disgrace what’s going on in those countries.  For years and years, the United States has paid them hundreds of millions of dollars, and they do nothing for us.When a caravan starts in the middle of Honduras, obviously they’re allowing it to start.  And they want it to start because they want to not have certain people in their country.  So what do they do?  They put them in the caravan.  And we’ve had tremendous numbers of criminals that we’ve caught in the caravans before they get here.So the committee is — I know the Republicans want to do something.  And I’m not saying it because I’m a Republican.  I’m saying the Democrats are instructed: “Don’t do a wall.”  And they’re only doing that — you hear about human trafficking, drugs, gangs, crime — they’re only doing it for one very simple reason.  It’s one simple reason — couldn’t be simpler: because they think it’s good politics for 2020.  Because they say, “Maybe we can beat Trump because this is a big issue.”Now, I’ve done a lot of other issues.  I’ve done military, where we’ve — our military is in great shape now.  It’s strong and ready.  It was totally depleted when I got here.  Regulation cuts, tax cuts.  I mean, we’ve done more than any other President has ever done in the first two years of his presidency.But the wall is a big factor, and they want to use the wall for politics.  So it’s not going to work because we’re building the wall, and it’s under construction.Yes.Q    Mr. President, have you privately decided whether or not you will declare a national emergency?  And just to clarify —THE PRESIDENT:  Have I privately?  You know, what’s in my mind?Q    What’s in your mind.THE PRESIDENT:  Well, certainly thinking about it.Q    You’re thinking (inaudible)?THE PRESIDENT:  I think there’s a good chance that we’ll have to do that.  But we will, at the same time, be building — regardless, we’re building wall and we’re building a lot of wall.  But I can do it a lot faster the other way.Q    Are you saying that you will — that we should be prepared for you to announce at the State of the Union what you are going to do?THE PRESIDENT:  Well, I’m saying listen closely to the State of the Union.  I think you’ll find it very exciting.Q    Can we get a Venezuela question real quick?THE PRESIDENT:  Yeah.Q    Are you willing to commit the U.S. military, if necessary, to force (inaudible) Maduro —THE PRESIDENT:  No, I don’t want to say that.  But it’s always an option.  Everything is an option.  I take no options off the table.  Okay?  Thank you.Q    Mr. President, are you thinking of adding on a meeting with Xi Jinping on the back end or the front end of the meeting with Kim?THE PRESIDENT:  Yeah, I’m thinking about it.Q    How close are you —THE PRESIDENT:  I mean, some of you were there yesterday.  We had an incredible meeting yesterday with the Vice Premier of China — a very powerful man, highly respected.  Very strong.  Very respected, also, by the President — President Xi.  And we had an amazing meeting on trade — mostly on trade.  Actually, also on fentanyl.  China has agreed to criminalize fentanyl.  That’s going to have a huge impact on fentanyl coming into the country.There is a possibility we’ll meet somewhere, whether it’s there — I’m over in a certain location.  I’ll be over in a certain location there, as you know.Q    So you might do —THE PRESIDENT:  That’ll be announced officially probably next week.Q    So you might do two —THE PRESIDENT:  It could happen.  It could happen.Q    It sounded like Da Nang for that summit, sir.  Is that a good guess?THE PRESIDENT:  Gee, Da Nang.  Who does Da Nang remind me of, huh?  (Laughter.)  A certain senator.  It’s a certain senator that said he was a war hero when he wasn’t.  He never saw Da Nang.Q    And just to follow up — have you found the money to pay — to build a wall in case you do have to (inaudible)?THE PRESIDENT:  Well, we have a lot of money, and that’s why we’re building.  I mean, we have a lot of money.  Don’t forget, we had a billion-six approved.  Then we had another billion-six approved.  Now, in theory, we have a billion-three approved.But we’re renovating a lot of walls that were basically dilapidated.  In some cases, it’s called a “renovation,” but it’s really much more.  It’s wall that is in such bad shape that we take it down and we build new wall in certain very important areas.But we’re doing a combination of renovation and new wall.  But we’re doing a lot of it.Q    Mr. President, do you need an appropriation from Congress or a national emergency to build all the wall you think is necessary?THE PRESIDENT:  We’re already appropriated.  We have a lot of appropriation.  It’s already been done.  And certain other things we’ll be doing that we haven’t done yet.  And one of the things we’re considering, obviously, is a national emergency.And it is — it’s an invasion of our country, of not only people, not only gangs and criminals and human traffickers; it’s an invasion of drugs into our country.  It’s an invasion like you’ve never seen before.  You talk about heroin — 90 percent of the heroin coming into our country comes in through the southern border.  We can stop so much of that.And I’ll tell you this: If we build a proper barrier, with all of the technology, which only really works with the barrier — but if we build a proper barrier with great technology, too, we will see crime throughout the United States go down in percentages that we’ve never seen before.  It’ll be an amazing thing.  Because so much of it comes through the southern border.Q    Mr. President, a follow.  Can you tell us some of the themes that are important to you in the State of the Union speech?THE PRESIDENT:  I think most of the themes you would know.  It’s economic development.  It’s success.  I mean, no country has had the success that we’ve had over the last two years.  And I will say this: If the other party got into office, instead of being up and having these phenomenal 304,000 jobs added — and we had so many great months.And, you know, it’s been a little bit tricky because I’m in the middle of some very big trade deals, which is disruptive before you make it.  But after you make it, those deals are much better than they were before.  I don’t even mean much better; I mean better like nobody has ever seen before.  That includes a deal.  If we make the deal with China, you’re talking about, it’ll be a different world for us.  We lost $500 billion a year with China, for many years.  Five-hundred billion, not million.  Five-hundred billion.  We’re not going to do that anymore.Our relationship with China is extraordinary.  My relationship with President Xi is better, I guarantee, than any relationship of a President and a President.  It’s not even close.  But it can’t go on this way.  We can’t allow this to happen.And, if you notice, yesterday — and I think it was a big story, or it should have been — but China, as a sign of goodwill, has agreed to purchase a tremendous, massive amount of soybeans and other agricultural product.  Our farmers, this morning, are very happy.  I spoke to Sonny Perdue, Secretary of Agriculture.  He called me this morning.  Our farmers are extremely happy.Q    In Texas, where you want to build about 168 miles of wall, you can’t build the wall right on border; you’ve got to build off the floodplain.THE PRESIDENT:  Right.Q    So you may slow down human trafficking, you may slow down drug runners, you may slow down people who don’t want to get caught.  But for all these tens of thousands of Central American migrants who just want to touch foot on U.S. soil and wait for the Border Patrol to pick them up, how does building new wall solve that problem?THE PRESIDENT:  Well, we’re going to solve the problem, and we’re also working on different things because there’s so many loopholes.You’re right: Touch the land — all of the sudden, it’s a catch-and-release deal.  They become — they go into the country and, in some cases, if they’re criminals, you — they’re released into our country.  It’s a ridiculous thing.  It’s a loophole.And if you look at the visa lottery, and if you look at all of these other — chain migration.  We have to fix all of it, John.  It’s very important.  The wall is the most important thing by far.  But we have to fix the loopholes.  You’re 100 percent right.Okay, yeah.Q    Nancy Pelosi says you’re risking an arms race with Russia today.  What’s your answer?THE PRESIDENT:  Say it again.Q    Nancy Pelosi says you’re risking a new arms race with Russia.  What’s your answer?THE PRESIDENT:  Honestly, I don’t think she has a clue.  I really don’t.  I don’t think Nancy has a clue.  And I see that when she says, “Walls are immoral.”  She doesn’t have — she doesn’t know.  And I wish she did because she’s hurting this country so badly.  It’s all rhetorical; not delivered well.  But it’s all rhetorical.  She’s hurting our country very, very badly, even with statements like that.Okay, thank you very much everybody.Go ahead.Q    Pulling out of the INF, is this as much about the threat in the Western Pacific from China as the emerging threat from China (inaudible)?THE PRESIDENT:  No, the reason is — the reason is — first of all, you have to add countries, obviously.  It’s old.  But, very importantly, one side has not been adhering to it.  We have, but one side hasn’t.  So unless they’re going to adhere, we shouldn’t be the only one.I hope that we’re able to get everybody in a very big and beautiful room, and do a new treaty that would be much better.  But — because certainly I would like to see that.But you have to have everybody adhere to it, and you have a certain side that almost pretends it doesn’t exist — pretty much pretends it doesn’t exist.So unless we’re going to have something that we all agree to, we can’t be put at the disadvantage of going by a treaty, limiting what we do, when somebody else doesn’t go by that treaty.  Okay?Thank you.  Thank you very much.END12:50 P.M. EST",
    "president": null
}