{
    "title": "Ivanka Trump Promotes Access to High-Quality Coding and Computer Science Education Programs – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/ivanka-trump-promotes-access-high-quality-coding-computer-science-education-programs/",
    "created_at": "2017-09-27T00:00:00",
    "content": "\n\n\t\tEducation\t\n\nSeptember 27, 2017\n2 minute readSenior Advisor to the President Ivanka Trump arrived at Detroit Design 139 in Detroit, Michigan on Tuesday to participate in an event promoting access to high-quality coding and computer science education programs in K-12 schools.Ms. Trump contributed to a panel of tech industry leaders organized and moderated by the Internet Association’s CEO, Michael Beckerman, who asked Trump how she came to be a part of the conversation on computer science in schools. “Computer science and coding are priorities for the administration as we think about pathways to jobs and alignment of education to in demand jobs in the modern economy,” Trump responded. The panel discussed the importance of establishing programs in K-12 schools that provide students with the skill set necessary to enable their generation, and the economy as a whole, to thrive.Companies across the country are supporting the federal government’s initiatives to expand science, technology, engineering, and mathematics (STEM) and computer science education. The Internet Association announced Tuesday morning before Ms. Trump’s arrival that a $300 million investment from the private sector will be utilized to implement and improve computer science education programs. Amazon, Facebook, Google, Microsoft, and Salesforce have each committed $50 million. Lockheed Martin has promised $25 million, as well as $10 million from General Motors Co., Accenture, and Pluralsight.Ivanka Trump’s visit to Detroit was the day after President Donald J. Trump signed a Presidential Memorandum directing the Department of Education to invest a minimum of $200 million annually in grant funding to expand high-quality STEM and computer science education in schools. “My administration will do everything possible to provide our children, especially kids in underserved areas, with access to high-quality education in science, technology, engineering, and math,” said President Trump in the Oval Office on Monday as he signed the memorandum.Ivanka Trump continues to promote STEM and computer science education, aiming to address the lack of resources that is faced at many K-12 schools and provide them with the necessary means to implement high-quality STEM and computer science programs.",
    "president": null
}