{
    "title": "Remarks by President Trump, President Moon, Commerce Secretary Ross, and NEC Director Cohn in Bilateral Meeting – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-president-moon-commerce-secretary-ross-nec-director-cohn-bilateral-meeting/",
    "created_at": "2017-06-30T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nJune 30, 2017\nCabinet Room10:50 A.M. EDTPRESIDENT TRUMP:  Okay, thank you very much.  We have many of our great members, our Vice President, Secretary of State, Secretary of Defense.  We have several of our really wonderful leaders here.  And you have your leaders with you and your representatives.And we’re going to be discussing two things mostly, and number one would be North Korea, and we pretty much discussed that last night at length.  I think we have a very, very strong, solid plan.  And number two is going to be, of course, trade — because the trade deal is up, and we want to make a deal that’s fair for the United States and fair for South Korea.  So we’ll start doing that.Gary Cohn is here.  Wilbur Ross is here.  And I think that’s a very important thing.  And, Wilbur, perhaps you’d like to say a few things about trade right now, and we can probably leave the media — because trade is very important — for a little while.  But perhaps you’d say a few words about trade and what we’re looking to do.SECRETARY ROSS:  Yes, sir.  The trade imbalance with South Korea has doubled since the KORUS treaty was put into effect, and the largest single component of that is automotive trade.  That’s an absolute majority of it.  So there are a lot of non-tariff trade barriers to U.S. exports.  Only 25,000 cars per Big Three manufacturer are allowed in based on U.S. standards.  Anything above that needs to be on Korean standards.So that kind of rulemaking affects quite a few industries and really restricts the access that U.S. companies have to the Korean market.We have a separate problem with oilfield tubular goods and other steel products.  There is no domestic market for oilfield tubular goods in Korea.  So everything they make is for export, and we had recent trade cases demonstrating that a lot of that is dumped Chinese steel coming as hot-rolled coil and then coming back to the U.S. as oilfield tubular goods.So there are a lot of very specific problems, and I think the way to address it is to deal product by product with what we can do to change the export side and what we can do to reduce the bad import side.PRESIDENT TRUMP:  All right, thank you very much.  You can stay for this also.  Perhaps Gary Cohn could say a few words also about trade.MR. COHN:  Yes, thank you, Mr. President.  As you know, much of our biggest problem on trade has to do with our economic relationship with China, and we have maintained a very large trade deficit with China, and it continues to grow.As Wilbur said, China has many predatory practices in the way they deal with us, with intellectual property and trade barriers for us.  We’re forced to transfer technology into China, forced to have joint ventures in China.  We have tariffs and nontariff barriers; unable to own companies in China, as well.  And we’re dealing with all of their policies.At some point we’d be interested to hear how you’re dealing with the Chinese policies and how you can help us in dealing with Chinese policies.PRESIDENT TRUMP:  Thank you very much.  The fact is that the United States has trade deficits with many, many countries, and we cannot allow that to continue.  And we’ll start with South Korea right now.  But we cannot allow that to continue.  This is really a statement that I make about all trade.  For many, many years, the United States has suffered through massive trade deficits.  That’s why we have $20 trillion in debt.  So we’ll be changing that.The good news is we’re making great products.  And I appreciate very much they’re giving — South Korea is giving very, very big orders to the United States for — as you know, for military.  They’re buying many F-35 fighter jets from Lockheed, and they’re buying other military equipment at a level that they’ve never reached before.  So that’s good.Also, I understand you’re dealing with Alaska — great state — on natural gas, and other parts of the United States.  We have a lot of natural gas, so we love that you’re going to do that.And things like that will bring down the trade deficit substantially.  That’s what we like, and we appreciate it very much.Mr. President, would you like to say something before the media leaves?PRESIDENT MOON:  (Speaks Korean.  No translation provided.)PRESIDENT TRUMP:  Okay, we can do that.  And I’m sure that everybody understood that answer.  (Laughter.)  I hope.  But it was a very good answer.\nThank you all very much.END\n10:56 A.M. EDT",
    "president": null
}