{
    "title": "Innovative Policies to Improve All Americans’ Health – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/innovative-policies-to-improve-all-americans-health/",
    "created_at": "2018-02-21T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nFebruary 21, 2018\n4 minute readCouncil of Economic AdvisersHealth policy that is predominantly focused on expanding insurance coverage risks missing other policies that can improve the health of our citizens. \n\t\t\t\t\t\tCouncil of Economic Advisers\t\t\t\t\tThere are many determinants of health, but recent U.S. government health policy has mainly focused on one: expanding health insurance coverage through implementation of the Affordable Care Act (ACA). The ACA expansion covered fewer people than anticipated, and most of them gained coverage through Medicaid, which provides small, uncertain benefits and limited access to care. Moreover, the ACA imposed costly mandates and regulations that raised costs, diminished people’s choices, and forced them to buy insurance they neither wanted nor needed.Health insurance is a positive factor in the lives of Americans, providing financial protection and peace of mind in case of serious illness. But the evidence shows that health insurance provided through government expansions and the medical care it finances affect health less than is commonly believed. Determinants of health other than insurance and medical care—such as drug abuse, diet and physical activity leading to obesity, and smoking—have a tremendous impact and have exacerbated recent declines in life expectancy, despite the ACA’s increased coverage.Health policy that is predominantly focused on expanding insurance coverage risks missing other policies that can improve the health of our citizens. This Administration is focused on reversing the harm caused by the ACA by fostering competition, choice, and innovation while also addressing the many factors beyond insurance that influence health. The Administration is particularly concerned about the opioid crisis that exploded during the ACA expansion. In 2016, synthetic opioids such as fentanyl became the primarily reason for overdose deaths amount opioid users (see graph above). The CEA finds that the economic cost of the opioid crisis—as much as $504 billion in 2015, or 2.8 percent of gross domestic product—is far higher than previous estimates. The Administration has taken substantial steps to decrease the supply of prescription and illicit opioids and to increase treatment options. Additional government actions and private innovation may be needed to make further progress against opioid abuse and other behavioral health problems such as obesity and smoking.Innovation often reduces the price of health over time by providing previously unavailable treatments at patent-protected prices that fall as competing brands, and eventually generic products, come on the market. Nevertheless, as the prices of new specialty drugs have demonstrated, the initial prices of innovative products can sometimes be so high that people struggle to pay for them. The Administration is committed to bringing down the price Americans pay for healthcare, especially drug prices, while preserving and improving incentives to innovate. The Administration has made efforts to move beyond government insurance expansions that provide uncertain benefits to only a small segment of the population and instead pursue initiatives that lower costs and improve the health of all Americans.Read Fighting Cybersecurity Threats to the Growing Economy",
    "president": null
}