{
    "title": "Intern Series: If You Want to Know… – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-want-know/",
    "created_at": "2017-08-15T00:00:00",
    "content": "\nAugust 15, 2017\n2 minute readA mentor of mine once said, “If you want to know who you are going to be in five years, you look at two things: the books you read and the people you surround yourself with.” While participating in the Summer 2017 White House Internship Program, I had the opportunity to meet with some intelligent, ambitious, and inspiring people. Being in a cohort of incredible interns, I tried to meet with at least five new interns per week.For example, I recently met with a peer from Connecticut who is tri-lingual. His passion for foreign policy and his interest in political economics was very evident. Within the first few moments, it was clear he was very well-versed in research and had done extensive research in his areas of interest. His greatest asset, however, was his lending hand and willingness to help others achieve their aspirations.A common factor among the White House Internship Program class is not just a passion to serve the Administration, but also a passion to serve the people. Midway through the program, I met with a compassionate, driven intern. She is a D-1 athlete and also volunteers for a nonprofit which coordinates mentorships for children with disabilities. It is great to see how the interns are an earnest reflection of the Trump Administration­—servants of the American people, driven, and doing their part to Make America Great Again.Whether we are getting coffee before work, lunch in the Eisenhower Executive Office Building cafeteria, or dinner after hours, I am blessed to have the opportunity to “surround myself” with some of the most passionate, caring, and driven people.Brandon Marcel Gosselin is from Burlington, Oklahoma. In May 2017, Brandon graduated summa cum laude with a B.B.A. from Freed-Hardeman University. Brandon Gosselin is a member of the Summer 2017 White House Internship Program in the Office of Presidential Correspondence.",
    "president": null
}