{
    "title": "Remarks by President Trump and Prime Minister May of the United Kingdom Before Bilateral Meeting – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-prime-minister-may-united-kingdom-bilateral-meeting-2/",
    "created_at": "2018-09-26T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nSeptember 26, 2018\nLotte New York PalaceNew York, New York3:29 P.M. EDTPRESIDENT TRUMP:  Thank you very much.  It’s my great honor to be with Prime Minister Theresa May.  She’s working very hard, like all of us, and doing a very, very good job.We spent a lot of time together in my last trip to the UK.  And I think that’s when we could say we got to know each other.  And it was like meeting after meeting after meeting.  And I said, “This is really good.”  And every meeting became better and better.I will say that we’re talking about a lot of different things today: trade, military, security, protection, all sorts of things.  We have a myriad of things to talk about.  I just want to say it’s great to be with you and great to have you as a friend.  Thank you very much, Theresa.PRIME MINISTER MAY:  Well, thank you very much, Mr. President.  Thank you, Donald.  And it’s great to be here.  And looking forward to the discussion we’re going to have, as you say, on quite a variety of topics.The relationship between the UK and the U.S. is a really special one.PRESIDENT TRUMP:  Yes.PRIME MINISTER MAY:  It’s deep and enduring.  But there is much for us to talk about as we go forward together, particularly, obviously, the ambitious and wide-ranging trade deal that we want to do between the UK and the U.S.  But also, our security partnership and defense partnership, and those many challenges that we are facing around the world and how we come together to operate.PRESIDENT TRUMP:  Right.  And we’ll talk about them.  And we’ll come up with solutions and answers.Thank you very much, everybody.We’ll see you at the press conference at five o’clock.END                 3:31 P.M. EDT",
    "president": null
}