{
    "title": "Intern Series: Summer Internship Taking Off – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-summer-internship-taking-off/",
    "created_at": "2017-08-08T00:00:00",
    "content": "\nAugust 8, 2017\n2 minute readHalfway through my White House internship, I had the opportunity to stand in the Roosevelt Room while President Donald J. Trump signed the Executive Order on Reviving the National Space Council. Vice President Mike Pence prefaced the signing by stating that the Executive Order will usher in a new era as America recommits itself to unlocking the mysteries of space. Standing near me was the legendary astronaut Buzz Aldrin, along with brave American astronauts David Wolf and Alvin Drew.The crowded room in the West Wing was humming with pride, anticipation, and wonder as President Trump entered the room. I thought back to the moments of my childhood when I would imitate the attention-capturing countdown via radio from Houston. The call would come in, “Three… Two… One… Blast Off.” My toy rocket would ignite its engines and blast off into the expanse of darkness (which only extended to the top of my outstretched arms). As President Trump spoke about restoring America to be the world leader in space exploration once more, the room was collectively inspired.In 1969, Apollo 11 was launched into space and instilled a sense of curiosity and fervor into the hearts of the American public. This 2017 Executive Order seeks to return this sense of wonder to the people and unite Americans through technology, innovation, and achievement.Being part of this extra-special day was something I will always remember. As a high school student, I took an aerospace engineering class that reinforced my curiosity about space and rockets. Building off this interest, I am pursuing a degree in engineering. I am excited to take with me the memories and lessons I have gained as part of the Summer 2017 White House Internship Program as I blast off into the “deep unknown” that is college and my future career.Collin Doerflinger is from Franksville, Wisconsin, and is a Freshman studying General Engineering at the University of Wisconsin – Madison. Collin is a member of the Summer 2017 White House Internship Program in the Office of Presidential Correspondence and the Office of Public Liaison.",
    "president": null
}