{
    "title": "Remarks by President Trump and Prime Minister Tsipras of Greece Before Bilateral Meeting – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-prime-minister-tsipras-greece-bilateral-meeting/",
    "created_at": "2017-10-17T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nOctober 17, 2017\nOval Office12:07 P.M. EDTPRESIDENT TRUMP:  Thank you very much, everybody.  It’s an honor to have Prime Minister Tsipras of Greece with us.As you know, Greece has gone through a lot over the last number of years, but they are doing a terrific job of coming back.  And they will be back.  We’re working with them on many different things.  They’re upgrading their fleets of airplanes — the F-16 plane, which is a terrific plane.  They’re doing big upgrades.  And we’re doing trade with Greece, and we’re going to have some meetings right after this.We’re having meetings with the staff.  We’re having a luncheon with the staff also.  And we’ll be talking about additional ways where Greece will help us and we will help Greece.But we’ve had a long-time relationship with Greece.  They have been great friends and loyal friends and allies.  And we look forward to our discussion today.  Thank you, Mr. Prime Minister.PRIME MINISTER TSIPRAS:  Thank you, Mr. President.  Thank you for the invitation and the hospitality.  I am sure that we’ll have a very fruitful discussion today.I think that this is as a very important moment for our positive cooperation, and I’m sure that we’ll do whatever it takes to enhance this cooperation.Greece is a terrific partner in a very sensitive region — but every time was a reliable partner for the United States.PRESIDENT TRUMP:  That’s true.  That’s true.PRIME MINISTER TSIPRAS:  And we share common values.  Don’t forget that when Greece was born, freedom — the values of freedom and democracy that we all share all together.So I’m very happy to be here.  It’s an honor for me.PRESIDENT TRUMP:  It’s my honor.  Thank you.Q    Mr. President, if Obamacare is dead, aren’t you trying to keep it alive in some ways?PRESIDENT TRUMP:  Obamacare is virtually dead.  At best, you could say it’s in its final legs.  The premiums are going through the roof.  The deductibles are so high that people don’t get to use it.  Obamacare is a disgrace to our nation, and we are solving the problem of Obamacare.  Okay?Thank you all very much.  Thank you.  Thank you.END12:09 P.M. EDT",
    "president": null
}