{
    "title": "President Donald J. Trump’s Weekly Address – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/president-donald-j-trumps-weekly-address-20/",
    "created_at": "2017-07-21T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tEconomy & Jobs\t\n\nIssued on:\nJuly 21, 2017\nThe President’s Weekly Address is now available to watch on YouTube, Facebook, Twitter, and WH.gov.7/21/17: Weekly AddressTranscript:My fellow Americans,On Monday, I signed a Presidential Proclamation declaring this to be “Made in America Week.”We believe that our country is stronger, safer, and more prosperous when we make more of our goods and our products right here in the USA.  When we purchase products Made in America, the wealth, revenue and jobs all stay in our country – to be enjoyed by our people.Since we first won our Independence, our Founders and many of our greatest leaders have promoted that we should afford a special level of protection to the products and goods manufactured within our borders.  They understood that as a nation, we have common bonds with our fellow citizens and common obligations to each other.  Making and buying made in America products brings us closer, and strengthens the ties that link us all together.For too long, our government’s policies have punished production in America while rewarding and encouraging the movement of production overseas, which is totally ridiculous.  The result has been the loss of numerous industries, the decimation of entire communities, and years of sluggish growth and flat wages.Throughout American history, our nation’s best leaders have believed in the importance of protecting our domestic industry.  This includes every President on Mount Rushmore.George Washington encouraged Americans to produce their own goods so that our young nation could become truly independent.Thomas Jefferson wrote that Americans should choose products made in America whenever possible – and by the way, I’m asking you to do that.Abraham Lincoln warned that abandoning the policies that protect American industry would “produce want and ruin among our people.”Theodore Roosevelt stated in his First message to Congress that “Reciprocity must be treated as the handmaiden of protection.”James Monroe called on our nation to “cherish and sustain our manufacturers.”James Garfield said of our nation’s manufacturers: “To them the country owes the splendor of the position it holds before the world.”William McKinley believed that when America protects our workers and industries, we “open up a higher and better destiny for our people.”And Calvin Coolidge stated that protecting American industry “enables our people to live according to a better standard… and receive a better rate of compensation than any people, anytime, anywhere on earth, ever enjoyed.”We are now, under the Trump Administration, reclaiming our heritage as a manufacturing nation.  We are fighting to provide a level playing field for American Workers and Industries.  Other countries will cease taking advantage of us, believe me.We are going to build works of beauty and wonder – with American hands, American grit, and American iron, aluminum, and steel.No longer will we allow other countries to break the rules, steal our jobs, and drain our wealth.  Instead, we will follow two simple but very crucial rules: We will buy American and we will hire American.Already, we have created over a million new jobs this year – and doing even better than anticipated.  We are just getting started – believe me, we are just getting started.For every job that comes back to this country, and every factory that reopens, and every town that is revitalized, we aren’t just restoring American wealth, we are restoring American pride.  We are restoring America’s future – a future where millions will be lifted from welfare to work, where children will grow up in safe and vibrant communities, and where our nation will stand stronger than ever before.And most importantly, it will be a future in which you – our citizens – always come first.Thank you, God bless you, and God bless America – we are truly making it great again.",
    "president": null
}