{
    "title": "Small Businesses, “The Engine of the American Dream” – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/small-businesses-engine-american-dream/",
    "created_at": "2017-08-01T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nAugust 1, 2017\n2 minute readPresident Trump Participates in an Event with Small BusinessesOn Tuesday, President Donald J. Trump welcomed over 100 small business owners to the White House for an event highlighting small businesses, “The Engine of the American Dream.” Together with the Administrator of the Small Business Administration (SBA), Linda McMahon, and Senior Advisor Ivanka Trump, President Trump demonstrated his Administration’s commitment to instituting policies that allow small businesses to flourish in America and to spotlight the large contributions that small businesses make to the American economy.President Trump began his remarks in the East Room by thanking all the business owners for joining him at the White House and for the hard work they do across the Nation to create jobs and grow the economy. He then highlighted the steps his Administration has taken, and will continue to take, to end job-killing regulations, ease restrictions on American energy, and cut burdensome taxes. “America is on the verge of a golden age for small business,” said the President.President Trump closed his remarks by reaffirming his commitment to America’s small businesses and assuring owners that his Administration will be behind them as they continue to grow and thrive in America. “You are the dreamers and innovators who are powering us into the future –- that’s exactly what you are — and my administration will be there with you every single step of the way,” he said.After the President’s remarks, Administrator McMahon and Ivanka Trump held a question and answer session with the small business owners in the room. These small businesses represented numerous sectors of the American economy, including manufacturing, retail, and service. Topics of discussion included tax reform, growth resources, and regulatory relief.President Trump has made economic and business reforms a central focus of his Administration. Small business is the engine of the American dream, and President Trump and his Administration are determined to create a competitive business climate and promote entrepreneurial success in the United States.",
    "president": null
}