{
    "title": "ONDCP Releases Data on Coca Cultivation and Cocaine Production in Peru and Bolivia – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/ondcp-releases-data-coca-cultivation-cocaine-production-peru-bolivia/",
    "created_at": "2018-11-02T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\nIssued on:\nNovember 2, 2018\nOffice of National Drug Control PolicyToday, the White House Office of National Drug Control Policy (ONDCP) released the U.S. Government’s annual estimates of coca cultivation and cocaine production for the Republic of Peru and the Plurinational State of Bolivia.  Cocaine production in the Andean region as a whole remains a significant challenge.“The ongoing coca cultivation in both Peru and Bolivia pose a threat for us as a nation, and aggravates our domestic drug addiction crisis,” said ONDCP Deputy Director Jim Carroll. “It is important that our governments work together to take action against cultivation and production, and to save lives of those affected by drug trafficking.  Peru continues to be a great partner and we have a shared responsibility to address this problem.  In Bolivia, we would like to see real efforts against cultivation and production.”PeruPure potential cocaine production in Peru increased to the highest level in 25 years, rising 20 percent to 491 metric tons, while coca cultivation saw a 13 percent increase in 2017. This growth has been driven by increased production in the Valley of the Apurímac, Ene, and Mantaro Rivers (commonly known as the VRAEM), where the Peruvian government is facing significant security challenges.BoliviaThe updated surveys reflect modest decreases in the coca cultivation and potential cocaine production numbers.  However, cultivation continues to exceed the limit established by the Bolivian government for religious and cultural use by an estimated 9,000 hectares.   Coca cultivation remains a significant challenge; cultivation in the major growing region of Yungas has averaged 20,000 hectares over the last decade.",
    "president": null
}