{
    "title": "Welcoming the Pittsburgh Penguins to the White House – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/welcoming-pittsburgh-penguins-white-house/",
    "created_at": "2017-10-11T00:00:00",
    "content": "\nOctober 11, 2017\n2 minute readPresident Trump Welcomes The Pittsburgh Penguins to the White HouseThe scene was a jovial one as the Stanley Cup was brought into the room to an eager audience chanting “let’s go Pens.” The first ever back-to-back Stanley Cup champions followed shortly after to receive the cheers of the crowd as well as the President’s praise. “Do you think you’re going to be back here next year?” President Trump asked. The crowd responded with more cheers.“While you’re dominant on the ice, the heart of the organization and its commitment to Pittsburgh shines just as brightly off the ice,” the President stated. He continued to highlight the number of great causes that the Pittsburgh Penguins Foundation supports. Over a million dollars in grants were awarded to local charities just last season and their annual food drive provides thousands of pounds of food as well as tens of thousands of dollars to local community food banks. The Pittsburgh Penguins Foundation supports many other efforts to give back to the Pittsburgh community that welcomes their team.President Trump stated that the Penguins “embody the values of dedication, discipline, and hard work,” while also taking the time to acknowledge those same qualities in the first responders aiding in the aftermath of the Las Vegas shooting, relief efforts following Hurricanes Harvey, Irma, Maria, and Nate, and the battle against fires consuming California’s wine country. “They’ve been incredible,” said the President recognizing their hard work and dedication to their Nation through times of terrible tragedy.“Just as much as your five Stanley Cup wins, your generosity has shown the true character of this incredible organization,” President Trump told the Penguins. “You are true, true champions and incredible patriots.” ",
    "president": null
}