{
    "title": "Did You Know? The President’s Infrastructure Plan Will Help Bolster Broadband Access to Rural America – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/know-presidents-infrastructure-plan-will-help-bolster-broadband-access-rural-america/",
    "created_at": "2018-02-20T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nFebruary 20, 2018\n2 minute readFarmers, ranchers, foresters, and those in rural America know that the U.S. economy is booming once again, however, they also know their local byways, small towns and farmlands have not kept pace.A task force created by President Trump developed recommendations for promoting prosperity in rural America, and one of its key recommendations is to deploy high-speed internet access to this nation’s farms, factories, forests, and small businesses in rural America.Did you know? The President’s infrastructure plan will help states achieve this access by streamlining the arduous permitting approval process for deploying broadband infrastructure like fiber and towers and by incentivizing private capital investment, including the use of public-private partnerships.The President is seeking long-term reforms for infrastructure by stimulating at least $1.5 trillion in new investment and shortening the project approval process to two years.This plan will protect the environment, unshackling hundreds of billions of dollars in infrastructure projects — including rural broadband — currently stalled at various stages of the permitting process.The Administration supports providing a lighter federal touch in funding and permitting for infrastructure. The initiative will delegate authority to states and communities where feasible and trust them to make decisions to meet their unique infrastructure needs.The President’s plan dedicates $50 billion for rural infrastructure capital investments in broadband, power generation, water facilities, transportation, and other asset classes.Eighty percent of these funds will be provided to the Governor of each state. Governors would have the discretion to choose investments that respond to the unique high-priority rural needs of their states. The other 20 percent will be distributed as rural performance grants based on competitive criteria, including increased investment in broadband. A portion of this funding will also be dedicated for tribes and territories.It is imperative that we increase access to capital in rural America, repair crumbling infrastructure, and reduce regulatory burdens to foster greater economic development. The Trump Administration looks to empower rural America by tearing down barriers that inhibit that growth.It’s time to make rural America great again.",
    "president": null
}