{
    "title": "The Second Lady Provides Art Supply Kits to Children’s Hospitals – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/second-lady-provides-art-supply-kits-childrens-hospitals/",
    "created_at": "2017-11-14T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nNovember 14, 2017\n4 minute read\n\n\t\t\t\t\t\tKaren Pence\t\t\t\t\t\t\t\nSecond LadyToday, I had the privilege of partnering with The Congressional Club, a club whose members are spouses of current or former members of Congress. We partnered to do a service project that is near and dear to my heart. At the Vice President’s Residence, I, along with my 60 guests, assembled 800 art supply kits to be donated to art therapists in 28 children’s hospitals across the United States.The art kits were made on behalf of Emma’s Art Cart, a nonprofit organization started by Emma Stumpf of Indiana, who was seven years old when doctors discovered a brain tumor. Emma will soon turn 16. Throughout her treatment, she found comfort by working with art therapists. Emma wanted other children to have the same experience, so she started to collect art supplies to donate to young patients, forming her own program called Emma’s Art Cart. Emma’s program has gained national recognition and she received the National Jefferson Award.Emma’s goal is to have 150,000 kits donated to children’s hospitals by the end of the year. Today, she joined us via FaceTime to provide encouragement. It was adorable to see Emma encouraging all of the workers…and all of the workers encouraging her and telling her how proud they are of her. Each kit contains at least three art supplies and an encouraging note.Emma Stumpf is a very special young lady who has touched many lives, including mine, with her enthusiasm to help others as she fights her own battle to beat cancer. These 800 art kits will help Emma get closer to her goal of giving art supplies to every child who is going through a difficult time and needs to express themselves. I commend Emma for her dedication to turning her dream into a reality. It was our pleasure to help this worthwhile cause. And I applaud all of the art therapists around the country who will do amazing things with these art kits.I am honored to have this national and international platform to shine the light on art therapy. I hope you continue to follow along, as I will share stories about my visits across the United States and around the world to elevate art therapy. To learn more, read why I chose art therapy as my initiative here, and watch my video here.To learn more about Emma’s Art Cart, visit http://lead360.jeffersonawards.org/hub/emmas-art-kit/. To learn more about The Congressional Club, visit https://www.thecongressionalclub.com/.",
    "president": null
}