{
    "title": "Remarks by President Trump Before Marine One Departure – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-marine-one-departure-91/",
    "created_at": "2020-05-15T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tHealthcare\t\n\nIssued on:\nMay 15, 2020\nTHE PRESIDENT:  So we’ll be going to Camp David.  We have a lot of meetings scheduled.  I think they’ll be very successful meetings.  We’re getting a lot of gear out.  We’re getting a lot of gowns out — protective equipment.  And the governors have all been very thankful.  We received a lot of calls today from governors.  They’re very thankful for the job we’re doing.  And that’s good.Do you have any questions?  Please.Q    Yeah, what’s the topic of the discussion at Camp David this weekend?THE PRESIDENT:  Go ahead.Q    What’s the topic of the discussion at Camp David this weekend?THE PRESIDENT:  So we have a lot of discussions going on at Camp David, some military and some other than military.  We’ll probably report back on it on Monday.Q    Why are you not wanting to talk to President Xi right now, of China?THE PRESIDENT:  I just don’t want to talk to him right now.  We’ll — we’ll see what happens over the next little while.  They’re buying a lot of our material.  They’re spending a lot on the trade deal, but the trade deal — I don’t know, somehow I lost a little flavor for it.  You can understand.Go ahead.Q    Sir, how many ventilators are you sending to India?THE PRESIDENT:  We’re sending a lot of ventilators to India.  I spoke to Prime Minister Modi, and we’re sending quite a few ventilators to India.  We have a tremendous supply of ventilators .  So —Q    Mr. President?  Mr. President, right here.Q    Sir, who do you think should go to jail, sir?THE PRESIDENT:  Go ahead.  Go ahead.Q    Mr. President, what do you make of the images of people with guns, weapons showing up at the Michigan capitol?THE PRESIDENT:  Say it?Q    What do you make of the images of people with weapons showing up at the Michigan capitol to protest?  Are you okay with that?THE PRESIDENT:  I haven’t seen it.Q    You haven’t seen those pictures?THE PRESIDENT:  You’ll have to — you’ll have to tell me.Yeah, go ahead.Q    Should a vaccine be free?THE PRESIDENT:  We’re looking at that, actually.  But we’re making a lot of progress on vaccines.  But we’ll be speaking to you very soon, and I think we’re going to have a very good couple of meetings at Camp David.Thank you.END            5:07 P.M. EDT",
    "president": null
}