{
    "title": "Captain Gary Michael Rose Receives Medal of Honor – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/captain-gary-michael-rose-receives-medal-honor/",
    "created_at": "2017-10-23T00:00:00",
    "content": "\n\n\t\tVeterans\t\n\nOctober 23, 2017\n3 minute readOn Monday, President Donald J. Trump awarded the Congressional Medal of Honor to Captain Gary Michael “Mike” Rose (retired). Rose, a United States Army Captain, received the highest military honor for conspicuous gallantry during the Vietnam War, where he risked his life to administer lifesaving aid to his comrades in spite of severe injury and enemy fire.President Trump Presents the Medal of Honor“[Y]our will to endure, your love for your fellow soldier, your devotion to your country inspires us all,” the President said. “Nations are formed out of the strength and patriotism that lives in the hearts of our heroes.”Captain Rose was joined by his wife, Margaret, children Sarah, Claire, and Michael, and grandchildren Kaitlyn and Christian. Among the many veterans and service members present, ten were fellow members of Rose’s unit. Today, Captain Rose spends time with his family and generously volunteers in his community.After President Trump’s remarks, a military aide read aloud the citation documenting Rose’s specific acts of heroism. From September 11 through September 14, 1970, while his unit was engaged with a much larger force deep in enemy-controlled territory, then-Sergeant Rose repeatedly ran into the line of enemy fire to provide critical medical aid to his comrades, using his own body on one occasion to shield a wounded American from harm.On the final day of the mission, although wounded himself, Sergeant Rose voluntarily exposed himself to enemy fire while moving wounded personnel to the extraction point, loading them into helicopters, and helping to repel an enemy assault on the American position. As he boarded the final extraction helicopter, intense enemy fire hit the helicopter, causing it to crash shortly after takeoff. Again, ignoring his own injuries, Sergeant Rose pulled the helicopter crew and members of his unit from the burning wreckage and provided medical aid until another extraction helicopter arrived.Before concluding, President Trump addressed Rose’s grandson to commend Rose’s bravery. “I’m told that recently Christian asked his grandfather, ‘What exactly is the Congressional Medal of Honor?’ That is a wonderful question, Christian,” the President said. “It’s the award given to America’s bravest heroes who earn our freedom with their sacrifice.”",
    "president": null
}