{
    "title": "6 Months After Tax Cuts, the Real Celebration Is for America’s Workers – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/6-months-tax-cuts-real-celebration-americas-workers/",
    "created_at": "2018-06-22T00:00:00",
    "content": "\n\n\t\tBudget & Spending\t\n\nJune 22, 2018\n6 minute read Your paychecks are going way up. Your taxes are going way down. And right now, for the first time in a long time—and you’ve seen it—factories are coming back.\n\n\t\t\t\t\t\tPresident Donald J. Trump, speaking in Blue Ash, Ohio  \t\t\t\t\t\t\t\nSix months ago today, President Trump signed the Tax Cuts and Jobs Act into law—the first major overhaul of the U.S. tax code since Ronald Reagan’s presidency.The law made three important changes to help workers and small businesses. First, it cut how much money the government takes out of Americans’ paychecks. It nearly doubled the standard deduction, doubled the child tax credit, protected tax savings for college and retirement, and lowered rates across the board.Second, it put American employers on a level playing field with foreign competitors. The U.S. business tax rate went from being the highest in the developed world to falling below the average for advanced economies.Third, the law eliminated dozens of special interest tax breaks and loopholes, raising $4 trillion in revenue to help offset tax cuts by closing the door on dozens of corporate accounting tricks.This boost in paychecks in part explains the renewed sense of optimism in America’s heartland, part of our country that had taken the brunt of 21st-century economic pains. The President heard these stories firsthand when he visited White Sulphur Springs, West Virginia, in April:Not a lot of people know it, but for the average West Virginian, two kids, it’s $1,966 more in their pocket . . . The average mortgage in West Virginia is $600. You divide 600 into 1,900, and you find out that, thanks to President Trump, President Trump paid the mortgage payment for three months of the average West Virginian.— Rep. Evan Jenkins (R-WV)In addition to relief for working families, tax reform is essential to restoring America’s economic dominance. The results can be seen in our Nation’s business environment, as American companies start investing once again:When profits go up, capital investment goes up, and wages follow. That’s the reason we estimated, based on what has happened around the world, that households will get an average $4,000 wage increase from corporate tax reform . . . In a modern competitive economy, workers do well when their employers do.— Council of Economic Advisers Chairman Kevin Hassett In fact, it took less than two months for the actual results from tax reform to drown out the political spin. Minority Leader Nancy Pelosi (D-CA) referred to worker bonuses as “crumbs” and “so pathetic”:Public opinion is moving in the direction of this bill.— Jon Cohen, chief research officer for SurveyMonkeyEven more Americans will be in for a pleasant surprise when they prepare their tax returns for next April. In addition to saving workers money, the President’s plan will save them time, too:As Americans filed their taxes this spring, they wrestled for the last time with a system that for decades plundered their paychecks and made American businesses uncompetitive.— Secretary of Commerce Wilbur RossBut most important, tax cuts are one ingredient in a larger program to reclaim a strong and prosperous America. After years of slow recovery, former President Obama’s economic team set expectations for a new normal of sluggish growth. With the Trump Administration’s policies, the unemployment rate has fallen to 3.8 percent, matching its lowest level in nearly half a century:“The real question in analyzing the May jobs numbers released Friday is whether there are enough synonyms for ‘good’ in an online thesaurus to describe them adequately.”— Neil Irwin for The New York TimesThe stream of good news for American workers is something everyone—Republican, Democrat, or otherwise—should celebrate.",
    "president": null
}