{
    "title": "Team Trump is Protecting America’s Vital Manufacturing, Defense Industrial Base from Big Risks – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/team-trump-protecting-americas-vital-manufacturing-defense-industrial-base-big-risks/",
    "created_at": "2018-10-10T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nOctober 10, 2018\n2 minute read\n\n\t\t\t\t\t\tPeter Navarro\t\t\t\t\t\t\t\nAmerica’s manufacturing and defense industrial base – vital to ensuring our national security – is under significant threat at a time when the military capabilities of China, Russia, and our other strategic competitors are growing. This is an enormously important issue that has received far less attention in the news media than it deserves.Fortunately, President Trump has long recognized that to be strong and secure our nation must be able to rely on U.S. companies to manufacture products needed for our national defense. He understands that we must never become dependent on foreign nations to design, produce and maintain the aircraft, ground combat vehicles, ships, munitions, components of our nuclear arsenal, and space capabilities that are critically important to our nation’s defense.Additionally, manufacturing remains a key source of jobs and our economic strength. While President Obama was content to see manufacturing jobs exit the U.S. for other nations, President Trump’s wise America First policies are strengthening American manufacturing and creating well-paid jobs for hardworking Americans.President Trump signed an executive order in July 2017 directing the secretary of defense to assess what must be done to strengthen our manufacturing and defense industrial base. The report giving this assessment was recently released and reveals hundreds of gaps and vulnerabilities that demand immediate attention. Under this administration, they will get that attention.This landmark report outlines ways to harness the capabilities of industry and government to work together to defend our country effectively and efficiently, ensuring that taxpayer dollars are spent frugally and wisely.President Trump understands that that best way to deter our enemies and prevent war is for America to have the strongest military in the world – a goal he has achieved with increased investment in our nation’s defense. And he knows that if we are forced into a conflict, we must give the brave men and women in our armed forces what they need to prevail overwhelmingly.Read the full op-ed here.Peter Navarro is Assistant to the President and Director of the Office of Trade and Manufacturing Policy. This op-ed appeared in Fox News on October 10, 2018. ",
    "president": null
}