{
    "title": "Free and Fair Trade for American Workers and Businesses – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/free-fair-trade-american-workers-businesses/",
    "created_at": "2017-04-13T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nApril 13, 2017\n4 minute read\n\n\t\t\t\t\t\tWilbur L. Ross, Jr.\t\t\t\t\t\t\t\nSecretary of CommerceThe United States is the least protectionist country in the world but has the largest trade deficit, while other countries are highly protectionist and have huge trade surpluses.  This cannot continue.We can no longer afford to be ignorant or naive in the aggressive global marketplace, and there is no reason why we should be forced to singlehandedly absorb the $500 billion trade surplus of the rest of the world.Since inauguration, the Administration and the Department of Commerce have been moving rapidly to institute the vision and policies of President Trump.  We are acting to vigorously protect the interests of the United States and to restore the primacy of American workers and businesses.This administration will not be taken advantage of or cheated through illegal subsidies and market manipulation, and we are acting aggressively against those countries that mock our trade laws.To start, we have brought a new energy to enforcement, working to ensure that all countries play fair and by the agreed-upon rules.  We have been executing these trade investigations very rapidly.In our short time in office, Commerce has opened investigations into dumping or unfair subsidization of over $1 billion dollars of aluminum and metal imports from China and other countries; progressed in investigating over $14 billion in dumped or illegally subsidized imports of steel, chemicals, and other products into the United States; and issued final determinations and imposed duties on imports of steel and other products valued at over $2 billion, including steel from China.We have also begun the process of self-initiating trade cases, which speeds up the process of taking corrective action while allowing the Department of Commerce to shield American businesses from retaliation.To further these efforts, the President recently issued two executive orders giving the federal government additional tools to ensure fair treatment of American workers and businesses.The first order tasks the Department of Commerce with an omnibus review of our nation’s trade deficit.  We are now going through country by country, product by product, to identify and study the sources of America’s trade imbalance.  While some of this information is already collected by various government agencies, there has never been such a systematic collection, review, and analysis of the data.  As we seek to rebalance our trade relationships, this report will be our go-to resource.The second executive order provides another more concrete weapon in the fight against unfair trade practices.  I was amazed to hear that the government has failed to collect literally billions of dollars in antidumping and countervailing duties that we impose pursuant trade judgements in favor of American industry.  Many importers use straw man companies with little or no assets to import their goods, so that when it comes time to collect the duties, there is nothing to collect.It makes no sense to expend the time and resources to get an affirmative ruling if you cannot then take the necessary action to punish and deter bad actors.  This will no longer occur, as the President’s second executive order empowers the Department of Homeland Security to require companies to put up collateral in the form of cash, insurance bonds, or letters of credit in order to import goods.While we will ensure that there is a full and fair assessment of the facts in all enforcement cases, we intend to act swiftly and harshly to halt any unfair or improper trade practices.Commerce is also charged with protecting our national security from those who would harm this country. In executing that mission, our Bureau of Industry and Security (BIS) recently led the federal government in imposing a $1.19 billion dollar fine against Chinese telecommunications manufacturer ZTE, the largest fine ever in an export control case.  BIS caught ZTE shamelessly exporting sensitive telecommunications products to both Iran and North Korea.Our message is simple – the games are over, and improper treatment of the United States will no longer be tolerated.  We will approach future negotiations and actions with a clarity of purpose guiding us as we work to establish both free and fair trade. Unfortunately, NAFTA negotiations cannot begin until Congress accepts our 90-day notification letter in compliance with the Trade Promotion Act.  But, under President Trump’s leadership, I have no doubt that we will be successful in rebalancing American trade in favor of American workers and businesses.",
    "president": null
}