{
    "title": "Bill Announcement – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/bill-announcement-120320-2/",
    "created_at": "2020-12-03T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\nIssued on:\nDecember 3, 2020\nOn Thursday, December 3, 2020, the President signed into law:H.R. 1773, the “Rosie the Riveter Congressional Gold Medal Act of 2019,” which provides for the award of a Congressional Gold Medal, collectively, to the women in the United States who joined the workforce during World War II, referred to as “Rosie the Riveter”;H.R. 1833, which designates the facility of the United States Postal Service located at 35 Tulip Avenue in Floral Park, New York, as the Lieutenant Michael R. Davidson Post Office Building;H.R. 3207, which designates the facility of the United States Postal Service located at 114 Mill Street in Hookstown, Pennsylvania, as the Staff Sergeant Dylan Elchin Post Office Building;H.R. 3317, which permits the Scipio A. Jones Post Office in Little Rock, Arkansas, to accept and display a portrait of Scipio A. Jones;H.R. 3329, which designates the facility of the United States Postal Service located at 5186 Benito Street in Montclair, California, as the Paul Eaton Post Office Building;H.R. 4734, which designates the facility of the United States Postal Service located at 171 South Maple Street in Dana, Indiana, as the Ernest “Ernie” T. Pyle Post Office;H.R. 4794, which designates the facility of the United States Postal Service located at 8320 13th Avenue in Brooklyn, New York, as the Mother Frances Xavier Cabrini Post Office Building;H.R. 4981, which designates the facility of the United States Postal Service located at 2505 Derita Avenue in Charlotte, North Carolina, as the Julius L. Chambers Civil Rights Memorial Post Office;H.R. 5037, which designates the facility of the United States Postal Service located at 3703 North Main Street in Farmville, North Carolina, as the Walter B. Jones, Jr. Post Office;H.R. 5384, which designates the facility of the United States Postal Service located at 100 Crosby Street in Mansfield, Louisiana, as the Dr. C.O. Simpkins, Sr., Post Office; andS. 327, the “Wounded Veterans Recreation Act,” which authorizes the Departments of the Interior and Agriculture to issue a lifetime National Parks and Federal Recreational Lands Pass without charge to veterans with service-connected disabilities.",
    "president": null
}