{
    "title": "Remarks by President Trump and Governor Ducey of Arizona After Air Force One Arrival | Phoenix, AZ – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-governor-ducey-arizona-air-force-one-arrival-phoenix-az/",
    "created_at": "2020-09-14T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tLand & Agriculture\t\n\nIssued on:\nSeptember 14, 2020\nPhoenix Sky Harbor International Airport\nPhoenix, Arizona  2:37 P.M. MST     Q    You know Governor Ducey — a very successful governor.  He’s loved by the people of a very great state — a state that we’re doing very well in, I hear.  And maybe, Doug, you would like to say a few words?     GOVERNOR DUCEY:  Well, I just want to say: Welcome back to Arizona.  This is a great way to kick off Hispanic Heritage Month.  A lot of good things happening in our state, and we’re grateful for your support of us during COVID-19, the personal protective equipment, the surge testing to Maryvale and Phoenix.      And, of course, USMCA has allowed us to navigate through this with one of the best economies.  It saved the pandemic with our number-one trade partner, Mexico.     THE PRESIDENT:  Well, you know, Doug, did a great job in Arizona, where the number went high quickly, and then you just, boom, you went down.  You were tough.  He was strong, and he did the right thing, and the numbers went down.     We had a big victory just now in Pennsylvania.  I don’t know if you heard about it.  They were ordered to open it up — a federal judge — open it up and let the people get back to work.  And that’s what you’ve done.  And you’ve done a great job.     GOVERNOR DUCEY:  Thank you.     THE PRESIDENT:  Thank you very much.     GOVERNOR DUCEY:  Thank you, Mr. President.     THE PRESIDENT:  And we’re going to see you over at the —     GOVERNOR DUCEY:  I’m looking forward to it.      THE PRESIDENT:  — the Spanish — the Spanish heritage, really, I guess, is what the name is.  There’s nothing better.     We just had some great polls with Hispanic — with the Hispanic vote.  And I’m very honored by it.  We were very honored by those polls.      So we’ll see you over there.  Thank you.        Q    Mr. President, what’s your message to Arizona voters that are Hispanic?     THE PRESIDENT:  We are working with your governor.  He’s a great governor.  And we’re, I think, doing a really good job for Hispanics, the Latinos.  We’re doing a fantastic job.  And I think it really is represented very well in the polling numbers that we’re getting, because they haven’t really seen numbers like that for a long time.  So we’re very, very honored by it.  Thank you.                                END       2:39 P.M. MST",
    "president": null
}