{
    "title": "President Trump in Paris: Day 2 – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-paris-day-2/",
    "created_at": "2017-07-14T00:00:00",
    "content": "\nJuly 14, 2017\n3 minute readOn Friday, President Donald J. Trump and First Lady Melania Trump spent their second day in Paris, France participating as guests of honor in the annual Bastille Day ceremonies. The French National Day, celebrated on Avenue des Champs-Élysées, commemorates the storming of the Bastille on July 14, 1789.France has commemorated the storming of the Bastille for more than a century. One of the early turning points in the French Revolution, the people of Paris seized weapons from the armory at the Invalides, and marched in the direction of an ancient royal fortress, the Bastille. It signaled the first victory of the people of Paris against the symbol of the Ancien Régime.The United States was the guest of honor at this year’s ceremony, commemorating the 100th anniversary of the entry of American troops onto French soil during World War I, and as a reaffirmation of the long-standing friendship between the U.S. and France.“The ties between the United States and France stretch back almost as far as our shared history as democratic republics. France is America’s first and oldest ally. In 1778, our two countries signed a treaty of friendship and alliance. We have remained joined in common purpose ever since,” President Trump said.In addition to the ceremony, almost 200 U.S. service members from the U.S. Army Europe, U.S. Naval Forces Europe, U.S. Marine Forces Europe, and U.S. Air Forces in Europe marched in the Military Parade on the Avenue des Champs-Élysées. The U.S. Air Force demonstration team, the Thunderbirds, conducted a fly-over during the festivities. Three U.S. veterans of the Normandy invasion were also present.The Army’s 1st Infantry Division also joined the President and First Lady at the festivities. This was the first U.S. unit to enter France and participated in the Bastille Day festivities in 1917.“America and France will never be defeated or divided. It was my high honor to commemorate, on French soil, France’s most historic day and the 100th anniversary of the entry of the United States into World War I. Melania and I thank President and Madame Macron for hosting us. On behalf of the American people, we congratulate the people of France and look forward to many more centuries of friendship and cooperation,” President Trump said.At the conclusion of the Bastille Day ceremonies, the President and First Lady departed Paris for the United States.",
    "president": null
}