{
    "title": "Readout from the Governors Briefing on COVID-19 Response & Ensuring the Well-Being of All Americans – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/readout-governors-briefing-covid-19-response-ensuring-well-americans/",
    "created_at": "2020-05-18T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tHealthcare\t\n\nIssued on:\nMay 18, 2020\nThe first pillar of the First Lady’s Be Best initiative is well-being. She has used this initiative to support the physical, social and emotional health of children since May of 2018. In addition, the President declared May 2020 as National Mental Health Awareness Month and has called on Americans to support citizens suffering from mental illnesses, raise awareness of mental health conditions through appropriate programs and activities, and commit our Nation to innovative prevention, diagnosis, and treatment.COVID-19 has caused immense suffering and loss for many people. “Whether in quarantine or on the front lines of the fight against the virus, many Americans, including children, are experiencing an increase in anxiety, depression, loneliness, isolation and fear” said First Lady Melania Trump. “Children need the support of healthy, caring adults who can help them understand the changes in the world around them as we begin to safely reopen our country.”The First Lady went on to discuss the increase in resources the Trump Administration has provided to support mental health and well-being and how we must also protect children from the deadly effects of opioid addiction and overdose, the second pillar of her Be Best initiative, by ensuring adults have the support they need during these unprecedented times.The First Lady’s remarks concluded with a call-to-action. “I ask you all to designate child welfare staff as first responders so that these critical workers have access to Personal Protective Equipment when face-to-face intervention is needed to protect a child’s physical health during the coronavirus pandemic.” COVID-19 has created serious challenges for child welfare agencies charged with ensuring the physical safety and well-being of children around the country. Now more than ever, there is a critical need for all children, including those in foster care, to have safe, stable homes. The First Lady and the Trump Administration have made child welfare a priority by providing guidance and best practices for remote or virtual court hearings in child welfare cases and supporting caseworkers by allowing videoconferencing for monthly visits.In addition to the President, First Lady, and Vice President, Governors heard from White House Coronavirus Coordinator Dr. Birx, who provided an update on States expanding their entire testing ecosystem, including testing in nursing homes. Dr. Tony Fauci provided an overview of vaccine development through Project Warp Speed and additional Remdesivir distribution, and HHS Assistant Secretary for Mental Health and Substance Abuse Dr. Ellie McCance-Katz shared a critical perspective about the negative effects that quarantine and social isolation can have on mental health.Expected Federal Participants",
    "president": null
}