{
    "title": "President Donald J. Trump Announces Intent to Nominate and Appoint Personnel to Key Administration Posts – The White House",
    "link": "https://trumpwhitehouse.archives.gov/presidential-actions/president-donald-j-trump-announces-intent-nominate-appoint-personnel-key-administration-posts-10/",
    "created_at": "2018-06-06T00:00:00",
    "content": "\n\t\t\t\tNominations & Appointments\t\t\t\nIssued on:\nJune 6, 2018\nPresident Donald J. Trump today announced his intent to nominate the following individuals to key positions in his Administration:Teri L. Donaldson of Texas, to be Inspector General of the Department of Energy.Ms. Donaldson began her career as an Assistant United States Attorney for the Middle District of Florida, and received commendations from federal investigatory agencies, as well as commendations from the U.S. Attorney General and the Director of the FBI.  She then served as general counsel for the Florida Department of Environmental Protection, representing the State of Florida on a broad range of environmental and energy matters.  Ms. Donaldson joined the private sector in 2004, where she assisted clients with complex investigations, litigation, and corporate compliance matters.  Most recently, Ms. Donaldson was a partner in the Houston office of DLA Piper, LP, where her clients included international energy companies, utilities, and industry.  Ms. Donaldson returned to public service in September of 2017, and is currently serving as general counsel for the U.S. Senate Environment and Public Works Committee.Michael Kubayanda of Ohio, to be a Commissioner of the Postal Regulatory Commission for the remainder of a six-year term expiring November 22, 2020. Mr. Kubayanda serves as a board member and privacy officer for a digital health startup.   Michael previously worked with the Office of Inspector General (OIG) of the U.S. Postal Service, ending as director of government relations, in which he worked with OIG officials to support the work of inspectors general in data analytics.  In the OIG’s research group, he oversaw research on technical issues and wrote reports addressing postal economics and price regulation, intellectual property, and public-private partnerships, while serving as an advisor to colleagues on issues such as privacy, knowledge management, and innovation.  Prior to the OIG, he served on the staff of the House Committee on Oversight and Government Reform.  Michael holds degrees from Georgetown University, Northwestern University, The Ohio State University, and studied at the Graduate Institute in Geneva, Switzerland.President Donald J. Trump today announced his intent to nominate the following individuals to be Members of the Board of Directors of the Legal Services Corporation:John G. Malcolm of the District of Columbia, for the remainder of a 3-year term expiring July, 13, 2020. Robert J. Grey Junior of Virginia, for the remainder of a 3-year term expiring July, 13, 2020. John G. Levi of Illinois, for the remainder of a 3-year term expiring July, 13, 2020.  Gloria Valencia-Weber of New Mexico, for the remainder of a 3-year term expiring July, 13, 2020.  Frank X. Neuner Jr. of Louisiana, for the remainder of a 3-year term expiring July, 13, 2019. Abigail L. Kuzma of Indiana, for the remainder of a 3-year term expiring July, 13, 2019. —President Donald J. Trump today announced his intent to appoint the following individuals to key positions in his Administration: Paul Bradford Edgerley of Massachusetts, to be the Chairman of the Commission on Social Impact Partnerships. Benjamin Cassidy of Virginia, to be a Member of the American Battle Monuments Commission.President Donald J. Trump today announced his intent to appoint the following individuals to be Members of the Creating Options for Veterans’ Expedited Recovery (“COVER”) Commission: Thomas Jacob Leinenkugel of Wisconsin, and upon appointment, Designate Chairman.  Thomas E. Beeman of Pennsylvania.",
    "president": null
}