{
    "title": "Promoting Human Rights is Essential to an ‘America First’ Vision – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/promoting-human-rights-essential-america-first-vision-2/",
    "created_at": "2018-03-12T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nMarch 12, 2018\n7 minute readWe do not expect diverse countries to share the same cultures, traditions, or even systems of government. But we do expect all nations to uphold these two core sovereign duties: to respect the interests of their own people and the rights of every other sovereign nation.\n\t\t\t\t\t\tPresident Donald J. Trump\t\t\t\t\tAddress to the United Nations General Assembly, September 2017When President Donald J. Trump gave his first address to the United Nations General Assembly in New York last summer, many pundits correctly identified something different about this Administration. “In Trump’s U.N. speech, emphasis on sovereignty echoes his domestic agenda,” The Washington Post’s headline read. “’Sovereignty’ the key word from Trump’s UN address,” CNBC reported.Diverse nations coming together to “protect their sovereignty, preserve their security, and promote their prosperity” is indeed how President Trump explained the founding vision of the UN before its General Assembly last September. Naturally, such a vision is in the American national interest, the President said. “Our success depends on a coalition of strong and independent nations.”But President Trump also made it clear that national sovereignty is a moral imperative in its own right. Sovereignty, after all, is indispensable for true democracy. “Strong, sovereign nations let their people take ownership of the future and control their own destiny,” the President told U.N. leaders in New York.As a corollary, governments have a responsibility to their citizens. “We do expect all nations . . . to respect the interests of their own people,” President Trump said.In other words, legitimate national sovereignty must begin with a respect for human rights.That principle is echoed in the President’s National Security Strategy (NSS), which he unveiled in December. The NSS explains that a commitment to fundamental human rights is essential to advancing American influence abroad. Respect for human rights and democracy also produces peace, stability, and prosperity—making it an integral component of U.S. national security.This principled, realistic approach to foreign policy is a fundamental component of “America First.”We will continue to champion American values and offer encouragement to those struggling for human dignity in their societies. There can be no moral equivalency between nations that uphold the rule of law, empower women, and respect individual rights and those that brutalize and suppress their people.\n\n\t\t\t\t\t\tPresident Donald J. Trump's National Security Strategy\t\t\t\t\t\t\t\nTo this end, the Trump Administration has consistently used diplomacy, sanctions, and other tools to isolate states and leaders whose actions run contrary to these values. The United States under President Trump will hold perpetrators of genocide and mass atrocities accountable for their crimes.President Trump believes in sending a clear message to the world’s bad actors—and to their victims—by condemning human rights abuses in no uncertain terms:Through a full range of tools, the Trump Administration has taken action against violators and abusers of human rights:“If the righteous many do not confront the wicked few, then evil will triumph,” President Trump told U.N. leaders last year. “When decent people and nations become bystanders to history, the forces of destruction only gather power and strength.”",
    "president": null
}