{
    "title": "In Photos: 65 Years Later, Fallen American Soldiers of the Korean War Come Home – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/photos-65-years-later-fallen-american-soldiers-korean-war-come-home/",
    "created_at": "2018-08-02T00:00:00",
    "content": "\n\n\t\tNational Security & Defense\t\n\nAugust 2, 2018\n3 minute readToday, they are known but to God. But soon we will know their names, and we will tell their stories of courage.\n\t\t\t\t\t\tVice President Mike Pence \t\t\t\t\tSixty-five years ago last week, an armistice brought the Korean War to its close. Nearly 2 million American soldiers had taken up the fight, committing to defend South Korea and stop Communism’s advance through the free world.Many of our soldiers returned home—some to their families, and some to eternal rest. But more than 8,000 American troops were simply listed as “missing” and did not come back at all. Ever since, our Nation has worked tirelessly to bring these soldiers home and keep our promise to leave no man behind.Until recently, recovery efforts had been suspended for more than a decade because of North Korea’s escalating nuclear threats. This week marked a new season of hope for the surviving families of these fallen soldiers.Yesterday in Hawaii, 55 boxes with the remains of U.S. Service Members were returned to American soil. Vice President Mike Pence traveled to Honolulu for a moving tribute to their sacrifice: the Honorable Carry Ceremony.“Some have called the Korean War the ‘forgotten war,’” he said. “But today, we prove these heroes were never forgotten. Today, our boys are coming home.”Vice President Pence Welcomes Home Our Fallen HeroesThis final return comes after President Trump’s historic summit with North Korean leader Kim Jong-Un in Singapore on June 12. As the President worked to secure a commitment for the complete denuclearization of the Korean Peninsula, he also insisted on a promise from Chairman Kim to return the remains of fallen U.S. Service Members lost in North Korea.The President thanked Chairman Kim this week for honoring his word.“Incredibly beautiful ceremony as U.S. Korean War remains are returned to American soil,” President Trump tweeted. “Thank you to Honolulu and all of our great Military participants on a job well done.”To the families of the rest of our fallen soldiers, Vice President Pence offered a solemn pledge: “We will never stop striving until every hero lost in the Korean War is home.”Read the Vice President’s full remarks.\n1/?\n ",
    "president": null
}