{
    "title": "President Trump Awards Funding for Innovative Law Enforcement Projects – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/president-trump-awards-funding-innovative-law-enforcement-projects/",
    "created_at": "2018-10-08T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tHealthcare\t\n\nIssued on:\nOctober 8, 2018\nOffice of National Drug Control PolicyToday, President Donald J. Trump traveled to Orlando, Florida, where he addressed the International Association of Chiefs of Police and announced $42.4 million in new grant awards for law enforcement that will fund more than 50 innovative projects through the White House Office of National Drug Control Policy’s (ONDCP) High Intensity Drug Trafficking Areas (HIDTA) Program.  The announcement highlights several creative law enforcement approaches currently being used to tackle the Nation’s drug crisis such as using new technologies to track overdoses and overdose deaths.“We have HIDTA programs in all 50 States, and we are seeing forward-thinking and innovative responses to confront the 21st century drug crisis,” said Jim Carroll, Deputy Director of ONDCP.  “This new funding helps to make the HIDTA program an incubator for groundbreaking and cutting edge approaches for law enforcement and its work against drug trafficking.  This year, many of the discretionary grants have a specific focus on reducing the availability of opioids—particularly the synthetic opioid fentanyl, which is devastating our country.  President Trump has dedicated unprecedented support to address this crisis, ensuring that States and communities have the resources they need to prevent drug use, treat addiction locally, and stop the flow of drugs into their communities.”Background on HIDTA: The HIDTA Program coordinates the action and priorities of Federal, State, local, and tribal law enforcement partners in disrupting and dismantling drug trafficking organizations.  Earlier this year, President Trump, through ONDCP, established the first new HIDTA program in 17 years to combat emerging threats in Alaska, bringing to completion coverage of all 50 States under the program.  Grants provided by the HIDTA Program create a platform for innovation for law enforcement across the country.",
    "president": null
}