{
    "title": "Fueling American Innovation and Economic Growth with Open Data – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/fueling-american-innovation-economic-growth-open-data/",
    "created_at": "2017-08-11T00:00:00",
    "content": "\n\n\t\tBudget & Spending\t\n\nAugust 11, 2017\n3 minute readOn July 25, 2017, the Executive Office of the President Office of Management and Budget (OMB) hosted the Roundtable on Open Data for Economic Growth to explore the role of government datasets as a driver of the American economy. Open data leaders from the government and the private sector attended the White House event as a part of the Administration’s long-term commitment to modernizing government.OMB Director Mick Mulvaney began the event by emphasizing that open data is about lifecycle data management and serves as an essential foundation to modernizing government. Mulvaney pledged to improve services to the American people by embracing modern technologies and data-driven governance. Under his leadership, OMB continues to prioritize the transition from legacy technology systems to new systems that more efficiently create positive outcomes for the American public.Properly leveraged, government data fosters greater economic growth, the development of new technologies, and accelerates academic research. During the roundtable discussions, White House leadership emphasized the importance of public-private collaborations to maximize the nation’s return on its investment in data. With strong bipartisan support, the government will continue to provide datasets that enable businesses to grow the American economy. Industry participants shared examples of how connecting seemingly unrelated datasets helped to reveal data-driven insights, for example:The Trump Administration expects that entire new ecosystems of businesses will prosper as agencies unlock data. Fueled by government data, entrepreneurs, and innovators will use open data for new ventures that create real-world value and American jobs.With the full support of a bipartisan array of stakeholders, open data could create trillions of dollars in economic value. The discussions at this White House event emphasized how the wider community will be needed to realize Federal data’s full potential – private sector innovators, academic institutions and non-profit organizations offered their continued support for open data policies. Working together, we will leverage open data to create a better future for all Americans.If you are an entrepreneur, innovator, or problem solver who enjoys working with open data, join us!To help identify and unlock high-value Federal datasets, please share your answer to the Roundtable question: “If you had three minutes with POTUS, what open data recommendations would you suggest to increase the value and business use of government data for economic growth?”",
    "president": null
}