{
    "title": "President Donald J. Trump Announces Intent to Nominate and Appoint Individuals to Key Administration Posts – The White House",
    "link": "https://trumpwhitehouse.archives.gov/presidential-actions/president-donald-j-trump-announces-intent-nominate-appoint-individuals-key-administration-posts-26/",
    "created_at": "2019-12-18T00:00:00",
    "content": "\n\t\t\t\tNominations & Appointments\t\t\t\nIssued on:\nDecember 18, 2019\nNeil Andrew Jacobs of North Carolina, to be the Under Secretary for Oceans and Atmosphere at the Department of Commerce. Dr. Jacobs is currently the Assistant Secretary of Commerce for Environmental Observation and Prediction, where he is responsible for advancement of United States weather prediction, space innovation, unmanned systems, and developing the blue economy.  Dr. Jacobs previously served as Chief Scientist at Panasonic, where he directed research and development of aviation weather observing and forecast programs.  Before joining Panasonic, Dr. Jacobs worked on various projects including NASA’s Earth Systems Science Program, the Geostationary Operational Environmental Satellite Program, and the Department of Energy’s Ocean Margins Program.  He was Chair of the American Meteorological Society’s Forecast Improvement Group, and served on the World Meteorological Organization’s observing systems expert team.  Dr. Jacobs holds bachelor degrees in mathematics and physics from the University of South Carolina and an M.S. in air-sea interaction and a Ph.D. in numerical weather prediction from North Carolina State University.  He resides in Durham, North Carolina, with his wife Dr. Jennifer Modliszewski and sons Nicolaus and Theodore.\nBryan S. Ware of Virginia, to be the Assistant Director for Cybersecurity at the Department of Homeland Security.Bryan S. Ware currently serves as the Assistant Secretary for Cyber, Infrastructure, and Resilience Policy at the Department of Homeland Security.  Mr. Ware is responsible for leading department-wide efforts to reduce national risks, with a focus on critical infrastructure, cybersecurity, Federal network security, countering cyber-crime, and improving the security and resilience of the global cyber ecosystem.  In 1998, Mr. Ware founded an artificial intelligence company, which he led until it was acquired in 2013 by Haystax.  After serving as Chief Technology Officer of Haystax, he served as CEO from 2016 until 2018.  Mr. Ware started his professional career with leading defense contractors working on advanced technology programs, including the Star Wars program, early UAV payloads, and counterterrorism technologies.  Mr. Ware has been issued multiple patents in artificial intelligence and mobile technology.  He holds a degree in Applied Optics from Rose-Hulman Institute of Technology.Jeffrey A. Koses of Virginia (GSA Rep) to be a Member of the Committee for Purchase from People who are Blind or Severely Disabled (AbilityOne Commission).David Bohigian of Missouri to be a Member on the President’s Commission on White House Fellowships.Randolph R. Lowell of South Carolina to be a Member of the National Infrastructure Advisory Council.Robert D. Alverson of Washington State, to be a Member of the International Pacific Halibut Commission.Jay D. Vogt of South Dakota to be a Member of the Advisory Council on Historic Preservation.The following individuals to be Members of the President’s Advisory Commission on Asian Americans and Pacific Islanders:",
    "president": null
}