{
    "title": "Middle Class Miracle – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/middle-class-miracle/",
    "created_at": "2017-09-28T00:00:00",
    "content": "\n\n\t\tBudget & Spending\t\n\nSeptember 28, 2017\n3 minute readOn Wednesday, President Donald J. Trump traveled to Indiana to deliver remarks on the unified tax reform framework to fix our broken tax code. The President started his speech by giving his thoughts and prayers to the people of Puerto Rico who were devastated by Hurricane Maria. President Trump announced that he will be visiting Puerto Rico on Tuesday to assess the damage.President Trump Gives Remarks on Tax ReformThe President, the House of Representatives Ways and Means Committee, and the Senate Finance Committee have developed a unified framework to achieve pro-American, fiscally responsible tax reform to strengthen the middle class, grow the economy, and unleash America’s economic comeback. This 21st century tax code will put America First and bring fiscally responsible reform by broadening the tax base, closing loopholes, and growing the economy.The America First Tax Plan will bring historic tax relief to the American people through a framework that is “based on four key ideas,” said the President. First, the plan will cut taxes for every day, hardworking Americans, taking the burden off the middle class. Second, the tax code will be dramatically simplified, allowing Americans to file their tax returns on a single sheet of paper. Third, the business tax rate will be lowered to 20 percent, making business in America competitive again. And finally, the “American Model” will encourage businesses to return from overseas, bringing trillions of dollars to the economy.“We have a once-in-a generation opportunity to give American workers and businesses the level playing field they deserve and make us competitive once again on the world stage,” said Director of the National Economic Council Gary Cohn.Just as former Governor, and now Vice President Mike Pence signed the largest income tax cut in the history of Indiana, or President Ronald Reagan’s 1986 corporate income tax cut, which contributed 3.3 percent to economic growth over ten years, President Trump is proposing vital tax relief to strengthen the middle class, grow the economy, and unleash America’s economic comeback.President Trump closed his speech by saying, “And someday, many years from now, our children and our grandchildren will remember this moment in history as the time when ordinary Americans took control of their destiny and chose a future of American patriotism, prosperity, and pride.”",
    "president": null
}