{
    "title": "“When Stars Collide”: The White House Applauds Major Astronomical Discovery – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/stars-collide-white-house-applauds-major-astronomical-discovery/",
    "created_at": "2017-10-16T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nOctober 16, 2017\n4 minute readBack in August, when much of the country was preparing for the Great American Eclipse, astronomers around the world were buzzing and collecting data from a new celestial discovery that could help validate Einstein’s theory of relativity, and provide unprecedented insight into the physics of the universe.The National Science Foundation (NSF) announced this week that for the first time, astronomers have measured both gravitational waves—ripples in space-time—and light from the collision of two neutron stars. For decades, NSF has championed the untold benefits of basic scientific research, and this discovery is a tremendous example of the revolutionary potential of basic research that the Trump Administration prioritizes in its recent Federal R&D Priorities memo.“It is tremendously exciting to experience a rare event that transforms our understanding of the workings of the universe,” says France A. Córdova, Director of the National Science Foundation. “This discovery realizes a long-standing goal many of us have had, that is, to simultaneously observe rare cosmic events using both traditional as well as gravitational-wave observatories. Only through NSF’s four-decade investment in gravitational-wave observatories, coupled with telescopes that observe from radio to gamma-ray wavelengths, are we able to expand our opportunities to detect new cosmic phenomena and piece together a fresh narrative of the physics of stars in their death throes.”“This observation represents an extremely significant advance for physics and astronomy,” said Lloyd Whitman, Ph.D., Assistant Director at the White House Office of Science and Technology Policy. “It is thrilling to imagine what other mysteries of the universe will be uncovered by our new ability to probe the relationship between matter, light and gravity.”The discovery occurred on August 17 when NSF-funded Laser Interferometer Gravitational-Wave Observatory (LIGO) detectors in Hanford, Washington, and Livingston, Louisiana, detected the gravitational signal from two neutron stars spiraling together towards collision. When the stars merged, a flash of light in the form of gamma rays was detected on Earth about 2 seconds after the gravitational waves.A third detector, called Virgo, located near Pisa, Italy, enabled scientists to pinpoint where the signal came from in the cosmos, connecting it to the burst of gamma rays, and letting scientists at some 70 ground- and space-based observatories train their telescopes towards the source and see other forms of light emitted, including X-ray, ultraviolet, optical, infrared and radio waves.Observations from the U.S. Gemini Observatory and Hubble Space Telescope showed that heavy elements such as gold and platinum were created by the deep-space merger, helping to answer the long-standing question of how the heavier elements came to exist across the universe.“It’s the greatest fireworks show in the universe,” said David Reitze, Executive Director of the Advanced LIGO Project.At the moment of collision, the two neutron stars fused into a single, ultradense object, emitting a “fireball” of gamma rays. When compared to the gravitational wave measurements, the gamma ray data provided further confirmation for Einstein’s general theory of relativity, which predicts that gravitational waves should travel at the speed of light.Previous LIGO discoveries, of gravitational waves caused by colliding black holes, earned three American scientists the 2017 Nobel Prize in Physics. But the collision of black holes isn’t expected to emit light, so today’s announcement marks the first time astronomers have been able to “see” as well as “hear” a cosmic collision.The discovery was truly global in scope. In addition to support from the United States, the Advanced LIGO Project has received significant funding commitments and contributions from agencies and organizations in Germany, the U.K., and Australia, and more than 1,200 scientists around the world participate in the LIGO Scientific Collaboration.",
    "president": null
}