{
    "title": "Economy Continues to Show Worker-Friendly Growth – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/economy-continues-show-worker-friendly-growth/",
    "created_at": "2017-10-06T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nOctober 6, 2017\n4 minute readHurricanes Harvey and Irma brought substantial physical destruction when they made landfall in the U.S. on August 25th and September 10th, respectively. It is now clear they also suppressed employment figures reported in the September jobs report. Nonfarm payrolls fell by 33,000 jobs in September, despite the unemployment rate falling 0.2 percentage point to 4.2 percent. The scale of the work disruption from Irma and, to a lesser extent, Harvey was larger than any jobs report in the past 21 years.The key to understanding the effect of bad weather on the employment situation report produced by the Bureau of Labor Statistics (BLS) lies in the timing of data collection. Two different surveys feed the monthly report: an establishment survey and a household survey. The establishment survey measures non-farm payrolls by asking employers how many workers received a paycheck for the pay period that encompasses the 12th. For workers receiving weekly paychecks in September, that period was roughly Sunday, September 10th through Saturday, September 16th. Because Hurricane Irma made landfall in Florida on September 10th, it is unsurprising that an unusually large number of “employed” workers were not on the payroll that week.Specifically, leisure and hospitality workers in restaurants and hotels in Florida, and other service workers who support tourism there, were out of work as a result of hurricane-related disruptions and state-wide evacuations. Many of these service workers are likely hourly rather than salaried workers. If they were unable to show up to work, they did not receive a paycheck for that week, despite being still (in some sense are) employed (and counted as employed in the separate household survey). Upon resumption of normal economic activity in Florida and, to a lesser extent, Texas (assuming that the tourists return and the hurricane did not greatly damage infrastructure), they will again appear on their employer’s payroll.During other major hurricanes, such as Hurricanes Sandy and Katrina, the storm fell outside the survey window, and this interval before the survey week allowed time for resumption of economic activity and a return of these workers to payroll employment. Thus, the employment situation numbers following Sandy and Katrina do not capture the full initial — and larger — impact that was captured in September for Irma.Is there an historical precedent for the timing of Irma? Yes, but one has to look back more than 21 years to find it. Using information from the household survey, we can estimate how many individuals did not work during the reference week (September 10th through 16th) for weather-related reasons. Based on this survey, BLS reports that there were 1.5 million such individuals last month. Figure 1 shows the time series of this number, scaled by overall employment and expressed as deviations from seasonal averages. Between January 1977 and September 2017, only two survey months had higher weather-related job absence deviations in the reference week.The most recent of these was January 1996 when a major blizzard immobilized much of the Northeast, dropping snowfall of 31 inches in Boston, 20 inches in New York, 31 inches in Philadelphia, and 17 inches in DC. While there was some flooding that impacted some locations, the storm caused no major damage to infrastructure and had no longer-run commercial implications. Once the snow melted, jobs measures in the establishment survey rebounded quickly.Based on the number of people who reported in the household survey that they “missed an entire week of work” because of bad weather, we estimate that the hurricanes reduced payroll employment by 219,000 in September 2017.Though September establishment jobs numbers reflected weather-related job losses in aggregate, some sectors saw employment gains, including insurance adjustors and transport workers. Going forward, industries heavily engaged in rebuilding efforts and those rebounding from the biggest losses in September are likely to see gains, including construction and leisure and hospitality.Meanwhile, September’s unemployment rate, 4.2 percent, is the lowest in 16 years and substantially lower than when President Trump took office. Unemployment rates were down across the board, including the broadest measure of unemployment (the U-6 rate) which fell 0.3 percentage point in September to 8.3 percent.How could the unemployment rate be unaffected in the face of the job losses reported in the establishment data? The unemployment rate is based on responses to the CPS household survey. And although the household survey asked about employment during the reference week of September 10-16th, individuals who held a job during that week would report being employed, even if they did not work any hours that week and did not collect a paycheck. Essentially, if they held a job before the storm to which they would return after the storm, they are reported as employed in the household survey.Falling unemployment rates in today’s jobs report are a positive sign that the economy continues to show worker-friendly growth, despite the hurricane-induced aberrations in today’s establishment survey report.",
    "president": null
}