{
    "title": "Statement from the Press Secretary Regarding the President’s Coronavirus Task Force – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/statement-press-secretary-regarding-presidents-coronavirus-task-force/",
    "created_at": "2020-01-29T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tHealthcare\t\n\nIssued on:\nJanuary 29, 2020\nToday, President Donald J. Trump announced the formation of the President’s Coronavirus Task Force.  Members of the Task Force have been meeting on a daily basis since Monday.  At today’s meeting, which the President chaired, he charged the Task Force with leading the United States Government response to the novel 2019 coronavirus and with keeping him apprised of developments.The Task Force is led by Secretary of Health and Human Services Alex Azar, and is coordinated through the National Security Council.  It is composed of subject matter experts from the White House and several United States Government agencies, and it includes some of the Nation’s foremost experts on infectious diseases.The Task Force will lead the Administration’s efforts to monitor, contain, and mitigate the spread of the virus, while ensuring that the American people have the most accurate and up-to-date health and travel information.The President’s top priority is the health and welfare of the American people.  That is why, in 2018, President Trump signed the National Biodefense Strategy, which improves speed of action in situations such as this.  The Administration, led by the President’s Task Force, will continue to work to prevent the spread of the new coronavirus.The risk of infection for Americans remains low, and all agencies are working aggressively to monitor this continuously evolving situation and to keep the public informed.  For more information, please visit CDC.gov.Members of the President’s Coronavirus Task Force:Secretary Alex Azar, Department of Health and Human ServicesRobert O’Brien, Assistant to the President for National Security AffairsDr. Robert Redfield, Director of the Centers for Disease Control and PreventionDr. Anthony Fauci, Director of the National Institute of Allergy and Infectious Diseases at the National Institutes of HealthDeputy Secretary Stephen Biegun, Department of StateKen Cuccinelli, Acting Deputy Secretary, Department of Homeland SecurityJoel Szabat, Acting Under Secretary for Policy, Department of TransportationMatthew Pottinger, Assistant to the President and Deputy National Security AdvisorRob Blair, Assistant to the President and Senior Advisor to the Chief of StaffJoseph Grogan, Assistant to the President and Director of the Domestic Policy CouncilChristopher Liddell, Assistant to the President and Deputy Chief of Staff for Policy CoordinationDerek Kan, Executive Associate Director, Office of Management and Budget",
    "president": null
}