{
    "title": "President Donald J. Trump to Award the Medal of Honor – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/president-donald-j-trump-award-medal-honor/",
    "created_at": "2017-09-20T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\nIssued on:\nSeptember 20, 2017\nOn October 23, 2017, President Donald J. Trump will award the Medal of Honor to United States Army Captain Gary M. Rose (retired) for conspicuous gallantry during the Vietnam War.Captain Rose will receive the Medal of Honor for voluntarily risking his life on multiple occasions during combat operations, while serving as a medic with the 5th Special Forces Group (Airborne). From September 11 through September 14, 1970, while his unit was engaged with a much larger force deep in enemy-controlled territory, then-Sergeant Rose repeatedly ran into the line of enemy fire to provide critical medical aid to his comrades, using his own body on one occasion to shield a wounded American from harm.On the final day of the mission, although wounded himself, Sergeant Rose voluntarily exposed himself to enemy fire while moving wounded personnel to the extraction point, loading them into helicopters, and helping to repel an enemy assault on the American position. As he boarded the final extraction helicopter, intense enemy fire hit the helicopter, causing it to crash shortly after takeoff. Again, ignoring his own injuries, Sergeant Rose pulled the helicopter crew and members of his unit from the burning wreckage and provided medical aid until another extraction helicopter arrived.Captain Rose enlisted in the Army after attending San Fernando State College. He attended Officer Candidate School in 1973 and earned a bachelor’s degree in general education and military science from Cameron University in 1977. He retired from the Army in 1987. After retiring, Captain Rose earned a master’s degree in communication from the University of Oklahoma and later worked as a technical consultant in the defense and automobile industries, developing user and maintenance manuals and training programs and materials.Captain Rose lives in Huntsville, Alabama, with his wife Margaret, and is involved in a number of charitable organizations. He is a lifetime member of the American Legion, Disabled American Veterans, the Knights of Columbus, the Military Officers Association of America, the Military Order of the Purple Heart, the Special Forces Association, the Special Operations Association, and the Vietnam Veterans Association. He and Margaret have two daughters, Sarah and Claire, and one son, Michael.THE MEDAL OF HONOR:The Medal of Honor is awarded by the President, in the name of Congress, to members of the Armed Forces who distinguish themselves conspicuously by gallantry and intrepidity at the risk of life above and beyond the call of duty while:• engaged in an action against an enemy of the United States;• engaged in military operations involving conflict with an opposing foreign force; or• serving with friendly foreign forces engaged in an armed conflict against an opposing armed force in which the United States is not a belligerent party.The meritorious conduct must involve great personal bravery or self-sacrifice so conspicuous as to clearly distinguish the individual above his or her comrades and must have involved risk of life. There must be incontestable proof of the performance of the meritorious conduct, and each recommendation for the award must be considered on the standard of extraordinary merit.PRESS CREDENTIALING: The award ceremony will take place at the White House. Additional information about media credentials will be released at a later date.",
    "president": null
}