{
    "title": "Celebrating National Small Business Week – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/celebrating-national-small-business-week/",
    "created_at": "2017-05-01T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nMay 1, 2017\n4 minute readToday I had the privilege to celebrate National Small Business Week with the Small Business Administration and small business owners from all across America.Since 1963, the White House has honored America’s small businesses by marking this National Small Business Week and recognizing the tremendous contributions that small businesses make to our country every single day.Just this weekend, President Trump declared that “small business owners embody the American pioneering spirit and remind us that determination can turn aspiration into achievement.”I know firsthand how true that statement is. I grew up in a small business family in a small town in Columbus, Indiana. I went to work at my father’s gas station when I was only 14 years of age. And as the world knows, President Trump grew up in a family business, too.We both know the sacrifices that are required to make a business work. And we know that when small business is strong, America is strong.A stunning 99.7 percent of all American businesses are small businesses. And no fewer than 57 million Americans work for small businesses – nearly half of all private-sector jobs in the United States.Our economy, from coast to coast, depends every day on small businesses.\nPresident Donald Trump wants to help them become stronger and more successful than ever – because this President is the best friend that America’s small businesses will ever have.On Day One, President Trump went right to work picking a world-class cabinet full of business leaders who know what small businesses need to succeed.He has signed more bills cutting job-killing regulation than any President in American history. And he’s instructed every agency in Washington, D.C. to find two regulations to get rid of before issuing any new ones.President Trump authorized the Keystone and Dakota pipelines to protect America’s energy future. We’re cutting back the mandates and rules that are raising energy costs and making it harder for small businesses to grow and get ahead.No matter where you look, President Trump has taken decisive action to get government out of your way – so that America’s small businesses can do what they do best – innovate, create jobs, and grow.Just last week, President Trump laid out his plan for one of the biggest tax cuts in American history. We’re going to cut taxes across the board for working families, small businesses, and family farms.We’re going to repeal and replace Obamacare – to end its burden on America’s job creators and to give the American people the low-cost, world-class health care they deserve.We’re going to keep slashing through red tape and rein in unelected bureaucrats so they can’t cripple the economy from the comfort of their taxpayer-funded desks.We’re going to roll back Dodd-Frank so that small businesses have full access to the best financial system in the world.And we’re going to pass an infrastructure package so that America has the best roads, the best bridges, the best highways, the best airports, and the best future we’ve ever had.Under President Trump’s leadership, we’re going to do all this and more – so that every small business, and anyone who dreams of someday starting a small business, has the best shot at success.This week we celebrate all that small businesses have achieved, and all that they do for America every single day. I have faith that under President Donald Trump, America’s small businesses will continue to lead the way – to drive our economy and foster a brighter future for their communities and our country – just as they always have.",
    "president": null
}