{
    "title": "President Trump Welcomes the Next Generation of Conservative Leaders – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-welcomes-next-generation-conservative-leaders/",
    "created_at": "2018-03-29T00:00:00",
    "content": "\nMarch 29, 2018\n4 minute readAmericans born between 1982 and 2000 represent more than a quarter of our population. These millennials now outnumber baby boomers, and they’re becoming a growing force in our country’s policy debates.Still, their voices are too often overlooked. To help change that, the White House hosted nearly 200 of these young men and women last week for “Generation Next,” a forum for discussions with senior Administration officials that included an interview with President Donald J. Trump.Generation Next ForumAttendees at the summit included small business owners, farmers, journalists, policy analysts, and leaders from college campuses across the country. Charlie Kirk, founder of the conservative nonprofit Turning Point USA, asked the President about taxes, trade policy, and free speech.The conversation focused on how best to support this next generation of American entrepreneurs and policy advocates.“You know, we were at about 1.2 percent GDP. We’ve now hit 3, and another 3, and a 3.2,” President Trump said in response to a question about tax cuts and the economy. “Our businesses are flourishing. Jobs are—now, people are going to have choice.”The President made it clear that these opportunities must be available for all types of workers. “We’re trying a very big push for vocational schools,” he said, recalling the example of a former classmate who liked to work with his hands. “That person could fix an engine or a motor so—he was incredible. Blindfolded,” the President continued. “So we need vocational schools.”Kirk also asked President Trump about free speech on America’s college campuses. “I think the numbers are actually much different than people think. I think we have a lot of support,” the President said. “You could call it conservative, you call it whatever you want—but they’re people that want free speech.”The other topics discussed throughout the day were as diverse as the backgrounds and experiences of the millennials that filled the room. Among the highlights:Special Assistant to the President Kelly Sadler moderated a panel on Jobs, Tax Cuts, and Workforce Development with Secretary of Labor Alex Acosta and Advisor to the President Ivanka Trump.Charlie Kirk moderated a Q&A session with President Trump, covering everything from the job market to the opioid crisis.A panel with Counselor to the President Kellyanne Conway, Health and Human Services Secretary Alex Azar, and Justice Department Director of Public Affairs Sarah Flores devoted attention to two crucial issues: opioid addiction and free speech on campus.Additional topics covered during the summit included paid family leave, occupational licensing, and immigration.“Keep up the courage, fight the good fight, because I think that the college campus is so important to setting some of these trends that will affect the rest of the country,” Director Flores told attendees.",
    "president": null
}