{
    "title": "FCC’s Pai: “How The U.S. Can Win The Digital Future” – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/icymi-fccs-pai-u-s-can-win-digital-future/",
    "created_at": "2017-06-22T00:00:00",
    "content": "\n\t\t\t\tNews Clips\t\t\t\n\n\t\tEconomy & Jobs\t\n\nIssued on:\nJune 22, 2017\nThanks in part to the administration’s pro-growth policies, there is reason to be optimistic about the state of our economy. Unemployment is at a 16-year low. The stock market is hitting record highs. And, just last week, the Federal Reserve upgraded its forecast for economic growth for 2017.Tech Week: How the U.S. can win the digital future\nAjit Pai\nNew Hampshire Union Leader\nJune 22, 2017This week, the White House is hosting a series of meetings between leaders of our economy’s technology sector and administration officials. Dubbed “Tech Week,” these events provide a forum to focus on a critical question: What public sector policies will best spur private sector innovation?Getting the answer right is vital for our nation’s economic future. Technological innovation opens the door to new industries and platforms, creating jobs and economic growth. The sharing economy, for example, has already given rise to more than a dozen billion-dollar companies, like Airbnb and Lyft. Technology firms currently account for America’s (and the world’s) five most valuable companies.In order for us to expand prosperity and extend economic opportunity to more Americans, we must remain on the cutting edge. This means that government at all levels must focus on removing barriers to innovation and ensuring that technological advances aren’t strangled by bureaucratic red tape.\nThat’s exactly what we’ve been doing at the Federal Communications Commission this year.…Thanks in part to the administration’s pro-growth policies, there is reason to be optimistic about the state of our economy. Unemployment is at a 16-year low. The stock market is hitting record highs. And, just last week, the Federal Reserve upgraded its forecast for economic growth for 2017.But we can’t afford to rest on our laurels. To continue creating jobs and growing our economy, we must ensure that regulation and inertia don’t stand in the way of innovation. We’re doing our part at the FCC to make sure that government promotes, rather than inhibits, the technologies of the future.Read the full op-ed here.",
    "president": null
}