{
    "title": "Trump Infrastructure Plan Provides Skilled Jobs – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/trump-infrastructure-plan-provides-skilled-jobs/",
    "created_at": "2018-04-04T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nApril 4, 2018\n4 minute readSince President Donald Trump’s election, American job creators have added nearly 3 million jobs, including more than 50,000 here in Ohio. The national unemployment rate has fallen to 4.1 percent, a 17-year low, and Ohio’s unemployment rate is also the lowest it has been in nearly 17 years.The president’s bold infrastructure proposal promises to create even more jobs.The president’s plan to strengthen our nation’s infrastructure — including modernizing roads, bridges, tunnels and airports — represents an outstanding opportunity for Americans to build their career while building a stronger foundation for our nation. This is a great time to be a job-seeker in America.I joined President Trump last week at the operating engineers’ union training facility in Richfield, Ohio. Their apprenticeship programs are impressive. Apprentice and journeyman operators learn and hone their skills on cranes, scrapers, bulldozers and more. They learn how to perform their jobs safely and efficiently.If Congress passes the president’s plan, jobs like these will be created across industry sectors and in communities around the country. Americans are ready and willing to fill these jobs, and they will need specialized skills to get hired.The president’s plan not only invests in physical infrastructure, it also invests in workforce education. The common-sense proposals put forth in the plan will make it easier for Americans to access skills-based learning by reforming a cumbersome federal bureaucracy that too often limits Americans to using federal assistance for traditional educational programs.First, the infrastructure plan reflects the reality that there are many educational pathways to family-sustaining jobs. Short-term workforce education programs can provide immediate economic return by helping job-seekers gain the skills and education necessary to quickly join the workforce. Accordingly, the infrastructure plan calls for expanding federal Pell Grant eligibility to high-quality, short-term programs. There is no reason a student should be precluded from using a Pell Grant to earn a certificate at a community college that moves the student quickly into the workforce. High-quality programs that prepare Americans for in-demand occupations deserve the same treatment as traditional educational options.Second, the president’s proposal will reform career and technical education programs. The infrastructure plan includes improvements that focus funding on high schools and “earn while you learn” programs. This strategy will create a pipeline of skilled Americans to meet the demands of high-growth industries.Third, there is a need to update the federal work-study program to provide students with pathways to all kinds of well-paying careers. Work-study funds are disproportionately distributed to traditional four-year established colleges and universities. The president’s plan will revamp the funding formula to more effectively distribute these work-study funds to schools with a strong record of enrolling Pell Grant students, including community colleges and other programs that are more focused on workplace readiness. This proposal will better support workforce and career-oriented opportunities for low-income undergraduate students.In addition to equipping Americans with skills needed to build our nation, the president’s proposal includes provisions to reduce licensing barriers that prevent Americans from using their skills across state lines.In the past decades, state licensing requirements have become increasingly burdensome. These licenses represent a significant barrier to Americans who want to use their skills in different states, with military spouses and veterans facing these barriers more frequently than others.President Trump’s infrastructure plan calls on states that receive federal funds for infrastructure projects to accept workers with out-of-state licenses, expediting project delivery, reducing costs and providing greater mobility and flexibility for American workers.President Trump’s proposal will bring America’s infrastructure into the 21st century while creating new jobs. With reforms to help students pursue demand-driven education, the president also will help prepare the American workforce to thrive in good, family-sustaining careers.This op-ed appeared in the Columbus Dispatch on April 4, 2018.",
    "president": null
}