{
    "title": "ONDCP Recognizes Outstanding Counter-Drug Efforts by the High Intensity Drug Trafficking Areas Program – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/ondcp-recognizes-outstanding-counter-drug-efforts-high-intensity-drug-trafficking-areas-program/",
    "created_at": "2020-02-07T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\nIssued on:\nFebruary 7, 2020\nOffice of National Drug Control PolicyOn Thursday evening, White House Office of National Drug Control Policy (ONDCP) Director Jim Carroll recognized individuals and initiatives of the High Intensity Drug Trafficking Areas (HIDTA) program for outstanding work in reducing drug trafficking and production in the United States.The HIDTA program, which includes 33 HIDTAs in 50 states, Puerto Rico, the U.S. Virgin Islands, and the District of Columbia, provides assistance to Federal, state, local, and tribal law enforcement agencies operating in areas determined to be critical drug-trafficking regions of the United States.“The close collaboration our HIDTAs have with law enforcement across the country is invaluable to keeping deadly drugs out of our communities. Not only are these highly-trained law enforcement professionals working to stop drugs from affecting our communities and our families, they are providing invaluable information about how drug threats are evolving,” ONDCP Director Jim Carroll said. “Despite all the challenges and dangers facing this country, the men and women on HIDTA teams continually answer the call to serve others without question and put their lives on the line every day. We in the Administration recognize that, and President Trump continues to stand with them in their mission to defend America.”In 2018, President Trump, through ONDCP, established the first new HIDTA program in 17 years to combat emerging threats in Alaska, bringing to completion the Administration’s effort to ensure that all 50 States receive funding through the program. In 2018, HIDTA Program initiatives dismantled nearly 3,000 drug trafficking organizations, removed $16.5 billion in the wholesale value of drugs from the street, and made nearly 99,000 arrests.At the 2020 National HIDTA Awards, the following HIDTAs, individuals, and initiatives were recognized for outstanding efforts in a variety of counterdrug areas:",
    "president": null
}