{
    "title": "Holocaust Remembrance Day: ‘My Heart Is With You’ – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/holocaust-remembrance-day-heart/",
    "created_at": "2018-01-26T00:00:00",
    "content": "\nJanuary 26, 2018\n3 minute readFrom the United States Holocaust Memorial Museum in Washington, DC, to Yad Vashem in Jerusalem, Israel, people the world over will take time Saturday, January 27, to remember the approximately 6 million Jewish people and millions of others who were murdered during the Holocaust.International Holocaust Remembrance Day marks the anniversary of the liberation of the Auschwitz-Birkenau concentration camp. As people pause to reflect over the horrors inflicted by Nazism in Europe, world leaders also use the moment to condemn violence driven by religious and ethnic persecution.We will confront anti-Semitism. We will stamp out prejudice. We will condemn hatred. We will bear witness. And we will act.\n\t\t\t\t\t\tPresident Donald J. Trump\t\t\t\t\t“Our Nation is indebted to the Holocaust’s survivors,” President Donald J. Trump said in a Presidential Message on International Holocaust Remembrance Day this week. “Despite the trauma they carry with them, they continue to educate us by sharing their experiences, strength, wisdom, and generosity of spirit to advance respect for human rights.”The scale of the Holocaust’s depravity is difficult to fathom: Two out of every three Jewish people in Europe were killed. To grasp the scale of human suffering, it’s important to remember that behind every statistic is a story.Lilly Appelbaum Malnik survived the death march from Auschwitz to Bergen-Belsen. “We heard gun shots and they were shooting people in the back who couldn’t keep up with the walking,” she remembers. “It ended up being called the death march because the ravines and the gutters, they were all red from blood.”Every bit as systematic as the murder was the dehumanization of those crowded into concentration camps across Europe.And they said, 'From now on you do not answer by your name. Your name is your number.' And the delusion, the disappointment, the discouragement that I felt, I felt like I was not a human person anymore.\n\t\t\t\t\t\tLilly Appelbaum Malnik\t\t\t\t\tVoices from Auschwitz, the United States Holocaust Memorial MuseumEven those who were spared death faced anything but a normal life once the Nazis were defeated. “I had no money, I had no clothes, I had no luggage, I had nothing,” Blanka Rothschild recalls of her experience upon liberation.Both of these stories are part of the Holocaust Memorial Museum’s tribute to victims and survivors. First Lady Melania Trump visited the museum on Thursday, January 25.She concluded her tour at the Hall of Remembrance, taking a moment of silence by the Eternal Flame Memorial and lighting a candle.“My thoughts and prayers are with the people whose lives and families were broken by the horrors of the Holocaust,” the First Lady said. “Yet it is also through our shared humanity that we come together now in commemoration, strength, and love.”“My heart is with you, and we remember.”",
    "president": null
}