{
    "title": "Intern Series: Pittsburgh, not Paris – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-pittsburgh-not-paris/",
    "created_at": "2017-07-14T00:00:00",
    "content": "\nJuly 14, 2017\n2 minute read\n\t\t\t\t\t\tWhite House Interns\t\t\t\t\tOn only my third day as a White House Intern, I had the opportunity to go to the Rose Garden and watch President Donald J. Trump announce he was withdrawing the United States from the Paris Climate Accord. History unfolded right before my eyes as President Trump explained why he had chosen to remove the United States from this environmentally and economically harmful agreement.The terms of the Paris Accord would have cost America more than 2.7 million jobs by 2025, according to NERA Economic Consulting, but put little – if any – restrictions on some countries around the globe, including China and India, that are causing insurmountable harm to the environment. During President Trump’s speech on June 1, 2017, he stated, “My job as President is to do everything within my power to give America a level playing field and to create the economic, regulatory, and tax structures that make America the most prosperous and productive country on Earth.” Hearing those words drove home for me how President Trump is approaching his duty as Chief Diplomat for the United States. He is committed to maintaining good relations with other leading nations, but is simultaneously fighting on behalf of the American people.By withdrawing from the Paris Accord, the President has shown that he is taking a stand for the fair treatment of America and her people in the global community. Being able to participate in such an important event in the history of the United States and seeing first hand just how committed President Donald J. Trump is to ‘Making America Great Again’ will be something that I never forget.Alexa Tamosaitis is from Harrisburg, Pennsylvania, and is a rising Senior studying Political Science and Public Policy and Administration at James Madison University. Alexa is a Summer 2017 Intern in the White House Office of Presidential Scheduling.",
    "president": null
}