{
    "title": "New SNAP Rules Encourage Productivity Instead of Poverty – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/new-snap-rules-encourage-productivity-instead-poverty/",
    "created_at": "2018-12-20T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nDecember 20, 2018\n2 minute read\n\n\t\t\t\t\t\tSonny Perdue\t\t\t\t\t\t\t\nSecretary of AgricultureMore than 20 years ago, Democrats and Republicans came together to reform our welfare programs to restore the system to what it was meant to be: “a second chance, not a way of life,” in the words of then-President Bill Clinton. Over time, without any changes in the underlying welfare reform legislation of 1996, that ideal has been watered down by out-of-control administrative flexibility in the Supplemental Nutrition Assistance Program (SNAP). Today, at the direction of President Donald J. Trump, we are taking steps to restore integrity to SNAP and move people toward self-sufficiency.As we approach the mid-point of President Trump’s first term, we are seeing substantial economic gains for our nation, including generationally-low unemployment rates. At a time when the jobless rate has hit 3.7 percent — the lowest since 1969 — and available jobs outnumber those seeking employment, we expect that able-bodied people who are not working, or seeking work, enter or reenter the labor force.Instead, because of a permissive regulation that allows states to grant waivers to wide swaths of their populations, millions of people who could work are continuing to receive SNAP benefits. The president has directed me, as Secretary of Agriculture, to propose regulatory reforms to ensure that those who are able to work do so in exchange for their benefits. This restores the dignity of work to a sizeable segment of our population, while it is also respectful of the taxpayers who fund the program.Americans are generous people who believe it is their responsibility to help their fellow citizens when they encounter a difficult stretch. That is the commitment behind SNAP. But like other Federal welfare programs, it was never intended to be a way of life. A central theme of the Trump administration has been to expand prosperity for all Americans, which includes helping people lift themselves out of pervasive poverty. Assisting people toward lives of independence and self-sufficiency is a worthy pursuit along that path.Read the full op-ed here.This article was published in USA Today on December 20, 2018.",
    "president": null
}