{
    "title": "Press Gaggle by Principal Deputy Press Secretary Sarah Sanders – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/press-gaggle-principal-deputy-press-secretary-sarah-sanders-060817/",
    "created_at": "2017-06-08T00:00:00",
    "content": "\n\t\t\t\tPress Briefings\t\t\t\nIssued on:\nJune 8, 2017\nJames S. Brady Press Briefing Room12:08 P.M. EDTMS. SANDERS:  Good afternoon.  Just barely afternoon, I guess.  Quiet morning for you guys?  I’ll go through a few things and then I’ll take your questions.First off, as a reminder, as is tradition when the President is speaking, this is an off-camera, not-for-broadcast gaggle.  Audio should not be used on television or radio.Yesterday the first U.S. liquid natural gas shipments arrived in the Netherlands and Poland, marking the inauguration of American energy exports to northern and central Europe.  And now that America has been freed from the burdensome regulations that prohibited LNG exports for far too long, we’re poised to become one of the world’s premier energy exporters — a strategic advantage that we can use to build prosperity here at home and advance our interests abroad.President Trump is committed to removing barriers to energy development and trade, promoting U.S. exports of energy resources, technologies and services, and ensuring the economic and energy security of the United States.  U.S. LNG exports support American jobs, which, as you know, is a top priority for the President.As Energy Secretary Perry has said, energy policy is not just economic policy, it’s also foreign policy.  We’ve seen other producers use energy as a way to coerce the less powerful.  And now the United States will be able to counteract this strong-arming and ensure both our own and our partners’ energy security.The President has had a great event in Ohio yesterday, talking about our nation’s crumbling infrastructure and his plans to make historic investments in our national infrastructure.  And this afternoon, the President will give remarks to wrap up the infrastructure summit here at the White House, where Cabinet members, senior staff, and subject-matter experts are meeting with state, local, and tribal leaders on how we can best work together to rebuild this country.The summit is kicking off just about now with a working lunch and remarks by the Vice President, and the President will speak around 3:30 p.m.Of course the President right now is currently on his way to the Faith and Freedom Coalition’s Road to Majority Conference. And for those of you that are concerned with Sean’s whereabouts — April, in particular — he is with the President.  I’d encourage you all to pay close attention to the President’s remarks, as he’ll be addressing some of the biggest issues facing our country and our world today — skyrocketing health insurance costs, job-killing federal regulations and policies, the threat of radical Islamic terrorism.  These are the issues that Americans are actually talking about around their dinner tables, and that’s what the President will be speaking about and who he’ll be speaking to today.Tomorrow will be a busy Friday before the President departs for Bedminster for a working weekend.  In the morning, we’re headed to the Department of Transportation for an event on roads, rails, and regulatory reform.  Try to say that 10 times fast.He’ll join in a roundtable with federal and state DOT officials, hosted by Secretary Chao, where they’ll discuss how the current maze of federal regulation leads to an uncertain and prolonged permitting process that doesn’t serve our environment or our economy.  His remarks afterward will highlight his plans for reforming the system to encourage responsible investment by both the public and private sector.And later that afternoon, the President will welcome the President of Romania for an official visit.  We’ll, of course, have a readout for you following their meetings.  And following the departure of the President of Romania, we’ll head to Bedminster.Finally, I’m aware there’s a lot of interest in what’s going on on the Hill today.  And as you all know, Marc Kasowitz, the President’s outside counsel, will have a statement upon the conclusion of the hearing.And with that, I’ll take your questions.Q    Sarah, did the President watch any of the hearing today?\nMS. SANDERS:  I don’t know if he’s seen much of it.  I know he has been in meetings with Secretary Tillerson, Mattis, and National Security Advisor H.R. McMaster the majority of the morning.  They talked about a variety of issues, including North Korea and Gulf region issues.Q    And do you know if he’ll mention the testimony at all in his speech to the Faith and Freedom Coalition?MS. SANDERS:  Not that I’m aware of.Q    Sarah, former Director Comey essentially said the President lied to him — lied to him, lied about the content of the meetings, said he didn’t trust the President enough to not record in minute detail the aspects of those meetings.  Two questions:  Is the President a liar, as former Director Comey says?  And is the Director’s testimony truthful to the best of your understanding?MS. SANDERS:  I’ll answer the first one.  No, I can definitively say the President is not a liar.  I think it’s, frankly, insulting that that question would be asked.  And second, anything specific to the hearing, again, as I said in my opening, I would refer you to the comments that Marc Kasowitz will make following the conclusion of the hearing.Q    Sarah, two things for you.  In his testimony, Comey also accused the administration of defaming him and defaming the FBI with his comments about morale.  Can you address those?MS. SANDERS:  Again, not to sound like a broken record — I’m kind of looking around for my kids because I feel like, with toddlers, you get to answer the same question over and over, so I’m in good practice for this.  But Marc Kasowitz will address the hearing at a statement at the conclusion of the hearing later today.Q    And then, also, there were a lot of questions about tapes that the President claimed that he might have about conversations between the two of them.  He said, “Lordy, I hope there are tapes,” and called on the President for them to please be released.  Are there tapes of those conversations?MS. SANDERS:  Once again, I will refer you to remarks that Marc Kasowitz will make at the conclusion of the hearing on all matters regarding Mr. Comey’s testimony today.\nMajor.Q    Sarah, in all fairness, you said from the podium that the FBI Director had lost the faith of the rank and file of the FBI.  That’s got nothing to do with Marc Kasowitz.  The FBI Director — former FBI Director just told the Senate Intelligence Committee that’s not true.  Can you help us understand this discrepancy?MS. SANDERS:  I stand by the statements I made at the podium.  But, again, anything specific to Director Comey’s hearing testimony today I will refer you to outside counsel.Q    Can you tell us as a housekeeping matter, is Kasowitz going to read this to the pool, or come back here?  And will he take questions?MS. SANDERS:  I believe that’s being finalized now, and we’ll keep you guys updated as soon as we know the exact plan.Q    Can you speak to the atmosphere in the West Wing? Obviously you always have TVs on.  Today they’re all playing the hearing.  In terms of what the President —MS. SANDERS:  That’s because you guys are all playing the hearing.Q    But it’s on.  So it’s in the atmosphere of the workplace here.  Can you describe how it’s affecting people in the West Wing today?  And did the President watch any of it?  I know you said he had meetings, but do you know if he watched any of it?MS. SANDERS:  I’m not sure if he’s watched any of it.  Again, I know the majority of his morning has been spent with the people I listed earlier.In terms of the mood in the White House, I would say that it’s a regular Thursday at the White House.  We’re carrying on.  Again, the President is engaged in national security meetings, doing infrastructure meetings this afternoon.  We have the news on like we do every single day.  That’s not new.  I’m pretty sure that’s standard operating procedure for this building.  So we’re carrying on, focused on the things that the President was elected to do, and we’re going to continue doing that throughout the day.Q    Are you able to say today, does the President have confidence in his Attorney General?MS. SANDERS:  Absolutely.  The President has confidence in all of his Cabinet, and if he didn’t they wouldn’t be here.\nJim.Q    I think there was a variation if this question asked about whether there are tapes.  Can you say definitively whether there is a taping system that allows the President to record his conversations here at the White House?MS. SANDERS:  I have no idea.Q    Two points struck with me from the Comey testimony.  One, the President was not personally investigated.  And the second one, the point is that they both share the concern about the leakage of classified information.  If you know that they both agree on these things, what explains that information that the President was not under investigation has not been leaked out?  Because when things are getting leaked then shouldn’t everything gets out?  But there is an impression that there is selective kind of leakage right now going on.  So how does your administration do that?  And are you going to do any kind of investigation when it comes to the leakage of classified information?  And who is doing this leakage?  And why the selective leakage?  There is an impression there is no information that is going to impugn the President.  But what about these other types of information that could not get out if he was —MS. SANDERS:  Again, I’m not going to comment on the specifics of the hearing, but I will comment on leaks.  Obviously the President takes any leak very seriously, and we would expect that anyone caught doing so, particularly in a manner that puts national security at risk, should they be caught, an investigation concluded and they’re found guilty, they should be punished by the full extent of the law.April.Q    Sarah, back on the recording issue, for security purposes — this is the White House, this is the West Wing — for security purposes, are there recording devices, video or audio, in this West Wing area?MS. SANDERS:  Again, I’m not sure, that’s not something I can answer.  You might check with Secret Service, if you’re asking from a security standpoint.Q    I am asking because this is the home of the leader of the free world.  This is where he works.  This place is a target for anything and everything.  We’ve seen that.  And within — I mean, there’s a lot of security here and it would not be something out of the realm of possibility that there could be security cameras or security recordings just for the safety of the President and his senior staff.  Do you know of any such thing?MS. SANDERS:  Again, I’m not aware, I’m not sure.  I would refer you to Secret Service, particularly given the nature of your question is about the security of the White House.  I would imagine Secret Service is not usually big on discussing the security of the White House, but I would refer you to them on that question.Q    They would probably know comings and goings and things that happened if they are a nature of concern.  If something were to happen, they would look at tapes or figure out — beyond asking questions, they would be able to —MS. SANDERS:  Again, I can’t answer that question.  I don’t work for the Secret Service.  They probably wouldn’t have me.Q    Sarah, two questions.  First of all, aside from the specifics of the Comey hearing, his testimony was leaked in advance yesterday.  You came back from Ohio on the plane with the President.  Could you characterize his mood about all the attention that’s being paid to it?  Is he frustrated?  What’s his attitude about the whole thing?MS. SANDERS:  You know, I know he read through some of the comments for the opening statement, and I know you guys are going to get tired of hearing his name, but Marc Kasowitz did actually put out a statement on that.  I’m happy to read that to you again.“The President is pleased that Mr. Comey has finally publicly confirmed his private reports that the President was not under investigation in any Russian probe.  The President feels completed and totally vindicated, and he is eager to continue to move forward with his agenda.”I think that sums it up pretty clearly.Q    One more.  You mentioned that he had discussions this morning with his national security people about the Gulf.  He had spoken yesterday to the head of the United Arab Emirates and to the head of Qatar.  What is the goal here?  What is the President’s goal here?MS. SANDERS:  I mean, I think the goal is real simple, is to deescalate the situation.  He is continuing to talk with all of the partners in the region, and he’s going to continue to do that.  And I think ultimately the goal is peace and partnership, and that certainly hasn’t changed over the last week.Justin.Q    I had some on Qatar, but I did want to ask one on — you said it was a normal day at the White House.  Obviously, as much as you guys might be trying to keep a sense of normalcy, this is a day that would seem kind of definitional on the presidency.  Can you talk at all about what kind of stuff you guys are doing to prepare for this testimony, to react to the testimony in real time, to prepare for this?  Was it really entirely outsourced to outside counsel?  I mean, you and Sean had to be out there talking about how you’d address these questions, talking to senior aides about it and that sort of thing.MS. SANDERS:  Given that most of the way that I’m addressing the questions is to direct you to the outside counsel I think it’s pretty clear that we have outsourced the comments and any statements to outside counsel.  Obviously I have — some of the process questions that you guys asked I answered.  But aside from that, again, we’re carrying on as we normally would.  I spent the last couple hours looking through information on other questions that may come up outside of the Comey hearing.Q    And one shot on Qatar, just because it’s a big issue and what the President apparently spent his morning on.  Do you guys see the demands that the Saudis and other Gulf countries made as being reasonable of Qatar?  And does the President stand by his tweets from earlier this week in which he suggested that they were financing terrorism in the Middle East, especially in light of CNN’s report that the sort of root cause of all this might have been a story that was planted by Russian intelligence services?MS. SANDERS:  Again, the President is continuing to have conversations with all of the leaders in that region.  He’s going to continue doing that.  He’s been meeting with his national security team this morning to discuss that.  I haven’t talked to him since they’ve had those conversations, but if I can get an update following that I will.Q    Can I go back to one other thing?  I want to see if you can comment on this aspect of the hearing.  All during the election campaign the President pointed to the meeting that then Attorney General Loretta Lynch shared with Bill Clinton on the tarmac.  And we learned from Comey today that Loretta Lynch had asked him as Director of the FBI to refer to the Hillary Clinton investigation as a “matter,” and not an investigation.  And he felt that the Department of Justice was trying to align the language of the FBI’s investigation with that of the Clinton campaign.  Can you give us something on that?MS. SANDERS:  Unfortunately, I cannot.  But maybe Mr. Kasowitz can later today.Zeke.Q    Sarah, you and others in the administration have said for a while the President is his own best messenger.  Should we expect to hear from the President at any point today regarding former Director Comey’s testimony?  And at what point will we hear from him?MS. SANDERS:  The country is going to hear from the President here momentarily —Q    About this subject.MS. SANDERS:  Whether or not he addresses that, I don’t know.  But again, the President is going to continue being focused on what we think most people are concerned about, and some of that stuff, he’ll lay out in his speech later today.Q    — you said you had no idea whether or not there was a taping system in the Oval Office.  Could you try to find out?  A lot of people are interested, as you might imagine.MS. SANDERS:  Sure, I’ll try to look under the couches.Q    Thanks, Sarah.Q    Could you characterize — not specifically about these meetings with the former FBI Director — but when the President comes out of a meeting with anyone, does he take notes?  Do his aides takes notes?  Does he in any way record the conversation in writing or in audio format to look back on?MS. SANDERS:  I can’t speak to every staffer in the White House that participates in meetings with the President.  I couldn’t possibly know the activity of each member —Q    I’m just trying to get a better understanding of how the President comes out of meetings.  Does he take notes?  Does someone take notes for him, generally speaking?MS. SANDERS:  Again, I think it varies depending on the nature of the meeting.  And so I can’t just give a general answer on broad meetings that take place here at the White House.Q    A quick follow-up on today — have you met with the President today?MS. SANDERS:  No, I have not.Q    Sarah, the President just named a new FBI director.  This is adjacent to Comey in the sense that he noted that he had nine one-on-one conversations with the President either in person or on the phone.  Is that a level of contact with the FBI Director that this White House thinks is appropriate?  Or is it something that the President intends to change in terms of his contact with whoever ends up becoming the next FBI Director — Christopher Wray, in this case, potentially?MS. SANDERS:  I think it would have to depend on the nature of the situation.  I couldn’t possibly foresee every instance in which the President may need to speak with the FBI Director, so I couldn’t comment on a hypothetical situation.Q    Right, but the context here is that, with President Obama, it was two conversations over three years.  With President Bush, it was one.  It seems like the level of contact is enormous by comparison, in this short span of time — it was about four months.  So is that something that you all believe is appropriate with Comey?  And is it something that will continue?MS. SANDERS:  I don’t think anything inappropriate took place at any point.Q    So what would be the consequence for someone that leaked an internal memo through a professor in order to, say, have a special counsel appointed, as Comey did today?  But I know that you’re referring to that there’s going to be a statement.  So can you speak to that in a general sense?MS. SANDERS:  That’s not something that I would be an expert on.  The extent of which someone would be punished would probably not come to my desk.Q    Would the White House take any particular action if they found out?  Because there’s been this question of leaks, so what would be the White House response if they found out that, say, an FBI Director has leaked an internal memo?MS. SANDERS:  I’m not sure what the extent of the law would be in that case.  But, again, I would imagine it would require a full investigation, and at the conclusion of that, the law would be the decider in that case.Q    I want to ask a follow-up on Attorney General Sessions.  What changed in the last couple days that allows you to now say the President has confidence in him?  Especially because you said you didn’t have a conversation with him today, so, I guess, what changed in the past 72 hours that now allows you to —MS. SANDERS:  I had one last night.Q    You did?  Okay.Q    Sarah, why was Jeff Sessions involved in the firing of James Comey if he had recused himself from the Russia investigation?MS. SANDERS:  I’m not sure.  That’s a question I would refer to DOJ.Q    Okay.  So to follow up, today James Comey said he never initiated contact with the President the nine times they spoke.  Does the President agree with that, that he initiated contact with James Comey all nine times?MS. SANDERS:  I’m not sure, again, when it comes to specifics of the testimony.Q    He said Comey called him —MS. SANDERS:  I’m not aware of the ins and outs of those nine interactions.  I’ll try to check and get back to you.  But in the meantime, I would also refer you to Marc Kasowitz.Blake.Q    Let me ask you two, if you don’t mind.  Obviously, the President has one-on-one conversations with staff members, people he’s hired.  But as it relates to folks that he hasn’t hired, is there any sort of policy as to not put him in a one-on-one situation so it doesn’t create a “he said, he said, he said, she said” whatever type environment?  Or is that something that the White House might look at?MS. SANDERS:  Not that I’m aware of, and I couldn’t comment, again, on a hypothetical situation.Q    Okay.  And let me ask you, secondly — the President had spoken and tweeted a lot about the Russia investigation.  And know we know throughout that, as early as January 6th and as late as March 30th, he had been assured by Jim Comey that he personally was not under investigation.  So I’m wondering if you could say why the President never said that detail?  Why he never came out and said, hey, look, I’ve been assured — he waited all the way until the Comey firing.  Do you know why he waited up until that moment to say it?MS. SANDERS:  No, I’m not sure why he would wait.Q    Sarah, thank you.  Looking to the future, one overriding element in today’s hearing was that Comey said — and both sides agreed — that Russia still is coming after American elections and will continue to in the future.  Does the President agree?  And what will he do about this important question?MS. SANDERS:  I’m not sure whether or not he agrees.  I haven’t had that conversation.  But I do know that the President takes our elections very seriously and would want to make sure that we do everything we can to ensure that they’re done properly, fairly, and without interference from anyone.Mike.Q    Thanks, Sarah.  A couple questions about business in the Senate right now.  In connection with Iran sanctions legislation, there is an effort to link to it or to add an amendment that would make that legislation contingent on also a provision that would require congressional approval of any effort to change sanctions — to remove sanctions on Russia.  Is that something that the White House would support?MS. SANDERS:  The administration is committed to existing sanctions against Russia and will keep them in place until Moscow fully honors its commitments to resolve the crisis in Ukraine.  We believe that the existing executive branch sanctions regime is the best tool for compelling Russia to fulfill its commitments.  And the administration will continue to work with Congress to ensure that we pursue the best course of action in support of the foreign policy interests of the United States.And, guys, with that, the President is getting ready to speak.  Thanks so much.  Have a good day.END\n12:30 P.M. EDT",
    "president": null
}