{
    "title": "Intern Series: An Inside Look – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-inside-look/",
    "created_at": "2017-08-14T00:00:00",
    "content": "\nAugust 14, 2017\n3 minute readEstablished by President Ronald Reagan in 1985, the Domestic Policy Council is responsible for advancing and coordinating the President’s agenda. Currently, the DPC is focused on ensuring that agencies properly implement President Donald J. Trump’s “America First” philosophy. As a domestic policy intern through the Summer 2017 White House Internship Program, I have a front row seat to this process and witness on a daily basis the formation of pro-growth and pro-American policies. The opportunity to work alongside staffers of all backgrounds and areas of expertise has been a unique and incredible experience that has shown me just how much time, patience, and negotiating is required in the federal government.Possibly the most rewarding moment of my internship occurred on June 30, 2017, when President Trump signed an Executive Order reviving the National Space Council. Prior to its signing, one of my tasks as an intern was assisting my supervisor in preparing the order for the President’s desk. Among other things, this included editing, revising, and fact-checking, as well as discussing the policy behind the National Space Council’s rebirth. Having never interned in the government prior to my time at the White House, I never knew what went into drafting a major policy directive. However, after observing this process, I have a newfound respect for all those involved with executive policies, as they require a high level of interdepartmental consensus and rigorous legal scrutiny.Being born and raised in Houston, it was the honor of a lifetime to see something I had a very small role in receive the signature of President Donald J. Trump, fulfilling his goal of restoring the United States as the global leader in space. I am excited to see the accomplishments of the National Space Council under the leadership of its Chairman, Vice President Mike Pence.Interning at the White House has been a once-in-a-lifetime experience full of unique events, incredible speakers, and eye-opening insights into the inner workings of the federal government and the Executive Office of the President. It has been an honor to be a part of the White House’s inaugural class of interns and to do my part in helping President Donald J. Trump Make America Great Again.Nicholas Elliot is from Houston, Texas, and is a sophomore studying International Political Economy and Business at Georgetown University. Nicholas was a member of the Summer 2017 White House Internship Program in the Domestic Policy Council.",
    "president": null
}