{
    "title": "Research Shows Art Therapy Helps the Brain to Heal – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/research-shows-art-therapy-helps-brain-heal/",
    "created_at": "2017-11-13T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nNovember 13, 2017\n2 minute read\n\n\t\t\t\t\t\tKaren Pence\t\t\t\t\t\t\t\nSecond LadyThursday, November 9, I had the privilege of visiting the IU Health Neuroscience Center in Indianapolis. What was so exciting about this visit was learning about the Neuroscience Center partnering with Herron School of Art and Design art therapists. It is becoming increasingly evident to the scientific and medical community that art therapy can help patients dealing with trauma or stress or anxiety or depression or a host of other medical and mental health issues.The Neuroscience Center and Herron art therapists are conducting research to find out how art therapy helps the brain to heal so that in the future they will be able to better focus the specific type of art therapy for a specific condition. For years art therapists have heard the testimonies of their clients over and over telling how much better they feel, how their issues are under control, how they are able to go back to work and function in a day to day environment, how they “don’t go to that dark place anymore.” But now, because of research being conducted in places like the IU Health Neuroscience Center, science is beginning to provide data and evidence of how this happens…how working with an art therapist can literally reprogram the brain, redirect neurons, and change someone’s life for the better. Science and art are partnering together. Bravo to Herron School of Art and Design and the IU Health Neuroscience Center.I am honored to have this national and international platform to shine the light on art therapy. I hope you continue to follow along, as I will share stories about my visits across the United States and around the world to elevate art therapy.To stay updated on our events in the Office of the Second Lady, follow us on Twitter at @SecondLady.",
    "president": null
}