{
    "title": "Intern Series: Love of Country – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-love-country/",
    "created_at": "2017-08-18T00:00:00",
    "content": "\nAugust 18, 2017\n3 minute readAfter the Summer 2017 White House Internship Program class had the opportunity to take a group photo with President Donald J. Trump in the East Room, we were led through the marvelous White House State Rooms. Walking through the grand rooms and corridors lined with portraits of our former Presidents, I felt humbled to pass through the hallowed halls where so many great men who have led our Nation have also walked and served. Standing directly in front of so many portraits of our Presidents, the weight and gravity of United States’ highest office struck me with full force, but in a way, it also humanized the great leaders we so often look to for inspiration.Having just heard President Trump briefly address our intern class before taking the photo, I was flooded with humility to have stood before the man who presently carries the baton in leading the greatest country on earth. We are blessed to have a man of his strength, courage, and passion in the Oval Office. As he stood with us, I could not help but sense the weight of the mission to “Make America Great Again” upon which he has embarked. What is more, these attributes were not merely captured inside an aging painting but were real and present before us. This was the same man who carefully returned a hat to his Marine guard after the wind blew it away; the man who quietly visited Congressman Steve Scalise (R-LA) in the hospital after he was severely wounded. Someday, these traits will be immortalized in a portrait in the People’s House, just as has been for those who served before him.It is my hope that we all sense the passion and love of country that our President has. I know the entire intern class has been inspired to serve our country throughout our participation in the White House Internship Program and even more so after hearing the congratulatory remarks President Trump made prior to sitting for the photo with us. As I return to school after the end of the White House Internship Program, I will carry these memories with me and will continue to be inspired by the dedication of our President and his Administration.Robert is from Wexford, Pennsylvania, and is a senior studying Government and Economics at Cornell University.  Robert is a member of the Summer 2017 White House Internship Program in the National Economic Council.",
    "president": null
}