{
    "title": "Helping Americans Sidelined by Opioid Addiction and Drug Use Get Back to Work – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/helping-americans-sidelined-opioid-addiction-drug-use-get-back-work/",
    "created_at": "2018-10-09T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nOctober 9, 2018\n4 minute readThe American economy is strong, and manufacturing jobs are growing steadily.Jobs in goods-producing industries, which include manufacturing, recently grew at the fastest rate since President Reagan was in office. In Utah, 7,400 manufacturing jobs have been added since November 2016. Nationally, recent data showed the fewest number of people filing for unemployment in 49 years, and more than 4 million new jobs have been created since President Trump was elected. The Dow Jones Industrial Average and the S&P have recently set record highs.Our economy is creating jobs faster than job creators can fill them. Across the nation, there are 6.9 million open jobs. For the first time on record, there are more available jobs than there are job-seekers. Leaders in nearly every industry and sector report difficulty finding workers with the skills they need. Demand in the manufacturing sector is particularly acute – there are 500,000 open manufacturing jobs across the nation, and 2 million have been estimated to be unfilled between 2015 and 2025.Too many Americans are not participating in our nation’s workforce. The national skills gap accounts for much of this shortage. Yet there is another pressing, and deeply troubling, reason for this: the opioid epidemic. Many Americans have left the workforce and remain on the sidelines because of this crisis. Getting Americans sidelined by drug addiction back into the workforce is good for communities and good for business.According to the Organization for Economic Co-operation and Development, U.S. communities hit hardest by opioid addiction have lower labor force participation than the national average. For startling proof, we look to those among prime working age, 25 to 54 years old. According to research from the Department of Labor’s Bureau of Labor Statistics, 44 percent of men in this age range, not in the labor force, acknowledged taking pain medications, including opioids, the previous day. Data analysis by Princeton University Professor Alan Krueger showed nearly two-thirds of those men indicated they were taking prescription pain medication, suggesting a role for the intersecting public health issues of chronic pain and opioid use in the workforce shortage. The Department of Labor’s Women’s Bureau is conducting a similar study of women not in the labor force.This crisis is crippling – for individuals, their families, their colleagues, their communities, and our growing economy. Accordingly, President Trump has declared the opioid epidemic a national public health emergency, committing the full resources of his Administration to helping Americans impacted by opioid addiction.In tackling opioid and other drug misuse head-on, we can both prevent tragedy and put more Americans on a path to recovery, opportunity, and prosperity.Effective treatment is available for opioid use disorder. The gold standard is the use of medication in combination with ongoing behavioral therapy, also known as Medication Assisted Treatment. Comprehensive treatment should also include efforts to enable these individuals to rejoin the workforce. There is strong evidence that a job can help sustain long-term recovery.We recently visited a combined prevention and treatment program administered by Belden, Inc., in Richmond, Indiana. We saw and heard firsthand the powerful effect of businesses, families, and colleagues coming together to fight drug misuse.This recognition is the reason the Department of Labor awarded six pilot project grants to help communities across the country fight the opioid crisis. These pilot projects are helping to provide new skills to workers, including new entrants to the workforce impacted by the opioid crisis.We all must play a role in preventing opioid and other drug misuse, promoting treatment, supporting addiction recovery, and fighting stigma. We encourage individuals to view the Surgeon General’s recently released digital postcard detailing how everyone can do their part, at SurgeonGeneral.gov. Individuals who are battling substance use disorders should have treatment options that comprehensively treat their condition and enable them to re-enter normal life, including work. Treatment works and people recover every day. As we mark National Manufacturing Day, we are grateful for a robust American workforce, and we are committed to addressing drug misuse so that all may access paths to opportunity.Alexander Acosta is the U.S. Secretary of Labor. Jerome Adams is the Surgeon General of the United States. This op-ed appeared in The Salt Lake Tribune on October 6, 2018.",
    "president": null
}