{
    "title": "Did You Know? U.S. Infrastructure Is Failing Rural Americans – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/know-u-s-infrastructure-failing-rural-americans/",
    "created_at": "2018-02-21T00:00:00",
    "content": "\nFebruary 21, 2018\n2 minute readThroughout American history, the United States has been recognized as a global leader in many areas, but we are in distinct danger of losing that position over other countries, as America no longer has the best infrastructure in the world. This is particularly damaging to rural America, whose farmers, foresters, and communities depend on this nation’s waterways, rails, and roads to ship their agricultural goods.Did you know? More than half of the locks and dams operated by the Army Corps of Engineers are nearing or are more than 50 years old; they are unable to handle the 565 million tons of freight, including agricultural products, now flowing on our inland waterways.More than a third of all major rural roads in the United States were in poor or mediocre condition in 2015; this resulted in traffic congestion, and much needed repairs, which caused twice as many delays as in the year 2000.Ten percent of all rural bridges were rated as “structurally deficient” in 2016, according to reports by TRIP, a national transportation research organization. Additionally, more than 100,000 miles of rail lines have been abandoned over the past few decades, reducing critical rail access to many rural communities.Sonny Perdue, the U.S. Secretary of Agriculture, has traveled the country and has taken a hard look at the challenges and opportunities in rural America. He notes in a column in the Des Moines Register this week, the greatest concern among many living in these communities is the need for better transportation for moving their goods and for increasing access to their suppliers and customers.A Washington Post poll, taken in 2017, echoed these concerns. An overwhelming 93 percent of rural Americans polled believed Federal investments in infrastructure are important to improving their job situation, with 74 percent noting it is “very important.”President Trump’s “Building a Stronger America” plan addresses these concerns. He has committed $50 billion solely to modernizing and repairing rural America’s infrastructure. The President’s plan aims to better the quality of life of all rural Americans, increase their job prospects, and help their businesses thrive by opening them up to new markets and opportunities.It’s time to give rural communities the quality of infrastructure they need in order to grow and thrive.",
    "president": null
}