{
    "title": "Top Three Moments from President Trump’s Speech in Poland – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/top-three-moments-from-president-trumps-speech-in-poland/",
    "created_at": "2017-07-06T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nJuly 6, 2017\n7 minute readToday, in Krasiński Square, President Donald J. Trump delivered remarks to the people of Poland. Watch the videos below to see the top three moments from the President’s speech.\"Just as Poland could not be broken, I declare today for the world to hear that the West will never, ever be broken.\" pic.twitter.com/ostrkqBtO8— The White House (@WhiteHouse) July 6, 2017“As the Polish experience reminds us, the defense of the West ultimately rests not only on means but also on the will of its people to prevail and be successful and get what you have to have. The fundamental question of our time is whether the West has the will to survive. Do we have the confidence in our values to defend them at any cost? Do we have enough respect for our citizens to protect our borders? Do we have the desire and the courage to preserve our civilization in the face of those who would subvert and destroy it?We can have the largest economies and the most lethal weapons anywhere on Earth, but if we do not have strong families and strong values, then we will be weak and we will not survive. If anyone forgets the critical importance of these things, let them come to one country that never has. Let them come to Poland.….Those heroes remind us that the West was saved with the blood of patriots; that each generation must rise up and play their part in its defense and that every foot of ground, and every last inch of civilization, is worth defending with your life.Our own fight for the West does not begin on the battlefield — it begins with our minds, our wills, and our souls. Today, the ties that unite our civilization are no less vital, and demand no less defense, than that bare shred of land on which the hope of Poland once totally rested. Our freedom, our civilization, and our survival depend on these bonds of history, culture, and memory.And today as ever, Poland is in our heart, and its people are in that fight. Just as Poland could not be broken, I declare today for the world to hear that the West will never, ever be broken. Our values will prevail. Our people will thrive. And our civilization will triumph.So, together, let us all fight like the Poles — for family, for freedom, for country, and for God.”\"Our adversaries are doomed because we will never forget who we are.\" pic.twitter.com/sXCQrEQDZ7— The White House (@WhiteHouse) July 6, 2017“This continent no longer confronts the specter of communism. But today we’re in the West, and we have to say there are dire threats to our security and to our way of life. You see what’s happening out there. They are threats. We will confront them. We will win. But they are threats.We are confronted by another oppressive ideology — one that seeks to export terrorism and extremism all around the globe. America and Europe have suffered one terror attack after another.During a historic gathering in Saudi Arabia, I called on the leaders of more than 50 Muslim nations to join together to drive out this menace which threatens all of humanity. We must stand united against these shared enemies to strip them of their territory and their funding, and their networks, and any form of ideological support that they may have. While we will always welcome new citizens who share our values and love our people, our borders will always be closed to terrorism and extremism of any kind.”\"We'll always welcome new citizens who share our values & love our people. Our borders will always be closed to terrorism & extremism…\" pic.twitter.com/VjhZLKSuue— The White House (@WhiteHouse) July 6, 2017“Americans, Poles, and the nations of Europe value individual freedom and sovereignty. We must work together to confront forces, whether they come from inside or out, from the South or the East, that threaten over time to undermine these values and to erase the bonds of culture, faith and tradition that make us who we are. If left unchecked, these forces will undermine our courage, sap our spirit, and weaken our will to defend ourselves and our societies.But just as our adversaries and enemies of the past learned here in Poland, we know that these forces, too, are doomed to fail if we want them to fail. And we do, indeed, want them to fail. They are doomed not only because our alliance is strong, our countries are resilient, and our power is unmatched. Through all of that, you have to say everything is true. Our adversaries, however, are doomed because we will never forget who we are. And if we don’t forget who are, we just can’t be beaten. Americans will never forget. The nations of Europe will never forget. We are the fastest and the greatest community. There is nothing like our community of nations. The world has never known anything like our community of nations.We write symphonies. We pursue innovation. We celebrate our ancient heroes, embrace our timeless traditions and customs, and always seek to explore and discover brand-new frontiers.We reward brilliance. We strive for excellence, and cherish inspiring works of art that honor God. We treasure the rule of law and protect the right to free speech and free expression.We empower women as pillars of our society and of our success. We put faith and family, not government and bureaucracy, at the center of our lives. And we debate everything. We challenge everything. We seek to know everything so that we can better know ourselves.And above all, we value the dignity of every human life, protect the rights of every person, and share the hope of every soul to live in freedom. That is who we are. Those are the priceless ties that bind us together as nations, as allies, and as a civilization.What we have, what we inherited from our — and you know this better than anybody, and you see it today with this incredible group of people — what we’ve inherited from our ancestors has never existed to this extent before. And if we fail to preserve it, it will never, ever exist again. So we cannot fail.This great community of nations has something else in common: In every one of them, it is the people, not the powerful, who have always formed the foundation of freedom and the cornerstone of our defense. The people have been that foundation here in Poland — as they were right here in Warsaw — and they were the foundation from the very, very beginning in America.Our citizens did not win freedom together, did not survive horrors together, did not face down evil together, only to lose our freedom to a lack of pride and confidence in our values. We did not and we will not. We will never back down.As long as we know our history, we will know how to build our future.”",
    "president": null
}