{
    "title": "America Will Once Again Reach for the Moon—and Beyond – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/america-will-reach-moon/",
    "created_at": "2017-12-13T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nDecember 13, 2017\n5 minute readOn the National Space Council’s recommendation, President Donald J. Trump signed a directive December 11 that puts human exploration back at the core of America’s space program.May 25, 1961, isn’t one of those dates most Americans remember. A hot Thursday in the Nation’s capital greeted President John F. Kennedy—barely four months into his term—as he made his way to Capitol Hill to address a joint session of Congress.But what the young President said that day would change the course of the 20th century. “I believe that this Nation should commit itself to achieving the goal, before this decade is out, of landing a man on the Moon and returning him safely to Earth.”The Space Race, as it became known, defined American ambition in the 1960s. Spurred by a fierce Cold War rivalry, it offered a rare bridge across the political spectrum by channeling much of the country’s patriotism, national defense, and scientific progress toward a single, powerful goal. Forty-five years ago this week, the race culminated when NASA’s final Apollo mission landed on the surface of the Moon.And no human has walked there since.The National Aeronautics and Space Administration (NASA) has continued to deliver astonishing scientific breakthroughs throughout the past half-century. In 1981, less than a decade after the final moon landing, NASA launched its first space shuttle. And on the Fourth of July in 1997, America became the first country to land a rover on Mars, allowing NASA to conduct more extensive experiments on the planet’s surface than ever before.But for all this progress, modern space exploration hasn’t quite managed to capture the imagination of ordinary Americans the way it once did 50 years ago. In part, that drop-off was inevitable: The Space Race was a creature of its time, driven into life by existential concerns about a rapidly advancing Soviet Union. America won that war, so its citizens could move on to other things.Another reason, however, is vision. NASA keeps pushing science forward, but without a concrete Presidential aspiration to guide it, there are fewer opportunities to earn public support or inspire the next generation of scientists and engineers to join up.That project of renewal won’t happen overnight. But there was a clear place to start. This June, President Donald J. Trump announced he would reconvene the National Space Council for the first time in 24 years. The group held its inaugural meeting in October, with Vice President Mike Pence presiding. It reached a unanimous recommendation that same afternoon.Put human exploration back at the center of our space program.The result is Space Policy Directive 1, which President Trump signed on December 11. “The directive I’m signing today will refocus America’s space program on human exploration and discovery,” the President said.  “It marks an important step in returning American astronauts to the moon for the first time since 1972 for long-term exploration and use.”That goal is more than symbolic.This time, we will not only plant our flag and leave our footprint. We will establish a foundation for an eventual mission to Mars.\n\t\t\t\t\t\tPresident Donald J. Trump\t\t\t\t\tVice President Pence underscored the practical importance of this new strategy. By maintaining a continuous human presence in low-Earth orbit, we will “enhance our national security and our capacity to provide for the common defense of the people of the United States,” the Vice President said. “We will also spur innovation, as the space program has always done.”President Ronald Reagan once eloquently described the sweep of mankind as a “long climb from the swamp to the stars.” With President Trump’s latest order, America commits itself once again to writing the next chapter in that story.“Whether a child is born in the urban sprawl of Detroit or the windswept plains of Nebraska, they look up at the same night sky,” President Trump said in his Inaugural Address. His point was about national unity, but he may also have been hinting about our national purpose.“In America, we understand that a Nation is only living as long as it is striving.”",
    "president": null
}