{
    "title": "Director Mick Mulvaney: Transforming President Donald J. Trump’s Vision into Reality – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/director-mick-mulvaney-transforming-president-donald-j-trumps-vision-reality/",
    "created_at": "2017-03-31T00:00:00",
    "content": "\n\n\t\tBudget & Spending\t\n\nMarch 31, 2017\n4 minute readDay of Confirmation\nDirector Mick Mulvaney will never forget his first day as the Director of the Office of Management and Budget, walking from a historic office in the Eisenhower Executive Office Building, across “West Exec,” and into the West Wing to attend a meeting of senior staff. Although this Washington job would be far different from the position he left behind, the principles that guided and shaped his time in Congress would inform his approach toward advancing President Donald J. Trump’s ambitious, but attainable goals.Aside from the required HR paperwork and trainings, the newly minted OMB Director read briefings and began the grueling, yet gratifying task of ensuring the President was able to keep his promises. After all, that is his new job.The Office of Management and Budget has a talented career staff with a wealth of institutional knowledge who are essential, especially when you’re tasked to advise the President on the best ways to restore American security, secure our border, and fund important priorities like veterans’ health care and school choice while not adding a dime to the 2018 deficit. Who better than this expert staff at OMB to offer a crash course on the Federal Government than those called the heartbeat of the executive branch?Budget Blueprint\nThe first of many steps in President Trump’s proactive agenda to put America first started with crafting a budget that would help set priorities for the President. At the same time, it was imperative for the team to look at avenues that would keep America safe as well as help to ensure every agency in the Federal Government minded every dollar of taxpayer money.At nearly $20 trillion, the national debt arguably serves as the United States’ greatest national security crisis. This is no small dilemma. The current path is unsustainable and it is time to get America’s financial house in order. For the first time in its history, America’s children and grandchildren could be less prosperous than their previous generation.The Director with his staff, informed by the President’s own words, began the arduous process of crafting a budget. Promises and pledges were turned into policies and then developed into numbers. Numbers spurred vigorous discussions with agencies across the Federal Government. The result of that discussion is presented to the White House where the President has the final say on his budget and priorities.The first priority was to fulfill the President’s directive to restore our neglected military through a $54 billion infusion that was funded largely by shifting dollars from foreign aid to domestic defense. In historic fashion, this would put America’s security first by reversing the defense sequestration to increase the readiness and lethality to our service men and women.Next, the blueprint focuses on prioritizing border security, veterans’ health care, and school choice. It advances the President’s plan to strengthen our national sovereignty through an investment in a wall coupled with adding additional immigration law enforcement personnel. It fulfills the President’s commitment to our Nation’s veterans by providing one of the largest increases in funding for the provision of their health care. Additionally, it provides greater resources to public and private school choice through a $1.4 billion investment.Finally, the budget blueprint eliminates hundreds of redundant, overlapping, or ineffective programs by looking at its effectiveness, not just its intentions. With every American’s share of national debt at $60,000, this Nation cannot afford to waste one penny on programs that have been around a long time but can’t show effectiveness nor align with a core mission of federal government.The President was elected by the people who want to make America great again. Director Mulvaney shares that vision and will continue to work to help the President realize that aim.",
    "president": null
}