{
    "title": "Empowering Americans to Innovate: Science and Technology Highlights Since Inauguration – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/science-technology-in-the-first-year-of-the-trump-administration/",
    "created_at": "2018-03-07T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nMarch 7, 2018\n3 minute readOffice of Science and Technology Policy“We’re on the verge of new technological revolutions that could improve, virtually, every aspect of our lives, create vast new wealth for American workers and families, and open up bold, new frontiers in science, medicine, and communication.”– President Donald J. Trump Since President Trump’s inauguration, the Office of Science and Technology Policy (OSTP) has built a robust team of over 50 staff members, including a corps of scientists and engineers, policymakers, and academics to advise the President on science and technology (S&T), support the President’s agenda, and ensure that S&T efforts across the Executive Branch are effectively coordinated. OSTP policy advisors are providing expert advice and developing policies on a wide range of topics, including advanced manufacturing, artificial intelligence, autonomous systems, biotechnology, cybersecurity, digital economy, disaster preparedness, healthcare, infectious diseases, information technology, medicine, nanotechnology, nuclear energy, ocean science, quantum information sciences, space and aeronautics, and telecommunications, among others.The Trump Administration is committed to advancing technological development and conducting research and development (R&D) to ensure national security, grow the economy, create well-paying jobs, and improve the lives of Americans across this great nation. Over the past year, OSTP has led coordinated Administration efforts to promote emerging technologies, empower Americans to innovate, and defend American technologies abroad.President Trump demonstrated his commitment to the importance of Federal scientific exploration by requesting $151.2 billion for Federal R&D investment in the FY 2018 budget – a 2% increase over FY 2017. Furthermore, the President’s FY 2018 Budget Request would result in the highest percent of the budget for the conduct of R&D since the FY 2014 Budget Request. In August, OSTP and OMB released the annual Administration R&D budget priorities for FY 2019, advising agencies to prioritize basic and early-stage applied research, the foundation for the development of transformative commercial products and services.In March 2017, President Trump established the White House Office of American Innovation (OAI) to develop policies and plans that improve government services and launch initiatives focused on innovation. Three months later, OSTP and OAI co-hosted the Administration’s Technology Week, bringing top tech executives to the White House for discussions with the President and senior Administration leadership. As part of Technology Week, OSTP hosted the American Leadership in Emerging Technology Summit to work with industry leaders to identify barriers to developing technologies in the United States.OSTP led the international delegation at the G7 Information and Communications Technology Ministerial in Italy, and has been instrumental in Administration efforts to promote the free flow of data, prevent requirements for data localization, and maintain open markets while standing firm against unfair trade practices. The Trump Administration also signed the first bilateral S&T agreement with the United Kingdom, creating a pathway for collaboration on scientific initiatives that will benefit the nation and the entire world.OSTP led a robust agenda of interagency coordination activities, convening senior leadership from across the Federal Government to discuss department and agency S&T priorities and set a path for future collaboration through OSTP’s leadership of the National Science and Technology Council (NSTC). In recognition of the cross-cutting nature of policies related to tech transfer, infrastructure utilization, open data, and workforce development, OSTP created a new NSTC Committee on the S&T Enterprise, to be co-chaired by the Directors of the National Science Foundation, the National Institute of Standards and Technology, and the Undersecretary of Energy for Science.This document provides a selection of the tremendous S&T achievements by the Trump Administration to date.View the full report here.",
    "president": null
}