{
    "title": "Religious Persecution in Iran, China Must End Now – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/religious-persecution-iran-china-must-end-now/",
    "created_at": "2018-07-24T00:00:00",
    "content": "\n\n\t\tLaw & Justice\t\n\nJuly 24, 2018\n4 minute read\n\n\t\t\t\t\t\tMike Pompeo\t\t\t\t\t\t\t\nSecretary of StateLast month, Mohammad Salas, a member of the Iranian Gonabadi Sufi dervish community persecuted by the Iranian regime for its beliefs, was convicted and sentenced to death on questionable grounds following violent clashes between security forces and Gonabadi dervishes. Mr. Salas and his supporters maintained his innocence, reportedly stating he had been tortured into a forced confession. Sadly, on June 18 the regime hanged Mr. Salas in the notorious Rajai Shahr Prison.Salas’s death was part of a larger crackdown on Gonabadi Sufi Muslims that began in February. Hundreds of Sufi Muslims in Iran remain imprisoned on account of their beliefs, with reports of several dying at the hands of Iran’s brutal security forces. The religious intolerance of the regime in Iran also applies to Christians, Jews, Sunnis, Baha’is, Zoroastrians, and other minority religious groups simply trying to practice their faiths.Religious persecution around the worldAround the world, adherents from innumerable faith backgrounds suffer similar violations of their most fundamental human rights. Earlier this year, the State Department hosted six United States-based Uighur journalists with Radio Free Asia’s Uighur Service. Their reporting indicates that Chinese authorities are likely detaining, at least, hundreds of thousands of Uighurs and other Muslim minorities in internment camps in Xinjiang.  One journalist, Gulchehra Hoja, shared that 23 of her family members have been detained in the region. She, like others, have little to no information about her family’s well-being.In Burma, since August 2017, nearly 700,000 Rohingya have been forced to flee to Bangladesh because of an ethnic cleansing campaign carried out by the Burmese security forces. Reports have indicated children, elderly, and infirm persons were burned alive in houses.And in Sudan, the government demolished a Presbyterian Evangelical Church in February after police ordered congregants to vacate it after Sunday worship services without any advanced warning. This attack was the latest government-ordered church demolition to have occurred in the country.These episodes and others like them are abhorrent. Religious freedom is a God-given right to which all people are entitled. That is why President Donald Trump is taking action to protect religious freedom around the world. It belongs to all people, everywhere.On July 24-26, the State Department will bring together religious leaders, civil society groups, survivors of religious persecution, and delegations from foreign governments for the first-ever Ministerial to Advance Religious Freedom in Washington, D.C. Vice President Mike Pence and other senior Trump administration officials will also be participating. Our goal is simple: to promote the God-given human right to believe what you want to believe.We need partners to advance religious freedomTo advance the cause of religious freedom, we need all these voices to work together.We need civil society groups, who are often the first to hear reports of violations, to continue their courageous work on the front lines.We need religious leaders of every faith to articulate to their adherents that violence is not a righteous way to propagate belief.We need governments to recognize religious discrimination and persecution, take a firm stand against it, and treat religious freedom as a foreign policy priority.And we need to hear the stories of those persecuted, tortured, falsely imprisoned, and killed for their faith. We can honor their sacrifices by preventing these atrocities from happening again.Promoting religious freedom for all not only advances the interests of individuals, but countries and faith groups around the world. Where fundamental freedoms of religion, speech, press, and peaceful assembly exist, ideas compete with one another and different views are discussed openly. Greater understanding comes from this free exchange. Countries that champion individual freedoms are often the most secure, economically vibrant, and prosperous in the world. Religious freedom is an indispensable building block of free societies.The Trump administration is passionate about promoting and defending international religious freedom. But the challenge is too big for any one nation. We need every country to protect and defend freedom of religion for everyone. I look forward to welcoming my counterparts to the U.S. State Department as we fight for the persecuted, speak out for the voiceless, and work together to pave the way for greater religious freedom around the world.This op-ed appeared in USA Today on July 24, 2018.",
    "president": null
}