{
    "title": "Wages Growing and Workers Continue to Move Off the Sidelines and into the Workforce – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/wages-growing-workers-continue-move-off-sidelines-workforce/",
    "created_at": "2018-12-07T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nDecember 7, 2018\n4 minute readCouncil of Economic AdvisersThe Bureau of Labor Statistics (BLS) released its monthly Employment Situation Report, which showed continued evidence of a strong American economy. The unemployment rate remained at 3.7 percent for the third consecutive month and payroll employment continued its historic streak of positive jobs gains. These gains from the thriving labor market are widespread across many demographic groups.The unemployment rate remains at its lowest since December 1969, and this is the fifth consecutive month that the unemployment rate has been below 4 percent. This is only the 12th time since 1970 that the unemployment rate has fallen below 4 percent, with seven of these occasions occurring under President Trump this year.Workers are also taking home bigger paychecks, with wages growing under this Administration. According to the BLS survey of employers, also released today, nominal average hourly earnings for all private workers in November rose 3.1 percent over the past 12 months, the 2nd straight month that year-over-year wage gains exceeded 3 percent. Prior to the previous month, nominal average hourly wage gains had not exceeded 3 percent since April 2009. Real wages, which take inflation into account, are also rising. Based on the most recent Personal Consumption Expenditures (PCE) price index data from October, inflation in the past year was 2.0 percent (November data will be available later this month).In addition to the nearly 50-year low for the unemployment rate overall in the BLS household survey, the unemployment rate also reached a historic low for African Americans—falling by 0.3 percentage point (p.p.) in November to match a series low of 5.9 percent (last achieved in May 2018). The African American unemployment rate has only been under 6 percent twice since the series began in 1972 and both times have been this year. Recent lows were also achieved for the unemployment rate among individuals with a high school degree but no college, whose November unemployment rate fell to 3.5 percent—the lowest since December 2000. Also, the unemployment rate for adult men (ages 20+) fell to 3.3 percent—the lowest it has been since October 2000.Though the unemployment rate remains at a historically low 3.7 percent, there are plenty of potential workers on the sidelines who could contribute to employment growth in the future. A key measure of employment is the share of prime-age adults (ages 25-54) who are in the labor force, as these individuals are typically not in school or retired. Relative to the 83.0 percent prime-age labor force participation rate prior to Great Recession in 2007, the current 82.2 percent rate reflects the continued non-participation of 1 million prime-age Americans. So far in Q4 (October and November) of 2018, 73.2 percent of adults entering employment are coming from out of the labor force rather than from unemployment (see figure). This suggests that firms are finding workers who are not currently in the labor force and that those adults who are currently out of the labor force remain relevant for understanding further increases in employment.Total nonfarm payroll employment rose by 155,000 jobs in November, continuing a historic streak of positive job gains, the BLS employer survey found. Despite being lower than recent months and lower than expectations, job gains remain strong in 2018. Including November and revisions to September and October, employment growth averages 206,000 jobs per month in 2018—exceeding the average monthly gains in 2016 (195,000) and 2017 (182,000). So far in 2018, the economy has added at least 100,000 jobs every month and is on track to do so for a full calendar year for just the second time since 2000. Since President Trump was elected in November 2016, the U.S. economy has created 4.6 million jobs.Job gains were apparent in most industries, including significant gains in transportation and warehousing (25,000) and in manufacturing (27,000). Overall manufacturing has added 468,000 jobs since the election. The average monthly manufacturing job gains since President Trump’s election is 20,000 per month compared to 8,000 per month in the four years prior.This month’s employment situation report is a continuation of the strong jobs growth that has been a staple of the economy under this Administration. The low unemployment rate and the consistent employment gains which have exceeded 100,000 jobs every month this year are testaments to the effectiveness of the Administration’s economic policies.",
    "president": null
}