{
    "title": "26 Years Later, a President Hears Rural America – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/26-years-later-president-hears-rural-america/",
    "created_at": "2018-01-08T00:00:00",
    "content": "\n\n\t\tLand & Agriculture\t\n\nJanuary 8, 2018\n4 minute readOur farmers deserve a government that serves their interest and empowers them to do the hard work that they love to do so much.\n\n\t\t\t\t\t\tPresident Donald J. Trump\t\t\t\t\t\t\t\nOn January 13, 1992, President George H. W. Bush stepped to the podium at the American Farm Bureau Federation’s annual convention in Kansas City, Missouri. The president had just returned from a 12-day trip across Asia, and he used his Farm Bureau speech to discuss what the future of trade might look like in a post-Soviet world.“Our Asian allies understand that we don’t want handouts or a home-field trade advantage,” President Bush said. “We just want a level playing field. Give us a fair shot, and American workers will outthink, outwork, and outproduce anyone in the world.”Fast forward 26 years, and rural America has been left behind in too many ways. Rural employment has grown slower than employment in urban areas and was slowest to recover from the Great Recession. Poverty rates remain disproportionately high in many rural communities. And according to the Federal Communications Commission, 39 percent of rural Americans—23 million people—lack sufficient broadband access.Despite these and other struggles, no U.S. president had spoken at the American Farm Bureau Federation’s annual meeting, one of rural America’s signature events, since the first President Bush did so in 1992.On January 8, 2018, President Donald J. Trump broke that trend. He traveled to Nashville, Tennessee, and delivered a major speech at the 2018 Farm Bureau convention.President Trump Gives Remarks at the American Farm Bureau Federation’s Annual ConventionHere are highlights from what he told the farmers and agricultural leaders assembled:President Trump’s visit went well beyond words, however. He used the trip as an occasion for action. “Last April, I commissioned a task force to meet with farmers and local communities and find the greatest barriers to rural prosperity,” the President said. “The task force heard from farmers that broadband internet access is an issue of vital concern to their communities and businesses.”“That is why today, in a few moments, I will take the first step to expand access to broadband Internet in rural America. I will sign two Presidential Orders to provide broader, faster—and better—internet coverage.”The first of these two orders instructs the Department of Interior to dedicate a portion of its assets for rural broadband installation. The second order will streamline the installation process by requiring agencies to use standardized forms and contracts for installing antennas on federal buildings, thus improving process efficiency.Other recommendations from the task force will continue to guide Administration policy in the year ahead. “I am thrilled to stand with you today, and for many years to come,” President Trump said.“We are witnessing a new era of patriotism, prosperity and pride—and at the forefront of this exciting new chapter is the great American farmer.”",
    "president": null
}