{
    "title": "American energy dominance means Mass. Wind – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/american-energy-dominance-means-mass-wind/",
    "created_at": "2018-04-16T00:00:00",
    "content": "\n\n\t\tEnergy & Environment\t\n\nApril 16, 2018\n4 minute readAFFORDABLE, RELIABLE, AND ABUNDANT American energy drives domestic jobs and prosperity. Thanks to President Trump’s policy of “energy dominance,” America is now on a path to become a leading global energy exporter and free from being held hostage by foreign powers. Trump’s “all-of-the-above” approach is one in which both market forces and sound national security and energy policy determine the types of energy America produces. On designated federal lands and offshore, this means an equal opportunity for all sources of responsible energy development, from fossil fuels to the full range of renewables.As we look to the future, wind energy — particularly offshore wind — will play a greater role in sustaining American energy dominance. Offshore wind uniquely leverages the natural resources off of our East Coast, bringing jobs and meeting the region’s demand for renewable energy. Ramping up wind development and building new power grid systems also coincides well with Trump’s goal of enhancing and modernizing our American infrastructure. While we continue our commitment to the coal miners and other energy workers who built our nation, we also support wind as a valued component of a diverse and flexible energy policy.As the secretary of the interior, I am proud to be the chief steward of our nation’s lands and offshore holdings. When it comes to energy development on these public lands and waters, my priority is to uphold the government’s stewardship responsibility in the context of a sound regulatory framework and national security. Since taking office, I have worked to make the Interior Department a better partner to the job creators who help Americans put food on the table and keep the lights on. This does not mean sacrificing environmental stewardship, but rather ensuring that our regulations promote industry innovation and reflect use of best science and best practices to increase reliability, safety, and environmental protection.For wind developers, we have released draft guidelines on a “design envelope” approach, to allow for more flexibility in planning. Under the new guidelines, developers will be able to delay detailed decisions about aspects of design until later in the process, giving them time to incorporate cutting-edge technology and lessons learned into the permitting process. This pivot toward harnessing technology reflects a renewed focus at the Department of the Interior on American innovation to find ways to cut red tape in permitting and to spur private sector problem-solving.As part of our America First offshore energy strategy, we are proposing a lease sale off Massachusetts for commercial wind energy, totaling nearly 390,000 acres of over-the-horizon offshore areas. Additionally, we are putting out a Call for Information and Nominations from companies interested in commercial wind leases in the New York Bight. Wind development in the bight, an area that stretches from New Jersey’s Cape May to Montauk on Long Island, is an exciting American energy opportunity.At the same time, we must pursue an energy policy that works for all Americans. For wind production, this means addressing the potential impact on fishermen and marine wildlife. Many fishermen have raised concerns that wind development will lead to burdensome restrictions, extra cost, and reduced fishing opportunities — their arguments are well-founded. Interior has sought out best practices on wind energy project design so we can make sure their concerns are heard.The Trump administration supports an all-of-the-above American energy policy, and wind energy is an important part of the energy mix. Just like the pioneers who drilled our nation’s first offshore wells in the 1890s, those men and women who construct wind turbines in American waters in the years to come will continue to set our nation toward clean energy dominance.This op-ed appeared in The Boston Globe on April 16, 2018.",
    "president": null
}