{
    "title": "Remarks By President Trump In A Roundtable On Supporting America’s Commercial Fishermen – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-roundtable-supporting-americas-commercial-fishermen/",
    "created_at": "2020-06-05T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tEconomy & Jobs\t\n\nIssued on:\nJune 5, 2020\nArmy Air National Guard Hangar A\nBangor, Maine2:15 P.M. EDTTHE PRESIDENT:  Okay.  And I heard there was some controversy with respect to the current governor.  She never asked me a question.  By the way, you have everything right on tape.  She assured I came here, because when she said I shouldn’t come, I said, “Now I know I’m coming.”  (Laughter.)  I’m like Paul.MR. LEPAGE:  You should see the crowd outside, the crowd that’s gathered outside because you were coming.  It’s unbelievable.THE PRESIDENT:  I hear there’s a big crowd out there, huh?  That’s great.  That’s great.And you folks are going to tell me about the EU — okay? — with respect to their tariffs, because they like terrifying things.  So you’re going tell me about that — okay? — with regard to lobster.MR. LEPAGE:  I would like to say one thing (inaudible), if you’d like.THE PRESIDENT:  You’ll speak.  Yeah, do you want to speak in front of the press?MR. LEPAGE:  Yeah.  A lot of the Maine companies — lobster companies — have been forced to open up companies in Canada to send their lobster to the Far East and to Europe because we don’t have an agreement with the EU.  And, of course, China levied a 40 — 40 percent tax on Maine lobster, U.S. lobster.  So what they’re —THE PRESIDENT:  So easy to handle.MR. LEPAGE:  Yeah.THE PRESIDENT:  All you have to do is put a tariff on them and you’ll have it done in about two minutes, right?  And we’ll talk about that.  So the EU, in other words, charges a tariff —MR. LEPAGE:  Yes.THE PRESIDENT:  — and, therefore, the Maine lobster people —MR. LEPAGE:  Have to pay 20 percent.THE PRESIDENT:  Have to pay 20 percent, is it?MR. LEPAGE:  Right.THE PRESIDENT:  Or 40 percent?MR. LEPAGE:  Yes, it’s 20 percent.THE PRESIDENT:  So they have a tariff, so it no longer makes it competitive.MR. LEPAGE:  And if it comes from Canada, Canada has an agreement with the EU, and there’s no tariffs.And in addition to that, the Canadian dollar is 30 percent weaker than the American dollar, and therefore they’re making a killing.THE PRESIDENT:  I got it.  That’s an easy one to handle.  That’s, like, easy.MR. LEPAGE:  Good.THE PRESIDENT:  Hi, everybody.  We’ll talk about that.  Okay?So I want to thank you all very much.  We just had a big press conference at the White House.  You probably saw in the Rose Garden — the beautiful rose garden that was about 100 degrees.  It’s okay.  And the U.S. economy added two and a half million jobs.  It was supposed to lose 9 million.  They were slightly off.  So instead of losing 9 million — in fact, when they read it, they thought there was a typo.  When the numbers came out this morning at 8:30, they read it, and they thought that was a typo.Probably the greatest month we’ve ever had.  I guess, if you look at the charts, we were — we gave the charts to the fake-news media; they have them.  And probably the greatest month we ever had in terms of that.  And we haven’t even started yet because New York is closed, which is starting to open.  And California is essentially closed but starting to open.So this is the largest monthly jobs increase in American history, and that’s more than double the previous record, which was a long time ago.  Economists forecast that the unemployment rate would rise to over 19 percent.  Instead, it fell to 13 percent.  A slight difference.  Right, Paul?  Former governor of this great state, Paul LePage.  Been a friend of mine for a long time.We added 1.2 million leisure and hospitality jobs; 464,000 construction jobs; 424,000 education and health service jobs; 368,000 retail jobs; and 225,000 manufacturing jobs.  You remember, Paul, under the previous administration, they said there’d be no manufacturing.MR. LEPAGE:  Yeah.  We lost.THE PRESIDENT:  And they didn’t call that one too well either, did they?  They didn’t call too many things too well.The report showed that nearly 80 percent of the unemployed workers were in a temporary layoff.  That’s a great thing.  That means they all expect to go back to work, indicating that they could quickly return.  Seventy-three percent of small businesses are now open — how about that? — up from fifty-two percent last month.  And the S&P 500 just had the best 50 days in the history of the stock market.  Pretty amazing.  And we’ve just started.  We’re going to have the greatest year.Next year will be the greatest year, I think economically speaking, in history for our country.  Only one thing can stop it: somebody like Sleepy Joe Biden.  Wants to raise taxes, open borders.  They want to open the borders.  Can you imagine opening borders right now?  Tijuana is the most heavily infected place anywhere in the world, as far as the plague is concerned.  You know the plague; it came in from China, unfortunately.  Most heavily infected — or one of the most heavily infected — right along the border.  But we built a wall.  We have up to 200 miles now.  More than 200 miles of wall.By the end of the year, we’ll have 400 plus, and we’ll have it finished very shortly.  Fully financed, everything done, despite totally opp- — we were totally opposed by the other party, as you know.But they want open borders; that would be bad.  But they want to raise taxes, and that will — that would be a disaster.  So I think we’re going to have a great victory, and we’re going to take care of law enforcement, because law enforcement — they’re saying “defund the police.”  “Defund.”  Think of it.  When I saw it, I said, “What are you talking about?”  “We don’t want to have any police,” they say.  You don’t want police?First, they didn’t want ICE.  They do want sanctuary cities, which are a disaster.  But they say they’re going to defund the police.  In other words, they’re not going to pay police.  They don’t want to have any police — the real ones.And Biden has bought into it, but he doesn’t know what’s going on.  So, you know, he just doesn’t know.  But the people around him know what’s going on.  And they want to defund the police.  They don’t want to have police.So I want to thank you very much for being here.  I’m thrilled to be with my friends from the great state of Maine, with leaders from the fishing, crabbing, and lobster industries.  Very important industries.  And you never have been treated properly, or at least for the last long period of time.We’re also joined by Secretary of the Interior David Bernhardt and a very good friend of mine, former governor Paul LePage.  Paul, thank you very much for being here.  You did a great job running this state — I can tell you that.As we work to fully reopen and revitalize our nation’s economy, I’m doing everything in my power to support American workers, including those in Maine’s amazing seafood industry.  It’s a big industry, but a lot of people have not been taking care of this industry.  We have, and that’s why we’re here.  We’re going to take care of it even better, starting today.We were all very excited to see the blockbuster 2.5 million jobs added last month, far exceeding any expectations, not even the wildest expectations.  Thought it was supposed to be down 9 million, and it was up two and a half million.  I would say their estimators didn’t do too good a job.Under the last administration, commercial fishermen and Maine lobstermen were suddenly informed that nearly 5,000 square miles of ocean off the coast of New England would be closed to commercial fishing, without justification.  Is that right?  Five hundred — no, you got to be kidding.  Is that right?MR. WILLIAMS:  That’s correct, sir.THE PRESIDENT:  So they just closed it?  They said you can’t fish?  But let me guess: Other countries do, right?  Huh?  They do.This action was deeply unfair to Maine lobstermen.  Threatened to cripple family businesses.  It cost America’s fishermen millions of dollars.So they closed 5,000 square miles of ocean off your coast, right?  That’s amazing, Paul.  How did you let that — how did they let that happen?MR. LEPAGE:  Obama just used —THE PRESIDENT:  That was President Obama.  Thank you —MR. LEPAGE:  President Obama.THE PRESIDENT:  Through the pen.  Was that done in the form of an executive —MR. LEPAGE:  In the very last few days of this administration.THE PRESIDENT:  Is that — that’s this?SECRETARY BERNHARDT:  You’re going to fix that.THE PRESIDENT:  We’re opening it, right?SECRETARY BERNHARDT:  You’re fixing it.THE PRESIDENT:  So we’re opening it today.  We’re undoing his executive order.  Why — why wouldn’t that be — it’s ridiculous.What reason did he have for closing 5,000 miles?  That’s a lot of miles.  Five thousand square miles is a lot.  He didn’t have a reason, in my opinion.All right.  So we’re opening it up.  Today, I’m signing a proclamation to reverse that injustice, to reverse that order from the previous administration, and we are reopening the Northeast Canyons and the Seamounts Marine region to commercial fishing.  Is that okay?  Is that what you want?  Right?  (Applause.)That’s an easy one.  For me, I can’t even believe they can do a thing like that.  That’s a terrible thing.  That’s a terrible thing.So America is blessed with some of the richest ocean resources anywhere in the world — except when they close it up — and yet we have a 16.6-billion-dollar seafood trade deficit and import over 85 percent of the fish we consume.  No wonder.  You have 5,000 miles that’s closed up.Who would think that we — so we import 85 percent of the fish from other countries that are your competitors, and we have the best fishing areas in the world, I would think.  Right?  Is that among the best fishing areas anywhere in the world?  How does it compare to other locations in the world?MR. ODLIN:  Georges Bank is a very rich fishing area in the world.THE PRESIDENT:  And for lobster, the best.  Right?MS. TOOLEY:  Yes.MR. ODLIN:  The best in the Gulf of Maine.THE PRESIDENT:  For lobster.MS. TOOLEY:  And Atlantic scallops.THE PRESIDENT:  And scallops.  I like scallops.  Good.  We’ll have plenty of scallops to eat.This is why I’ve taken decisive action.  And we’re going to send our fishermen out there.  You’re going to go fishing in that area now that you haven’t seen for a long time.  Lobstermen and seafood producers, I want to just congratulate you.Last month, I signed an executive order to begin an accelerated review and reduction of all unnecessary regulations on the seafood industry.  So who’s doing that, David?  Who’s working on it?SECRETARY BERNHARDT:  The Department of Commerce.THE PRESIDENT:  Okay.  You’ll make sure that gets done, quickly.SECRETARY BERNHARDT:  Absolutely.THE PRESIDENT:  Okay?  This guy, when I give him something, it gets done.  Between him and Peter, we have the right people.  So, Peter, you’ll make sure that — you and David.MR. NAVARRO:  This is a great thing for the state of Maine.  These two executive orders, together, is going to bring back commercial fishing in a big way.  Sir, that is some of the most fertile fishing grounds in the entire world that’s been shut off.THE PRESIDENT:  And we’ve gone through all of the machinations, all of the work.  So we can sign this now.  It takes a while to get it done, but we’re getting it done.  Not easy.  Because they did it in such a way that it’s not easy.I ordered the formation of a trade task force that will identify opportunities to open foreign markets to our seafood exports.  We’re going to talk about the European Union, who constantly take advantage of us on trade.  Nobody knows that.And I’m further cracking down on illegal harvested and imported seafood.  That’s a big deal, too, right?  What does that mean, “illegally harvested”?  Who wants to answer that question?  Go ahead.MR. ODLIN:  It’s fish — they call it E- — EI fish.  You know, illegally harvested fish that some countries don’t enforce fisheries conservation rules.  In our country, we do.  So if a country is off their coast, and they don’t have to go by —THE PRESIDENT:  So they don’t have the thing, so they have —MR. ODLIN:  They don’t have any rules.  They can catch fish from (inaudible).THE PRESIDENT:  So, our conservation rules — are they overly tough or are they ridiculous?  Because other countries don’t have any conservation rules, right?  Most other countries.MR. ODLIN:  We — we have —THE PRESIDENT:  Are our rules fair and good, or are they not?MR. ODLIN:  We have a lot of rules in place that are preventing us from harvesting sustainably some of the resources out here.  The fact that — I’m in the groundfish industry.  The resources in — off New England are at a record high.THE PRESIDENT:  Yeah, can you talk — can you talk a little bit —MR. ODLIN:  The resources off New England are at record levels.  Never been recorded in history that they’re so high.  But we’re under-THE PRESIDENT:  Meaning, the —MR. ODLIN: — we’re underfishing.THE PRESIDENT:  Because you’re underfishing.MR. ODLIN:  We’re underfishing them —THE PRESIDENT:  Is that because of regulations?MR. ODLIN:  Because of antiquated regulations that you can never get rid of something that’s in place.THE PRESIDENT:  So, are we then looking at those regulations, Peter, or not?MR. NAVARRO:  Yes, sir.THE PRESIDENT:  Because let’s do it.MR. NAVARRO:  Yes, sir.MR. ODLIN:  That’s — that’s what you’ve been (inaudible).THE PRESIDENT:  I mean, we came up here for a different reason, but let’s look at those.So, in other words, you have more product than we’ve ever had before because you’re not allowed to use it.  You’re not allowed to fish, basically.MR. LEPAGE:  You’re not allowed to fish.  And some of the problem — and when I was the governor, I encou- — you know, I encountered it.  If you go to Commerce, and Commerce sends you to NOAA, and there’s a lot of bureaucrats in NOAA that are — really, really put on some hurtful penalties and regulations on the American — on the fishermen.THE PRESIDENT:  So, they were so burdensome that you can’t fish.MR. LEPAGE:  Correct.THE PRESIDENT:  So now what’s happening, it’s being taken over —MR. LEPAGE:  Or you can’t afford to fish.THE PRESIDENT:  You can’t what?MR. LEPAGE:  They’re so burdensome that you can’t afford to fish.  They make it so that if you —THE PRESIDENT:  Probably both: You can’t fish, and you can’t afford to fish.MR. LEPAGE:  And you can’t afford to fish.THE PRESIDENT:  So let’s open it up, Paul.MR. LEPAGE:  Yep.THE PRESIDENT:  Nobody better than Paul LePage to get this going, in my opinion.  So can I ask you to work on, with —MR. LEPAGE:  Absolutely.THE PRESIDENT:  — my two great guys, Peter and David?MR. LEPAGE:  I would — I would be more than happy.THE PRESIDENT:  And let’s open it up, okay?  And we want conservation.  I’m a believer in conservation.  But they’ve gone crazy.And then, other countries, they don’t have the same, so you have a much more expensive product.  You have a better product, but you’re not allowed to even get it, in many cases.  Right?MR. LEPAGE:  That’s correct.THE PRESIDENT:  It’s amazing.So I ordered the formation of a task force.  And today I did something else: I put Paul LePage in charge of trying to figure that one out, which you already have figured out, I suspect.  You’ve been living with that a long time.  And you’ve been unable to get previous administrations to do anything about this, right?MR. LEPAGE:  That is correct.  And it was particularly bad under the Obama administration.  I spent six years at —THE PRESIDENT:  Well, they just kept — they kept piling it on, huh?MR. LEPAGE:  They just kept piling it on and delay, delay, delay.THE PRESIDENT:  And why did they do that?  Just because they thought — environmentally or something, right?  Not really.  Politically, they did it.MR. LEPAGE:  It was a — it was a little bit of a political stunt because — unlike yourself and I, we’re friends — Obama and I were not friends.  And it was very difficult to get to talk to him.THE PRESIDENT:  Maybe he was also nice to other countries.  He might have also been nice to other countries, right?  Like Canada.  Right?  He might have been nice to other countries, like Canada.MR. LEPAGE:  Yes, he was.THE PRESIDENT:  So I ordered the formation of a task force — thank you, Paul — that will identify opportunities, open foreign markets to our seafood exports.  I’m further cracking down on illegal harvested and imported seafood.  That’s what your problem was, right?  So we’re cracking down on it.I recently signed into law $300 million to help our nation’s fisheries.  Maine will receive $20 million.  And you’re going to get more than that now, as we start breaking this crazy thing up.You know, I always think of this as a great fishing state, but you’re so restricted, it really stops you from being a great fishing state.I’m going to ask David Bernhardt, though, and Peter Navarro to really get involved and get this done quick.  This is ridiculous.  Okay?  Can I do that?MR. NAVARRO:  Yes, sir.  Yes, sir.THE PRESIDENT:  So I want every American who works out of the ocean and works in the ocean, and fishes for all of the different things and the treasures, to let you know that we’re behind you 100 percent.  You do an incredible job.And we want conservation.  We want good environmental practices — very important.  But we also want something that’s fair to you.  They’ve taken your livings away.  They’ve — I’ve been hearing about this for a long time, in Maine and other places up here.  Let it extend to other places that are also affected.Canada is given a tremendous advantage over the United States because of the practices of the previous administration and probably others.  So we’re not going to let that happen.  As an example, I heard that Canada doesn’t have to pay a tariff going into Europe.MR. LEPAGE:  That’s correct.THE PRESIDENT:  But you do.MR. LEPAGE:  And we do.THE PRESIDENT:  Okay?  So —MR. LEPAGE:  And then —THE PRESIDENT:  — if that goes on, then we’re going to do something that’s going to make — that’s going to make that look like small time.MR. LEPAGE:  Yeah.  And last year, we were sending — or two years ago, we were sending a lot of product to China and then China put a tariff on us for 40 percent because of some of the trade issues between the two countries.THE PRESIDENT:  Right.  And what happened to the tariff?  Is it on now?MR. LEPAGE:  It’s not gone down.  I haven’t checked lately, but you’re still paying the tariffs, right?  The lobster is still going to Canada.  And from Canada, they go over free.  But it’s just an added expense to the Maine lobsterman, who also has a 30 percent disadvantage on —THE PRESIDENT:  So you’re saying China charges a 40 percent tariff.MR. LEPAGE:  Tariffs.THE PRESIDENT:  And how big is the tariff that the European Union charges?MR. LEPAGE:  Twenty.  Is it — it’s 20 or 22.THE PRESIDENT:  Okay.  And this country, because of stupidity, for years, hasn’t charged them anything.MR. LEPAGE:  And the funniest part of this whole issue is the Canadian lobster we’re talking of and the Maine lobster come out of the same water.THE PRESIDENT:  Are they the same lobster, would you say, basically?MR. LEPAGE:  Yes.  They’re —THE PRESIDENT:  Would you say they’re equivalent, as lobster?MR. LEPAGE:  They’re equivalent.  They’re from the same —THE PRESIDENT:  Is there a difference in size or —MR. LEPAGE:  They’re the Gulf of Maine.THE PRESIDENT:  — type?  Any difference?MR. LEPAGE:  They’re coming out of the Gulf of Maine.THE PRESIDENT:  It’s the same lobster.  So you’re set up with a 20 percent tax that they don’t have.  So you — so they have a very good thing.  That’s European Union, right?MR. LEPAGE:  Yep.THE PRESIDENT:  The European Union has ripped this country off so much, it’s unbelievable.MR. LEPAGE:  And I’ll tell you —THE PRESIDENT:  And it’s so easy to solve.  I’m going to call them.  David, you’re going to come in, write a letter, and if they don’t change, we’re going to put a tariff on their cars until they change.  And they’ll change right away, okay?It’s unbelievable how badly — you know, people hear about the European Union — it sounds nice.  They’ve been almost as bad, over the years, as China, in terms of trade.  But nobody talks about it.  There’s a perfect case: Maine lobster.  You understand what I’m saying?SECRETARY BERNHARDT:  Absolutely.THE PRESIDENT:  We’re going to charge an equivalent-plus tariff to them if they don’t drop their tariff on your lobster and seafood, okay?  And we can do that.Peter, do you agree with that?MR. NAVARRO:  Yes.THE PRESIDENT:  Do you like it?MR. NAVARRO:  We need to strike back.THE PRESIDENT:  Let me put you in charge of that one.MR. NAVARRO:  We need to strike back.THE PRESIDENT:  That’s a natural for you — excuse me.MR. NAVARRO:  Yes, sir.THE PRESIDENT:  That’s a natural for you.  European Union charges us a tariff; they don’t charge Canada a tariff.  This is for the press: So Canada doesn’t pay a tariff for the same exact lobster in the same waters, but we pay a tariff.  If European Union doesn’t drop that tariff immediately, we’re going to put a tariff on their cars, which will be equivalent — coming in — come in for nothing, which is ridiculous.  Okay?  Do you understand?  It’s going to be the equivalent-plus.MR. NAVARRO:  Yes, sir.THE PRESIDENT:  It’s going to be the equivalent-plus.  Watch how fast that tariff comes off.  All right?  Watch how fast.  It should be plus, plus, plus.  Okay?  I’m going to put Peter Navarro in charge of it.  That’s perfect for him.  I’ll take that one off your plate, okay?PARTICIPANT:  Thank you.THE PRESIDENT:  All right.  Peter Navarro, you’re in charge of it, all right?  Thank you.We — this country has been treated so badly on trade for so many years.  We have such bad agreements.  We’re breaking so many of them up.  It’s been treated so badly, it’s hard to believe.MR. LEPAGE:  You know, Canada — in some respects, Canada has been our worst enemy in the — in the produce industry.  We cannot send — we cannot send —THE PRESIDENT:  Canada has been very tough.  Canada charged, in Wisconsin — before I got up and changed it — 287 percent tariffs on dairy products.MR. LEPAGE:  Yeah.THE PRESIDENT:  So, think of it.  And they kept it at 287.  They didn’t want to make it 300 because they thought somebody might find out.  And until I became President, nobody knew.  I ended it.  But they were charging Wisconsin and our farmers 287 percent tariffs to send dairy products to Canada.  So therefore, you didn’t sell and you couldn’t compete.MR. LEPAGE:  You couldn’t compete.THE PRESIDENT:  And our people didn’t charge them anything.MR. LEPAGE:  That’s correct.THE PRESIDENT:  Canada has been very tough.  Very tough.  You know why?  Because they got away with it.  That’s all.  Because people sitting here didn’t know what the hell they were doing.Okay.  But the deal has worked.  You know, the new deal is a good deal.  It’s got rid of all that stuff.  But we didn’t talk about lobster.  But Peter Navarro is going to be the lobster king now, okay?  (Laughter.)  All right, Peter?MR. NARVARRO:  Yes, sir.  We’ll get after it.THE PRESIDENT:  Hey, look, you can do it.  Let’s see what you can do.MR. NARVARRO:  Dear to my heart.THE PRESIDENT:  Let’s see what you can do.MR. NARVARRO:  This state right here, Maine, is dear to my heart.  I spent a lot of my time here over the years.MR. LEPAGE:  There’s another vegetable that most people don’t speak of and we have — can’t bring to Canada.  And we’re one of the — we have a company in Maine that is one of the major growers of broccoli in the country.THE PRESIDENT:  Broccoli.  I —MR. LEPAGE:  In the summer, they’re in Maine.  In the winter, they’re in — in Florida.  But what has happened in the last few years is the Canadians bring their broccoli into market, they have a 30 percent advantage on the exchange rate, and so we can’t sell our broccoli.  And we can’t send it to Canada (inaudible).THE PRESIDENT:  Well, that’s our big thing with the dollar.MR. NAVARRO:  That’s the overvalued dollar.THE PRESIDENT:  That’s what you and I talk about.  The dollar.  The dollar that everybody says doesn’t matter.MR. NAVARRO:  Yeah.  (Laughs.)  I’d love to do that one too, sir.  Make me the dollar king, too.  (Laughter.)THE PRESIDENT:  You want to handle broccoli in the same way?MR. NARVARRO:  What’s that?THE PRESIDENT:  Is it broccoli primarily, that?  That and the lobster — or seafood, itself?MR. LEPAGE:  There are a couple others.  There’s broccoli, blueberries.  Blueberries, Maine was the — used to grow 90 percent of the wild blueberries in the world.THE PRESIDENT:  So where is it done now?MR. LEPAGE:  Canada.  New Brunswick and Quebec have got 300,000 acres on.  And so, now Maine’s blueberries are selling below growing cost.  Yeah.THE PRESIDENT:  And when you talked about the Obama — to the Obama administration about this, they did nothing, right?MR. LEPAGE:  They did nothing.  I spent a lot of time at Commerce —MR. NARVARRO: Let’s get on this.THE PRESIDENT:  The three — the three things, plus the seafood.  This man is — he’s a believer.  He knows exactly what to do.  I don’t have to tell him a thing.  And you guys will work on the other stuff together, okay?Any questions, by the way?  Questions?  There shouldn’t be any questions after that.  You got more than you would have ever thought.MR. LEPAGE:  I will just make one more comment.THE PRESIDENT:  Amazing, right?MR. LEPAGE:  I will make one more comment, and we need your help on.  As the — as the country is reopening — of course, right now Maine is still tied up pretty tight because we have a governor that’s not reopening very fast.  But as we reopen —THE PRESIDENT:  Why isn’t your governor — why isn’t your governor opening up your state?MR. LEPAGE:  I don’t know.  We don’t know.  We —THE PRESIDENT:  All the states are being opened, they’re making a lot of money.  That’s why we had the good numbers today.  You have a governor that doesn’t know what she’s doing, and she’s like a dictator, you know?MR. LEPAGE:  Yes, she is.THE PRESIDENT:  Why isn’t she opening up your state?MR. LEPAGE:  Well, one thing that she’s doing is the $600 a week that — that the people on unemployment are getting.THE PRESIDENT:  Right.MR. LEPAGE:  She is allowing them to continue to collect when they’re called back to work.  And so people aren’t coming back to work.  And everybody in this room will — knows of people —THE PRESIDENT:  So she’s taking advantage of the system —MR. LEPAGE:  Yes.THE PRESIDENT:  But she’s not letting them come back anyway because you’re shut down.MR. LEPAGE:  That’s right.  But it — the few that would — I know of three cases last week by — an employer told me that these three people were called back.  I reported them that I have work for them, but they’re still getting the $600.THE PRESIDENT:  What would you say about that, Peter?MR. NAVARRO:  The — look, this whole problem in the bill, where we’re paying people to stay home —THE PRESIDENT:  Yeah.MR. NAVARRO:  It’s —THE PRESIDENT:  You know, it works in some states.MR. NAVARRO:  — doing tremendous damage.THE PRESIDENT:  Yeah.MR. NAVARRO:  It’s doing tremendous damage to our economy because it’s keeping people home.  And the longer people stay home —THE PRESIDENT:  The Democrats wanted this.  Feather bedding, okay?  But the Democrats wanted it.  We said it wouldn’t work, and we were right.MR. LEPAGE:  And it works —THE PRESIDENT:  But honestly, it’s good —MR. LEPAGE:  It works in Republican states.THE PRESIDENT:  It does work in Republican states.  But the Democrats wanted it.  And we negotiated — but it’s unnecessary.MR. LEPAGE:  Correct.THE PRESIDENT:  And it makes it overly complex.  But a place like this — you know, we’re straightening — any further legislation, we’re straightening it out.  And we just did PPP today.  So —MR. LEPAGE:  The legislation is — is fine if everybody follows the rules.THE PRESIDENT:  Yeah.MR. LEPAGE:  But if a — if a governor decides to —THE PRESIDENT:  But you see, she’s not supposed to be doing that.MR. LEPAGE:  That’s correct.THE PRESIDENT:  So when she doesn’t do that, it’s fine.MR. LEPAGE:  That is correct.THE PRESIDENT:  But the governor is playing cute.MR. LEPAGE:  If you call someone back — someone to work and they refuse to go to work, you tell the state and the state will take your unemployment away.THE PRESIDENT:  That’s right.  Exactly.  So she’s not supposed to be doing that.MR. NAVARRO:  That’s correct.THE PRESIDENT:  Let’s call her on that, please.  Call her, legally.  Not allowed to do that.MR. LEPAGE:  The people of Maine want to work.MR. NAVARRO:  Yes, they do.MR. LEPAGE:  They do not want a handout.  They want to work.THE PRESIDENT:  When is she opening the state, if ever?MR. LEPAGE:  I think there’s another move in July.  There’s going to be another move in July.  She started opening up some of the restaurants that you can have, you know, six —THE PRESIDENT:  Very smallMR. LEPAGE:  — social distancing, and 50 percent.THE PRESIDENT:  And you don’t have a very big problem up here.  So why is she doing this?MR. LEPAGE:  Well, what she’s afraid of — or what she’s claiming is that, in the summer — Maine only has 1.3 million people — but we have 40-plus million visitors a year; 30-plus million in three months.  And she’s afraid that if she doesn’t quarantine the entire state, that these folks are going to bring the virus.THE PRESIDENT:  Yeah, the problem is, though, those three months are your Christmas.  Right?MR. LEPAGE:  You got it.  It’s our season.THE PRESIDENT:  Tiffany likes — Tiffany likes December; you like these three months.  So she’s going to get rid of all of your wealth —MR. LEPAGE:  Exactly.THE PRESIDENT:  — and you’re never going to recover that.MR. LEPAGE:  That is correct.  And so what I’ve advised her to do —PARTICIPANT:  Yeah, not good.MR. LEPAGE:  What I’ve tried her to do is we — everybody — you can only get into Maine two ways — well, three ways: the Canadian border, the 95, or route 2.THE PRESIDENT:  Right.MR. LEPAGE:  So if you put somebody at route 2, everybody that’s got a foreign plate — you know, an out-of-state plate —THE PRESIDENT:  You check them.MR. LEPAGE:  — you get their name, telephone number, where they’re going to be.  Problem solved.  If you have an uptick, you go right there.THE PRESIDENT:  So you’re giving away your tourist season this year because —MR. LEPAGE:  That’s correct.THE PRESIDENT:  — it’s starting, right?MR. LEPAGE:  That is correct.THE PRESIDENT:  So you’re giving away your tourist system.MR. LEPAGE:  Yes.THE PRESIDENT:  I mean, she must know this, right?MR. LEPAGE:  I would think she’s a bright lady.THE PRESIDENT:  No, no, how does she do a thing like this?  She’s going to destroy your state.  All right, look, I’m not a fan.  I’m not a fan.  We’re going to solve your fishing problem.  We’re going to solve something that nobody thought was solvable.  We’ll solve it very easily.And, Peter, you’re going to handle that other situation.MR. NAVARRO:  We’ll got on it.  Right on it.THE PRESIDENT:  That’s incredible.Would you like to say something, folks?  Go ahead.MS. RAYMOND:  Yes, I would.  Thank you, Mr. President.  It’s an honor to —THE PRESIDENT:  Thank you.  It’s my honor.MS. RAYMOND:  It’s an honor to be here to discuss with you the importance of commercial fishing to our country.  I am the Executive Director of Associated Fisheries of Maine, and I have more than 30 years’ experience in regional, national, and international fisheries management.  And in all of that time, I have never known a President to express a concern about the wellbeing of our fishing and seafood industries.So thank you very much for your interest, for your executive order promoting American seafood, for this announcement that you’ve made today which will allow our fishermen to go back to work.The Antiquities Act process —THE PRESIDENT:  And we’re doing that immediately.  Are we doing that as of immediately?SECRETARY BERNHARDT:  You’re — you’re opening up 5,000 square miles —THE PRESIDENT:  As of?SECRETARY BERNHARDT:  — with the stroke of a pen.THE PRESIDENT:  As of when?SECRETARY BERNHARDT:  The minute you sign it, we will begin planning —THE PRESIDENT:  I better get going then.SECRETARY BERNHARDT:  And you’re taking down —PARTICIPANT:  I’ll get my fishing pole.SECRETARY BERNHARDT:  You’re taking down a “no fishing” sign and opening up fishing.THE PRESIDENT:  I love that.MS. RAYMOND:  The process by which this monument was established is a non-transparent process that does not allow for stakeholder input, does not — does not produce any kind of economic analysis of the negative impacts, and prevents all of us from enjoying the benefits of our healthy marine resources.So, again, we appreciate that you’ve recognized that and are taking action to correct that.THE PRESIDENT:  And your senators?  Where were your senators for all these years?  What happened?MR. LEPAGE:  They abdicated their responsibility.  They went home early this year because it’s an election year, and gave all their power to our governor.MS. RAYMOND:  So, in addition to the opposition from the fishing industry, the Secretary of Commerce has also heard about opposition from the regional fishery in all eight regional fishery management councils to establishing these monuments outside of the regular management process.  So there has been a great deal of opposition to that.  And now you’re correcting that.THE PRESIDENT:  What would you do about that?MS. RAYMOND:  Well —THE PRESIDENT:  The monuments, what would you do?MS. RAYMOND:  The — the management of fisheries within our exclusive economic zone is rightfully managed under the Magnuson–Stevens Fishery Conservation and Management Act.  So we have a process to do that.  We don’t need the Antiquities Act to be establishing monuments that restrict fishing.THE PRESIDENT:  So what do you need?SECRETARY BERNHARDT:  And you’re bringing that process back.MS. RAYMOND:  Well, your — this order —SECRETARY BERNHARDT:  You’re bringing that back.MS. RAYMOND:  — will take care of what — of our immediate need.THE PRESIDENT:  Okay, so you’re going to be okay?  And this is going do —SECRETARY BERNHARDT:  You’re going to — you’re going to take that back.THE PRESIDENT:  That’s a big thing, right?MR. LEPAGE:  Yeah.MS. RAYMOND:  Yes.THE PRESIDENT:  You’re so lucky I’m President.  (Laughter.)  You are so lucky.  I don’t even know you, and you’re so lucky.MS. RAYMOND:  Well, we’re also looking to a pending action by the New England Fishery Management Council and the National Marine Fishery Service, which will likely be voted on sometime in the fall, which would establish a requirement for our fishing boats to carry 100 percent of observers, or at-sea monitors on all of our trips at our own expense.  And this could be as much as $40,000 a year for some of our vessels.This is simply an expense that we cannot afford at this time, especially on the heels — when we’ll be trying to recover from this pandemic, which has had a huge impact on the commercial fishing industry in New England.  We certainly cannot afford an additional expense that is totally discretionary.  The law does not —THE PRESIDENT:  What’s happening with that, David?SECRETARY BERNHARDT:  That’s in process.THE PRESIDENT:  Huh?SECRETARY BERNHARDT:  That’s in process at Commerce.THE PRESIDENT:  Get it done.  We’ll get it done.  You’re not going to have to —MS. RAYMOND:  Again — again, I’m just putting it on your radar, Mr. President, so that you can deal with it in the future.THE PRESIDENT:  So let me ask you a question: So, European Union charges you a 20 percent tariff.  And is China charging a 40 percent tariff, or is that not?  What’s China charging?  Forty?MS. RAYMOND:  I — I’m not familiar with that.THE PRESIDENT:  Or not?  Do you know, Paul?MR. LEPAGE:  What?  China, right now, is charging a tariff on Maine lobster going to China, and our —THE PRESIDENT:  How much?MR. LEPAGE:  — our sales to China have gone from like 600,000 pounds to less than 100,000 pounds.THE PRESIDENT:  So you went from 600,000 pounds — that’s the way you go — to 100,000 pounds?  So you’re way down.MR. LEPAGE:  And — and the only way that we’ll —THE PRESIDENT:  Is that because of the tariff?MR. LEPAGE:  Yes.  What they do —THE PRESIDENT:  Okay.  So, Peter — so, a corresponding tariff to China for — pick a product — a corresponding-plus, if they don’t drop the tariff on Maine lobster going into China.  Okay?MR. NAVARRO:  Yes, sir.THE PRESIDENT:  It’s very simple.  And I don’t mind.MR. LEPAGE:  Yeah, the distribution companies have had to set up companies in Canada.  They ship their —THE PRESIDENT:  No, I know.  That’s what they do.  They go through different companies.MR. LEPAGE:  Yeah.THE PRESIDENT:  It’s called transshipping —MR. LEPAGE:  Yeah.THE PRESIDENT:  — to be exact.  Transship.  They transship.Okay, ready?MR. NAVARRO:  Yes, sir.THE PRESIDENT:  China, EU.  All you do is say, “That’s okay.  Keep charging us and we’re going to charge you a corresponding” — on something that they sell that’s very precious to them.  Put a corresponding — it should be for the same amount-plus.MR. NAVARRO:  Yes, sir.THE PRESIDENT:  We’ll take care of it.Go ahead.MR. O’HARA:  Yeah, Mr. President —THE PRESIDENT:  Thank you.MR. O’HARA:  — we operate a few boats here in Maine, but we also operate some scallop boats and some factory processers out in Alaska.  And there is a tariff on the flatfish that’s shipped into China that stays there.  So if we want to ship to them and develop a market in China, they do enforce a 25 percent tariff on it.What we have available to us if they do process some of the fish, it’s shipped back to the United States and there is no tariff on that coming in at this present time.THE PRESIDENT:  So what you’re saying is we don’t charge them a tariff but they charge us a tariff.MR. O’HARA:  That’s exactly right.THE PRESIDENT:  How stupid is that?MR. O’HARA:  We’re working on it.THE PRESIDENT:  How stupid is that?  Free traders — I tell you, the free traders out there that are always talking about this — “Oh, we’re free traders.”  How stupid is that?So they charge us and then we don’t charge them?MR. O’HARA:  Yeah.  Yeah, you’d be pleased to —THE PRESIDENT:  And they get paid for doing the work, on top of everything.MR. O’HARA:  Right.  You’ll be pleased to know that we just had a zoom meeting with Senator Sullivan last night.  He’s working on it.  He’s — he’s going to be in touch with a few people.  He wanted to say hello to you.THE PRESIDENT:  Sullivan is — Sullivan is a good man.MR. O’HARA:  Yeah.  Yeah.  He —THE PRESIDENT:  Sullivan is a good man.  He’ll — he’ll try, but —MR. O’HARA:  Yeah.THE PRESIDENT:  — nobody can do this like I can.MR. O’HARA:  Yeah.  It’s like — it’s like everybody, though.  We’re all trying to do it —THE PRESIDENT:  It’s simple.MR. O’HARA:  Yeah.THE PRESIDENT:  It’ll be done.MR. O’HARA:  Thank you.THE PRESIDENT:  It’s very simple.  He’s good guy — Dan Sullivan.Paul, you’ve said enough.  (Laughter.)David, do you have anything to say, real fast?SECRETARY BERNHARDT:  Well, I would like to thank you for taking the time to come listen to the fishing community.  Since the moment you took office, you’ve been clear and consistent in your efforts to bring common sense back to the executive branch.  You have done more than any President in our lifetime to bring common sense to government.And when you think about it, 5,000 square miles is an area that’s larger than the state of Connecticut, the state of Delaware, or Rhode Island.  And the prior administration essentially put a “No Fishing” sign to these individuals with a stroke of a pen, and you’re addressing it.  And your effort to ensure the voices of the people are heard is deeply appreciated across the country.The folks here, they go out, they brave the nation’s waters, they bring an incredible natural resource benefit to the world, and they have the challenging task of facing whatever Mother Nature — nature puts in front of them.  They should not be in a situation where they’re also having to fight their own government.  And they needed commonsense bureaucracy, and you’re bringing it.And in doing so, we are not changing the boundaries of the monument, and we will remain protecting those objects that — that need and are appropriately protected by doing this.  So thank you, sir.THE PRESIDENT:  Thank you very much.  And these two people will get it done.  By luck, I happen to have the two right people with me.  All right?Please.\nMR. PORTER:  Good afternoon, Mr. President.  My name is Kristan Porter.  I’m — I’m a — I’m a commercial fisherman.  I’ve been fishing for over 30 years.  I fished for about everything over those years.THE PRESIDENT:  And you love doing that.  You wouldn’t switch —MR. PORTER:  No.THE PRESIDENT:  — for anything, even though they don’t let you fish anymore.MR. PORTER:  No.  Well, I — I fish — fish for different things.  I fish for scallops now and I fish for lobster.  (Laughter.)THE PRESIDENT:  But you love it, right?MR. PORTER:  Love it.  It’s a way of life, Mr. President.THE PRESIDENT:  No, they love it.  People love it.  You wouldn’t switch —MR. PORTER:  No.  And —THE PRESIDENT:  — to be President, right?MR. PORTER:  Right.THE PRESIDENT:  You’re making a good decision.  (Laughter.)MR. PORTER:  So — and I’m — I’m president of the Maine Lobstermen’s Association.  And we — we support — the Maine Lobster fleet supports 10,000 jobs on the water and another 5,500 shore-side jobs.  So that’s why I’m passionate about — about do- — working with regulations and stuff.THE PRESIDENT:  Excuse me, do people come in — it must be.  Other — other countries, they must send their ships into this 5,000 big mile stretch.  Right?MR. PORTER:  No.  No, they can’t.  They can’t come in through the (inaudible).THE PRESIDENT:  Really?MR. PORTER:  Yep.THE PRESIDENT:  So we get them out through what, the Coast Guard?MR. PORTER:  Yeah —THE PRESIDENT:  The Navy?PARITICIPANT:  Coast Guard.THE PRESIDENT:  We get them out.MR. PORTER:  Yeah.THE PRESIDENT:  So we’re policing at least, right?MR. PORTER:  Yeah, right.THE PRESIDENT:  So go ahead.MR. PORTER:   So, keeping — keeping our nation’s fisheries strong is a passion of mine.  That’s why I’m great — it’s great to have this opportunity to talk to you about the process of the Northeast Canyons and Seamount.Rather than work with the constituents, who actually fish there and were most knowledgeable about the issue, like this guy right here, this — this monument was formed in backrooms with special interests.This policy — this created poor policy —THE PRESIDENT:  When?  During the other administration, you mean?MR. PORTER:  Yes.THE PRESIDENT:  Which administration?  Obama?MR. PORTER:  The Obama administration did this.  At the very la- — in the last —THE PRESIDENT:  Boy, he’s done you a — he’s done — he’s done Maine a tremendous disservice, I can tell you that, just from a commonsense standpoint.  How could you let a thing like this happen?MR. PORTER:  This — this created poor policy.  It hurt the fishermen.  And we really worry about the precedent it sets: that you can close large areas of ocean and put all the rest of us who fish for different things in smaller and smaller boxes.  So — and that — and that hurts everybody.THE PRESIDENT:  So by opening up this 5,000 miles, you are just — this is a treasure chest, huh?MR. PORTER:  It spreads — it spreads boats, yes.  Yeah.  And that —THE PRESIDENT:  Did you ever think this was going to happen in your lifetime?MR. PORTER:  No, I — I did not.  But the — the biggest thing is, is now — now people think when they’re going to close this.  They got to — they’ve got to go through the process.  Fishermen need to have the input into this —THE PRESIDENT:  Right.MR. PORTER:  — and we — we didn’t.  And so — and there’s not — it’s not the only thing; there’s other things.  I just want to, as a lobsterman, bring up something that I — I would be run out of town if I didn’t bring up to you.THE PRESIDENT:  Go ahead.  Go ahead.MR. PORTER:  It’s kind of the same situation.  Our fishery is in great shape, through years and years of good management.  But, despite our tremendous success, we find our industry being risked of being shut down because of the endangered right whale.THE PRESIDENT:  The endangered white whale.MR. PORTER:  Right — right whale.  It’s a r- — and so — and we’ve been in ex- —THE PRESIDENT:  And why is that, in other words?  Because you have to be so careful?  What — what is it?MR. PORTER:  Right.  The entanglements and what they’re — what — what —THE PRESIDENT:  Is that in the same area that we’re talking about?MR. PORTER:  No, it’s a different area.  It’s — it’s along the coast of Maine.  So we — our association, our executive director has had great conversations with your staff.  One of them is here today; Alex Willette is here.  He’s up to speed on this.  You had —THE PRESIDENT:  Just — and go really quick because we have to leave.MR. PORTER:  Yeah, we had —THE PRESIDENT:  Let me ask you this — wait, wait, wait.MR. PORTER:  No.  No, but —THE PRESIDENT:  How is this —MR. PORTER:  And your friend, right here, sent you a letter, and he can bring you up to speed —THE PRESIDENT:  Good.MR. PORTER:  — on this.  But, Governor, you’ve — you sent a letter —THE PRESIDENT:  How is the whale — Paul, you know this.MR. LEPAGE:  Yes.THE PRESIDENT:  How is the whale hurting what they’re doing?MR. LEPAGE:  They’re — the right whale is not hurting them.  In fact, in the last two decades, there’s not been an entanglement or a death in Maine waters.Now, there have been — they found some dead whales in the Maine waters, but they came down from where the problem area is, as we’ve talked about earlier: the Saint Lawrence Seaway.  At the mouth of Saint Lawrence Seaway is where all the deaths and entanglement are.THE PRESIDENT:  So how do we solve this problem?MR. LEPAGE:  We solve this problem by going to NOAA and telling them to get reasonable about their regulations.THE PRESIDENT:  Going to where?MR. LEPAGE:  NOAA.  They are the problem.  And I’ve worked two years — I’ve worked six years —THE PRESIDENT:  So you know — you know what reasonable means then, right?MR. LEPAGE:  Yes, that’s correct.THE PRESIDENT:  Okay.MR. LEPAGE:  That’s correct.THE PRESIDENT:  Okay, so get them done.  Get them done.  Right?  You work that, David.SECRETARY BERNHARDT:  I’ll talk to them.THE PRESIDENT:  Okay.MR. PORTER:  We just want our voices heard in the process.  That’s what we want.THE PRESIDENT:  We’ll — we’ll be able to.  I assume there’s a good solution to that, right?MR. LEPAGE:  Yes, there is.THE PRESIDENT:  Okay.  Work on it.  And we want to protect the whale.  I want to protect the whale, too.MR. PORTER:  As we do, too.THE PRESIDENT:  As long as we can protect the whale, I’m going to do it, all right?  So I’m going to leave it to you.MR. LEPAGE:  We’re in.  We’re in.  And I will say: You said one thing that is so true about the fishermen in Maine.  Maine has the only sustainable lobster fishery and certified in the world.  These people will do — bend over backwards to save the laying — you know, those that are the layers and the youth — I mean, they just bend over backwards.  It’s not robbing the bottom.  And the one thing about a Maine lobster —THE PRESIDENT:  You’ve been treated very badly.  You know that, right?  You better remember your President.MR. LEPAGE:  I’ll say, the one thing about a Maine —THE PRESIDENT:  You’ve been treated — no, you guys — you’ve been treated very badly.  I know what they’ve done to you; they’ve regulated you out of business.  And yet, you treated the area like it was your home.  I know that.Go ahead.MR. LEPAGE:  The one thing that Washington has never understood: The Maine lobstermen is a family-owned business.  It’s hand-me-down from father to son for generations and generations.  If father kills all the lobster, the son goes — he’s going to starve.  And that’s what the lobster industry is in Maine.  It’s the only one in the world.  And Washington bureaucrats are telling us we don’t know how to fish.THE PRESIDENT:  We got it.  All right?MR. PORTER:  Thank you, sir.THE PRESIDENT:  You’ll work with Paul on that.MR. PORTER:  Thank you, sir.THE PRESIDENT:  Okay?  Go ahead, please.MR. WILLIAMS:  Thank you, Mr. President.  Jon Williams, owner of the Atlantic Red Crab Company.  I’m going to change species a little bit; I’m in the crab business, not the lobster business.THE PRESIDENT:  Good.MR. WILLIAMS:  I’ve been fishing in this area — the 5,000 square miles — personally, since 1995.  And there were people there before I was in there.  And the interesting thing is, going on Maggie Raymond’s point, is the lack of transparency in the process of setting these 5,000 miles apart, the industry was never given the opportunity to get involved.  It was like (inaudible).THE PRESIDENT:  Well, not like now.MR. WILLIAMS:  Exactly.  No, and we appreciate it.  And on one talking —THE PRESIDENT:  (Inaudible) knows more than the industry.MR. WILLIAMS:  One talking point, on your 2.5 —THE PRESIDENT:  So were you stopped from fishing in the 5,000 miles (inaudible)?MR. WILLIAMS:  In that — in that 5,000 miles —THE PRESIDENT:  Yeah.  So what — and that’s prime area, right?MR. WILLIAMS:  Well, this is — this is the ironic part of the whole thing: They said that they had to shut that 5,000 miles down for an emergency presidential action, and I was very vocal about it, and they grandfathered me for seven more years in that 5,000 mile area.  So —THE PRESIDENT:  So is the — when is the seven years up?MR. WILLIAMS:  We’re about halfway through it.THE PRESIDENT:  Oh, you’re lucky.  You just made it.  (Laughter.)MR. WILLIAMS:  We’ve had our fingers crossed since you got elected.THE PRESIDENT:  So, is that very fertile, in terms of crabs?MR. WILLIAMS:  Yes, it’s very fertile.THE PRESIDENT:  Because nobody is taking them, right?MR. WILLIAMS:  It’s the — yeah.  We harvest from Virginia, all the way to Canada.THE PRESIDENT:  So they gave you a grandfather of seven years, and your seven years is up.MR. WILLIAMS:  Then we’re out.THE PRESIDENT:  How many people were grandfathered?MR. WILLIAMS:  It was my fishery and the offshore lobster fishery.THE PRESIDENT:  You must be a rich guy, right?  (Laughter.)Now, let me as you this —MR. WILLIAMS:  I have a good banker.  (Laughter.)THE PRESIDENT:  Yeah.  Do you have the problem with the European Union too?MR. WILLIAMS:  I don’t.  I don’t do very much export to Europe; most of it’s domestic.THE PRESIDENT:  Well, you can’t.  With the tariff, you can’t.MR. WILLIAMS:  Exactly.  Exactly.THE PRESIDENT:  So you don’t bother.MR. WILLIAMS:  And the other thing is, is I want to bring up that hasn’t brought — been brought up is we have a — we have a public process that’s been in place for years and years and years to protect our resources and the ocean floor.  And when you gasped at 5,000 miles and how big of an area that is, since ’95, I think there’s been — you’d have to correct me, but it’s roughly 60,000 miles have been protected already.  But they were protected in arenas like this.  It included scientists, fishermen, and environmentalists.THE PRESIDENT:  And is that wrong?MR. WILLIAMS:  That’s right.THE PRESIDENT:  So you like it?MR. WILLIAMS:  I think — I think when you get a group of scientists and —THE PRESIDENT:  Okay, so there you think we did the right thing?MR. WILLIAMS:  I think that, you know —THE PRESIDENT:  Meaning, people did the right thing.MR. WILLIAMS:  I think that it’s a public process, as cumbersome as that can be, and sometimes I walked out of meetings not happy with the results, but it works.THE PRESIDENT:  But at least it went through a process.MR. WILLIAMS:  And it allows —THE PRESIDENT:  And this did not go through a process.MR. WILLIAMS:  Zero.  We had zero words.THE PRESIDENT:  This didn’t go through a process.MR. WILLIAMS:  And this one —THE PRESIDENT:  This was done for politics.  I got it.MR. WILLIAMS:  Total politics.  Just one last comment on it is — is, of course, where the industry was left to remain completely silent and not to go public, the millions of literature and propaganda and websites and everything, they were out there saying, “We need to save this 5,000 miles because this bottom is pristine, and we can’t allow these fishermen in there because it’s pristine.”  Well, we’ve been in there for 40 years.  And so if the environmental groups can deem the place pristine and we’ve been operating in that area for 40 years and they can’t find any evidence where we’ve done any damage, I would say we’ve been pretty good stewards of that 5,000 miles.THE PRESIDENT:  It’s great stuff down there, right?MR. WILLIAMS:  It’s great stuff.THE PRESIDENT:  Great stuff.  Take care of it.  All right?  That’s the one thing I’m asking you: Take care of it.  Okay?Please, go ahead.MR. ODLIN:  Yeah.  I just wanted to — my name is James Odlin.  I’ve been involved in this fisheries for 50 years, off New England, both as a captain and as a vessel fleet owner.  And I served on the council for nine years, helping make some of these regulations.  I worked on the habitat committee issues, where we worked for many years.  And then we were ready to roll.  And all of a sudden, we get this order that said, “Your work doesn’t matter.  We’re going to go ahead and just close 5,000 whole square miles.”  We were looking at discrete —THE PRESIDENT:  So this is a really big —MR. ODLIN:  — special areas.THE PRESIDENT:  This is a really big deal for you people, isn’t it?MR. ODLIN:  We worked long and hard on that.THE PRESIDENT:  This is the whole deal?MR. ODLIN:  Yeah.THE PRESIDENT:  Wow.MR. ODLIN:  And it — and I just got one other thing, Mr. President.  You know, I want to reiterate that the stocks of fish off New England — groundfish — are at historic highs.THE PRESIDENT:  Is that because you were a stopped from fishing?MR. ODLIN:  Because of fish — proper fish management.  The issue is: We’ve got millions of pounds of fish out there that are not getting caught annually, which would equate into hundreds and hundreds of jobs.  And we need —THE PRESIDENT:  So will I be allowed to go fishing in that 5,000-mile piece?MR. ODLIN:  Sure, you could.THE PRESIDENT:  Would you mind if I took a little boat and went fishing out there?  (Laughter.)  Huh?MR. ODLIN:  So we’ve got some regulations that are preventing us from harvesting these healthy, sustainable fish stocks, and we need help getting those regulations —THE PRESIDENT:  Is that not being taken care of in what we’re doing?MR. ODLIN:  Well, this — I just heard this now, that they’ve got — they’ve asked the National Marine Fishery Services and Commerce to look at some of those regulations.THE PRESIDENT:  You know about it?SECRETARY BERNHARDT:  Yeah, it’s a Commerce issue.  I’m happy to work with him on it.THE PRESIDENT:  You’re going to — just take it over.MR. ODLIN:  But I have some worries that they will just tweak around the edges and not really do —THE PRESIDENT:  All right, David will take care of that.MR. ODLIN:  I have some inside information that that’s going to happen.THE PRESIDENT:  Okay.  We got it.SECRETARY BERNHARDT:  Okay.MR. NAVARRO:  If I may, sir, the executive order that you signed several weeks ago has very clear, direct instructions to take care of those regulations.  So this President is already on this case.PARTICIPANT:  That’s right.MR. NAVARRO:  There is a process underway.  And that gentleman across the way will ensure that the commercial fisherman of this state will be able to fish the waters here without undo regulation, full stop.THE PRESIDENT:  So we’re cutting regulations from highways and roadways to fish.  That’s what Peter is talking about.MR. NAVARRO:  Yes, sir.THE PRESIDENT:  Go ahead.  Peter, do you have anything to say?MR. NAVARRO:  This is the jobs President.  This trip today goes and creates jobs from Brunswick and Bath, to Bangor and Guilford, all the way up and down from Bar Harbor down to Kennebunkport.And this President is the working-class President, and this state is a hardscrabble state.  It’s a working-class state.  And people in this state should not have to face the federal government that takes away your livelihood.These two executive orders combined are the greatest news for commercial fishermen in the last 50 years.  And this first order will clear off the decks of undo regulation.  The second order, as soon as he signs that and gives away the pens to all you folks here, will set free the fishermen of this state.  It’s a great day.THE PRESIDENT:  Well, they took your lives away.  They took your livelihood away from you.  So that’s good.  Good.  Thank you, Peter.  (Applause.)MR. NAVARRO:  Yes, sir.THE PRESIDENT:  Well said.Please, go ahead.MS. TOOLEY:  Thank you, Mr. President.  First, I just wanted to thank you for coming to the state of Maine to talk to our commercial fishing industry.  As was pointed out already, it is a first, and we truly appreciate it.And we also appreciate the action you’re taking today.  I don’t think there’s a single industry person around this table that disagrees on the need for it, and why it is so important.  So, thank you very much.THE PRESIDENT:  Thank you.MS. TOOLEY:  My name is Mary Beth Tooley.  I am the government affairs manager for the O’Hara Corporation out of Rockland, Maine.I brought the boss with me today.  He’s on the other side of the table: Frank O’Hara, Jr., president of a family-held company, as I said, in Rockland, Maine.  And I know that he spoke already.  He provides an awesome history of a family-held company that started in 1907, in T-Wharf in Boston, Massachusetts, has been present here in the state of Maine since 1944, and is definitely multi-generational.  He has sons coming up and grandchildren being born.  And the goal of the company is to maintain —THE PRESIDENT:  Good.  Well, now they have a place, right?MS. TOOLEY:  — sustainable fish.THE PRESIDENT:  Now they have a place.MS. TOOLEY:  So I didn’t know, Frank, if you wanted to add anything to that before I go on?MR. O’HARA:  What’s that?MS. TOOLEY:  Do you want to add anything on — on that before I go on?MR. O’HARA:  No, no, you got it.  (Laughter.)  You know, we’ve — we’ve been around for a while, and we’ve gone through wars, depressions.  We’ve gotten through overfishing from the foreign coun- —THE PRESIDENT:  But this was the worst thing that you’ve been through, I’ll bet, right?  What happened you when they took this away, this —MR. O’HARA:  Didn’t affect us as much as it would have affected Jon, but it will — it will affect us, because once they take one mountain or one canyon, they’ll take another one and another one.  They’ll go over to the West Coast —THE PRESIDENT:  Are you involved in that area, the 5,000 miles?MR. O’HARA:  We — we used to be, but we’re not.  We do scalloping, which is more to the south of that.  So our scallop boats, which is replicated by that model over there, we — we do some scallops but mostly it’s crap and lobsters out that way.  We’re — we’re flatfish —THE PRESIDENT:  Is that a new boat?MR. O’HARA:  It is.THE PRESIDENT:  Like a — and so that’s occurred —MR. O’HARA:  It was a new boat built down in (inaudible).THE PRESIDENT:  So they look — they look pretty old, right?  There’s a lot of design talent there, huh?MR. O’HARA:  Yeah.  Yeah, they got the new bulbous bow and a Kort nozzle.  It’s a — it’s lower carbon footprint.  We’re building another boat starting next year.THE PRESIDENT:  How much is the boat?  How much — brand new, how much does that boat cost?MR. O’HARA:  Just under $4 million.THE PRESIDENT:  How much?MR. O’HARA:  Just under $4 millionTHE PRESIDENT:  It’s the real deal, right?MR. O’HARA:  Yeah.  Yeah.THE PRESIDENT:  Very good.  Okay, good.  Well, you’re in good shape.  Thank you very much.MS. TOOLEY:  So, if I could — excuse me, I’m sorry.  I just had —THE PRESIDENT:  Go ahead, please.MS. TOOLEY:  But I just wanted to say very briefly, because I don’t need to be repetitive.  I’m a former member of the New England Fishery Management Council and served for — for nine years on that council.  And so you here — have here around the table current members of the council, past members of the council.Most of our industry people have all served as advisory panel members to councils, committees — and we hope one former council member as well.  And, you know, as — the public process, I think people have outlined why we think it’s so important and — and we certainly do endorse that.  And I will leave it at that.  Thank you again.THE PRESIDENT:  Okay.  Thank you very much.  Good job.Please.MR. ALEXANDER:  Hi.  I’m Terry Alexander.  I own Jordan Lynn Incorporated.  It’s a commercial fishing company.  And I base all my comments on trying to convince you to sign that executive order.  So they’re — they’re pretty moot right now.  But I would just like to point out some of the highlights on it and then maybe touch on some ideas.THE PRESIDENT:  We’ll go quickly.  (Inaudible.)MR. ALEXANDER:  Okay.  Okay.  So thank you, Mr. President, for supporting our nation’s fisheries and fishing communities.  These — these monuments, even though they’re south of New England, they push people, they displace people, and they’re affecting the entire fleet all the way to shore.  So it’s a good thing to open up area to let —THE PRESIDENT:  So that gets solved.MR. ALEXANDER:  Right.  Yeah.  So the —THE PRESIDENT:  Excuse me.  Are there media from Maine here?  Who’s — who’s — are you liking what we’re doing?  Huh?  You can say.  Yes, you do?  Anybody else from Maine?  From the area?  They — they all come up from Washington, unfortunately.Q    (Inaudible.)THE PRESIDENT:  Okay.  Go ahead.MR. ALEXANDER:  Yeah, so — so you — that’s already done, so I’m going to — I’m going to touch on a couple ideas of how — how the Canadians — how it’s not fair for the Canadians, the way we have comp- — we compete against the Canadians off shore.THE PRESIDENT:  All right, tell me about that one.MR. ALEXANDER:  All right, so we — we try to get haddock.  Different size, same fish.  We — we negotiate with the Canadians every year.THE PRESIDENT:  And how do you find negotiating with them?MR. ALEXANDER:  They’re pretty good.  I’m on the TMGC.  I’m on the New England Fishery Management Council.  I’m in my eighth year there.  They’ve been good.  And we nego- — we negotiate every year.  And they catch — they catch their entire quota almost every year.  We catch 10 percent of our quota every year.THE PRESIDENT:  What’s the difference in the size of the quota?MR. ALEXANDER:  Well, we’re about even on haddock and —\nbut it’s — it’s because of our regulations over here.  Our mesh size is the wrong size for catching haddock over here.  So, you know, that — that needs to be fixed.  And we can get that stuff done through the council.  But the — we need that stuff done through the council.(The President passes a piece of paper.)THE PRESIDENT:  You can sell that on Ebay tonight.MR. ALEXANDER:  (Laughs.)  I won’t sell it.THE PRESIDENT:  Go ahead.MR. ALEXANDER:  But, you know, we can fix that through the council.  We just need the incentive of D.C. pushing that stuff — that kind of stuff through.THE PRESIDENT:  We’ll get that done.  And you’re working on that.MR. ALEXANDER:   Yeah. So —THE PRESIDENT:  We’ll get that done.MR. ALEXANDER:  Yeah.THE PRESIDENT:  It’s an honor to be doing what we’re doing.  I mean, you people — basically, they took away your livelihood.  It’s ridiculous.  They took away your life.Wait a minute.  One second.  I’m going to sign this for you.  Here.  Whoever wants this, here.  Take that.So come on around real quick and we’re going to sign this up.  And take one of these.  You can hand that out.MS. TOOLEY:  Thank you very much.THE PRESIDENT:  Maybe do a little room, I guess.  Congratulations.  Come on, David.  Come on, Peter.So we’re giving Maine back a big part of its history, a big part of its industry, and we’re giving you back your fishing rights to 5,000 miles of — square miles — that’s a lot.  Boy, that’s a big chunk.  That’s a big chunk of water, isn’t that right?So, do very well.  Say hello to the people of Maine.  They’re great people.  They were very nice to me, I’ll tell you that.  And I appreciate it very much, but I know you appreciate it much more than I do because you’re getting a lot more than I am.  Okay?  So good luck everybody.(The executive order is signed.)And they’re going to work on those other things with Peter and David.  Okay?  (Applause.)END3:11 P.M. EDT",
    "president": null
}