{
    "title": "Remarks by President Trump and Prime Minister Modi of India Before a Dinner Reception – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-prime-minister-modi-india-dinner-reception/",
    "created_at": "2017-06-26T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nJune 26, 2017\nBlue Room6:29 P.M. EDTPRESIDENT TRUMP:  Thank you very much.  Mr. Prime Minister, we’ll do the toasts as soon as the media leaves.  (Laughter.)  We’re going to have a very special toast, a very intimate toast.  (Laughter.)But again, I want to thank you and all of your representatives.  It is such an honor to have you at the White House and in Washington.  And we have had tremendous meetings today, tremendous success, and we enjoy a wonderful relationship, but it’s never been better than it is today.And again, any time you’d like, we want to have you back as soon as possible.  Thank you very much for being here.PRIME MINISTER MODI:  (As interpreted.)  Well, Mr. President, let me express my gratitude for this invitation that was extended to me.  It is true that I have spent a very short time over here, but really, I have felt so much at home during this stay in the United States.And I am indeed also very grateful to the First Lady.  She has organized this reception in my honor, and this honors not just me, but 1.25 billion people of India.  So, once again, let me thank you and express my gratitude.PRESIDENT TRUMP:  Thank you very much.  Thank you.  You know, the Prime Minister was going to come here at a different time, but we worked out this time because they had elections in a section of India.  And it’s just a small section, but we said, it’s the seventh largest country in the world, that small section of India.  (Laughter.)  So I said, you know what, this is a better day.  (Laughter.)  But it is great to have you.Thank you very much.  Thank you all for being here.  Thank you very much.PRIME MINISTER MODI:  (As interpreted.)  And to add icing to the cake is that in those elections, our party won.PRESIDENT TRUMP:  Good.PRIME MINISTER MODI:  And after many years, we’ve got three-fourth majority in the state assembly.PRESIDENT TRUMP:  That’s fantastic.  That’s a good win indeed.  You won by a lot.\nThank you all.  Thank you very much, everybody.  Thank you.  Thank you.  Thank you very much.END\n6:32 P.M. EDT",
    "president": null
}