{
    "title": "The Closing Argument for Tax Reform – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/americans-need-tax-reform/",
    "created_at": "2017-12-14T00:00:00",
    "content": "\n\n\t\tBudget & Spending\t\n\nDecember 14, 2017\n3 minute readTogether we are unleashing a new era of American prosperity, perhaps like we have never seen before.\n\n\t\t\t\t\t\tPresident Donald J. Trump\t\t\t\t\t\t\t\nSpeaking before a crowd in the White House Grand Foyer, President Donald J. Trump laid out—in concrete terms—what tax cuts would mean for the typical American household.Here is the President’s case by the numbers:President Trump Gives Remarks on Tax ReformMiddle-income families will benefit directly from tax cuts with an expanded standard deduction, an increased child tax credit, and lower rates across the board. President Trump is committed to reform that ensures all Americans are treated fairly and able to keep more of their hard-earned money.The Republican tax plan helps working families in another important way. Small businesses are a primary driver of the American economy; when they succeed, so does the country. There are nearly 30 million small businesses in the United States, employing 57.9 million American workers among them.With tax reform, more than 99 percent of these small businesses will face the lowest top marginal tax rate in more than 80 years.Tax reform will increase investment in the American economy and in U.S. workers, leading to higher growth, higher wages, and more jobs. A 3 to 5 percent increase in GDP growth over 10 years, as the President’s Council of Economic Advisers predicts, could represent as much as $1.2 trillion in economic output.All told, complying with the tax code costs our economy $262 billion every single year. That's more than $800 for every man, woman, and child in America just to figure out what we owe the government.\n\n\t\t\t\t\t\tVice President Mike Pence\t\t\t\t\t\t\t\nThe bottom line: The current tax code is a burden on American taxpayers and harmful to job-creators. It has grown so out of control in length and complexity that many Americans must rely on professional help to file even the simplest return. Our outdated code also makes U.S. businesses uncompetitive and incentivizes companies to move abroad or offshore our country’s jobs.American workers deserve better. Now is the moment to stand up for them.",
    "president": null
}