{
    "title": "Building a Stronger America – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/building-stronger-america/",
    "created_at": "2018-02-12T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nFebruary 12, 2018\n4 minute read\n\t\t\t\t\t\tGary D. Cohn\t\t\t\t\tDirector of the National Economic CouncilA Nation’s infrastructure is a measure of its greatness. It affects everyone’s quality of life and ability to succeed. That is why President Donald J. Trump unveiled a plan this week calling on Congress to pass legislation giving Americans a network of vital infrastructure that will make them proud, strong, and safe.The President developed this plan after meeting with and listening to Members of Congress, governors, mayors, county officials, and business leaders throughout the past year. His plan of action will increase investment, streamline permitting, strengthen rural America, and modernize our workforce. He wants to do it differently than previous efforts to improve our infrastructure, and he wants to get it right.Our infrastructure is broken. The average driver spends 42 hours per year sitting in traffic, missing valuable time with family and wasting 3.1 billion gallons of fuel annually. Nearly 40 percent of our bridges predate the first moon landing. And last year, 240,000 water main breaks wasted more than 2 trillion gallons of purified drinking water—enough to supply Belgium.The President’s plan addresses this by calling for a $1.5 trillion total investment—including $200 billion in Federal funds—over 10 years that will fix our broken public works, create good jobs that pay good wages, restore our competitive edge, and unleash transformative projects to propel our Nation’s infrastructure into the 21st century.In the past, the Federal Government politically allocated funds for projects, leading to waste, mismanagement, and misplaced priorities. The answer to our Nation’s infrastructure needs is not more projects selected by bureaucrats in Washington, D.C.Instead, the President’s plan designates half of its $200 billion for matching funds to stimulate State, local, and private investment. Rather than telling governors and mayors what to do, we will partner with them as they invest in the most pressing projects in the highest-need places. And where it makes sense, we will move old infrastructure off the Government balance sheet and into private investment.President Trump’s infrastructure plan will focus one-quarter of its Federal funds on rural projects to rebuild roads, deliver clean water, expand broadband, and supply affordable and reliable power to neglected corners of our Nation.While the Federal Government owns a relatively small percentage of the Nation’s infrastructure, it regulates all major projects through the Federal environmental permitting process. This over-regulation has led to virtual unanimity on both sides of the political aisle that the project permitting process in this country is unacceptable. The President’s plan tackles this problem by replacing sequential agency analysis with concurrent reviews, with just one Federal agency leading—and accountable for—the permitting process. By eliminating redundant decision making, we can reduce the planning and permitting process from ten years to two without in any way compromising the environment. This is not only good government, it is good economics. By one estimate, further delaying needed infrastructure investments will cost our economy over $3.7 trillion.Strengthening and investing in the Nation’s infrastructure should not be done without doing the same for the American worker. This Administration is committed to helping more individuals access affordable, relevant, quality education and skills-development that leads to full-time work and long-term careers. Among other things, the President is calling on Congress to expand Pell Grant eligibility to high-quality, short-term programs and to reform licensing requirements for individuals seeking an infrastructure project job.This investment in building a stronger America is for everyone. It is for parents concerned about the quality of drinking water. It is for the small business owner working to move goods to market. And it is for the single-mom on her daily commute. It is about improving the lives of American citizens—one truckload of concrete, one I-beam of steel, and one length of cable at a time. The President has crafted a plan for making these dreams a reality. Now is the time for Congress to deliver to the American people the infrastructure they deserve.",
    "president": null
}