{
    "title": "Readout from The First Lady’s Roundtable on Improving the Lives of Americans Living with Sickle Cell Disease – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/readout-first-ladys-roundtable-improving-lives-americans-living-sickle-cell-disease/",
    "created_at": "2020-09-14T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tHealthcare\t\n\nIssued on:\nSeptember 14, 2020\nToday, First Lady Melania Trump and the Health and Human Services Department (HHS) hosted a roundtable on “Improving the Lives of Americans Living with Sickle Cell Disease” in recognition of National Sickle Cell Disease (SCD) Awareness Month. For the first time since 1983, the White House has elevated this important issue with a Presidential Proclamation issued by President Trump on August 31, 2020.The First Lady opened the roundtable by reaffirming the goal of finding a cure and highlighted the children’s well-being pillar of her Be Best initiative, noting that the effects of SCD often begin in early childhood. Mrs. Trump also pointed out that progress has been made through early identification and new life-saving therapies, but noted that there is still much more to do.The First Lady observed that “although we have known about this disease for over one hundred years, too many Americans living with Sickle Cell still do not receive the quality care they need and deserve. But together, we can bring help and hope to so many children and families.”Participants shared their experiences of living with SCD or caring for those with the disease, including disruptive pain crises and severe medical complications. Patients also discussed the need to raise the standard of care for both children and adults with SCD, especially when pain management becomes necessary.In closing, Mrs. Trump reaffirmed her commitment to improving care for SCD patients, and stated: “I want to recognize the bravery of those living with this disease, both children and adults. You deserve a long and happy life, free from pain, and we will continue to fight until nothing stands between you and your dreams.”",
    "president": null
}