{
    "title": "Remarks by President Trump and Prime Minister Tsipras of Greece at Working Luncheon – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-prime-minister-tsipras-greece-working-luncheon/",
    "created_at": "2017-10-17T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nOctober 17, 2017\nCabinet Room12:32 P.M. EDTPRESIDENT TRUMP:  Mr. Prime Minister, it’s great to have you in the United States.  This is the Cabinet Room, a very well-known place.  A lot of things happen here.And we will continue our discussions with respect to Greece and the relationship that we have.  It’s been an outstanding one, a long-term relationship.  You’ve gone through a lot.I commend you on what you’ve been able to do in a short period of time.  I know your tourism is coming back very strongly.  You had a record number of tourists, which we have to give you a lot of credit for that.  But it’s a beautiful place.  Many, many friends from Greece.  And we are with you.  We are with you.And thank you.  It’s an honor to have you.PRIME MINISTER TSIPRAS:  Thank you, Mr. President.  It’s an honor for us to be here at the discussion with you.  I am looking forward — this discussion and cooperation.  I think that it’s a unique moment to enhance our strategic partnership and cooperation.Greece is a pillar of stability in the region.  It’s not only maybe the most beautiful country in the region, but also the most stable country in the region.So we’re looking forward to enhance our cooperation because we have common views and common interests in the area.I want to thank you very much for — first of all, for your hospitality.  And I think that sometime you have (inaudible) to visit Greece.  You are always welcome to visit Greece.PRESIDENT TRUMP:  Thank you.PRIME MINISTER TSIPRAS:  Because I think that you have a lot of Greeks that love — the majority of the Greek people, all the Greek people like the U.S. and love your country.  But you have a lot of Greeks here in the United States —PRESIDENT TRUMP:  It’s true.PRIME MINISTER TSIPRAS:  — that plays a crucial role in economy, in politics, and you have a lot of supporters here in the United States.PRESIDENT TRUMP:  I know that.  That’s true.  One-hundred percent.  Great supporters.PRIME MINISTER TSIPRAS:  So, thank you very much.PRESIDENT TRUMP:  Thank you very much.  Thank you.  Thank you, everybody.  Thank you very much.  Thank you.END12:35 P.M. EDT",
    "president": null
}