{
    "title": "FAQ: Proclamation on Enhancing Vetting Capabilities and Processes for Detecting Attempted Entry Into the United States by Terrorists or Other Public-Safety Threats – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/faq-proclamation-enhancing-vetting-capabilities-processes-detecting-attempted-entry-united-states-terrorists-public-safety-threats/",
    "created_at": "2017-09-24T00:00:00",
    "content": "\n\t\t\t\tFact Sheets\t\t\t\n\n\t\tNational Security & Defense\t\n\nIssued on:\nSeptember 24, 2017\nQ: What was the basis for the requirements?A. The Section 2(b) report submitted by the Secretary of Homeland Security, in consultation with the Secretary of State and the Director of National Intelligence, established baseline requirements for 1) identity management practices and 2) information sharing on national security and public safety threats. The requirements reflect a combination of long-standing U.S. Government goals, as well as standards established by international bodies such as the United Nations (UN), the International Civil Aviation Organization (ICAO), and INTERPOL.They incorporate best practices derived from proven and effective security partnerships, such as the Visa Waiver Program, and from internationally-recognized identity management practices, law enforcement practices, and national security initiatives, such as the adoption of ePassports to prevent fraud and counterfeiting.Q: What was the methodology for evaluating foreign governments against information sharing requirements?A: The U.S. Government review involved an evaluation of foreign government’s information sharing practices against the requirements established in the Section 2(b) report. The evaluation was based on an analysis of current practices, as well as additional input gathered during the 50-day engagement period with foreign governments and USG personnel on the ground in these countries.Q: Why do the restrictions differ by country?A: Restrictions were tailored, as appropriate, given the unique conditions in and deficiencies of each country, as well as other country-specific considerations.Q. Which countries are designated? Why?A. Chad, Iran, Libya, North Korea, Syria, Venezuela, Yemen, and Somalia. While Somalia generally satisfies the minimum information-sharing requirements, its performance with respect to the baseline’s other categories demonstrates that it presents special circumstances that warrant specific restrictions and security enhancements to protect the American people. Please see the Presidential proclamation for further detailsQ. Who does the new Proclamation apply to?A. Restrictions were tailored, as appropriate given the unique conditions in and deficiencies of each country. In general, the proclamation applies to nationals from the covered countries applying for a U.S. visa, effective immediately for nationals of countries subject to entry restrictions under Executive Order 13780 who lack a bona fide connection to a person or entity in the United States, and 21 days after issuance for all other individuals covered in the proclamation. Prospective visa applicants from the countries covered by the proclamation should review their intended visa category closely as, in some cases, the President limited travel restrictions to certain visa types.Further, the suspension of entry pursuant to section 2 of the proclamation does not apply to:(iii) any foreign national who has a document other than a visa, valid on the effective date of this proclamation or issued on any date thereafter, that permits him or her to travel to the United States and seek entry or admission, such as an advance parole document;Q. Will visas be revoked?A. No. The proclamation is expressly limited to individuals who do not have a valid visa on the effective date of the proclamation. Q. How can countries be removed from the travel suspension?A. Under Executive Order 13780, the Secretary of Homeland Security may recommend to the President the removal of a country from the proclamation or an adjustment of the travel restrictions imposed on its nationals at any time. As noted in the President’s proclamation, restrictions should remain in place until such time as the Secretary of Homeland Security is satisfied, after consulting with the Secretary of State and the Attorney General, that the information necessary from that country to ensure the proper vetting and screening of its nationals has been made available and that doing so is in the security and welfare interests of the United States. We intend to work closely with countries to ensure they meet the requirements.Q: Does the President have this authority?\nA. Yes. The President has constitutional and statutory authority, including pursuant to Section 212(f) of the Immigration and Naturalization Act, which states:(f) Suspension of entry or imposition of restrictions by PresidentWhenever the President finds that the entry of any aliens or of any class of aliens into the United States would be detrimental to the interests of the United States, he may by proclamation, and for such period as he shall deem necessary, suspend the entry of all aliens or any class of aliens as immigrants or nonimmigrants, or impose on the entry of aliens any restrictions he may deem to be appropriate. Whenever the Attorney General finds that a commercial airline has failed to comply with regulations of the Attorney General relating to requirements of airlines for the detection of fraudulent documents used by passengers traveling to the United States (including the training of personnel in such detection), the Attorney General may suspend the entry of some or all aliens transported to the United States by such airline.Q: When do the restrictions and limitations take effect?A. The restrictions and limitations took effect at 3:30 p.m. eastern daylight time on September 24, 2017, for foreign nationals who were subject to the suspension of entry under section 2 of E.O. 13780, and who lack a credible claim of a bonda fide relationship with a person or entity of the United States. The restrictions and limitations take effect at 12:01 a.m. eastern daylight time on October 18, 2017, for all other foreign nationals subject to the suspension of entry under section 2 of E.O. 13780, and for nationals of Chad, North Korea, and Venezuela.",
    "president": null
}