{
    "title": "Infrastructure Investment to Boost Productivity and Growth – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/infrastructure-investment-to-boost-productivity-and-growth/",
    "created_at": "2018-02-21T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nFebruary 21, 2018\n5 minute readCouncil of Economic Advisers0.1\n\t\t\t\tOr greater\t\t\t\n\t\t\t\tpercentage point increase to average annual real GDP growth because of infrastructure investment\t\t\tConcerns about the state of our Nation’s infrastructure have become commonplace. We systematically face excess demand, quality degradation, and congestion when using our public assets—as, for example, on many of our urban roads and highways. Without price signals to guide the users and suppliers of our Nation’s infrastructure, we use our existing assets inefficiently, fail to properly maintain them, and do not invest to add needed capacity. Furthermore, complex, overlapping, and sometimes contradictory rules and regulations deter and delay investors from adding to or improving existing capacity.The central infrastructure problem facing policymakers is how to resolve this mismatch between the demand for and supply of public sector capital, both by using our existing assets more efficiently and by adjusting long-run capacity to efficient levels. Allowing prices to have a larger role in guiding consumption and investment decisions will be key to achieving the positive growth and productivity effects that infrastructure assets can provide. We estimate that a 10-year, $1.5 trillion infrastructure investment initiative could add between 0.1 and 0.2 percentage point to average annual real growth in gross domestic product under a range of assumptions regarding productivity, timing, and other factors.To achieve growth at the higher end of this range, we suggest four key actions for policymakers to consider. First, the Federal regulatory structure must be streamlined and improved—while ensuring the achievement of health, safety, and environmental outcomes. Conflicting, unduly complex, and uncoordinated rules and regulations can impede investments in—and significantly delay—the delivery of needed infrastructure, an especially salient issue in the energy and telecommunications sectors. Addressing these issues will take time but will generate significant public benefits, and several recent Federal actions have begun this process, including President Trump’s August 15, 2017, Executive Order to reduce unnecessary delays and barriers to infrastructure investment.Second, additional resources can be secured for infrastructure investment, turning to some combination of user charges, specific taxes, or general tax revenues. Although public resources are important, role of user fees based on marginal costs are particularly important. Such user charges—which typically are set by States and local governments and are collected from those who directly benefit from publicly provided roads, water facilities, and other types of infrastructure—will encourage efficiency in use, provide signals from consumers and to suppliers about the value of future investments, and generate revenues. In the case of roads and highways, for example, fuel taxes have historically acted as imperfect user fees, but conventional funding models are now under pressure from rising fuel efficiency and the use of electric vehicles, and congestion costs are high and rising in many urban areas. Innovations such as user fees for vehicle miles traveled—as are being piloted in Oregon, for example—and highway tolls that vary with congestion can increase efficiency and raise needed revenues to pay for infrastructure improvements and additions to capacity.Third, the Federal government can support the use of innovative financing options such as public-private partnerships that will more efficiently utilize the total capital available from the public and private sectors and lower its cost. Currently, 34 U.S. States, the District of Columbia, and one U.S. territory have enacted statutes that enable the use of various P3 approaches for the development of transportation infrastructure, as shown in the map below. Well-designed financial contracts, compared with conventional procurement methods, can result in lower project costs, shorter deadlines, higher-quality services, and decreased life-cycle costs of provision.Fourth and finally, policymakers at all levels of government can improve project selection and investment allocations to ensure that the highest-value projects are chosen and funded. Expanding the role of competitive grant programs, such as the Department of Transportation’s Infrastructure for Rebuilding America grant program, can increase the productivity impact of any given infrastructure investment. Further, giving State and/or local governments more flexibility in project choice can help ensure that local projects are aligned with local needs and preferences, and encouraging the use of cost/benefit analysis to inform project selection can also increase the efficiency of infrastructure investments. On balance—with appropriate regulatory policies and infrastructure funding, along with financing provisions, in place—the United States can look forward to a productive and prosperous 21st century.Read Enhancing U.S. Trade in a Global Economy",
    "president": null
}