{
    "title": "Determining Trade Balances – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/determining-trade-balances/",
    "created_at": "2018-03-16T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nMarch 16, 2018\n5 minute readCouncil of Economic AdvisersMeasurement of trade flows is usually an uncontroversial topic relegated to macroeconomic classrooms and government technocrats. Recent debates about trade policy have brought the topic out of the shadows, and we hope to clarify how economists measure trade.Every day there are international transactions for tens of thousands of different products. Physical goods, interchangeably called merchandise, are what usually comes to mind first. However, an increasing share of international trade is in services that are not physically transported between countries—think about financial insurance, licensing of trademarks, or services like consulting. To make the world a bit more complicated, goods and services are increasingly bundled together, such as when a manufacturer sells a piece of machinery along with an international maintenance contract. The machinery is a good, but the maintenance agreement is a service.From a macroeconomic perspective, economists typically use the balance of payments (BOP) basis. The BOP captures flows of what we would normally think of as imports and exports of goods, but also includes a series of adjustments. This process better aligns trade data with national income accounts such as GDP. The BOP has the added advantage of being applicable to service transactions as well.The International Monetary Fund defines BOP as “a statistical statement that systematically summarizes, for a specific time period, the economic transactions of an economy with the rest of the world.” BOP transactions are valued using BPM6 methodology that emphasizes using balance sheet analysis to understand international economic developments and to improve comparability with other countries.In order to construct the BOP, start with the customs value of imports and exports. A frequently used U.S. government data source reports monthly “customs basis” for transactions. There are different methods of customs valuation. The transaction value method is the price actually paid by the buyer for the imported goods and includes all payments made as a condition of sale. But the transaction may or may not occur at the border—some international shipments change ownership when loaded, others when unloaded, some even at a specified point in transit. Recognizing this array of contracts, alternative methods that evaluate imports based on identical or similar goods, deductive value, or computed value are used in various situations. Government statistics are specific about where the customs value is reported, with common specifications including “free on board” (f.o.b.), “free alongside ship” (f.a.s.), or “customs, insurance, and freight” (c.i.f) to designate how much of shipping costs are included in the transaction value.Starting from the customs value, a series of adjustments are made to arrive at BOP. These adjustments are typically fairly small, but they can be significant in aggregate. The current U.S. adjustments are:In 2017, the aggregate difference between customs goods imports and BOP goods imports was $19.0 billion on a customs basis of $2.34 trillion. For goods exports, the correction was similar—a difference of $4.0 billion on a customs basis of $1.55 trillion.Subtracting imports from exports gives the trade balance. Trade balances can be calculated for goods, for services, for goods and services, for one country, for a group of countries, or for the whole world.The most inclusive measure of trade covers both goods and services. Some economists worry about the measurement of trade in services, which may be subject to inconsistencies, and so prefer to focus on trade in goods alone. After all, goods are tangible things that are easier to count. Others prefer to focus on goods alone because on average all goods-producing industries have higher wages than all service-producing industries; in Q3 of 2017 average total compensation per hour worked in goods-producing industries was about 20 percent higher at $39.97 while the same measure for service-producing industries was $32.21.Although BOP accounting is similar across nations, each country can interpret BOP methods slightly differently, which leads to differences in reported values of surpluses and deficits. These details are typically spelled out in exhaustive detail in government documents that could be prescribed as a cure for insomnia. For an example, see the Bureau of Economic Analysis document here.To illustrate some of the concepts presented in this post, consider U.S. bilateral trade balances with Canada. In 2017, the U.S. goods and services balance was a surplus of $2.77 billion. The goods alone balance on a BOP basis was a U.S. deficit of $23.16 billion, but on a customs basis it was a deficit of $17.58 billion. Note that the difference between the BOP goods and services balance and the BOP goods alone balance implies a trade surplus in services of $25.93 billion.In contrast, Canadian statistics report a goods and services trade surplus with the United States of $26.76 billion, using the Canadian BOP methodology. The goods alone balance is $40.50 billion on a BOP basis. One important difference in BOP methodology between the Canadian and U.S. approaches is the treatment of re-exported goods. USTR raised a related issue, on the role of re-exports in Census-based bilateral trade balances, in its 2018 Annual Report.",
    "president": null
}