{
    "title": "Art Therapy Provides Inspiration – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/art-therapy-provides-inspiration/",
    "created_at": "2017-11-28T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nNovember 28, 2017\n2 minute read\n\n\t\t\t\t\t\tKaren Pence\t\t\t\t\t\t\t\nSecond LadyI am leaving New York City today inspired. I had the privilege of spending an hour with Dr. Irene Rosner David, the art therapist who started the art therapy program for victims of the 9/11 terrorist attack. The artwork Irene shared spanned several years. It transitioned from images of ash and debris and fire to those of blue sky and flowers and birds…images of hope and new beginnings. Irene shared that her clients haven’t forgotten 9/11; it will always be part of their past, but now they have the focus of “we go on.” She was joined by Terry Miles, the Executive Director of the World Trade Center Environmental Health Center. The World Trade Center Health Program serves the thousands sickened by the aftermath of 9/11. But even as the victims struggle, they become survivors who are given new hope and resolution to go on through their participation in the art therapy program.From there, we headed over to visit the Behavioral Health Chemical Dependency Art Therapy Program at Bellevue Hospital. Here we were given the rare treat of observing the tail end of a group art therapy session for patients coping with addictions. The session was led by Lena Friedman and Emily Bradley, two art therapists at Bellevue. Their clients shared how art therapy has helped them to discover who they are. Through this program, they have gained more confidence to beat their addictions.  Bellevue makes arts therapy available to all of their mental health patients. They combine treatment from the medical staff with counselors, social workers, and arts therapists to treat the whole patient. And it’s working. As one client said during the art therapy session, “I know who I am now…maybe for the first time ever.”",
    "president": null
}