{
    "title": "An Ohio Family’s Letter to President Trump – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/ohio-familys-letter-president-trump/",
    "created_at": "2018-05-04T00:00:00",
    "content": "\n\n\t\tBudget & Spending\t\n\nMay 4, 2018\n3 minute readOn Saturday, May 5, President Donald J. Trump will be in Cleveland, Ohio, to talk with local residents about the impact of his December tax cuts legislation on jobs and wages. As of March, Cleveland alone has gained 3,300 new manufacturing jobs since the Trump Administration took office.It won’t be the first time President Trump has heard from Ohioans about tax cuts. Joining an event in Blue Ash, Ohio, this February, the President heard from Deana Spoleti, who works in customer service at Sheffer Corporation. “We’ll have money in the bank, more money to make ends meet” because of tax cuts, she told the President.Working families across Ohio have shared similar stories. In fact, President Trump recently received a letter from one local resident, Mrs. Sharlene Thornton, who will be joining him in Cleveland on Saturday.Below is the letter she wrote to the President.From: Mrs. Sharlene ThorntonPresident Trump,\nI would like to thank you for taking on the tremendous task of the presidency firstly. I would also like to thank you for the tax cuts. It has made a huge difference in my husbands biweekly paycheck. Because of the cuts, we are now receiving an additional $300 biweekly, that’s $600 monthly with a few months being $900. You see, my husband was a Stationary Engineer in a steel mill in the Youngstown-Warren area and lost his job to the Chinese steel. The company he worked for went bankrupt. He was out of work for 1 1/2 years. In that time I had to stop working because I’m legally blind and there is no public transportation where we live. We almost lost our home. We did have to surrender a vehicle. It was a devastating couple of years. He finally found a job and traveled 1 1/2 hours each way. He has done this for three years and has transferred a little closer now. We are very grateful and thankful for this extra money monthly. We appreciate all you are doing and want you to know that we are firm supporters of you. God Bless you and God Bless America.",
    "president": null
}