{
    "title": "What the World Learned on September 11, 2001 – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/world-learned-september-11-2001/",
    "created_at": "2018-09-11T00:00:00",
    "content": "\nSeptember 11, 2018\n3 minute readEighteen years ago, America and the world were forever changed. More than a decade and a half before his election as President, Donald Trump was in New York City the day an unprecedented act of terror unfolded across our country.In 2016, then-candidate Trump recalled what he and other Americans witnessed on September 11, 2001. “When the World Trade Center came down, I saw something that no place on Earth could have handled more beautifully, more humanely,” he said. “I’ve never seen anything like it. And the people in New York fought and fought and fought.”That same resilience played out in two other communities that endured attacks that day: Shanksville, Pennsylvania—where United Flight 93 went down after the heroic actions of its passengers and crew—and Arlington, Virginia, home of the Pentagon.Today, President Trump and First Lady Melania Trump led a moment of silence with the families of some of these victims on the White House South Lawn. Later in the morning, the President traveled to the Pentagon to address both victims’ families and members of our Armed Services.“The First Lady and I are united with you in grief,” he said. “We cannot erase the pain or reverse the evil of that dark and wretched day, but we offer you all that we have.”Last year, President Trump and the First Lady traveled to Pennsylvania on September 11 to visit the Flight 93 National Memorial. “We’re here to pay solemn tribute to the 40 passengers and crewmembers on Flight 93 who rose up, defied the enemy, took control of their destiny, and changed the course of history,” the President said.Since September 11, 2001, nearly 6 million Americans have enlisted in the U.S. Armed Forces. Nearly 7,000 have laid down their lives to protect our country, our great flag, and our American way of life.Speaking at the Pentagon last year, Vice President Mike Pence reminded Americans of another important reason we all come together on this day. “While many of us remember that day like it was yesterday, a growing number of Americans have no living memory of what happened here. Roughly one-quarter of our people were born after September the 11th, 2001,” he said.“We also gather here to ensure that each succeeding generation knows the story of what happened that dark day and understands why we must learn the lessons of 9/11.”In his official Patriot Day Proclamation for September 11, 2019, President Trump highlighted a few of those important lessons. “Against the backdrop of cowardly acts of terror, America once again demonstrated to the world the unmatched strength of our resolve and the indomitable power of our character,” he writes.This year, President Trump also signed into law the permanent authorization of the September 11th Victim Compensation Fund, which fulfills America’s sacred duty to protect and support victims, their families, first responders, and all those on the front lines of rescue and recovery operations at Ground Zero.",
    "president": null
}