{
    "title": "After Parkland, the President and First Lady Make Sure Every Voice Is Heard – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/parkland-president-trump-demands-just-action-demands-get-right/",
    "created_at": "2018-02-22T00:00:00",
    "content": "\n\n\t\tLaw & Justice\t\n\nFebruary 22, 2018\n3 minute read It’s not going to be talk like it has been in the past. It’s been going on too long; too many instances. And we’re going to get it done.\n\t\t\t\t\t\tPresident Donald J. Trump\t\t\t\t\tFirst Lady Meets with Marjory Stoneman Douglas HS Student Kyle KashuvPresident Donald J. Trump, Vice President Mike Pence, and Secretary of Education Betsy DeVos sat down recently with more than 40 students, teachers, and community leaders to discuss how America must improve safety at schools across the country.The President and his team had one goal above all else for the listening session: to gain important perspective from members of the K-12 education community, including individuals who have confronted some of the cruelest acts of violence in recent American history.“Unfortunately, when horrific tragedies like this happen, everybody wants a quick and a simple answer, but there isn’t one,” Press Secretary Sarah Sanders said this week. “But we want to make sure that we’re addressing the problem. And we want to make sure that we’re meeting and talking with as many people that not only are affected, but that play in this process as possible.”The meeting drew more than a dozen participants from the Parkland, Florida, community, as well as students and teachers from the Washington, D.C., area. Also in attendance were leaders such as Nicole Hockley and Mark Barden—two of the founders of Sandy Hook Promise, a nonprofit started after the Sandy Hook Elementary School shooting to help prevent gun-related deaths caused by crime, suicide, and accidental discharge.For much of the afternoon, students led the discussion. Fifteen-year-old Justin Gruber reminded those gathered that 19 years ago, one of the most high-profile school shootings in history happened at Columbine High School. “I was born into a world where I never got to experience safety and peace,” Gruber said. “This has to never happen again.”The question-and-answer session covered a range of topics that concern students, teachers, and families, including the need to reduce violence and improve access to much-needed resources at America’s schools.“I think we also need to focus on prevention,” Hockley said. “How do we prevent these acts from happening? How can we help identify and get help for people who are at risk of hurting themselves or others before they pick up any weapon?”Many participants emphasized the need to get past partisan politics. “We all need to realize that we all have different points of views,” Stoneman Douglas High School junior Ariana Klein said. “Together we’re going to be able to work to a solution.”Huck Pollack, the brother of a student who was killed last week, echoed the call for civility. “Censorship has got to stop. And that’s how we find the solutions, by listening to everyone, having an open mind.”In the days following the Parkland shooting last week, President Trump addressed the Nation and issued a Proclamation honoring the victims and their loved ones. He also spoke with Sen. John Cornyn (R-TX), who has proposed legislation to strengthen the Federal background check system.“The President has expressed his support for efforts to improve the federal background check system, and, in the coming days, we will continue to explore ways to ensure the safety and security of our schools,” Sanders said this week.“As the President has said many times, it is the right of every American child to grow up in a safe community.”",
    "president": null
}