{
    "title": "Just Steps from the White House, a Memorial to Victims of America’s Drug Crisis – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/just-steps-white-house-memorial-victims-americas-drug-crisis/",
    "created_at": "2018-04-12T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nApril 12, 2018\n4 minute readEach day, an average of 116 Americans die from an opioids overdose. In addition to “hard drugs” such as heroin and illicitly manufactured fentanyl, opioids include a range of prescription medications. It’s estimated that about a quarter of patients who are prescribed opioids misuse them in some way.Victims of overdose shouldn’t have to suffer in silence. President Donald J. Trump wants more Americans to hear their stories. So beginning April 11, for one week, more than 20,000 faces will occupy the Ellipse at President’s Park, just a few hundred feet from the White House’s South Portico.These faces don’t belong to living Americans. They are the memorialized engravings of 22,000 people who died in 2015 from prescription opioid addiction.In partnership with the Executive Office of the President, the Department of the Interior, and the National Parks Service, the nonprofit National Safety Council is bringing its “Prescribed to Death” opioids memorial to Washington. Senior Administration officials, including Health and Human Services Secretary Alex Azar and Counselor to the President Kellyanne Conway, unveiled the memorial on April 11, one day before it opened to the public.President Trump declared the opioid epidemic a Nationwide Public Health Emergency last October. In March, he traveled to New Hampshire to announce a bold initiative to stop opioid abuse, cut off the illicit drug supply, and reduce demand and over-prescription.“We’re going to cut nationwide opioid prescriptions by one-third over the next three years,” the President said. “We’re also going to make sure that virtually all prescriptions reimbursed by the federal government follow best practices for prescribing.”Misuse of prescription drugs is just one way that opioids are infiltrating American homes. Opioid-related deaths have spiked largely because of a rapid increase in the use of fentanyl, a synthetic opioid that is often imported and sold illegally. President Trump’s plan aims to stiffen criminal penalties for those convicted of dealing and trafficking these illicit drugs.This war on drug abuse is just beginning, but the Administration has been active on all fronts in combatting the crisis:Learn more about how the Trump Administration is helping America win the war on opioids.“This crisis is not happening somewhere else. Whether you live in a city, a suburb, or a rural community, this crisis is happening right where you live,” Secretary Azar told those gathered at the opening of the “Prescribed to Death” memorial on April 11. “The suffering extends to every corner of America: all classes, all races, all ethnicities, and all ages.”Available alongside the memorial are “Opioids: Warn Me” labels for insurance cards, intended for patients to stimulate conversations with their healthcare providers. Also on hand are pre-paid mail envelopes for the safe disposal of excess prescription opioids, which are subject to abuse or theft if not discarded properly.“Together, we will end the scourge of drug addiction in America once and for all,” President Trump said in New Hampshire last month. “We’ll be tough. We’ll be smart. We’ll be kind. We’ll be loving. We’ll do whatever we have to do. But we’re going to win.”",
    "president": null
}