{
    "title": "Statement from the Press Secretary on H.R. 5105/S. 2463, the Better Utilization of Investments Leading to Development (BUILD) Act of 2018 – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/statement-press-secretary-h-r-5105-s-2463-better-utilization-investments-leading-development-build-act-2018/",
    "created_at": "2018-07-17T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nJuly 17, 2018\nThe Administration supports H.R. 5105/S. 2463, the “Better Utilization of Investments Leading to Development (BUILD) Act of 2018,” which would consolidate the Overseas Private Investment Corporation (OPIC) and other development-finance programs into a reformed United States International Development Finance Corporation (USDFC).  This action will catalyze market-based, private-sector development and economic growth in less-developed countries and advance the foreign policy interests of the United States.  As amended, the bill is consistent with the President’s National Security Strategy; the Fiscal Year 2019 Budget Request; and the Reshaping American Government in the 21st Century reorganization and reform plan, which proposed the creation of a consolidated, reformed Development Finance Institution (DFI) with strong linkages to the Department of State and the United States Agency for International Development (USAID).The Administration notes the important changes that have been made to the BUILD Act since its introduction.  As amended, it fulfills the Administration’s goals to (1) align United States Government development finance with broader foreign policy and development goals, enhancing the competitiveness and compatibility of the United States development ﬁnance toolkit; (2) minimize risk to the United States taxpayer by co-investing with the private sector and by establishing appropriate risk management protocols; (3) ensure development finance adds to, rather than replaces, private-sector resources by mobilizing investment that would not otherwise occur; and (4) increase efficiency by reducing duplicate efforts in development finance programs.",
    "president": null
}