{
    "title": "Statement from the Press Secretary on Election Security – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/statement-press-secretary-election-security/",
    "created_at": "2018-07-27T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\nIssued on:\nJuly 27, 2018\nToday, President Donald J. Trump chaired a meeting of the National Security Council (NSC) to receive updates on the whole-of-government approach his Administration is implementing to safeguard our Nation’s elections.  This effort was put in motion at the beginning of his Administration and has been carried out to support State and local election officials in all 50 States, the Territories, and the District of Columbia.The President has made it clear that his Administration will not tolerate foreign interference in our elections from any nation state or other malicious actors.The President’s discussion with his NSC addressed threats posed to our elections from malign foreign actors, efforts underway to provide cybersecurity assistance to State and local authorities, and actions to investigate, prosecute, and hold accountable those who illegally attempt to interfere in our political and electoral processes.  The Trump Administration will continue to provide the support necessary to the owners of elections systems – State and local governments – to secure their elections.Attendees:President Donald J. Trump\nVice President Michael Pence\nSecretary of State Mike Pompeo\nSecretary of the Treasury Steven Mnuchin\nSecretary of Defense James Mattis\nAttorney General Jeff Sessions\nSecretary of Homeland Security Kirstjen Nielsen\nChief of Staff to the President General John Kelly\nDirector of the Office of Management and Budget Mick Mulvaney\nDirector of National Intelligence Dan Coats\nDirector of the Central Intelligence Agency Gina Haspel\nNational Security Advisor John Bolton\nChairman of the Joint Chiefs of Staff General Joseph Dunford, Jr.\nDirector of the Federal Bureau of Investigation Christopher Wray\nCommander, U.S. Cyber Command and Director, National Security Agency/Chief, Central Security Service General Paul Nakasone",
    "president": null
}