{
    "title": "President Trump’s Nominations Face Needless Obstruction – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trumps-nominations-face-needless-obstruction/",
    "created_at": "2017-07-11T00:00:00",
    "content": "\nJuly 11, 2017\n4 minute readSenate Democrats have decided to obstruct President Donald J. Trump’s Administration, and the American people, by refusing to confirm qualified nominations. In an effort to prevent the President from following through on the policies for which the American people voted, Senate Democrats are putting his nominations through time-consuming parliamentary procedures not seen by the previous Administration.Unprecedented obstruction by Senate Democrats: https://t.co/lYbExDNaOx pic.twitter.com/Uhbwv8lUhb— The White House (@WhiteHouse) July 10, 2017In a pursuit to obstruct the will of the American people and the President’s agenda, Senate Democrats have delayed crucial appointments made by President Trump. The blatant obstruction of President Trump’s nominations threatens key aspects of the Government, including national security, by leaving positions vacant.Less than a month away from the August recess, the Senate has confirmed only 23% of @POTUS' 216 nominations: https://t.co/3iMl6nQDsB pic.twitter.com/1Y16q9UAjS— The White House (@WhiteHouse) July 10, 2017Senate Democrats have shown they are willing to break irresponsibly with tradition that allows a President to choose his own appointees in a timely fashion. President Trump has nominated qualified individuals to key positions, but their confirmations have been delayed by obstructionism in the Senate..@POTUS' Nominations Face Needless Obstruction: https://t.co/yODsyYuDzs pic.twitter.com/Mfyu13gNVl— The White House (@WhiteHouse) July 10, 2017This attempt by Senate Democrats to hamstring President Trump’s agenda is most negatively affecting the American people. It is time to shift the focus back to the public, and allow the President’s vision for a better America to stand without hindrance from obstructionists.\"Democrats aren’t using cloture to raise the level of debate… They are using it…to sabotage a Presidency.\" https://t.co/UhHCkT9k3Z pic.twitter.com/GOk512HTfJ— The White House (@WhiteHouse) July 11, 2017Senate Dems have delayed crucial appts made by @POTUS in an attempt to obstruct the will of the American people: https://t.co/0t6MtZWqwC pic.twitter.com/Ksyw6i6tGn— The White House (@WhiteHouse) July 11, 2017",
    "president": null
}