{
    "title": "President Trump Presents Medal of Honor – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-presents-medal-honor/",
    "created_at": "2017-07-31T00:00:00",
    "content": "\n\n\t\tVeterans\t\n\nJuly 31, 2017\n3 minute readPresident Trump Presents Medal of HonorToday, President Donald J. Trump awarded the Medal of Honor to former Specialist Five James C. McCloughan for conspicuous gallantry during the Vietnam War.McCloughan received the Medal of Honor for distinguished actions during 48 hours of close-combat fighting against enemy forces near Don Que, Vietnam, from May 13 to 15, 1969. McCloughan, then 23 years old, voluntarily risked his life on nine separate occasions to rescue wounded and disoriented comrades. He suffered wounds from shrapnel and small arms fire on three separate occasions, but refused medical evacuation to stay with his unit, and continued to brave enemy fire to rescue, treat, and defend wounded Americans.“Today, we pay tribute to a veteran who went above and beyond the call of duty to protect our comrades, our country, and our freedom,” said President Trump. “…we are in awe of your actions and your bravery.” McCloughan was joined by family and friends in the East Room of the White House as he received the medal for his heroic actions in battle.McCloughan was drafted into the Army after graduating from Olivet College with a Bachelor of Arts in sociology and a teaching certificate. After Vietnam, McCloughan returned home and spent nearly 40 years teaching and coaching sports at South Haven High School in Michigan. McCloughan taught psychology, sociology, and geography and coached football, wrestling, and baseball. He also earned a Master of Arts in counseling and psychology in 1972 from Western Michigan University.McCloughan is a member of the Michigan High School Coaches Association Hall of Fame, the Michigan High School Football Association Coaches Hall of Fame, the Michigan High School Baseball Coaches Association Hall of Fame, and the Olivet College Athletic Hall of Fame. He is married to Chérie McCloughan and has two sons, Jamie and Matt, one daughter, Kami, and one stepdaughter, Kara.The Medal of Honor is awarded to a person who, as a member of the Armed Forces, distinguishes themselves conspicuously by gallantry above and beyond the call of duty while, engaged in an action against an enemy of the United States, engaged in military operations involving conflict with an opposing foreign force, or serving with friendly foreign forces engaged in an armed conflict against an opposing armed force in which the United States is not a belligerent party.“For over two centuries, our brave men and women in uniform have overcome tyranny, fascism, communism, and every threat to our freedom — every single threat they’ve overcome. And we’ve overcome these threats because of titans like Jim whose spirit could never be conquered,” said the President.Today’s ceremony marks the first Medal of Honor that President Trump has awarded.",
    "president": null
}