{
    "title": "President Trump Announces U.S. Withdrawal From the Paris Climate Accord – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-announces-u-s-withdrawal-paris-climate-accord/",
    "created_at": "2017-06-01T00:00:00",
    "content": "\n\n\t\tEnergy & Environment\t\n\nJune 1, 2017\n3 minute readPresident Trump Makes a Statement Regarding the Paris AccordToday, President Donald J. Trump announced that the United States will withdraw from the Paris Climate Accord, and begin negotiations to either re-enter or negotiate an entirely new agreement with more favorable terms for the United States.The decision is a fulfillment of the promise President Trump made to the American people during his campaign. During the address in the Rose Garden at the White House, the President vowed that the U.S. would maintain its position as a world leader in clean energy, while protecting the economy and strengthening the work force.The Paris Climate Accord cost the U.S. economy nearly $3 trillion in reduced output, over 6 million industrial jobs, and over 3 million manufacturing jobs.Today’s announcement is yet another example of the President’s commitment to put America and its workers first.According to a study by NERA Consulting, meeting the Obama Administration’s requirements in the Paris Accord would cost the U.S. economy nearly $3 trillion over the next several decades.President Obama committed $3 billion to the Green Climate Fund – which is about 30 percent of the initial funding – without authorization from Congress.The Obama-negotiated Accord imposes unrealistic targets on the U.S. for reducing our carbon emissions, while giving countries like China a free pass for years to come. Under the Accord, China will actually increase emissions until 2030.According to researchers at MIT, if all member nations met their obligations, the impact on the climate would be negligible. The impacts have been estimated to be likely to reduce global temperature rise by 0.2 degrees Celsius in 2100.",
    "president": null
}