{
    "title": "Trump Is Reducing Poverty and Promoting Opportunity – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/trump-reducing-poverty-promoting-opportunity/",
    "created_at": "2018-04-20T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nApril 20, 2018\n4 minute read\n\n\t\t\t\t\t\tSonny Perdue\t\t\t\t\t\t\t\nSecretary of AgricultureThe American people are generous and compassionate, and for generations they have supported their fellow citizens through programs established by government to help people in need. While these programs have helped many individuals and families, too often they have prevented economic independence, prolonged poverty and weakened societal bonds.President Trump has issued an executive order aimed at reducing reliance on government programs and restoring the dignity of independence to millions of Americans. The executive order – titled Reducing Poverty in America by Promoting Opportunity and Economic Mobility – will help increase self-sufficiency, well-being and prosperity.As the secretary of agriculture, I am committed to making sure that the programs for which I am responsible meet this new orientation. My great confidence in the president’s course reflects my experience as Georgia’s governor during the Great Recession.Many of those years were economically tough for the people of my state. Benefits such as the Supplemental Nutrition Assistance Program (SNAP), then called Food Stamps, were important to families that had lost jobs.We served families well, getting them the food benefits they needed. But as important, we also strongly supported their effort to find new jobs. With training, child care and transportation, we helped Georgians move past the temporary need for food stamps to return to the workforce.Too many states have abandoned this goal of self-sufficiency. Many have asked to waive work requirements, abdicating their responsibilities to move people out of dependence on government programs. This may have been the easy, short-term choice, but it contributed to a long-term failure for many SNAP participants and their families.We must do better and work with our state partners that administer SNAP to advance the principle of work for those who are able, with the ultimate goal of independence for American families.Long-term government dependency has never been part of the American dream. USDA’s goal is to help individuals and families move from SNAP back to the workforce as the best long-term solution to poverty.Everyone who receives SNAP deserves an opportunity to attain self-sufficiency. Some may be unable to work due to disability or other legitimate reasons. As designed, the SNAP safety net will be there for them when needed most.The states are our partners in providing the nutrition people need, but we must also hold them accountable for transitioning able-bodied recipients permanently into the workforce. With the president’s executive order, we reaffirm our mission of helping people move from dependence to employment.Simply put, the dignity of work and responsibility makes lives better. We recognize, however, that finding success is by no means an easy path. Many SNAP participants face significant barriers to employment, and helping them will require effort, persistence and imagination for all those involved. It may also require coordinating directly with employers to train workers for jobs that are in demand.The intent of the president’s Executive Order is to enhance the dignity of every individual, assisting those truly in need with compassion, and treating all with fairness. It is about helping people to move out of poverty and near poverty. And most importantly, it is the right thing to do. The president’s leadership propels us to action.Our informal motto at USDA embodies the president’s vision – “Do right, and feed everyone.”  The world’s most productive farms and ranches, and a vigorous economy, give us the opportunity to put safe and abundant food within the reach of all Americans.When hard times come, we can help our neighbors. But to do right, we must make it possible for every American to take responsibility for an independent future. We at USDA are proud to join President Trump in making this vision a reality.This op-ed appeared in Fox News on April 20, 2018.",
    "president": null
}