{
    "title": "New Annual Data Released by White House Drug Policy Office Shows Record High Cocaine Cultivation and Production in Colombia – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/new-annual-data-released-white-house-drug-policy-office-shows-record-high-cocaine-cultivation-production-colombia/",
    "created_at": "2018-06-28T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nJune 28, 2018\nOffice of National Drug Control PolicyToday, the Office of National Drug Control Policy (ONDCP) released the results of the annual U.S. Government estimates measuring coca cultivation and cocaine production in Colombia.  Reaching an all-time high, Colombian coca cultivation increased 11 percent from 188,000 hectares in 2016 to 209,000 hectares in 2017. Colombian potential pure cocaine production also increased by 19 percent from 772 metric tons in 2016 to 921 metric tons in 2017.The trend of annual increases in Colombian coca production directly relates to greater cocaine use in the United States, resulting in both an increase in overdose deaths and other crime and violence associated with the drug trade.  The number of new cocaine users in the United States has increased by 81% since 2013 and overdose deaths involving cocaine have more than doubled during that same timeframe.  When cocaine was used in some combination with opioids, overdose deaths increased 110%.“President Trump’s message to Colombia is clear: the record growth in cocaine production must be reversed,” said ONDCP Deputy Director Jim Carroll.  “Even though Colombian eradication efforts improved in 2017, they were outstripped by the acceleration in production.  The Government of Colombia must do more to address this increase.  The steep upward trajectory is unacceptable.  Colombia is an important United States partner with a critical role.  We will continue to work with them to reduce drastically the production of cocaine destined for the United States.”The United States and Colombian governments agreed in March to develop a plan to cut cultivation and production from current levels by half over the next five years.  While the United States acknowledges the Colombian goal to eradicate 70,000 hectares in 2018 manually, maximum effort and concrete results are necessary to stop cocaine shipments from entering the United States and to reach the 5-year goal.",
    "president": null
}