{
    "title": "Remarks by President Trump in a Press Gaggle Aboard Air Force One – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-press-gaggle-aboard-air-force-one-4/",
    "created_at": "2020-01-23T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\nIssued on:\nJanuary 23, 2020\nAboard Air Force One\nEn Route Miami, Florida5:04 P.M. ESTMR. DEERE:  Are you off the record?THE PRESIDENT:  Yeah, this is off the record.MR. DEERE:  All off the record.(The President speaks off the record.)(The President speaks on the record.)Q    Are you planning to put out a Middle East plan next week at some point?THE PRESIDENT:  Well, we have both — you know, both candidates are coming.Q    Right.THE PRESIDENT:  I’ve always said I’d love to be able to do that deal.  They say that’s the hardest of all deals.  I love doing deals.Q    Do you think you could broker between peace between Gantz and Netanyahu?THE PRESIDENT:  Well, that would be maybe harder.  (Laughter.)Because I always say — I mean, it’s — you guys cover it well.  They say peace between Israel and the Palestinians is the toughest — the toughest of any deal.  In fact, if you’re in business, and you’re doing just a business deal that’s impossible, you say, “Israel and the Palestinians would be easier” — you know, meaning it’s the toughest deal.  (Inaudible.)Q    So is next week — is next week the week?THE PRESIDENT:  So we have both candidates coming.  That’s unheard of.Q    Are you going to put something out next week?THE PRESIDENT:  You know, what really got in our way is the election has taken forever.  You know, there was somebody supposed to win the election, and it was essentially tied, and then tied again, and then tied — you know, that’s where they are right now.So we’ve been sitting, waiting for a candidate.  But both candidates want to do it.  So, they’re both coming.(The President speaks off the record.)(The President speaks on the record.)Q    Mr. President, back on the Middle East: When are you going to release your plan?THE PRESIDENT:  On the Middle East?  Fairly soon.  But they’ll be coming — what — what’s the date?  When are they coming?  The —Q    Twenty-eighth.  Tuesday.THE PRESIDENT:  Twenty-eighth?  Yeah.  Sometime prior to that.Q    You’ll release the plan prior to that?THE PRESIDENT:  I think so.  We’re going to probably release it a little bit prior to them coming.Q    And what’s the — what’s the secret sauce?THE PRESIDENT:  It’s a great plan.  Honestly, it’s a great plan.  It’s a plan that really would work.Q    Do you plan to invite Palestinian leaders to the White House at some point to discuss this?THE PRESIDENT:  We’ve spoken to them briefly.  But we will speak to them in a period of time.  And they have a lot of incentive to do it.  I’m sure they maybe will act negatively at first, but it’s actually very positive for them.  But they have a lot of incentive to do it.(The President speaks off the record.)(The President speaks on the record.)It’d be a great thing to do, on a humanitarian basis.  I mean, the whole thing is crazy — and for so many years.  And so we’re going to give it a good shot.We have both of them coming in.  I was surprised.  I was impressed.  But both came off the campaign trail.  They had been campaigning for a long time.  This is their third election, right?Q    Yeah.THE PRESIDENT:  So they’ve been campaigning for a long time.  And they both would like to do the deal.  They want to see peace.  Look, Israel wants peace.  The Palestinians want peace.  They all want peace.  Not everybody wants to say it though, you know?  It’s a little bit — it’s difficult for people to say, politically.  But they all want peace.So anyway, so I’ll see you in a little while.Q    May we use some of what you said on the Middle East on the record, sir?Q    Especially about the plan —THE PRESIDENT:  Yeah.  I think so.  Sure.Q    The plan coming out before the 28th?THE PRESIDENT:  The Middle East stuff, yeah.(The President speaks off the record.)END5:13 P.M. EST",
    "president": null
}