{
    "title": "Economists: “How Tax Reform Will Lift the Economy” – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/economists-tax-reform-will-lift-economy/",
    "created_at": "2017-11-27T00:00:00",
    "content": "\n\t\t\t\tNews Clips\t\t\t\n\n\t\tBudget & Spending\t\n\nIssued on:\nNovember 27, 2017\nIn short, there is a substantial body of research suggesting that fundamental tax reform of the type being proposed would have an important effect on long-run GDP.How Tax Reform Will Lift the Economy\nRobert J. Barro, Et Al.\nThe Wall Street Journal\nNovember 26, 2017The present debate over tax reforms proposed by President Trump’s administration and embodied in bills that have passed the House of Representatives and the Senate Finance Committee has raised the basic question of whether the bills are “pro-growth”:  Would the proposals raise current and future economic activity and generate federal tax revenue that would reduce the “static cost” of the reforms? This letter explains why we believe that the answer to these questions is “yes.”…Reducing Corporate Tax Rates, as Proposed, Will Increase Economic Activity…In short, there is a substantial body of research suggesting that fundamental tax reform of the type being proposed would have an important effect on long-run GDP. We view long-run effects of about 3% assuming five years of full expensing, and 4% assuming permanent full expensing, as reasonable estimates.Another advantage of the corporate rate reduction embodied in the House and Senate Finance bills is that it would lead both U.S. and foreign firms to invest more in the United States. In addition, U.S. multinational firms would face a reduced incentive to shift profits abroad, which would raise federal revenue, all else equal.…Lowering Individual Tax Rates Also Offers Generally Positive Economic EffectsThe House and Senate bills also contemplate a number of individual tax provisions that can affect economic activity and incomes. In recognition of the fact that non-corporate business income is substantial in the United States, both bills would reduce taxation of non-corporate business income and increase the amount of capital expensing allowed. While difficult to quantify, as the bills specify different effective tax rates, these provisions would increase investment and GDP above the level associated with the corporate tax changes discussed above. Also on the individual side, both the House and Senate bills reduce marginal tax rates on labor income for most taxpayers, increasing the reward for work. Increases in labor supply, in turn, increase taxable income and tax revenues.…Confirming a Pro-Growth Objective Is Important for the Path ForwardYou have consistently stressed that the objective of tax reform should be to enhance prospects for increased economic growth and household incomes. We agree with this objective, which is consistent with the traditional norms of public finance going back to Adam Smith. We believe that the reforms embodied in the House and Senate Finance bills would achieve this objective. The increased growth, in turn, would lead to greater taxable income and federal tax revenues, which would reduce the static cost of lost federal tax revenue from the reform.…Read the full op-ed here.",
    "president": null
}