{
    "title": "Attorney General Jeff Sessions: “We Don’t Want to Separate Parents from Kids” – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/attorney-general-jeff-sessions-dont-want-separate-parents-kids/",
    "created_at": "2018-06-20T00:00:00",
    "content": "\n\n\t\tImmigration\t\n\nJune 20, 2018\n3 minute readSome years ago, it was decided that law enforcement might arrest adults who crossed the border illegally by themselves, but anyone who brought a child with them would not be prosecuted, a form of immunity.Word got out about this loophole with predictable results. The number of aliens illegally crossing with children between our ports of entry went from 14,000 to 75,000 — a fivefold increase — in just the past four years.These trends undermine the integrity of our system. That’s why the policy that is causing them must end, too.Ending this blanket immunity means prosecuting adults for illegal entry whether they have children with them or not. That is what we are doing at the Department of Justice.But we will not put the children in jail. Instead, the children must be cared for by the Department of Health and Human Services, as the law requires.And these children are well cared for. In fact, they get better care than a lot of American kids do. They are provided plenty of food, education in their language, health and dental care, and transported to their destination city — all at taxpayer expense.In total, HHS is spending more than one billion taxpayer dollars a year providing quality care.Separations are temporary and rare. The vast majority of children in custody came to this country by themselves.Many unaccompanied children have been abused by smugglers or recruited by criminal gangs such as MS-13. There is nothing humane about encouraging human trafficking — but that is what open borders policies do. Everything the Trump administration is doing is helping put traffickers out of business.If people have a genuine asylum claim, they can come to a port of entry, make their claim legally, and remain with their children while their case is processed.We do not want to separate parents from their children. What we want is a safe, lawful system of immigration that would end this question altogether. We want to build a wall to prevent illegal entry. Congress could make that happen quickly — and they should.Those who want to come to this country can and should apply legally. We have the most generous immigration laws in the world — but they should be enforced. At the Department of Justice, that is what we intend to do, and we ask Congress to be our partners in this effort.This op-ed appeared in USA Today on June 19, 2018. ",
    "president": null
}