{
    "title": "President Trump and Prime Minister May’s Opening Remarks – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/president-trump-prime-minister-mays-opening-remarks/",
    "created_at": "2017-01-27T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nJanuary 27, 2017\nPresident Donald J. Trump: “Thank you very much. I am honored to have Prime Minister Theresa May here for our first official visit from a foreign leader. This is our first visit, so — great honor.The special relationship between our two countries has been one of the great forces in history for justice and for peace. And, by the way, my mother was born in Scotland — Stornoway — which is serious Scotland.Today, the United States renews our deep bond with Britain — military, financial, cultural, and political. We have one of the great bonds. We pledge our lasting support to this most special relationship. Together, America and the United Kingdom are a beacon for prosperity and the rule of law. That is why the United States respects the sovereignty of the British people and their right of self-determination. A free and independent Britain is a blessing to the world, and our relationship has never been stronger.Both America and Britain understand that governments must be responsive to everyday working people, that governments must represent their own citizens.Madam Prime Minister, we look forward to working closely with you as we strengthen our mutual ties in commerce, business and foreign affairs. Great days lie ahead for our two peoples and our two countries.On behalf of our nation, I thank you for joining us here today. It’s a really great honor. Thank you very much.”Prime Minister Theresa May: “Well, thank you very much, Mr. President. And can I start by saying that I’m so pleased that I’ve been able to be here today. And thank you for inviting me so soon after your inauguration. And I’m delighted to be able to congratulate you on what was a stunning election victory.And, as you say, the invitation is an indication of the strength and importance of the special relationship that exists between our two countries — a relationship based on the bonds of history, of family, kinship and common interest. And in a further sign of the importance of that relationship, I have today been able to convey Her Majesty The Queen’s hope that President Trump and the First Lady would pay a state visit to the United Kingdom later this year. And I’m delighted that the President has accepted that invitation.Now, today, we’re discussing a number of topics, and there’s much on which we agree. The President has mentioned foreign policy. We’re discussing how we can work even more closely together in order to take on and defeat Daesh and the ideology of Islamist extremism wherever it’s found.Our two nations are already leading efforts to face up to this challenge, and we’re making progress with Daesh losing territory and fighters, but we need to redouble our efforts. And today, we are discussing how we can do this by deepening intelligence and security cooperation and, critically, by stepping up our efforts to counter Daesh in cyberspace. Because we know we will not eradicate this threat until we defeat the idea — the ideology that lies behind it.Our talks will be continuing later. I’m sure we’ll discuss other topics — Syria and Russia.On defense and security cooperation, we are united in our recognition of NATO as the bulwark of our collective defense. And today, we’ve reaffirmed our unshakeable commitment to this alliance. Mr. President, I think you said — you confirmed that you’re 100 percent behind NATO. But we’re also discussing the importance of NATO continuing to ensure it is as equipped to fight terrorism and cyber warfare as it is to fight more conventional forms of war.And I’ve agreed to continue my efforts to encourage my fellow European leaders to deliver on their commitments to spend 2 percent of their GDP on defense so that the burden is more fairly shared. It’s only by investing properly in our defense that we can ensure we’re properly equipped to face our shared challenges together.And finally, the President and I have mentioned future economic cooperation and trade. Trade between our two countries is already worth over $150 billion pounds a year. The U.S. is the single-biggest source of inward investment to the UK, and together we’ve around $1 trillion invested in each other’s economies. And the UK-U.S. defense relationship is the broadest, deepest, and most advanced of any two countries sharing military hardware and expertise. And I think the President and I are ambitious to build on this relationship in order to grow our respective economies, provide the high-skilled, high-paid jobs of the future for working people across America and across the UK.And so we are discussing how we can establish a trade negotiation agreement, take forward immediate, high-level talks, lay the groundwork for a UK-U.S. trade agreement, and identify the practical steps we can take now in order to enable companies in both countries to trade and do business with one another more easily.And I’m convinced that a trade deal between the U.S. and the UK is in the national interest of both countries and will cement the crucial relationship that exists between us, particularly as the UK leaves the European Union and reaches out to the world.Today’s talks I think are a significant moment for President Trump and I to build our relationship. And I look forward to continuing to work with you as we deliver on the promises of freedom and prosperity for all the people of our respective countries.”",
    "president": null
}