{
    "title": "A Summary of the Annual Report of the Council of Economic Advisers – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/summary-annual-report-council-economic-advisers/",
    "created_at": "2018-02-21T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nFebruary 21, 2018\n11 minute readCouncil of Economic Advisers4.1%\n\t\t\t\tUnemployment rate in December 2017\t\t\t\n\t\t\t\tThe lowest level since Dec. 2000\t\t\tThe purpose of the Annual Report of the Council of Economic Advisers is to provide the public and the economic policy community with a detailed account of the performance of the U.S. economy in the preceding year and with an analysis of the Administration’s domestic and international economic policy priorities for the years ahead. In this Report, we thus review the salient policy developments of 2017 and preview policy aims for the coming years, in the context of the Administration’s unified agenda to expand our economy and the economic prosperity of all Americans.The U.S. economy experienced strong and economically significant acceleration in 2017, with growth in real GDP exceeding expectations and increasing from 2.0 and 1.8 percent in 2015 and 2016 to 2.5 percent, including two successive quarters above 3.0 percent. The unemployment rate fell 0.6 percentage point, to 4.1 percent, its lowest level since December 2000, while the economy added 2.2 million jobs, an average of 181,000 per month. Notably, manufacturing and mining—having lost 9,000 and 98,000 jobs, respectively, in 2016—added 189,000 and 53,000 jobs during 2017. Labor productivity grew 1.1 percent, compared with a decline of –0.1 percent in 2016, and average hourly earnings of private employees rose 2.7 percent, compared with average growth of 2.1 percent during the preceding 7 years. Reflecting the economy’s outperformance of expectations, the January 2017 Blue Chip consensus forecast of 2.3 percent GDP growth in 2018 was revised upward in February 2018 to 2.7 percent.The four quarters of 2017 thus marked a nontrivial trend shift. From 2010 through 2016, real output in the United States grew at an average annual rate of 2.1 percent, while labor productivity grew, on average, by less than 1 percent. The pace of economic recovery was slow by historical standards, particularly because recent research has confirmed Milton Friedman’s original observation that in the United States, deeper recessions are typically succeeded by steeper expansions, and that this correlation is in fact stronger when the contraction is accompanied by a financial crisis. Since the nineteenth century, the recent recovery was one of only three exceptions to this pattern.In the Report, we provide evidence that the historically anemic recovery from the Great Recession was not independent of policy choices, and accordingly we proceed to identify the exacerbating factors in the weakness of the post-2009 recovery and the current Administration’s strategies and menu of policy options to address them.2%\n\t\t\t\tOr greater\t\t\t\n\t\t\t\tincrease in GDP from the corporate provisions of the Tax Cuts and Jobs Act\t\t\tFirst and foremost, on the historic Tax Cuts and Jobs Act (TCJA), we find that investment and labor productivity have been inhibited in recent years by the coincidence of high and rising global capital mobility and an increasingly internationally uncompetitive U.S. corporate tax code and worldwide system of taxation. This combination had the effect of deterring U.S. domestic capital formation, thereby restraining capital deepening, productivity growth, and, ultimately, output and real wage growth, with the economic costs of corporate taxation thereby increasingly and disproportionately borne by the less mobile factor of production—namely, labor. Indeed, the five-year, centered-moving-average contribution of capital services per hour worked to labor productivity actually turned negative in 2012 and 2013 for the first time since World War II. We estimate that by lowering the cost of capital and reducing incentives for corporate entities to shift production and profits overseas, the corporate provisions of the TCJA will raise GDP by 2 to 4 percent over the long run, and increase average annual household income by $4,000.Similarly, we discuss a large body of academic literature indicating that an excessive regulatory burden can negatively affect productivity growth, and thus overall growth, by attenuating the flow of new firms’ entries and established firms’ exits, and also by amplifying the spatial misallocation of labor and creating employment barriers to entry. We furthermore highlight actions the Administration has already taken to eliminate inefficient and unnecessary regulations, with the effect of raising prospects for innovation, productivity, and economic growth.On labor markets, we find considerable evidence suggesting, as with regulation, that postrecession efforts to strike a new optimum on the frontier of social protection and economic growth may have sacrificed too much of the latter in pursuit of the former. We also find that while demographic shifts owing to the retirement of aging Baby Boom cohorts exerted strong downward pressure on the labor force participation rate, factors other than demography accounted for one-third of the overall decline in participation during the recovery, and half the decline since the cyclical peak in the fourth quarter of 2007. For instance, we find that increases in fiscal transfers during the Great Recession intended to mitigate the demand-side effects of rising unemployment generated persistent negative effects on the prime-age labor supply. Meanwhile, structural unemployment coterminous with imperfect geographic mobility—exacerbated by regulatory restrictions, drug abuse, and inadequate investment in infrastructure—have similarly intensified downward trends in labor force participation among prime-age workers.These challenges, however, particularly those of low labor productivity growth and declining labor force participation, are not policy-invariant. For example, policies that incentivize highly skilled and experienced older workers to defer retirement, such as the marginal income tax rate reductions enacted by the TCJA, can have important implications not only for labor force participation but also for productivity. Moreover, by raising the target capital stock, we expect the TCJA to result in capital deepening, again contributing to productivity growth and rising household earnings.Relatedly, we document the deficiencies of our current public infrastructure, and investigate the adverse effects of these deficiencies on economic growth and consumer welfare, as well as potential remedial policy options. In particular, we examine how the fundamental mismatch between the demand for and supply of public infrastructure capital could be ameliorated by utilizing existing assets more efficiently and by adjusting longrun capacity to levels best matched with local needs, which would allow local governments more flexibility in giving prices a larger role in guiding consumption and investment decisions, and in streamlining environmental review and permitting processes. Moreover, addressing the current inadequacies of our public infrastructure would help to attenuate the coincidence of structural unemployment with imperfect geographic mobility—again, exacerbated by regulatory restrictions—that has been a factor in the decline of labor force participation.We also look at issues in international trade policy and actions the Administration has taken and could take to generate positive-sum, reciprocal trade agreements with our trading partners. Specifically, in addition to reviewing the benefits of economic specialization and consequent gains from trade, we also demonstrate how instances of unfair trade practices by a subset of our partners have had the effect of limiting the potential gains from trade to the United States and the world, with particularly adverse consequences for the U.S. manufacturing sector. Addressing these issues would raise productivity by encouraging greater investment in sectors where the U.S. economy enjoys a comparative advantage, especially but not exclusively energy and agricultural products.We then turn our attention to the health of the true catalyst of U.S. economic growth: the American worker. Although the Affordable Care Act (ACA) expanded insurance coverage to at most 6 percent of the U.S. population—through Medicaid, marketplaces, and the dependent coverage provision—we survey a large body of academic literature that estimates the effect of insurance coverage on health to be substantially smaller than commonly presumed. Indeed, for the first time in over 50 years, U.S. life expectancy declined in 2015 and 2016, suggesting that factors such as drug abuse, particularly of opioids, and obesity may have a larger impact than insurance coverage alone can redress. Instead, we find that increased choice and competition, along with a recognition by policymakers that the determinants of health are multidimensional, may constitute more efficient avenues for improving health outcomes, particularly among lower-income households. Fundamentally, it is the view of this Council that healthy people not only live longer, more enjoyable lives but are also an essential component of reversing recent trends in labor productivity and labor force participation.We then consider the emerging challenge of cybersecurity, particularly in the context of our ongoing transition to an information economy. Malicious cyber activity presents new threats to the protection of property rights, including rights to intangible assets and even information itself, and thus imposes large and real costs on the U.S. economy. Given the existence of positive externalities from investing in cybersecurity, we discuss policy options that might shift this investment to its socially optimal level, including public-private partnerships that promote basic research, protecting critical infrastructure assets, disseminating new security standards, and expanding the cybersecurity workforce.3.0%\n\t\t\t\tReal GDP growth\t\t\t\n\t\t\t\tProjected annual average through 2028\t\t\tFinally, we examine the year in review and survey the years ahead. Acknowledging underlying strengths and challenges, the Administration’s November 2017 baseline forecast, which excludes the effects of the TCJA, projects that output will grow by an overall average annual rate of 2.2 percent through 2028. The policy-inclusive forecast, however, which assumes full implementation of the Administration’s agenda, is for average annual real GDP growth through 2028 of 3.0 percent. We expect growth to moderate slightly after 2020, as the capital-output ratio approaches its new steady state level and the pro-growth effect of the individual elements of the TCJA dissipate, though the level effect will be permanent. However, expected further deregulation and infrastructure investment will partly offset the declining contribution to growth of tax cuts and reforms toward the end of the budget window. The policy-inclusive forecast is conservative relative to those of previous Administrations, and in fact is slightly below the median of 3.1 percent. Moreover, the baseline forecast is precisely in line with the long-run outlook given in the 2017 Economic Report of the President, reflecting our view that nonimplementation of the current Administration’s policy objectives will imply a reversion to the lower growth trend of recent years.Preliminary indicators suggest that markets indeed detect a trend shift. In the weeks immediately following the TCJA’s passage, over 300 companies announced wage and salary increases, as well as bonuses and supplementary 401(k) contributions of $2.4 billion affecting 4.2 million workers, citing the new law. In addition, by the end of January 2018, this Council tallied $190 billion in newly announced corporate investment projects that were publicly attributed to the TCJA, revealing that firms are responding to the TCJA as theory and empirical evidence predicted.As a society, we hold many values and aspirations, including but not limited to expanding economic prosperity, that may not exist always and everywhere in complete harmony. It is the view of this Council that in recent years, the pursuit of alternative policy aspirations at the expense of growth has imposed real economic costs on the American people, in the form of diminished opportunity, security, equity, and even health. We therefore endorse an agenda for returning the American economy to its full growth potential.Read Why Cutting Taxes is Good for American Workers\n",
    "president": null
}