{
    "title": "White House Hosts Summit on Artificial Intelligence for American Industry – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/white-house-hosts-summit-artificial-intelligence-american-industry/",
    "created_at": "2018-05-10T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nMay 10, 2018\n4 minute readOffice of Science and Technology PolicyArtificial intelligence (AI) has tremendous potential to benefit the American people, and has already demonstrated immense value in enhancing our national security and growing our economy.AI is quickly transforming American life and American business. It improves how we diagnose and treat illnesses, grow our food, manufacture and deliver new products, manage our finances, power our homes, and traverse our roads.Today, the White House hosted the “Artificial Intelligence for American Industry” summit, an opportunity to discuss the promise of AI and the policies we will need to realize that promise for the American people and maintain U.S. leadership in the age of artificial intelligence.“Artificial intelligence holds tremendous potential as a tool to empower the American worker, drive growth in American industry, and improve the lives of the American people,” said Deputy Assistant to the President for Technology Policy Michael Kratsios. “Our free market approach to scientific discovery harnesses the combined strengths of government, industry, and academia, and uniquely positions us to leverage this technology for the betterment of our great Nation.”The summit brought together more than 100 senior government officials, technical experts from top academic institutions, heads of industrial research labs, and American business leaders who are adopting AI technologies to benefit their customers, workers, and shareholders.Summit attendees had the opportunity to participate in two sets of breakout sessions, focused on cross-cutting issues such as AI research & development (R&D), workforce development, regulatory barriers to AI innovation, and sector-specific applications of AI.Industry sectors represented at the summit included food and agriculture, energy and manufacturing, financial services, healthcare, and transportation and logistics. During the breakouts, Federal participants heard firsthand about the latest technological breakthroughs and innovative applications of AI across these sectors.In addition to White House senior staff, Federal participants included senior officials from the National Science Foundation, the Office of the Director of National Intelligence, and the Departments of Agriculture, Commerce, Defense, Energy, Health & Human Services, Labor, Transportation, and Treasury.The breadth of representation from senior officials across the Federal Government speaks to the critical nature of this topic and highlights the commitment of the Trump Administration to leverage AI technologies across agency missions to better serve the Nation and improve the lives of the American people.Key takeaways from breakout discussions included:As the White House continues to designate AI as an Administration R&D priority, we look forward to continued engagement with our agency partners, the private sector, and academia to inform our policies in supporting continued American technological leadership and progress for the American people.",
    "president": null
}