{
    "title": "Republicans just took a major step toward rescuing Americans from Obamacare – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/republicans-just-took-major-step-toward-rescuing-americans-obamacare/",
    "created_at": "2017-05-08T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nMay 8, 2017\n3 minute read\n\t\t\t\t\t\tAndrew Bremberg\t\t\t\t\tOn Thursday, Republicans in the United States House of Representatives took a major step toward repealing and replacing the disaster known as Obamacare.Despite promises of lowering healthcare costs for all Americans, Obamacare has sent premiums and deductibles through the roof, making quality healthcare unaffordable. In fact, premiums have risen by an average of over 40 percent nationally. Forty-one states saw average deductibles increase last year, with 17 of them facing double-digit rate increases.And it keeps getting worse.Five states now have only one insurer on the Obamacare marketplace and nearly a third of all counties have only a single insurer. Just in the past few weeks, more insurers have announced they will drastically reduce their participation for next year, too. Take Iowa. In the past month, two insurers have announced they are leaving the individual market in the state. The last insurer with a significant presence in the state is considering leaving, too. What will Iowans do next year.It’s not just insurers that are abandoning Obamacare. With skyrocketing costs and dwindling options, Americans are choosing to flee Obamacare, too.In 2017, enrollment fell by 500,000 people year-over-year, missing initial estimates by millions. In 2016, nearly 20 million people opted out of Obamacare altogether, with 6.5 million forced to pay the mandate penalty.And yet, in spite of the overwhelming evidence that Obamacare is hurting the American people, Congressional Democrats have chosen not to lift a finger to help.Democrats claim they’re opposed to repealing and replacing Obamacare, but the flawed program is effectively “repealing” itself through the total collapse of the Exchange marketplaces. It’s regrettable that Democrats inexplicably continue to fiddle on the deck of the Titanic, excoriating those of us trying to deploy the lifeboats for the American people in the short-term and simultaneously build a more seaworthy vessel for the long-term.Seeing this, President Trump refused to sit idly by, choosing instead to work closely with House Republican leaders to craft a plan that will reduce health insurance costs, provide greater choice and flexibility to families, and take care of the most vulnerable people in our communities.The American Healthcare Act (AHCA), which the House passed Thursday afternoon, will provide middle and low income Americans with tax credits to help them pay their health insurance premiums.  It will expand access to health savings accounts by nearly doubling the maximum allowed contribution to be deductible. It eliminates one-size-fits-all mandates and enables states to promote innovation and competition. Under this plan, Americans will see nearly $1 trillion in tax relief.All of this means that costs are going to come down and the American people will be able to keep more of their hard-earned money.On top of that, AHCA will protect the most vulnerable Americans, including those with pre-existing conditions. Nobody can be denied coverage because of a preexisting condition — insurance companies are banned from turning away patients from renewing their plans simply because they are sick.Lower costs. More choices. Better care. Protection for the most vulnerable among us.This is a plan that puts politics aside and focuses on the needs of the American people.",
    "president": null
}