{
    "title": "President Trump to Davos: ‘America Is Open for Business’ – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/american-switzerland-president-trump-goes-davos/",
    "created_at": "2018-01-25T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nJanuary 25, 2018\n3 minute readFounded by Klaus Schwab in 1971, the World Economic Forum’s original mission was to introduce successful American management techniques to European firms. The annual global gathering—now known to most simply as “Davos”—has grown into a four-day conference that hosts about 3,000 of the world’s elite in business, government, and civil society.President Donald J. Trump’s address on January 26, 2018, marked only the second time a sitting U.S. president has attended the event in person. Ronald Reagan addressed Davos multiple years via video, and Bill Clinton has become a regular attendee after first visiting the conference in 2000. Presidents George W. Bush and Barack Obama have never attended.President Trump Addresses the World Economic ForumPresident Trump had one important reason for becoming the first sitting U.S. commander-in-chief to attend Davos in nearly 20 years. He wanted to deliver world leaders a message: A prosperous America benefits the world, and fair economic competition is essential to that prosperity.He also made his pitch for investing in the American economy. “There has never been a better time to hire, to build, to invest and to grow in the United States,” he said. “America is open for business and we are competitive once again.”Specifically, the President explained how his “America First” vision fit into Davos’ 2018 theme of “creating a shared future in a fractured world”:Davos also gave President Trump an opportunity to forge closer ties with U.S. allies and build global support for American businesses. Among the high-profile attendees for 2018 were French President Emmanuel Macron, German Chancellor Angela Merkel, Canadian Prime Minister Justin Trudeau, World Bank President Jim Yong Kim, U.K. Prime Minister Theresa May, and IMF Managing Director Christine Lagarde.The American delegation was led by Treasury Secretary Steve Mnuchin. Six other members of President Trump’s Cabinet joined him, including the U.S. Trade Representative.“The President’s message is very much the same here as it will be [in Davos],” Press Secretary Sarah Sanders said ahead of President Trump’s visit. “He welcomes the opportunity to go there and advance his America First agenda with world leaders.”",
    "president": null
}