{
    "title": "What’s in Your Medicine Cabinet? Today is a Good Day to Find Out. – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/whats-medicine-cabinet-today-good-day-find/",
    "created_at": "2018-04-26T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nApril 26, 2018\n4 minute readThe 15th National Prescription Drug Take Back Day is Helping Fight Drug Abuse and Addiction NationwideEvery day, Americans are prescribed medications that go unused. These left-over drugs often wind up in medicine cabinets, closets, and other spaces throughout the home. Most unused and expired medicines seem innocuous, but many contribute to accidental poisonings, overdoses, and thefts across the country.President Donald J. Trump understands the danger that prescription drug misuse poses to public safety. “My administration is committed to fighting the drug epidemic and helping get treatment for those in need,” he told Americans during his first State of the Union Address in January.That’s why on Saturday, April 28, President Trump is excited to announce the 15th National Prescription Drug Take Back Day.Held twice per year by the Drug Enforcement Agency (DEA) along with state, local, and tribal partners, National Drug Take Back Day is an opportunity for families to dispose of their expired or unused prescription drugs. At each Take Back Day, thousands of pounds of prescription drugs are anonymously returned, helping prevent incidents of drug misuse across the Nation.At last October’s Take Back Day, 4,274 law enforcement partners participated at more than 5,321 collection sites nationwide, taking in 912,305 pounds of prescription drugs—more than the weight of three Boeing 757s.Prolonged storage of addictive prescription drugs raises the prospect for misuse by others. Results from the 2016 National Survey on Drug Use and Health indicated that nearly 19 million Americans aged 12 or older had abused or misused prescription drugs in the past year. Sometimes cases of misuse are accidental: In 2016, 23,872 cases of improper medicine use reported to Poison Control Centers involved accidental exposure to another person’s medicine.The proper disposal of prescription medication is especially crucial in the case of opioids. Overprescribing and the subsequent stockpiling of these drugs contributes to America’s opioid epidemic, which President Trump declared a Nationwide Public Health Emergency last October.“It shall be the policy of the United States to use all lawful means to combat the drug demand and opioid crisis currently afflicting our country,” the President wrote. “Individuals, families, and communities across the United States continue to be devastated by an unprecedented epidemic of drug abuse and overdose, including of prescription opioids, heroin, and illicit synthetic opioids.”Many people don’t even know when they have been prescribed an opioid. This class of drugs includes a number of well-known medicines, including Vicodin, OxyContin, Percocet, and morphine drugs such as Kadian and Avinza.A recent 2017 review of six studies found that up to 92 percent of patients prescribed opioids did not use their entire prescription, and three out of four of these patients did not store their unused opioids in locked containers. According to the Centers for Disease Control and Prevention (CDC), most people who abuse prescription opioids get them for free from a friend or relative.Children are also endangered when these drugs are left in unsecured locations. According to data from the Drug Abuse Warning Network, an estimated 22,174 children aged 1 to 5 were taken to an emergency room due to accidental ingestion of opioid pain relievers from 2004 to 2011.Thankfully, there are a number of easy ways to dispose of left-over or expired prescription drugs safely. On National Take Back Day, drugs can be dropped off at one of any thousands of disposal sites listed on the DEA’s National Take Back Day website. In addition, retail pharmacies, including Walmart and Walgreens, offer on-site drug disposal programs year-round.Drug disposal can also be done safely through the mail. Multiple retail pharmacies, such as Costco, CVS, and Rite Aid, sell postage-paid envelopes for customers to mail in any left-over prescription medicines. Free safe disposal mail-in envelopes are also offered by the National Safety Council.During a trip to New Hampshire in March, President Trump told the story of Jim and Jean Mozer’s son, Adam, who died from a fentanyl overdose. “His addiction began with prescription pills he found in their kitchen cabinet,” the President said. “They have since begun the Zero Left initiative to help families get rid of excess painkillers.”Through initiatives such as Zero Left and National Prescription Drug Take Back Day, all Americans can play a part to help win the fight against drug addiction once and for all.Learn more about the Trump Administration’s war on opioid addiction.",
    "president": null
}