{
    "title": "Thanksgiving at the White House, Then and Now – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/thanksgiving-white-house-now/",
    "created_at": "2017-11-21T00:00:00",
    "content": "\nNovember 21, 2017\n4 minute readNovember is an opportune time to reflect on America’s sacred traditions. While other holidays celebrate important values—Independence Day recalls our Nation’s founding, for example, and Memorial Day reminds us of heroic sacrifice—perhaps no day invites as much calm, personal reflection as does Thanksgiving.President George Washington issued the first Thanksgiving proclamation, designating Thursday, November 26, 1789, as a day of public thanksgiving for the first time under the new Constitution. Thanksgiving Day became a unified national celebration under President Abraham Lincoln, who declared the last Thursday in November as Thanksgiving Day. In his proclamation, President Lincoln implored the war-torn nation to seek peace, harmony, and tranquility in the midst of what would become America’s deadliest war.Since then, American Presidents have often used Thanksgiving proclamations to express their hopes for peace and well-being at home and abroad. “This year we have special and moving cause to be grateful and to rejoice,” President Woodrow Wilson said in 1918, mere days after the end of World War I. “God has in His good pleasure given us peace. . . . Complete victory has brought us, not peace alone, but the confident promise of a new day as well in which justice shall replace force and jealous intrigue among the nations.”Some Presidents spend Thanksgiving at the White House; others celebrate at Camp David or private family residences. The menu includes traditional Thanksgiving foods along with regional favorites, depending on the preferences of the First Family.Turkey, of course, is a staple – but not the National Thanksgiving Turkey, which traditionally receives a Presidential pardon. Turkeys have been sent as gifts to American Presidents from as early as the 1870s, sometimes arriving in elaborate crates and costumes. By the 1920s, the influx of these turkeys had increased so greatly that President Calvin Coolidge discouraged Americans from sending them, reported a 1923 New York Times article. Eventually, however, the tradition resumed, and President Coolidge received not only turkeys, but quail, ducks, geese, rabbits, and a deer.The most unusual gift was a raccoon, which was not served for dinner but became a Coolidge family pet.In the 1940s, farmers and manufacturers began to send birds to the White House as a means of promoting the poultry industry. Sparing the turkey from becoming dinner became a tradition under President Ronald Reagan, but President George H. W. Bush was the first to formally grant the bird a Presidential pardon, taking a cue from the animal rights activists picketing nearby.The tradition of selecting and pardoning a National Thanksgiving Turkey continues to this day. On November 24, 2020, President Trump continued the time-honored tradition by pardoning “Corn” as the National Thanksgiving Turkey.“Every American can be united in thanksgiving to God for the incredible gifts he has bestowed upon us—the blessings of family, community, and this exceptional, beautiful, and great country,” President Trump said. “It’s greater than ever before.”The President and First Family wish all Americans a peaceful, happy, and healthy start to this holiday season.",
    "president": null
}