{
    "title": "Intern Series: Fireworks and Freedom – An Evening Honoring America’s Heroes – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-fireworks-freedom-evening-honoring-americas-heroes/",
    "created_at": "2017-08-17T00:00:00",
    "content": "\nAugust 17, 2017\n3 minute readOn the first Fourth of July celebration of the Trump Administration, White House interns were afforded the opportunity to volunteer for the Military Appreciation Event hosted on the South Lawn. It was a truly surreal and unforgettable experience to be involved in thanking the members of our military and their families for their sacrifices.The rain that fell on the capital that afternoon did not dampen the proud and festive spirit of the attendees – especially for the interns. Some of us volunteered to serve food and drinks, and others assisted with the outdoor games. Midway through the event, as the rain subsided and the sun began to shine, President Donald J. Trump addressed the Nation. In his remarks, the President honored our military service members as embodiments of the “rare combination of patriotism, virtue, and courage that our citizens have always admired and that our enemies have always feared.” Surrounded by members of our military, the President’s words could not have been more accurate in describing the elite core of men and women who guard and protect this Nation.After his speech, the President and First Lady descended the South Portico stairs with the Vice President and Mrs. Pence to greet those in attendance. I had the tremendous honor of meeting each of them and, in those moments, I felt the sincere respect and appreciation they hold for our brave men and women who so selflessly defend the country they love.Evident in his words, deeds, and policies, President Trump consistently reaffirms his commitment to our Armed Forces, veterans, and military families. I admire President Trump’s leadership and resolve, yet it is not by his device that we came to honor America’s finest and celebrate our independence. That solemn distinction goes to the military families assembled on the White House lawn, to the courageous warriors serving overseas, and to our selfless heroes laid to rest in sacred ground. They remind us, each and every day, of how lucky we truly are and that we all pursue the same objective – an America in which safety and prosperity can be attained by every citizen.This sentiment was inescapable as the Independence Day celebration concluded and fireworks filled the sky above our Nation’s capital. Standing on the South Lawn of the White House, having just met the President, Vice President, and First and Second Ladies, I took a moment to contemplate the remarkable leadership of our President, and the selfless dedication of those in our Armed Forces.Michael Marn is from Rochester, Michigan, and is a senior studying Economics and Politics at the Catholic University of America. Michael is a member of the Summer 2017 White House Internship Program in the Office of Presidential Correspondence.",
    "president": null
}