{
    "title": "President Trump Says the Iran Deal is Defective at Its Core. A New One Will Require Real Commitments. – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-says-iran-deal-defective-core-new-one-will-require-real-commitments/",
    "created_at": "2018-05-11T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nMay 11, 2018\n4 minute readThe Iranian regime cannot be allowed to obtain a nuclear weapon. The 2015 Joint Comprehensive Plan of Action (JCPOA), more commonly known as the Iran nuclear deal, was a flawed agreement that proclaimed this goal but ultimately did not address the threats posed by the regime.“If we do nothing, we know exactly what will happen. In just a short period of time, the world’s leading state sponsor of terror will be on the cusp of acquiring the world’s most dangerous weapons,” President Donald J. Trump said on Tuesday. “Therefore, I am announcing today that the United States will withdraw from the Iran nuclear deal.”The premise of the JCPOA was clear from the start: to lift crippling economic sanctions on Iran in exchange for improved behavior from Tehran. The structure of the deal, which gave far too many benefits upfront in exchange for too few concessions, crippled its chances for success.As a result, Iran continues to keep an archive of its past nuclear weapons work, enrich uranium, and develop ballistic missiles. Instead of using its newly acquired cash to help the people of Iran, the regime spends countless amounts destabilizing the Middle East and sponsoring terrorism.“A constructive deal could easily have been struck at the time,” President Trump said. “But it wasn’t.”The President’s decision directs America to reimpose nuclear-related sanctions on the Iranian regime to counter this destructive behavior. Since signing the JCPOA, Iran has continued to support Bashar al-Assad in Syria and has been complicit in his atrocities against the Syrian people. In Yemen, Iran has escalated a civil war and used the Houthis as a proxy to attack other nations. And in Lebanon, Iran enables Hezbollah to build an arsenal of weapons that threaten Israel—and the Middle East’s prospects for peace along with it.All the while, Iran continues to use surreptitious means to exploit the international financial system to fund their malign activities and terrorist proxies.The way forward, President Trump said, is for the United States to work with its allies to find a lasting solution to the threat posed by Iran. If Iran wants to be part of such a solution, the regime must engage in good faith, completely abandon any intent to develop nuclear weapons, and allow for the full verification of any denuclearization commitments. It must also cease its support for terrorism, its destabilizing regional activities, and its appalling human rights abuses.\nThe JCPOA has failed on all of these counts.“Iran’s leaders will naturally say that they refuse to negotiate a new deal; they refuse. And that’s fine,” the President said. “I’d probably say the same thing if I was in their position. But, the fact is they are going to want to make a new and lasting deal, one that benefits all of Iran and the Iranian people. When they do, I am ready, willing, and able.”Ending U.S. participation in the JCPOA continues the strategy toward Iran that President Trump outlined last October. That strategy aims to revitalize America’s traditional alliances in the region, restore a more stable balance of power, and check Iran’s ambition to dominate the Middle East by penalizing Tehran’s support for terrorism and proxy warfare.The JCPOA decision also reflects the Trump Administration’s support for the Iranian people rather than a regime that treats them as expendable. In the final days of 2017, popular protests erupted across Iran as its citizens demanded freedom and opportunity from the dictatorship. “Under President Trump, the United States is standing with them,” Vice President Mike Pence wrote.The editors of The Wall Street Journal agreed. “Mr. Obama sought to win over the Tehran regime by avoiding confrontation,” they explained. “Mr. Trump, by contrast, has distinguished between the regime and the Iranian people, much as Ronald Reagan did with the Soviet Union.”And like President Reagan, President Trump believes in peace through strength and understands the dangers of appeasement. The decision to withdraw from the Iran nuclear deal also sets the stage for negotiations with North Korea by demonstrating that under President Trump, America rewards actions—not hollow words.“There has been enough suffering, death, and destruction,” the President says. “Let it end now.”",
    "president": null
}