{
    "title": "ONDCP Newly Awards $15.9 Million for High Intensity Drug Trafficking Areas, Expanding its Overdose Response Strategy to All 50 States – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/ondcp-newly-awards-15-9-million-high-intensity-drug-trafficking-areas-expanding-overdose-response-strategy-50-states/",
    "created_at": "2020-08-10T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\nIssued on:\nAugust 10, 2020\nOffice of National Drug Control PolicyToday, the White House Office of National Drug Control Policy (ONDCP) announced $15.9 million in discretionary funding for its High Intensity Drug Trafficking Areas (HIDTA) Program, adding to the $266 million provided in baseline funding released earlier this year. Combined, this represents the highest award level ever for the HIDTA program. This new allocation of discretionary funds expands the HIDTA Overdose Response Strategy (ORS)—a public health-public safety partnership designed to reduce overdoses and save lives—to all 50 states.“At a time when police are facing unprecedented challenges and extraordinary pressures, I am thrilled to say that ONDCP and the Trump Administration are funding law enforcement through our HIDTA programs at the highest level in our Nation’s history,” ONDCP Director Jim Carroll stated. “The men and women who put their lives on the line day in and day out in some of the most dangerous drug trafficking areas of the United States deserve nothing less. And thanks to discretionary funding that expands the HIDTA Overdose Response Strategy to all 50 states, the United States stands ready to save more lives by bringing together law enforcement and public health partners as never before.”The mission of the ORS is to reduce the incidence of fatal and non-fatal drug overdoses by supporting and implementing evidence-based interventions and improving information sharing across federal agencies and participating states. The ORS works at the Federal, state, and local level on law enforcement, response, treatment and recovery, and prevention efforts.ONDCP’s discretionary funding allocation provides $15.9 million for the strategic efforts below.For more information about the HIDTA program, click here.",
    "president": null
}