{
    "title": "Tax Reform: Where Have We Been and Where Are We Going? – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/tax-reform-going/",
    "created_at": "2018-01-06T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nJanuary 6, 2018\n5 minute read\n\t\t\t\t\t\tKevin Hassett\t\t\t\t\tChairman of the Council of Economic AdvisersThe Tax Cuts and Jobs Act was signed into law on December 22, 2017, enacting several tax cuts and tax reforms.Wage growth has been stagnant for much of the past two decade. Between the business cycle peaks in 2007 and 2016, wage growth was negative: the first time this has happened between business cycle peaks since at least 1980, according to CEA’s analysis. The question then becomes: why did wage growth recently depart from its historical trajectory?One possible answer suggests itself from trends in capital deepening, which measures capital per worker. Capital per worker influences wage growth by influencing productivity: as workers have more capital, they can produce more stuff per hour, and their employers can afford to compensate them more per hour.Note: Capital deepening is the contribution to labor productivity growth of more capital per worker hour. Labor productivity growth is in the private non-farm business sector. Source: Bureau of Labor Statistics, Net Multifactor Productivity and Cost; CEA calculationsMuch as wage growth turned negative recently, so did capital deepening turn negative for the first time since WWII in 2014. It is possible the overlap between these two aberrations is a coincidence.It is, however, also possible that policies that discouraged the investment of capital in America played a role. One of these was America’s corporate tax rate. But, with the Tax Cuts and Jobs Act now enacted, America’s corporate tax position stands to encourage rather than discourage investment and therefore wage growth in America.Meanwhile, America’s broken corporate tax system also inflated America’s trade deficit.The evidence suggests that the effects of a corporate tax rate cut are large. The corporate income tax base stands to increase, allowing America’s tax rate to fall while revenues remain unchanged.Notes: Figures show responses to a 1-percentage point cut in the average corporate income tax rate. Solid lines are point estimates; dotted lines indicate 95 percent confidence intervals. Red lines are estimates and intervals with average corporate tax rate ordered first, blue lines estimates and intervals with average income tax rate ordered first. For example, the left figure shows that this is a small jump in revenue in the quarters immediately following the decrease in the corporate tax rate but this increase is not statistically different from zero (zero is inside the band created by the upper and lower dashed lines). Source: Mertens and Ravn (2013)As the government tends not to lose money, the government does not experience an increase in debt from a corporate tax cut, according to this evidence. Nor does the government experience a rise in interest rates.Notes: Figures show responses to a 1-percentage point cut in the average corporate income tax rate. Solid lines are point estimates; dotted lines indicate 95 percent confidence intervals. Red lines are estimates and intervals with average corporate tax rate ordered first, blue lines estimates and intervals with average income tax rate ordered first. .Source: Mertens and Ravn (2013)Now that the Tax Cuts and Jobs Act stands to deliver these benefits, GDP growth forecasts of Wall Street’s largest banks (Bulge Bracket firms) are up from an average 1.9 percent in October 2016 to nearly 2.5 percent in January 2018.These echo the results of CEA’s previous analysis, which suggested that that corporate tax reform will increase GDP growth by 0.3 to 0.5 percent this year. While CEA did not model the individual growth rate effects, other economists like Barro and Redlick (2011) estimate that the individual side of the reform will add an additional 0.8 percent growth through 2019.This presentation was delivered at the annual American Economic Association meeting on January 6, 2018 in Philadelphia.",
    "president": null
}