{
    "title": "Survey: United States Uninsured Population Up by 2 Million This Year – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/survey-united-states-uninsured-population-2-million-year/",
    "created_at": "2017-07-10T00:00:00",
    "content": "\n\t\t\t\tNews Clips\t\t\t\n\n\t\tHealthcare\t\n\nIssued on:\nJuly 10, 2017\nThe number of U.S. adults without health insurance has grown by some 2 million this year, according to a major new survey that finds recent coverage gains beginning to erode. … That may be a reflection of rising premiums and dwindling choices in the insurance markets created under Obama.Survey: US Uninsured Up By 2M This Year As Gains Erode\nRicardo Alonso-Zaldivar\nAssociated Press\nJuly 10, 2017The number of U.S. adults without health insurance has grown by some 2 million this year, according to a major new survey that finds recent coverage gains beginning to erode.…The Gallup-Sharecare survey serves as a kind of early indicator, publishing several months before the nimblest government surveys. The most recent government report found that progress reducing the number of uninsured stalled in 2016, after five consecutive years of coverage gains under Obama.Peering at this year, Gallup-Sharecare found an erosion of progress, with the number of uninsured edging up again. It estimated nearly 2 million dropped out of coverage.Survey: United States uninsured population up by 2 million this yearThe losses were concentrated among younger adults and people buying their own health insurance policies, the survey found.That may be a reflection of rising premiums and dwindling choices in the insurance markets created under Obama.…Gallup-Sharecare found that the uninsured rate rose by 1.9 percentage points among adults aged 18-25 since the end of last year, and 1.5 points among those aged 26-34.Participation by young adults is considered vital for keeping health insurance premiums in check. But young adults are also likely to enjoy good health and may not recognize value in having coverage.Read the full article here.",
    "president": null
}