{
    "title": "President Donald J. Trump Announces Intent to Appoint Individuals to Key Administration Posts – The White House",
    "link": "https://trumpwhitehouse.archives.gov/presidential-actions/president-donald-j-trump-announces-intent-appoint-individuals-key-administration-posts-121620/",
    "created_at": "2020-12-16T00:00:00",
    "content": "\n\t\t\t\tNominations & Appointments\t\t\t\nIssued on:\nDecember 16, 2020\nToday, President Donald J. Trump announced his intent to appoint the following individuals to key positions in his Administration:Andrew H. Giuliani, of New York, to be a Member of the United States Holocaust Memorial Council.Nicholas F. Luna, of Tennessee, to be a Member of the United States Holocaust Memorial Council.Mitch Webber, of Maryland, to be a Member of the United States Holocaust Memorial Council.Julie T. Radford, of Louisiana, to be a Member of the Community Development Advisory Board.Professor Adam Candeub, of Michigan, to be a Member of the Board of Directors of the National Board for Education Sciences. James O’Neill, of California, to be a Member of the Board of Directors of the National Board for Education Sciences.Kristan King Nevins, of Texas, to be a Member of the Board of Directors of the National Board for Education Sciences.Gibson Worsham, of Virginia, to be a Member of the National Capital Planning Commission.Anna Cristina “Rickie” Niceta, of Maryland, to be a Member of the Advisory Council on Historic Preservation.Suzanna Sexton, of Connecticut, to be a Member of the President’s Committee for People with Intellectual Disabilities.Jeannie Leauma, of California, to be a Member of the President’s Committee for People with Intellectual Disabilities.Teri Geston, of California, to be a Member of the President’s Committee for People with Intellectual Disabilities.Munr Kazmir, of New Jersey, to be a Member of the National Council on Disability.David D’Arcangelo, of Massachusetts, to be a Member of the National Council on Disability.",
    "president": null
}