{
    "title": "A Raw, Unfiltered Look at the ‘Crisis Next Door’ – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/raw-unfiltered-look-crisis-next-door/",
    "created_at": "2018-06-08T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nJune 8, 2018\n4 minute read“I thought I had it under control. I didn’t know it would be this addictive,” Kyle said. “I didn’t know how far I’d go to get more.”Kyle’s StoryKyle is a young man from Dallas, Texas. His story is one of four videos unveiled by the White House Office of National Drug Control Policy, the Ad Council, and the Truth Initiative as part of a joint public awareness campaign on opioid addiction.This set of ads, which will be the first of many from the White House, is focused on preventing young adults, ages 18-24, from misusing or abusing opioids.They “tell the graphic stories of four young adults going to extreme lengths to maintain their prescription opioid addiction,” Press Secretary Sarah Sanders said in a statement. Highly addictive drugs can have this effect on people, particularly the young. According to the Truth Initiative, opioid addiction can take hold in someone in as little as five days.Kyle’s story may seem extreme, but his struggle resembles that of millions of people who are suffering from opioid addiction in the United States. In 2016 alone, 63,632 Americans died of a drug overdose, and surveys indicate that today more than 2 million Americans suffer from misuse of prescription or illicit opioids.Amy’s StoryEven more alarming is the increased risk among young adults and teens aged 15 to 24. Among members of this demographic, a staggering three-quarters of drug-related overdoses were opioid-related.From day one in office, President Donald J. Trump has made combatting drug abuse and the opioid crisis a focal point of his Administration. In 2016, opioid misuse took the lives of 116 Americans each day—more than vehicle crashes, gun violence, or breast cancer.Chris' StoryOn October 26, 2017, President Trump directed the Department of Health and Human Services to declare the opioid crisis a nationwide Public Health Emergency, shining new light on the epidemic. A few months later, in March, the President unveiled his Initiative to Stop Opioid Abuse and Reduce Drug Supply and Demand, putting in place a concrete plan to fight the epidemic.That initiative has three key components. Together, they address the driving forces of the opioid crisis in America:“There are many, many facets to the opioid crisis, all requiring varied and unique solutions,” said Counselor to the President Kellyanne Conway, who is leading the White House’s opioids effort. One solution President Trump is particularly excited about, she said, is preventing misuse and addiction by raising awareness.Joe's StoryThis campaign is an important first step, Conway explains. “This partnership has been an excellent exercise in what can be done, particularly when we approach public health issues as nonpartisan issues looking for nonpartisan messages and bipartisan solutions.”For more information on the opioid epidemic and a treatment locator powered by SAMHSA, visit opioids.thetruth.com. Those whose lives have been affected by opioid addiction are also encouraged to share their stories at www.crisisnextdoor.gov.",
    "president": null
}