{
    "title": "A Year of Historic Action to Combat the Opioid Crisis – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/year-historic-action-combat-opioid-crisis/",
    "created_at": "2018-10-24T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nOctober 24, 2018\n6 minute readOne year ago this week, President Donald J. Trump declared the opioid crisis a public health emergency. Ever since, the Trump Administration has applied an all-of-Government approach to the epidemic, allowing each agency and department to do their part to help the cause.This is a crisis that cannot be solved through Government action alone. Private-sector and nonprofit partners are stepping up and stepping in to make a difference. Today, President Trump hosted 21 of these organizations at the White House. Their work is innovative, groundbreaking, and promising for the millions of Americans who struggle with addiction or support loved ones who do.Amazon\nMr. Brian Huseman, Vice President, Public Policy\nAmazon will help first responders more efficiently access critical medical records and has programmed Alexa voice service to answer important questions about opioids and addiction.Belden Industries\nMr. John Stroup, President, Chief Executive Officer and Chairman of the Board\nBelden will expand their rehab and employment program to two additional U.S. facilities in 2019 and provide a Blueprint for companies to adopt to recruit and retain employees supporting recovery.Blue Cross Blue Shield Association\nMr. Scott P. Serota, President and CEO \nBlue Cross Blue Shield Association will launch Blue Distinction® Centers for Substance Use Treatment and Recovery and will establish a toll-free national hotline to provide all Americans a way to locate designated treatment centers.Cigna\nMr. Alan Muney, Chief Medical Officer \nCigna will partner with the Veterans Health Administration to help veterans manage pain, improve access to opioid addiction treatment and improve mental well-being, and will work to reduce opioid-related overdoses in various communities by 25 percent within three years.CVS Health\nMr. Thomas Moriarty, Executive Vice President, Chief Policy & External Affairs Officer, and General Counsel\nCVS Health is committed to installing 1,100 additional permanent medication disposal units in communities and reaching 250,000 students and parents with its opioid abuse prevention program by the end of 2019.Dispose RX\nMr. John Holaday, CEO\nDisposeRx is committed to stopping opioid abuse, by contributing DisposeRx packets that can remove over 10 million opioids from our nation’s medicine cabinets.Emergent BioSolutions \nMr. Mike Kelly, President US Operations\nEmergent BioSolutions will offer Free NARCAN® Nasal Spray to all 16,568 public libraries and to each of the 2,700 YMCA locations in the United States.Facebook\nMr. Kevin Martin, Vice President, US Public Policy\nFacebook is committed to addressing the opioid epidemic through impactful public-private partnerships including: a link to SAMHSA’s Helpline in Search, and supporting the Ad Council PSA and DEA Takeback Day.Global Teen Challenge\nMr. Ed DeShields, Board Member\nGlobal Teen Challenge, the largest treatment center worldwide, is building a national Treatment Information System so its 250 U.S. treatment centers can understand which recovery programs are showing the most promise of success from addiction.Google\nMs. Susan Molinari, Vice President of Public Policy and Government Affairs\nGoogle has created a Locator Tool for National Take Back Day that they’ll promote on the Google.com homepage, and will launch a partnership with Walgreens to display permanent drug disposal locations on Google Maps.Johnson & Johnson\nMs. Linda Murray, Senior Vice President, Consumer Experience and Global Editor in Chief, BabyCenter\nJohnson & Johnson will continue educating America’s nurses and physicians to fight substance abuse and launched an opioid addiction awareness campaign that reached more than 2.5 million expectant parents via BabyCenter.Leidos\nMr. Roger Krone, Chairman and CEO \nLeidos is committing to an additional $3 million to opioid related causes, and furthering efforts to educate our workforce of 32,000 employees and launching a coalition of dozens of companies to address the crisis.MyPillow\nMr. Mike Lindell, CEO\nMyPillow employs workers directly after graduating from faith-based drug treatment and will soon launch the Lindell Recovery Network to bring hope, recovery and mentorship to thousands struggling with opioid addiction.National Head Start Association\nMr. Damon Carson, Board Chairman\nThe Head Start community will expand training to all 245,792 staff in over 21,000 centers nationwide to address the far-reaching impacts of parent substance-use disorder on young children and familiesNational Safety Council \nMs. Debbie Hersman, CEO \nNational Safety Council will spread awareness of the crisis through the Prescribed to Death traveling Memorial, and will educate 1,000 more physicians on safer prescribing practices.Red Cross \nMr. Jack McMaster, President, American Red Cross Training Services\nRed Cross will offer our online course, First Aid for Opioid Overdoses, to give all Americans the knowledge to respond to a suspected opioid overdose emergency and will integrate opioid education in over 3 million annual first aid trainings.Rite Aid \nMs. Jocelyn Konrad, Executive Vice President for Pharmacy \nRite Aid is offering free DisposeRx packets with new opioid prescriptions. Its Foundation installed 312 medication disposal units and launched the Prescription Drug Safety Initiative for students across the country.Ultimate Fighting Championship\nMr. Lawrence Epstein, Senior Executive Vice President and COO \nUFC commits to launching a public service campaign to bring attention to the opioid crisis, using UFC athletes, its powerful social media platforms, and popular live events to educate millions of people on the dangers of opioid abuse.Unshattered\nMs. Kelly Lyndgaard, Founder and CEO\nUnshattered will expand their partnerships with recovery centers across the county and provide employment and job skills training to double the number of women that we serve by the end of 2020.Walgreens\nMr. Rick Gates, Walgreens Senior Vice President for Pharmacy and Health Care\nWalgreens is expanding its medication disposal program to all of its stores, and collaborating with Google to provide information about the location of disposal sites on Google’s platform.Walmart\nMr. Paul Beahm, Senior VP of Health and Wellness Pharmacy Operations \nWalmart will continue to limit initial, acute opioid prescriptions to a 7-day supply, use analytics to block illegitimate prescriptions, and require E-Prescriptions for all scheduled drugs by January 1, 2020.",
    "president": null
}