{
    "title": "One Intern’s Path from Farm Town to the White House – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/one-interns-path-farm-town-white-house/",
    "created_at": "2017-12-21T00:00:00",
    "content": "\nDecember 21, 2017\n3 minute read\n\t\t\t\t\t\tLea Thoele\t\t\t\t\tWhite House InternMy path to the White House did not begin in a traditional way. Last fall, I was waitressing at a bakery in my college town. A woman called me over as I was cleaning tables, and I expected her to ask for a drink refill. But the first four words out of her mouth startled me.“Do you like politics?”She was a stranger, and that was an unexpected conversation starter. After a few minutes of chatting about the news, she offered me her business card and told me to send her my resume. While doing some research later that evening, I discovered the woman in question was the president of a major policy think tank in Illinois. I was surprised she took the time to talk to me—let alone offer her business card.Shortly after sending along my resume, I received an internship offer. I spent this past spring at that think tank and followed my boss’s passion for policies affecting Illinoisans. In late May, just weeks after finishing the internship, I opened my email to find a link to the open application for the Fall 2017 White House Internship Program.It came from the same woman who saw something in me at that bakery.I did not see how I could possibly get accepted into the prestigious White House program. I grew up on a farm in a village with a population of 1,600; my last name does not lead me anywhere outside of my home county; my college is not Ivy League; and I am not majoring in politics or policy. I did not fit my own stereotype of what a White House intern looked like.I took a chance and applied, but I quickly forgot all about it, assuming I would never be accepted. Imagine my surprise when I received a congratulatory email offering me a spot in the latest class of White House interns!The lesson I took away from my experience is that it’s impossible to know where one’s path will lead. A short conversation with a stranger ultimately led me to walk through the gates of the White House complex just 10 months later.Learn from that story. Pursue whatever opportunities are presented to you—even if you think there is no way you can succeed. Put your best foot forward and always do your best work.Who knows? A stranger may notice and lead you to the opportunity of a lifetime.\n\t\t\t\tThe Summer 2018 White House Internship Program application is now open through January 12.\t\t\tLea Thoele is a junior studying social work at the University of Illinois, Springfield. Lea was a member of the Fall 2017 White House Internship Program in the Office of Presidential Advance.",
    "president": null
}