{
    "title": "Economy Firing on All Cylinders – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/economy-firing-cylinders/",
    "created_at": "2018-07-27T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nJuly 27, 2018\n5 minute readCouncil of Economic AdvisersThe rate of growth of the economy, also known as Gross Domestic Product or GDP, is one of the most important indicators of the health of our country’s economy.  Today’s news did not disappoint; over the past year (4 quarters), our average annual growth rate has been a healthy 2.8 percent.Thus far in 2018, real GDP is on track for growth of 3.1 percent over the calendar year, which would be the first calendar year of growth over 3 percent since 2005. This is exactly in line with the Administration’s own forecast of 3.1 percent, and well above the Obama Administration’s forecast of 2.3 percent. It is also a growth rate many claimed was impossible.To put this achievement in perspective, during the entire period from 2001-2016, the annualized rate of real GDP growth in the first half of the year averaged just 1.9 percent.President Trump believed we could get away from the Obama-era theories of “secular stagnation” – being doomed to slow growth – by changing the policies that caused that sluggishness.  The Tax Cuts and Jobs Act, deregulation, and other business-friendly Administration policies are making higher growth possible.As a result, over the first 6 full quarters of the Trump Administration, growth has averaged 2.7 percent.  In contrast, during the first 6 full quarters of Presidents Obama’s second term, growth averaged just 2.4 percent, when the economic expansion should have been in full swing and demographic pressures were less of a weight.  Overall, during their respective 8 years in office, growth under Presidents Bush and Obama averaged just 1.8 and 1.9 percent, respectively.With growth in 2016 still only 1.9 percent, the Obama Administration projected this “new normal” to continue. Instead, growth edged up to 2.5 percent in 2017, exactly in line the Trump Administration’s forecast, and surpassing the Obama Administration’s forecast of 2.4 percent.Driving this acceleration is increased private business investment, thanks to the Tax Cuts and Jobs Act (TCJA) and deregulation, raising after-tax rates of return.In the 6.5 years between the start of the recovery in 2009:Q3 and 2015, growth in real private nonresidential fixed investment (commercial real estate, tools, machinery, and factories) averaged 5.4 percent, and had slowed to just 1.8 percent in 2016.  Since then, growth jumped to 6.3 percent in 2017, and over the first two quarters of 2018, grew at an annualized rate of 9.4 percent.Since September 2017, growth of equipment investment was a robust 7.4 percent at an annual rate, thanks largely to TCJA’s allowance for full expensing of equipment investment retroactively to 2017:Q4. Meanwhile, business investment in structures and intellectual property has also surged—up 13.6 percent for structures and 11.1 percent for intellectual property, respectively, in the first half of 2018.Planned capital expenditure indices from Morgan Stanley and Goldman Sachs have accordingly reached record or near-record highs. As of July 2018, CEA has tallied a total of over $217 billion in new corporate investment announcements directly attributed to TCJA.Americans also have more to spend as a result of the strong economy.  During the Obama recovery, people didn’t feel better off and they didn’t have much to show for their labor.  In the 6.5 years between the start of the recovery in 2009 and 2015, growth in real disposable personal income – money people have to spend – averaged just 2.2 percent, and had slowed to 1.6 percent in 2016, over seven years after the recession had officially ended.  Under President Trump, growth ticked up to 2.8 percent in 2017, and spiked to 3.5 percent in the first half of 2018.People feel better about the economy right now.  In May 2018, the National Federation of Independent Businesses (NFIB) Index of Small Business Optimism rose to 107.8, its second highest level in its 45-year history.  Reports of compensation increases hit a 45-year record high, with views of expansion and reports of positive earnings trends also the highest in the survey’s history.  Since December 2017, the Index has averaged an unprecedented 106.5, above its 45-year average of 98 and close to the all-time high of 108.0 in July 1983.  In March 2018, consumer sentiment in the United States reached its highest level since January 2004, while for the first 5 months of 2018, consumer sentiment was the highest it has been since 2000.Money is also coming back to the US, where it belongs. Thanks to our outmoded and perverse tax code of the past, American firms were essentially incentivized to offshore jobs to other countries and kept foreign investment away from our shores.  But the Tax Cuts and Jobs Act brought reason back to the tax system, and we are seeing immediate results.In the first quarter of 2018, U.S. companies brought home (repatriated) a record $306 billion, or $1.2 trillion at a seasonally adjusted annual rate.  If the pace of repatriation continues through the remainder of 2018, it would generate an additional $98 to $189 billion in tax revenue for the Federal government, exceeding expectations.It is good for the economy to have past corporate earnings working their way through U.S. capital markets from the repatriation as a result of the TCJA, with cash-rich firms distributing those earnings to shareholders for reinvestment in other firms that can productively use cash infusions.Overall, the economy is strong as are the economic fundamentals: 3.7 million jobs have been created since Election Day 2016, and African American, Hispanic, and Asian unemployment rates have recently reached their lowest levels in recorded history. The women’s unemployment rate recently achieved a nearly 65-year low. Under President Trump the veterans’ unemployment rate has fallen to the lowest level in over 15 years.  Meanwhile, consumer, business, and manufacturing confidence have recently reached multi-decade and even all-time highs.  We look forward to continued prosperity for the American people.",
    "president": null
}