{
    "title": "Text of a Letter to the Speaker of the House and President of the Senate on Addressing the Threat Posed by TikTok – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/text-letter-speaker-house-president-senate-addressing-threat-posed-tiktok/",
    "created_at": "2020-08-06T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tInfrastructure & Technology\t\n\nIssued on:\nAugust 6, 2020\nDear Madam Speaker: (Dear Mr. President:)Pursuant to the International Emergency Economic Powers Act (50 U.S.C. 1701 et seq.) (IEEPA), the National Emergencies Act (50 U.S.C. 1601 et seq.), and section 301 of title 3, United States Code, I hereby report that I have issued an Executive Order (the “order”) that takes additional steps to deal with the national emergency with respect to the information and communications technology and services supply chain declared in Executive Order 13873 of May 15, 2019 (Securing the Information and Communications Technology and Services Supply Chain).  Specifically, the spread in the United States of mobile applications developed and owned by companies in the People’s Republic of China (China) continues to threaten the national security, foreign policy, and economy of the United States.  At this time, the order takes action to address one mobile application in particular, TikTok.TikTok, a video-sharing mobile application owned by the Chinese company ByteDance Ltd., automatically captures vast swaths of information from its users.  This data collection threatens to allow the Chinese Communist Party access to Americans’ personal and proprietary information — potentially allowing China to track the locations of Federal employees and contractors, build dossiers of personal information for blackmail, and conduct corporate espionage.  TikTok also reportedly censors content that the Chinese Communist Party deems politically sensitive, such as content concerning protests in Hong Kong and China’s treatment of Uyghurs and other Muslim minorities.  TikTok may also be used for disinformation campaigns that benefit the Chinese Communist Party.To deal with this threat, the order prohibits, beginning 45 days after the date of this order, to the extent permitted under applicable law, any transaction by any person, or with respect to any property, subject to the jurisdiction of the United States, with ByteDance Ltd. (a.k.a. Zìjié Tiàodòng), Beijing, China, or its subsidiaries, in which any such company has any interest, as identified by the Secretary of Commerce (Secretary).  The Secretary will identify the transactions subject to this prohibition 45 days after the date of the order.\nI have delegated to the Secretary the authority to take such actions, including adopting appropriate rules and regulations, and to employ all powers granted to the President by IEEPA as may be necessary to implement the order.  The order also directs all department and agencies to take all appropriate measures within their authority to implement the order.I am enclosing a copy of the order I have issued.Sincerely,DONALD J. TRUMP",
    "president": null
}