{
    "title": "Cracking Down on Synthetic Opioid Sales – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/cracking-synthetic-opioid-sales/",
    "created_at": "2018-08-09T00:00:00",
    "content": "\n\n\t\tLaw & Justice\t\n\nAugust 9, 2018\n4 minute readThe United States is facing the deadliest drug crisis in American history. The latest statistics suggest that approximately 72,000 Americans lost their lives to drug overdoses in 2017 — the highest drug death toll in a single year and the fastest single-year increase in that death toll in American history.Meanwhile, millions of Americans are living with the consequences of a family member’s addiction or an addiction of their own. It is incredible but true that drug overdoses are now the leading cause of accidental death.Sadly, Florida knows the consequences of this crisis all too well.Drug overdose deaths increased 47 percent statewide from 2015 to 2016, compared to 21 percent nationwide. In just one year, we lost nearly 2,800 Floridians to overdoses involving opioids – an increase of nearly 1,000 deaths.And as we all know, these are not numbers—these are moms, dads, daughters, spouses, friends and neighbors.For example, remember that around 2 a.m. on New Year’s Day 2017, a man and a woman were found dead outside their car on Interstate 4 near Daytona Beach. Their three sons — ages 2, 1, and less than a year old – sat in the back seat, crying. The couple had overdosed on illicitly made fentanyl.Unfortunately, there are many more tragic stories like this in America today.But we at the Department of Justice are not going to accept the status quo. Ending the drug crisis is a top priority of President Donald Trump and his administration.President Trump has a comprehensive plan to end this national crisis. He has negotiated and signed bipartisan legislation to spend $4 billion this year to address opioid abuse. He has launched a national awareness campaign about the dangers of opioid abuse. And he has set the ambitious goal of reducing opioid prescription rates in America by one-third in three years.Prevention and treatment are two critical elements in stopping this crisis of addiction.Law enforcement is a critical pillar of President Trump’s Opioids Plan. By putting crooked traffickers and crooked doctors, pharmacists, manufacturers, and distributors behind bars — going after the suppliers, not the users suffering from drug addiction — we prevent those criminals from committing more crimes and spreading addiction. That saves lives.One example of how law enforcement saves lives can be seen in Manatee County.Like many parts of this country, Manatee County experienced massive increases in opioid deaths in 2015 and 2016.In response, federal prosecutors began prosecuting synthetic opioid sales, regardless of the amount of drugs involved, resulting in 45 prosecutions. Deaths started to go down.From the last six months of 2016 to the last six months of 2017, overdose deaths dropped by 70 percent in Manatee County. The Manatee County Sheriff’s Office went from responding to 11 overdoses a day to an average of one a day.These are remarkable results. I believe that many other parts of the country—where the drug epidemic is at its worst—need solutions like this one and can benefit from this proven strategy.That is why I have begun Operation Synthetic Opioids Surge.Under Operation SOS, I am ordering our prosecutors in 10 districts with some of the highest overdose death rates to prosecute every case of illicit synthetic opioid distribution—no matter how small.When it comes to synthetic opioids, there is no such thing as a small case. Three milligrams of fentanyl can be fatal. That’s equivalent to a pinch of salt. It’s not even enough to cover Lincoln’s face on a penny. Depending on the purity, you could fit more than 1,000 fatal doses of fentanyl in a teaspoon.I understand that this more aggressive posture will require a lot more work for prosecutors, who are already dealing with an unprecedented epidemic. That is why, as they implement this effective strategy, I am sending them reinforcements.Last month, I sent more than 300 new assistant U.S. attorneys to districts across America. It was the largest prosecutor surge in decades.Now I am sending another new prosecutor to each of these 10 districts where we will implement the Manatee County strategy. Having served as a federal prosecutor for 14 years, I know what a difference that can make.The people of Florida should be grateful for the outstanding service of law enforcement officers in Manatee County. They are a great example of how law enforcement can make a big difference in a short period of time.I believe that, along with the Trump administration’s other law enforcement and public health efforts, Operation SOS will weaken drug distribution networks, reduce illicit fentanyl availability and save lives.This op-ed appeared in the Tampa Bay Times on August 9, 2018.",
    "president": null
}