{
    "title": "President Announces Formation of Bipartisan Presidential Commission on Election Integrity – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/president-announces-formation-bipartisan-presidential-commission-election-integrity/",
    "created_at": "2017-05-11T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tLaw & Justice\t\n\nIssued on:\nMay 11, 2017\nToday, President Donald J. Trump announced the issuance of an executive order forming the bipartisan Presidential Commission on Election Integrity. The President also named Vice President Mike Pence as Chairman and Kansas Secretary of State Kris Kobach as Vice-Chair of the Commission.Five additional members were named to the bipartisan commission today:“This action by President Trump fulfills another promise made to the American people,” said Vice President Pence. “We can’t take for granted the integrity of the vote. This bipartisan commission will review ways to strengthen the integrity of elections in order to protect and preserve the principle of one person, one vote because the integrity of the vote is the foundation of our democracy.”The Commission on Election Integrity will study vulnerabilities in voting systems used for federal elections that could lead to improper voter registrations, improper voting, fraudulent voter registrations, and fraudulent voting. The Commission will also study concerns about voter suppression, as well as other voting irregularities. The Commission will utilize all available data, including state and federal databases.Secretary Kobach, Vice-Chair of the Commission added: “As the chief election officer of a state, ensuring the integrity of elections is my number one responsibility. The work of this commission will assist all state elections officials in the country in understanding, and addressing, the problem of voter fraud.”Additional Commission members will be named at a later time. It is expected the Commission will spend the next year completing its work and issue a report in 2018.",
    "president": null
}