{
    "title": "Remarks by President Trump in Meeting with Survivors of Religious Persecution – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-meeting-survivors-religious-persecution/",
    "created_at": "2019-07-17T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tLaw & Justice\t\n\nIssued on:\nJuly 17, 2019\nOval Office4:22 P.M. EDTTHE PRESIDENT:  Good afternoon.  We’ll be leaving for North Carolina in a short while.  I think some of you will be outside.  Tremendous crowds in North Carolina.  Tremendous crowds everywhere.But we have a very important group of people standing alongside of me.  I’m honored to welcome Pastor Andrew Brunson and other survivors of religious persecution to the White House.We’re grateful to be joined by Ambassador-at-Large for International Religious Freedom Sam Brownback — a former governor, as you know; as well as Pastor Paula White — a tremendous religious leader and a friend of the White House, a friend of the presidency, and a friend of the President.With us today are men and women of many different religious traditions from many different countries.  But what you have in common is each of you has suffered tremendously for your faith.  You’ve endured harassment, threats, attacks, trials, imprisonment, and torture.  I got to know many of you and helped you get some — get some of you out of the difficult situation that you were in.  I’m very proud of you in the way you’ve reacted to a different life.  It is a tremendous thing.Your families are very proud, and our country is very proud, and your countries are very proud — for those of you that aren’t from the United States.  Each of you has now become a witness to the importance of advancing religious liberty all around the world.  It’s about religious liberty.Last year, my administration hosted the world’s first-ever meeting of foreign ministers devoted solely to the subject of international religious freedom.  I want to thank all of you for joining us as we host this meeting for the second year in a row.  A lot of individual breakout meetings are being had, and we’re getting a lot of ideas as to how we can help.In America, we’ve always understood that our rights come from God, not from government.  In our Bill of Rights, the first liberty is religious liberty.  Each of us has the right to follow the dictates of our conscience and the demands of our religious conviction.  We know that if people are not free to practice their faith, then all of the freedoms are at risk and, frankly, freedoms don’t mean very much.That’s why Americans will never tire in our effort to defend and promote religious freedom.  I don’t think any President has taken it as seriously as me.  To me, it’s very important.  It’s vital.  It’s really vital.And I just want to thank everybody very much for being with us today.  You’ve been through a lot.  And I think I can say it for everyone here: You’ve been through a lot — more than most people could ever endure.  And I want to congratulate you because that’s what you need, is congratulations.  It’s really an honor to be with you, and I will stand side by side with you forever.If I could ask Ambassador Brownback to say a few words, please.AMBASSADOR BROWNBACK:  Yes.  Thanks, Mr. President.THE PRESIDENT:  Thank you.AMBASSADOR BROWNBACK:  Appreciate it.  Thank you and your administration for your leadership on this.  Last year was the first; this year is the largest meeting ever held in the world on religious freedom — just on this, devoted to this topic.  And with you here today, we have a Nobel Peace Prize winner, Nadia Murad, who was taken by ISIS and made into a — well, horrible situation that she’s in.  But she’s been an outstanding advocate.And then we have helped — this government has — in rebuilding Northern Iraq, the Yazidi and the Christian area.THE PRESIDENT:  That’s right.AMBASSADOR BROWNBACK:  Of course, Andrew Brunson and I both — neither of us would be here if it wasn’t for you.  And, Andrew, you busted out of a Turkish prison.  This gentleman was at Christchurch in the shootings at the mosque that took place that was there.THE PRESIDENT:  Wow.AMBASSADOR BROWNBACK:  And you have, really, people — well, Mariam Ibraheem is here.  Was in a Sudanese jail while she was pregnant and had a death penalty for her.  But people advocated for her around the world, and she and her child are alive today.  And that’s just a few.THE PRESIDENT:  We got you out.  That’s good.  That’s great.AMBASSADOR BROWNBACK:  That’s just a few.THE PRESIDENT:  You’re feeling good?  Everything fine?MS. IBRAHEEM:  I’m feeling very well.THE PRESIDENT:  Good.MS. IBRAHEEM:  My children are very well.THE PRESIDENT:  Okay.  Congratulations.MS. IBRAHEEM:  Thank you.AMBASSADOR BROWNBACK:  Reverend Samson was going to make a comment for the group.  He’s from Burma.  He’s Kachin Christian, and they have suffered greatly there as well, and we’ve worked a lot with them.Reverend Samson, you want to tell, briefly, your story?REVEREND SAMSON:  Yes.  Yes.  I’m (inaudible) from Baptist Convention from Northern Burma.  And then, as Christians in Myanmar, we are very been oppressed and tortured by the Myanmar military government.  So — and then we don’t have chance, many, for religious freedom.  And also, ethnic armed groups fight against to the central military government.  So, please, American government focus on ethnic people and the ethnic leader to get general democracy and federalism.  It is very important for your (inaudible) and for your (inaudible).And then thank you very much for your sanction yesterday.  It was very helpful.THE PRESIDENT:  Yes.  Yes.  We did something.  Thank you.  Appreciate it very much.  Thank you very much.Ambassador, so which is more important?  You were the governor of a great state — a very, very top state, in my opinion.  And you’re doing, now, something for religious liberty and freedom.  Which is tougher and which is more important to you?AMBASSADOR BROWNBACK:  I think of all the jobs I’ve had — I’ve been a congressman, a senator, a governor — this is the most important because it’s about billions of people.THE PRESIDENT:  It’s really something.AMBASSADOR BROWNBACK:  These folks here represent the faiths of billions of people around the world.  And the United States is the main country — not the only; and many other allies are coming along — but we’re the main country to stand up and fight for their religious freedom.  And we’re not picking a winner or loser.  We’re just saying, look, you’ve got — governments have to protect this right.  And that’s why, to me, this job and what this administration is doing to protect it affects billions of people.  And I’m — I think it’s incredible.  It’s an incredible opportunity.THE PRESIDENT:  So when you say other countries are coming along — and some aren’t coming along, I assume.  Right?AMBASSADOR BROWNBACK:  Yes.THE PRESIDENT:  Some are not doing much.  Who are the good ones?  I won’t talk about the bad ones because I know who the bad ones are.  Who are the good ones?AMBASSADOR BROWNBACK:  You know, the British have been great.  They’ve been putting out some reports lately on the persecution of people of faith, and they’ve stepped up more aggressively.  UAE — United Arab Emirates — hosted the first-ever papal visit on the Arabian Peninsula in the history of mankind.THE PRESIDENT:  That’s great.AMBASSADOR BROWNBACK:  And they’ve been — they’ve been stepping up and doing — doing a lot — a lot more.THE PRESIDENT:  That’s good.AMBASSADOR BROWNBACK:  So, several — the Europeans have been; the South Americans are starting to step up more so.  We need more.THE PRESIDENT:  You’re doing a great job.  Thank you very much.AMBASSADOR BROWNBACK:  Thank you.THE PRESIDENT:  Paula White?  Could you say a few words, Paula, please?MS. WHITE:  Yes, sir.MS. LHAMO:  Sorry, it’s just — I’m from Tibet.  It’s my dream to visit — this opportunity to visit the President (inaudible).  Tibetan need — (inaudible) Tibetan need (inaudible) support, please.  We need support (inaudible) His Holiness —THE PRESIDENT:  Support, yeah.MS. LHAMO:  Yeah.  His Holiness Dalai Lama (inaudible) come back in Tibet.  My English is not good, but —THE PRESIDENT:  No, it’s fine.MS. LHAMO:  Thank you so much for this opportunity to gather and share the story.  Thank you.THE PRESIDENT:  Thank you very much.MS. LHAMO:  Thank you so much.THE PRESIDENT:  Please say hello.  Please say hello.  Okay?MS. LHAMO:  Thank you.THE PRESIDENT:  Thank you very much.  I appreciate it.  And your English is actually very good.MS. LHAMO:  Thank you.THE PRESIDENT:  Thank you.MS. ZHANG:  I’m a Falun Gong practitioner.  My husband, now, is still in prison.THE PRESIDENT:  Your husband is in prison.MS. ZHANG:  Yeah.  And the forced organ harvesting still exists.  So we should take action.  Just the (inaudible), it doesn’t work.  So how to — how to do this action in the communist — Chinese communist regime.THE PRESIDENT:  And where is this, now?  Where?  Where is your husband a prisoner?MS. ZHANG:  Now my husband in Jiangsu — Jiangsu — Province of Jiangsu and Suzhou prison.  And, you know, 2018 — last year — yeah, last year — one of our practitioners, after three years in prison, he was released home.  And in just one day, he died.  And before that, he (inaudible) a large amount of blood.As you know, you are —THE PRESIDENT:  He — did you say he died?MS. ZHANG:  Yeah, he died — another Falun practitioner, where he is still also in the Suzhou prison.So, as you know, I know your one young man from the North Korea come back to U.S. and, several days after he returned, and he died.  And you know the regime, what they do.  So what should we take to act?THE PRESIDENT:  Yes.  I understand.MS. ZHANG:  Yeah.  Yeah, yeah.THE PRESIDENT:  I appreciate it.MS. ZHANG:  Thank you.  Thank you.THE PRESIDENT:  Thank you very much.MS. ZHANG:  Thank you.THE PRESIDENT:  Thank you very much.  Thank you.  You take care of yourself.Paula?MS. WHITE:  Mr. President, it’s such an honor.  And I just have to say, on behalf of you and your courageous leadership — I have watched, from day one and even before you took this office, you be a relentless fighter for people of all faiths and religious liberty.We see it on stateside — from you saying we can say “Merry Christmas” again; to the DOJ passing laws that no other administration could pass to give high holy days to all religions to be able to take off of work and to honor that; to, as the Ambassador said, this is the second but the largest in the world gathering for religious liberty freedom.You have taken a bold, courageous stand that many governments have (inaudible).  You have over 16 countries represented here.  You have approximately 27 people.  But I was in the room yesterday with thousands, and we had thousands that could not get in.THE PRESIDENT:  I heard that was incredible.MS. WHITE:  So we thank you, President, for being the leader — the courageous leader to stand up not only in our nation, but countries all around, for all faith, of all people that we should have the practice and the right to practice our religion.Thank you, sir.THE PRESIDENT:  Thank you.  And I did hear that they had thousands of people that couldn’t get in yesterday.MS. WHITE:  From all over the world.THE PRESIDENT:  That’s incredible.  Wow.  I’m sure we’ll get a much bigger room, I guess, or a tent or something.AMBASSADOR BROWNBACK:  Or something like that.MR. AHMED:  May I say a few words?THE PRESIDENT:  Yes, please.MR. AHMED:  Mr. President, thank you from New Zealand.THE PRESIDENT:  Thank you very much.MR. AHMED:  Thank you for your leadership, standing up for humanity, standing up for religious groups and their rights.  And thank you — thank you for supporting us in the 15 March tragedy in Christchurch.  And God bless you.  And God bless the United States.THE PRESIDENT:  Well, thank you very much.  And you went through a lot.  I know all about what happened, and that was a terrible situation.  Thank you very much for being here.  Thank you very much.  Appreciate it.MR. TASEER:  Mr. President, I’m from Pakistan.THE PRESIDENT:  Yes, please.MR. TASEER:  And you are meeting our prime minister —THE PRESIDENT:  That’s true.MR. TASEER:  — in three days.  I would be very grateful if you would raise with him the issue of persecuted Christians in Pakistan — the blasphemy law and people who are suffering under this law.THE PRESIDENT:  I’ll do that.  He’s coming in next week, on Tuesday.MS. SAHA:  Sir, thank you.  Sir, I am from Bangladesh.  And here is 37 million, the Hindu, Buddhist, and Christianity (inaudible).  Please help us, the Bangladesh people.  We want to stay in our country.THE PRESIDENT:  Bangladesh.MS. SAHA:  Yeah.  Still, there is 18 million minority people.  My request is: Please help us.  We don’t want to leave our country.  Just help, Mr. President.I have lost my home.  They burned my home.  They’ve taken my land.  But no adjustment has taken place.THE PRESIDENT:  Who took the land?  Who took the home and the land?MS. SAHA:  The Muslim fundamentalist group.  And they are — always they are getting the political shelter.  Always.AMBASSADOR BROWNBACK:  I know the President has to get on.  So I want to —THE PRESIDENT:  I don’t mind.  We can take a couple more.AMBASSADOR BROWNBACK:  Can you?  Okay, good.THE PRESIDENT:  The helicopter — has it landed?  The helicopter — have we landed out there yet?  Huh?AIDE:  No, sir.THE PRESIDENT:  No?  Come on.MS. ILHAM:  Mr. President, one to three million Uyghur population are locked up in concentration camps in China, including my father, who is now serving a life sentence.  I haven’t seen him since 2013.THE PRESIDENT:  Where is that?  Where is that in China?MS. ILHAM:  That’s in west part of China.  The region — in Chinese, it’s called “Xinjiang.”  We call it “Uyghur region.”  So far, we had —THE PRESIDENT:  How long?  How long has your father been gone?MS. ILHAM:  He has been in jail for five years, and we don’t know how long he will still be in there.THE PRESIDENT:  Do you have any communication with him?MS. ILHAM:  I haven’t heard about him since 2017, because that’s when the concentration camps started.  Anyone who goes to ask about anybody’s family members’ news will never make their way back to their own homes.THE PRESIDENT:  That’s tough stuff.Go ahead please.MR. ULLAH:  Good afternoon, Mr. President.  I am a Rohingya from (inaudible).  So most of the (inaudible) Rohingya refugees are waiting to go to — go back home as quickly as possible.  So what is the plan to help us?  So thank you very much.THE PRESIDENT:  And where is that, exactly?  Where?MR. ULLAH:  Bangladesh refugee camp.AMBASSADOR BROWNBACK:  That is right next to Burma.THE PRESIDENT:  I see.AMBASSADOR BROWNBACK:  The Rohingya have been run out.THE PRESIDENT:  Okay.  Thank you.  Appreciate it.Yes, please.REVEREND BARROSO: President, I am Pastor Mario from Cuba.THE PRESIDENT:  Yes.REVEREND BARROSO:  A blessing.  One Pastor, Ramón Rigal, and his wife are imprisoned in Cuba.  Please pray for them and help the people in Cuba.  Five pastors, the (inaudible) invite for this event in Cuba are not here because the government in Cuba no permission for today here.I am here because I am refugee in United States.  Thank you for your hospitality for me.THE PRESIDENT:  How has it been in Cuba without Castro?  There’s still a Castro there, but you have a new leader.  How has that been?  Any different?REVEREND BARROSO:  No, it’s not real.  Castro continuing the power because Castro is the first secretary to the party — the communist party.  And the new President is not really.  Castro is the real leader (inaudible).THE PRESIDENT:  I see.  All right.  Thank you.  Thank you.Yes, please.  Go ahead.MS. BITRUS:  Thank you, Mr. President —THE PRESIDENT:  Thank you very much.  Thank you.MS. BITRUS:  — for the opportunity to see you. I am Esther, from Nigeria.  I do three years in (inaudible).  I escaped from Boko Haram.  So thank you for (inaudible).THE PRESIDENT:  It’s tough stuff, right?MS. BITRUS:  Yes.THE PRESIDENT:  That’s a tough one.  Thank you.MS. BITRUS:  Thank you.MR. JU:  (Inaudible.)THE PRESIDENT:  Yes.  Please.  Go ahead.MR. JU:  Mr. President, thank you very much for your (inaudible).THE PRESIDENT:  Thank you.  Thank you.MR. JU:  I’m Ilyong from North Korea.  And first, I want to say thank you.  And then my aunt — a lot of my aunt family, (inaudible), Kim Chul, Kim (inaudible), Kim Jong (inaudible), all of them, they are in political prison camp —THE PRESIDENT:  Where?MR. JU:  In — I don’t know where is; they just took it at the dawn.  And just because aunt’s father-in-law was a Christian and my cousin’s whole family (inaudible) executed because of their (inaudible).But even though the persecution of Kim (inaudible), the North Korean citizens, they are trying to — they are — they want (inaudible) and they want to worshipping now.  And they are worshipping in underground churches right now.  And even though a few weeks ago we had a message from North Korean underground churches and they sent a photo of the wood and they are three of them gathered there and they were praying for South Korea.  So those kind of things are happening in North Korea.THE PRESIDENT:  I’ll bring them up.MR. JU:  So, yeah.THE PRESIDENT:  I’m understanding exactly what you’re saying.  I’ll bring it up.Yes, please.MS. MURAD:  So I’m —AMBASSADOR BROWNBACK:  Nadia is a Nobel Peace Prize winner.MS. MURAD:  I’m from Iraq and I cannot see my family.  They are in (inaudible), because when ISIS attack us, no one protect us.  After 2003, we started to disappear from our area, from our homeland.  And then when ISIS attack us in 2014, they killed six of my brother.  They killed my mom.  They took me to captivity with my (inaudible) sister-in-law, with all my sister and my nieces.And today we have 3,000 Yazidi women and children in captivity.  So although they said ISIS is defeated, but where is those 3,000 Yazidi?And our home is destroyed.  We come to here, we go to Europe, we go to Arab country that ISIS did this.  Everyone saw that.  And we — I appreciate Vice —THE PRESIDENT:  And you were captured?MS. MURAD:  Yes.  Vice President — he help us a lot, but now today, you can’t solve our problem.  Now there is no ISIS, but we cannot go back because Kurdish government and the Iraqi government, they are fighting each other who will control my area.And we cannot go back, if we cannot protect our dignity, our family.  But we get a lot of support from President Macron.  He push — he put a lot of pressure in Iraqi and Kurdistan government to help minorities.  The Yazidis will stay in their home, but we still continue to emigrate to find a safe place to live.  I hope you can call or anything to Iraqi and Kurdistan government to —THE PRESIDENT:  But ISIS is gone?MS. MURAD:  But, if I can —THE PRESIDENT:  And now it’s Kurdish and —MS. MURAD:  And Iraqi.  Iraqi government.  If I cannot go to my home and live in a safe place and get my — like, my dignity back, this is not about ISIS, it’s about (inaudible).  My people cannot go back.  We are not million of people; we are only half million people.  And after 2014, about 95 years — 95,000 years, Yazidi, they immigrate to Germany through a very dangerous way.  Not because we want to be a refugee, but we cannot find a safe place to live.  All this happened to me.  They killed my mom, my six brother.  They left behind —THE PRESIDENT:  Where are they now?MS. MURAD:  They killed them.  They are in the mass graves in Sinjar.  And I’m still fighting just to live in safe.  Please do something.  And it’s not about one family —THE PRESIDENT:  I know the area very well, you’re talking about.  It’s a tough — yeah.MS. MURAD:  It’s about half million.  It’s about the whole community.THE PRESIDENT:  Okay.  Well, we’ll continue very strong.MS. MURAD:  Thank you so much.THE PRESIDENT:  Thank you.  And you had the Nobel Prize?MS. MURAD:  Yeah.THE PRESIDENT:  That’s incredible.  They gave it to you for what reason?  They can explain.MS. MURAD:  For what reason?  For that — after all this happen to me, I can — I make it clear to everyone that ISIS raped thousands of Yazidi women.  This one was first time the woman from Iraq, she gave out and spoke about it happen.THE PRESIDENT:  Oh really?  Is that right?MS. MURAD:  And it’s —THE PRESIDENT:  It’s the first time?MS. MURAD:  First time.  And it’s —THE PRESIDENT:  So you escaped.MS. MURAD:  I escaped, but I don’t — I don’t have my freedom yet because —THE PRESIDENT:  I understand.MS. MURAD:  — you didn’t see any ISIS (inaudible).  It (inaudible).  ISIS are — we don’t know if they killed everyone, if they are in jail, but we know we have 3,000 Yazidi women and children, including my niece, my nephew, my sister-in-law.  Three years ago, she call us.  She said, “I am in Syria.”  And now, we didn’t know anything about her.THE PRESIDENT:  Let me look.  We’re going to look, okay?  Thank you very much.MS. MURAD:  Thank you so much.THE PRESIDENT:  Yes, ma’am.  Go ahead.  Thank you.MS. WEISS:  I am a survivor of the Holocaust, of a different era of persecution.  And I have great sympathy and empathy with these people; that I’m very sorry to realize that things have not changed and persecution continues.AMBASSADOR BROWNBACK:  That’s why we’re putting such an emphasis on it, Mr. President, because there just is a lot of work to do in the world.  But — and we’re going to — obviously, we’ve got a lot yet to do.  But we’re pushing the effort.  We’re going to be announcing additional measures — the Secretary of State is — tomorrow.THE PRESIDENT:  Good.AMBASSADOR BROWNBACK:  He’s giving a big speech.  The Vice President is giving a speech tomorrow about measures.  And we’re going to keep leading this charge.THE PRESIDENT:  Well, thank you very much.  The world is a — the world is a tough place.Yes, please.  Go ahead.MS. BERHANE:  My name is Helen.  I’m from Eritrea.  I’m a gospel singer.  So I have been, for 32 months, in a metal shipping container because of my faith.  But the reason I am here — all our pastors, they are still in prison in Eritrea, including the patron (inaudible).  So that is my message.  I am a voice for those voiceless.THE PRESIDENT:  Thank you very much.  Appreciate it.MS. BERHANE:  Thank you.  We pray for you.THE PRESIDENT:  In a shipping container.MS. BERHANE:  Metal shipping container for 32 months.THE PRESIDENT:  Thirty-two.  Thirty-two months.Please.MR. SHAKOOR:  (As interpreted.)  I am from the Ahmadiyya Muslim community of Pakistan.  In 1974, we were declared non-Muslims.  Our houses and shops were looted, set on fire.  I relocated.  I was a salesman and then I was imprisoned for five years for selling books and fined.  I’ve been released after three years.We are peaceful.  I can call myself a Muslim in the United States of America, but not in Pakistan — otherwise I’ll be punished.  We have never retaliated, and left everything to God.AMBASSADOR BROWNBACK:  I know you need to get on.MS. WHITE:  Thank you all.MR. SHAKOOR:  (As interpreted.)  God bless you and give you a long life.THE PRESIDENT:  Thank you very much.So, you see, the world is a tough place.  And we’re making strides.  We’ve made some very good strides.  Andrew is a case in point — Pastor Brunson, wherever you may be.  And so I appreciate it.How has everything been for you since you got out?PASTOR BRUNSON:  Very well.  I want to tell you, an Iranian woman told me today that your fighting for me — the most powerful person in the world fighting for someone who is not known at all — was an inspiration to many people.  It gave hope to many people around the world, and also many young Iranians.So thank you for that.THE PRESIDENT:  Thank you, Andrew.  I appreciate it very much.MS. BET-TAMRAZ:  Mr. President, I’m Iranian.THE PRESIDENT:  Yes.MS. BET-TAMRAZ:  I’m a Christian minority from Iran.  My family are being persecuted in Iran.  The Iranian people are with you.  The majority of Iranian people —THE PRESIDENT:  What is happening?  Explain what is happening in Iran.MS. BET-TAMRAZ:  My parents are pastors.  They’re Christian pastors.THE PRESIDENT:  Right.MS. BET-TAMRAZ:  They’ve been arrested — all my family: my father, my mother, and my brother.  They are free on bail, awaiting the trial.  Long sentences.  My father was sentenced to 10 years in prison, my mother 5 years.  We still don’t know about my brother.We would appreciate if you mention my family, but also Christian persecution in Iran and in holding a negotiation with (inaudible) in Iran.THE PRESIDENT:  They were in jail for what reason?  Because they’re pastors?MS. BET-TAMRAZ:  Christian pastors preaching the Gospel.THE PRESIDENT:  Incredible.  I will.MS. BET-TAMRAZ:  Thank you very much.THE PRESIDENT:  I’m going to get the information.  I will.MS. BET-TAMRAZ:  Thank you.PASTOR GA:  Vietnam.THE PRESIDENT:  Yes?PASTOR GA:  (Inaudible) no freedom religion.  I want to, President, have Vietnam have —THE PRESIDENT:  Vietnam?PASTOR GA:  — freedom —THE PRESIDENT:  Vietnam?PASTOR GA:  Vietnam have freedom religion.  Vietnam need to (inaudible).  I thank you.THE PRESIDENT:  I appreciate that.  I think I understood everything.PASTOR GA:  Thank you.THE PRESIDENT:  Thank you very much everybody.  Thank you.Q    Mr. President, Congressman Green introduced articles of impeachment against you for your conduct.  Any comment on the articles of impeachment, Mr. President?  Do you regret your tweets that have now triggered these articles of impeachment against you?THE PRESIDENT:  I know nothing about that.Thank you.  Thank you very much.END4:46 P.M. EDT",
    "president": null
}