{
    "title": "Remarks by President Trump in Meeting on Opioids – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-meeting-opioids/",
    "created_at": "2019-06-12T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tHealthcare\t\n\nIssued on:\nJune 12, 2019\nRoosevelt Room\n3:30 P.M. EDTTHE PRESIDENT:  Thank you very much.  And I think what we do — this is a meeting on opioid and the tremendous effect that’s taken place over the last little period of time.  And I’m very proud of it and the people working so hard on it.But I thought what I’d do is ask Secretary Wilkie to give a statement as to what just happened with respect to Choice and the VA, because I think it’s a very, very big deal.Robert?SECRETARY WILKIE:  Thank you, sir.  June 6th was a doubly important day.  You were celebrating the 75th anniversary of the Normandy landings.  And for VA, we began to implement the Mission Act, which you signed last year.On that day, 44,000 veterans came to us to ask for greater choice in their healthcare on day one.  And we began to open up that aperture and provide them, for the first time, with urgent care across the country.  So they now have what their fellow citizens have had for many years.And we expect them to take greater advantage of it as we go along.  We’ve contacted over 9 million veterans to tell them this is now available to them.  And it is one of the great transformative steps in the history of our department.THE PRESIDENT:  Yes, it is.  It’s Choice.SECRETARY WILKIE:  And it’s off to a very good — very good start.THE PRESIDENT:  VA Choice.SECRETARY WILKIE:  Yes, sir.THE PRESIDENT:  So, for 44 years, they’ve been trying to get it, and we got it.  And they’re loving it, I hear.SECRETARY WILKIE:  Yes.  Yes, sir.  With that many on the first day, that’s a testament to —THE PRESIDENT:  That’s a tremendous testament.SECRETARY WILKIE:  Yes, sir.THE PRESIDENT:  Congratulations.SECRETARY WILKIE:  Thank you, sir.THE PRESIDENT:  Come here.  I’m proud of you.  That’s a fantastic job.SECRETARY WILKIE:  Thank you, sir.  Thank you very much.THE PRESIDENT:  I’m proud of you.  Thank you very much.Kellyanne?MS. CONWAY:  Mr. President, thank you.  The focus that the First Lady and you have placed on the opioid and drug demand, drug supply crisis roiling our nation is starting to produce positive results.We are all aware of the harrowing statistics — the tens of thousands of lives lost every year, and other lives ruined.  But today, we wanted to present to you — through members of your Cabinet and your administration, sir — a progress report.And I have some graphs here for you to look at as well.  I will tell you that, since you declared the public health emergency and since you have introduced the three-pronged approach to focus on prevention education, treatment and recovery, and law enforcement and interdiction, all three of those areas have produced very positive results.There’s a lot of work to be done.  Battleships like this turn very slowly.  We didn’t get here overnight and we won’t get out of it overnight.  But it really does show how the whole-of-government approach, focusing on treatment and recovery of the whole person, is bearing fruit.Mr. President, in your opioid announcement in Manchester, in March of 2018, where the First Lady and you talked about your vision and what to do in the opioid crisis, you called for a one -third reduction, over the next three years, in first-time prescriptions.  I’m happy to report that you achieved that number in the first year alone.  And that is owing in large part to enhanced awareness and education by both the prescribers and the consumers.People — there are just fewer people using these opioids now.  Your takeback days that are led by Administrator Dhillon have produced 4.7 million pounds of pills in the five takeback days — the last Saturdays in April and October.  This is 4.7 million pounds of pills.  Had you said 4.7 million pills, that would be impressive — but pounds of tiny pills that are just in the supply that people aren’t using.  They’re unused.  They’re unnecessary.  They’re expired.  That’s enough to fill up 20 Boeing 757s with pills.  So that’s out of the supply chain.1.2 billion lethal doses of fentanyl were interdicted by our Department of Homeland Security — that includes ICE and CBP, of course — in the last fiscal year alone.  I’d like to say to you, Mrs. Trump and Mr. President, that is at the points of entry — the 26 points of entry — but that’s also between the points of entry.  And we don’t always hear that.  This is just what we know about.  We don’t know how much we’re missing.  But that is literally saving lives.  It was enough fentanyl to kill every American three-plus times over.In addition, the big ad campaign that you’ve asked your administration to put forward, we’ve had 1.4 billion views of all of the advertising and marketing materials.  About 58 percent of our target market — young people — the halo effect of 15-to-30-year-olds — have seen these.  And I’m happy to report that the long-form ad that we had out won the Emmy this year for the long-form ad.  And that’s pretty exciting.THE PRESIDENT:  I heard that.MS. CONWAY:  More overdose-reversing naloxone.  Your Surgeon General put out the first Surgeon General’s Advisory in 13 years last year, and it was about making naloxone — Narcan — more available to we, the people, and allowing us to feel comfortable to administer that either through a mist or a simple injection for those around us.  This is literally saving lives.And then, of course, Secretary Wilkie will expound upon this, but you have 117 — roughly 118,000 fewer veterans being prescribed opioids.  I think what the VA and you have done, Mr. President, is make clear that pain management need not mean pain medication.  There are other alternatives to try first.There’s a lot of progress.  I’d like to invite different members of the administration to weigh in.  But before I do, I would just like to say that probably the most remarkable bipartisan piece of legislation that you signed in your time as President was H.R.6.  This is the single largest piece of legislation ever signed, in the history of our country, on a drug crisis at one time.It ended up being a compilation of 50 different pieces of legislation.  Usually, when you add them together, you lose support.  And we actually gained support.  Every single Democrat voted for H.R.6, including all the ones running for President.THE PRESIDENT:  That’s great.MS. CONWAY:  And I think they see the need in their own communities.  It’s an overwhelming bipartisan piece of legislation.Among other things, H.R.6 included the CRIB Act, and this is an issue that our First Lady has really brought to the attention of the nation: that they understand 1 in 100 babies born every day — roughly, 150 newborns every day in our country — are born already addicted, already chemically dependent.  And the First Lady has raised awareness and resources that allows Medicaid reimbursement for counseling services and other health provision so that we’re keeping the mother and the newborn together — better for the newborn, much better for the mother.The First Lady’s efforts are also busting through the silence and the stigma that attaches with a youth involvement in drugs.  And we also are very happy to report that, as part of H.R.6, the STOP Act has led to about a six-times increase in the number of packages that are being examined coming from foreign sources.  That, literally, is cutting off the flow of drugs getting in our community.There is much more to report, but I’d like to begin with our Director, Jim Carroll, of ONDCP, to give you a report.  We were just briefed on our success in China with fentanyl.THE PRESIDENT:  Good, Jim.MS. CONWAY:  And he’s been traveling around the globe.  Jim?THE PRESIDENT:  Great job.  Thank you, Kellyanne.DIRECTOR CARROLL:  Good afternoon.  As you’ll recall, you did — the work at the G20 last year led to China scheduling fentanyl for the first time ever.  The early reports are they’ve taken this seriously and they’re beginning to implement the enforcement actions that we need to see.  I’ve now rescheduled the trip to China, and I will be going at the end of the summer.What’s important to note is that we really do have a whole-of-government approach on this.  For the first time ever, we have a government that is united against this.  We have 200 Americans dying a day.  I’ve implemented your vision, as Kellyanne spoke, of the three-pronged approach.  And it’s beginning to pay off.  You’re going to hear from the other members of the administration today about the successes domestically, but also it’s key to note, internationally, we are setting the bar for going after this.THE PRESIDENT:  Have you noticed a change in China since the trade negotiations broke off?  A change with regard to the fentanyl?DIRECTOR CARROLL:  Absolutely.  What we’re seeing is they’re now at the table.  They want to talk to us.  They’re engaged.  We are actually —THE PRESIDENT:  You mean it got better?MS. CONWAY:  It actually did, on fentanyl.THE PRESIDENT:  I was thinking maybe it would get worse.  This is why —DIRECTOR CARROLL:  Yeah, on fentanyl it did.THE PRESIDENT:  This is why they’re great negotiators, right?  They went the opposite.  Most people would say, “Oh…”  Right?  Isn’t that something?  That’s very nice.DIRECTOR CARROLL:  It went from nonexistent to them at the table.THE PRESIDENT:  Tell them I appreciate it very much.  That’s very nice.MS. CONWAY:  You’ll see them at the G20.THE PRESIDENT:  That’s very nice.  Yep.DIRECTOR CARROLL:  So we’re beginning to (inaudible) this.  What we’re also doing, of course, is working with the families and working with the children.  They love what we’re doing here.  For the first time ever, you’ve committed more resources, more people, and a vision for this.  And it’s paying off.  And you’re going to hear from the rest of the administration now.THE PRESIDENT:  Thank you very much, Jim.  Great job.  You’re doing a great job.MS. CONWAY:  Thank you, Jim.Dr. Giroir, our Assistant Secretary for Health at HHS.THE PRESIDENT:  Yes.MS. CONWAY:  Dr. Giroir, you see a decrease in the number of overdose deaths in some of our hardest-hit states, like West Virginia, Ohio, Pennsylvania.  Could you update us please on that?DR. GIROIR:  Yes, ma’am.  Good afternoon, Mr. President and Mrs. Trump.  As a physician, I can assure everyone that the current opioid and overdose crisis is the most daunting public health challenge of our time.  But under your leadership, with the policies and programs implemented by people around the table, we are seeing real results now, saving lives.  And I want to give you just a snapshot of that.Based on data released just this morning — so this is the latest data by the CDC — I’m pleased to report that this month is the sixth consecutive month of reporting for which overdose deaths were lower compared to the previous year.  That’s a remarkable finding.THE PRESIDENT:  That’s great.  That’s fantastic.DR. GIROIR:  Nationwide, overdose deaths have now fallen 4.4 percent over the past year.  And let’s look at some specific states.  In New Hampshire, where you first announced your initiative, drug overdose deaths are down 4.8 percent.  Florida — 8.1 percent.  West Virginia — 10.3 percent.  Iowa — 18.2 percent.  Pennsylvania — 18.5 percent.  And Ohio — down 23.3 percent —THE PRESIDENT:  Wow.  That’s tremendous.DR. GIROIR:  — as a result of the policies and programs that we’ve implemented.THE PRESIDENT:  And those were really the hardest-hit states that we’re seeing, right?DR. GIROIR:  They are the ones that everyone would say, “Look at them — how hard were they hit.”  But the great cooperation between the federal and local and the state have led to these kinds of decreases.THE PRESIDENT:  Great.  Thank you very much.DR. GIROIR:  You’re welcome.THE PRESIDENT:  It’s very impressive.DR. GIROIR:  Yes, sir.MS. CONWAY:  Secretary Wilkie?SECRETARY WILKIE:  Yes.  Well, thank you, Mr. President and Mrs. Trump.  I want to start on a point that Kellyanne has been making for many months.  And particularly, for VA, we needed to change the culture.  Many of those who come to us are like professional athletes who have retired.  They have had a lifetime of trauma, jumping out of airplanes, wounds in combat.  And they come to us anticipating a lifetime of chronic pain.And in order to treat pain, instead of the brain, we had to change the culture, which meant offering things that would’ve been anathema in my father’s day, in the Vietnam era.  So instead of giving someone a pill, we tell them we can use acupuncture, or we could use Tai Chi, or even yoga, music therapy, aqua therapy.And in addition to that, our physicians are in the process of reviewing all of our long-term opioid cases.  And we are substituting, successfully, opioids with combinations of aspirin and ibuprofen, aspirin and acetaminophen.  We are finding that that treats the pain better than the traditional use of opioids.  And as a result, we are getting healthier veterans.The other thing I would say, in addition to what Kelly said about people turning away from opioids in the veterans community — since you issued your directive, veterans have turned in 35 tons of opioids.  That’s a lot of medicine for a population that ventures close to 9 million.So as part of the culture of change, we are changing the way the country looks at opioids and treats them.  And it is a sea change, and it is probably one of the more important contributions the VA has made to the nation — to turn our attention away from the use of these medicines and to try to make people healthier as a whole.THE PRESIDENT:  So how are we doing with coming up with a cure to the opioid?  Meaning, I’ve instructed every single agency to work on this — with Dr. Collins and all of the folks — on a painkiller that’s not addictive.  And you would think they could do that.  You would see — you see common medicines sold over the counter that aren’t totally ineffective, right?SECRETARY WILKIE:  Absolutely.THE PRESIDENT:  So how are they doing?  A painkiller that is not addictive.SECRETARY WILKIE:  So, what we are doing is we have been successful in using combinations of over-the-counter medicines — things as simple as aspirin; things that have been around since the late 19th century.  And we are finding that those have the same or greater effect when it comes to treating pain.  They’re not addictive.  They’re not influencing the brain.THE PRESIDENT:  So you’re saying the same or greater?SECRETARY WILKIE:  Absolutely.  Yes, sir.THE PRESIDENT:  How come nobody knows that?SECRETARY WILKIE:  Well, again, it goes back to what she’s been preaching for a long time, and that is you have to shift the culture.  You have to shift the trends.  People have done things for so long that it takes a big push to get them on a different path, particularly in the military.If you had come to my father — who was severely wounded in the invasion of Cambodia — and told him that we would offer you Tai Chi or acupuncture to treat that pain, my nose would’ve been flat against my face because it was not part of the ethos.So, we’re on that journey, and I think what you’ve started in the last year has propelled us.  And I believe it’s starting to have an impact on the Department of Defense where veterans’ treatment should start before they even come to it.THE PRESIDENT:  That’s fantastic, Robert.  Let me ask you one other question.  So, probably related much more so than we want to even think it’s related, and that’s suicides.SECRETARY WILKIE:  Yes.THE PRESIDENT:  So you have suicides, and I hear numbers of 21 and 22 a day for veterans, which is an — I thought it was a mistake when I read it the first time.SECRETARY WILKIE:  No, it’s true.THE PRESIDENT:  Is it 21, 22, 23?SECRETARY WILKIE:  Twenty.THE PRESIDENT:  It’s 20.  So it’s just slightly down.  It was 22 originally.SECRETARY WILKIE:  That’s right.THE PRESIDENT:  Now, I called you two months ago and I said there is a — I had seen it somewhere, and I’ve read it, regularly, quite a bit about it.  I think it’s made by Johnson & Johnson.  But it’s a suicide — if you’re depressed —SECRETARY WILKIE:  Yes.THE PRESIDENT:  — you take it.  It’s an inhaler.  And it almost immediately cures depression, at least for a little while.And I said, “Order — corner the market on it and give it to anybody that has the problem.”  Because you have people calling — and our folks do a great job on the phone, but it’s a telephone.  You have people calling, looking for help.  And if those people had that, I’m hearing like instantaneously they’re in much better shape.How are you doing with that?SECRETARY WILKIE:  We are working with Johnson & Johnson to distribute it.  We should have it in all of our VA hospitals —THE PRESIDENT:  That could make a tremendous difference.SECRETARY WILKIE:  — by the end of the year.  But it’s in the purchasing process right now.THE PRESIDENT:  Is it very effective?SECRETARY WILKIE:  It’s very effective.THE PRESIDENT:  So that all of these people that are committing suicide every day — 21, 20, 22 a day killing themselves — that’s hard to believe.  Honestly, when I heard the number, I said, “It can’t be possible.  How could it be so many?”  If this is as good as we hear it is, certainly on a fairly short term it gets them over that problem.  And I assume this lasts for how long a period?SECRETARY WILKIE:  Well, it is treated in stages.  I think the first dose lasts for a few days, and then it’s a —THE PRESIDENT:  Which is — it gets them over (inaudible).SECRETARY WILKIE:  And you build on that.  And you build up to a certain dosage.THE PRESIDENT:  So you’re working something with the —SECRETARY WILKIE:  With Johnson, yes.  With the company.THE PRESIDENT:  And I think they’ll be very generous to you.SECRETARY WILKIE:  Yes, sir.  Yes, sir.THE PRESIDENT:  And if you’d like I’ll help you to negotiate it, because — seriously, I just said, “Corner of the market.”SECRETARY WILKIE:  That’s right.  That’s right.THE PRESIDENT:  All right.  So you’re working on that.  Very important.  I think that’s going to be incredible.  I’ll bet the first few months you’re going to see numbers that have — people are going to say, “What happened?”  If it’s as good as I hear.  Good.  Thank you very much.  Good.MS. CONWAY:  Thank you, Mr. President.  Thank you, Secretary Wilkie.It is true that Dr. Collins at NIH continues to develop the non-addictive opioid.  And it includes some of the private sector trying to do that that also, Mrs. Trump, Mr. President.So our effort as the whole-of-government approach has been to treat the whole person.  Sometimes, if you’re fortunate enough to go through a drug court program or a drug treatment program, you come out on the other side — where are the housing opportunities, the education, skills, employment.So, through Secretary Acosta and the Department of Labor, they’ve been able to issue record numbers of dislocated worker grants and actually get the opioid addiction levels down among federal workers.If you can tell us more about that.SECRETARY ACOSTA:  That’s right.  So, Mr. President, Mrs. Trump, as you know, we’re the largest — the federal government’s largest employer.  And the Department of Labor oversees the workers’ compensation programs for federal workers.  Even before you declared it a national emergency, you directed us to make all efforts to address the opioid issue.And so, since your election, we’ve had outstanding results.  We achieve those through, one, changing the protocols that physicians need to take in order to prescribe under the federal workers’ compensation program.  Physicians now need to write an individualized assessment and a letter of medical necessity to explain why opioids are needed.Second, we have a team where physicians prescribe a certain amount or certain dosages.  We’ll work with that physician to ensure that the treatment is tailored to the individual.And third, we communicate both with the patient and, by letter, advise them of the danger of opioids, but will also let physicians that prescribe certain amounts or certain dosages know that we’re monitoring their prescriptions so that they are aware that those prescriptions might be too high or outside of the range.And so the results since your election: a 65 percent decrease in claimants receiving a morphine equivalent dose of 500 or more — the highest.  A 65 percent decrease.  A 51 percent decrease in new prescriptions lasting longer than 30 days.  And a one-third decrease in overall opioid use among federal workers.The second part of this, and as important —THE PRESIDENT:  Does anybody know those numbers?  Those numbers are astronomical.MS. CONWAY:  We’ll see if they get covered.THE PRESIDENT:  Perhaps you people can report them.  I mean, seriously, those are astronomical numbers.  As, really, when you’re down 18 percent — those are astronomical numbers too.  That’s a lot in a short period of time.SECRETARY ACOSTA:  A 65 percent decline in the highest dose.  A 51 percent decline in 30 — 30-day or longer prescriptions.THE PRESIDENT:  That’s fantastic.SECRETARY ACOSTA:  The second thing that we’ve done is increase the fraud investigations, because often these are fraudulent prescriptions.  And we’ve gone from three fraud investigations in 2016, to 42 in 2017, to 64 fraudulent investigations for fraud in 2018.  So a twentyfold increase in investigations for, in essence, you know, places that are prescribing them fraudulently and getting opioids in the circulation and undermining all these efforts.  A twentyfold increase.And then, finally, you know, going to Kellyanne’s point, when individuals receive treatment for opioids, they will leave a center and they will have addressed their issue, but then they need a job.  They need a place to live.  And so we’ve been working with governors to fund programs where, in opioid treatment centers, they have access to job training and skills training so that when they are ready to reengage with society, they have a future path that does not involve drugs.THE PRESIDENT:  That’s fantastic.  Thank you very much.  Thank you, Alex.MS. CONWAY:  Secretary McAleenan, if you’d like to tell us about the efforts about DHS.ACTING SECRETARY MCALEENAN:  Thank you, Mr. President, Mrs. Trump.  Well, we’re making significant progress on the law enforcement and interdiction pillar of your strategy over the last 15 months.DHS — as Kellyanne noted — seized 5,000 pounds of fentanyl and its analogues last year.  Another 13,000 pounds of heroin.  And we’re doing more this year.The two main vectors remain in the southwest border, as well as in mail coming in.  And with our partners at U.S. Postal Inspection Service, we’re doing much better in both of those vectors.One of the things that’s been critical is your engagement with China and President Xi, and getting additional data so that that mail coming in, we can access it with advanced systems and do inspections and seizures right there in the mail facilities.  Then we follow up with our partners in the investigation side with Homeland Security Investigations and U.S. Postal Inspection Service.  We made over 200 controlled deliveries taking out pill presses and distribution centers from Manhattan to Oregon in the last year.THE PRESIDENT:  So China is helping you?ACTING SECRETARY MCALEENAN:  China’s numbers have gone up dramatically.THE PRESIDENT:  That’s fantastic.  Nobody knows this.  That’s fantastic.ACTING SECRETARY MCALEENAN:  Yes.  Since you engaged the President on it.THE PRESIDENT:  That’s fantastic.  That’s very nice.  I’ll have to remember that.ACTING SECRETARY MCALEENAN:  The thing I think is key to highlight is we’re going to be getting better in the coming months, across all of this.  We’ve trained 2,500 canines.  We have new technology going into place in the southwest border.  We’re improving the advanced electronic data.  And we’ve issued a challenge prize to industry to come up with a better way to inspect mail packages coming into our facilities, to see if we can detect these drugs without opening all of the million packages in commerce.I’ll be going to Huntington, West Virginia, with Senator Capito and Senator Manchin on July 8th to see the community-level impact, the law enforcement partnerships, and to hear from them on what we can do better at the federal level.And then, lastly, I’ll just say, Mr. President, this is my sixth meeting in the West Wing with either you and/or with First Lady on this issue.  I know you’ve had many more.  But we’re going to maintain our focus at DHS reflecting your focus on this key priority.  And thank you, Kellyanne, for your leadership.THE PRESIDENT:  And what about the southern border, as it relates to drugs coming through?ACTING SECRETARY MCALEENAN:  Yeah, so we have both the dual problem: vehicles at our ports of entry and people crossing between ports of entry.  And the investments we’re making in the wall, between ports, is going to help dramatically.  And we’re also buying a lot of technology so we can see in trucks and all those personally-owned vehicles — a huge investment that you advocated for in the FY19 budget.  We’re deploying that technology now.THE PRESIDENT:  How is the wall coming along?ACTING SECRETARY MCALEENAN:  Coming along aggressively.  We built two miles last week.  We’re up to about two miles a week right now, so extending that capability across key sectors.THE PRESIDENT:  And you’ll have, by the end of next week — next year — how much do you think you’ll have built?ACTING SECRETARY MCALEENAN:  By the end of next year, over 400 miles, in partnership with DOD.THE PRESIDENT:  Over 400 miles, right?ACTING SECRETARY MCALEENAN:  That’s correct.THE PRESIDENT:  And we have to kick and scream for every inch because the Democrats just will not give us what we need.  In fact, I think we’re going to be very close to 500 miles by the end of the year, which — it’ll be great.  Okay?  It’ll have a huge impact.  That’s fantastic.  Thank you.  Good job.ACTING SECRETARY MCALEENAN:  Thank you.THE PRESIDENT:  Good job.MS. CONWAY:  Mr. President, after two years of investigations, the DOJ and HHS have generated $3.3 billion in opioid fraud takedowns.  We have acting Administrator of the DEA Uttam Dhillon here today to tell us about that and more.Uttam.ACTING ADMINISTRATOR DHILLON:  Mr. President, Mrs. Trump, DEA has made great progress attacking the opioid crisis through its regulatory and enforcement functions.  And I’ll just take a moment to discuss a couple of relevant cases.So, on the regulatory front: Since 2016, DEA has reduced manufacturers’ opioid quotas — that is, the amount of opioids DEA authorizes to be produced — by 47 percent.  So this has significantly decreased the amount of addictive opioids available (inaudible) for diversion, for people to become addicted to, to overdose on.Kellyanne already mentioned our National Prescription Drug Takeback Day — the records we’ve set.  The last Prescription Takeback Day in April, we had over 6,000 collection sites — the highest amount ever.  And that’s — we’re thankful to our state and local and tribal law enforcement partners who have helped us with that.We’ve also emergency scheduled fentanyl analogues.  This is very important because drug trafficking organizations are very flexible and they change the composition of fentanyl so that it’s not illegal.  So we emergency scheduled it so fentanyl and all of its analogues are illegal.  That is going to expire next year, but we are working with Congress to permanently schedule all fentanyl analogues.On the law enforcement front, we’re working with our global law enforcement partners to attack the fentanyl crisis, to attack fentanyl labs where they arise.  We’re working with our state and local partners to seize drugs.  Since 2017, we’ve seized more than 20,000 kilograms of heroin and over 6,700 kilograms of fentanyl.We’re also attacking drug trafficking on the Internet.  We’re seeing a lot of drugs being sold over the Internet now, over the Dark Web.  Recently, in March, working with the FBI and other federal law enforcement partners, we took down 50 dark-net accounts and arrested 61 individuals selling drugs on the Internet.And most recently, also in April, DEA is continuing to hold accountable pharmaceutical distributors who DEA regulates.  For the first time ever, in April, two executives of one of the top pharmaceutical distributors in the U.S. were criminally charged for unlawfully distributing Oxycodone and fentanyl.  The company that they worked for has already admitted liability and has paid a $20 million fine.And finally, Mr. President, DEA remains laser-focused on Mexican drug trafficking organizations — the ones who are bringing fentanyl and other drugs and poisoning our citizens.  And we appreciate all of your support.THE PRESIDENT:  Would you want to name them terrorist organization or some designation that would give you additional power?ACTING ADMINISTRATOR DHILLON:  No, sir.  I think we have all the authority we need.  We just need the cooperation of our various foreign governments to attack them more effectively, and we’re working to gain that.  Director Carroll talked about our efforts with China, and we’re working with other countries to be as effective as possible attacking these.THE PRESIDENT:  And Mexico is going to be much different now, too.  I think Mexico is going to start hitting them much harder.ACTING ADMINISTRATOR DHILLON:  That would be very helpful, sir.THE PRESIDENT:  Okay?  Let me know, okay?ACTING ADMINISTRATOR DHILLON:  All right.THE PRESIDENT:  Thank you.ACTING ADMINISTRATOR DHILLON:  Thank you.MS. CONWAY:  Mr. President, Mrs. Trump, one of the cruel ironies of these drugs pouring into our communities is that they’re coming through our southern border and through our U.S. mail system.And so, as we know, the 21st century drug traffickers are using low-volume, high-potency fentanyl in our own mailing — tiny, tiny little amount in packages.  So, today, I’m very happy to have USPIS Director Barksdale to give us an update on some of the progress that we have and some of the challenges that lie ahead.DIRECTOR BARKSDALE:  Thank you.  First, thank you, Mr. President, First Lady, and Ms. Conway, for having us here today.  As you know — they may not know — the Postal Inspection Service is the law enforcement branch of the Postal Service.  We work very hard to instill confidence in U.S. mail, and basically to protect the American public.One of my highest priorities, as the Chief Postal Inspector right now, is your issue of opioids, particularly as they flow through the mail system.  So I want to thank you for your support on this initiative.As Mrs. Conway stated, your 2018 (inaudible) of the opioid initiative was the catalyst for us to facilitate greater interagency working relationship with all of my colleagues here.  So we’ve been leveraging our partnerships.Since that time, we have actually placed postal inspectors with DEA, Customs and Border Patrol, and at the Office of National Drug and Control Policy.  Our partnerships allow us to better interdict synthetic opioids in the U.S., through the mail system.  And we’re also beginning to work closely with our local law enforcement partners.We’re still employing our traditional law enforcement, but we’ve also moved to more of a 21st century attack.  We’ve launched a cyber and analytics unit to help us better forecast and target international packages.  And we’re also — as Director Dhillon has mentioned — we do a lot of work now on the dark web, targeting Internet sales.So, over the past couple of years, we have achieved a significant increase in the amount of domestic and international opioid seizures — more than five times we seized this year than we’ve done four to five years ago.In FY18 alone, we made over 2,000 arrests in narcotics, removed over 96,000 pounds of illegal drugs, and seized over $17 million in illegal currency.So we’re still (inaudible) source is clearly China, even though we’re starting to see a trend; it may be routed through other countries.  And then later this year, in September, I plan to travel to China to address this with China with Director Carroll.THE PRESIDENT:  Great.  Good job.DIRECTOR BARKSDALE:  Thank you, sir.MS. CONWAY:  Mr. President, that concludes our presentation.  So if you have any questions or comments —THE PRESIDENT:  Well, I would like to ask my wife, the First Lady, to say a few words because she has been so much into the whole situation with the drugs and opioids, in particular — but drugs.And she has a son that she loves and she wants to make sure that Barron doesn’t have problems.  And she wants to make sure that a lot of people in this country — they see suffering, the horrible suffering.  And I just want to thank you for the great job.  You see the numbers?  We’re down 17, 18, 20 percent — in one case, 21 percent.And, Alex, the numbers you gave were incredible.  Nobody has ever even thought of that — 51 and 60 percent.So I want to thank you all.  But I really think we owe a lot to the First Lady, and maybe you could say a few words.THE FIRST LADY:  Thank you.  Thank you for all of your support, first of all, Kellyanne.  Through my initiative, BE BEST, working with the families and our youth to get rid of stigma and talk about if you have a problem — addiction problem.  And it’s very important that you open up and ask for help.  So I always say: Love yourself more than you love drugs.And I will continue to do so, to bring the awareness — how dangerous drugs are, and talking with the families and young mothers and youth of United States.THE PRESIDENT:  Well, you’ve had a great impact, and we appreciate it.  We all appreciate it.  Thank you, honey.  Thank you.Thank you all very much.  Appreciate it.  Thank you very much.  Thank you.END                 4:03 P.M. EDT",
    "president": null
}