{
    "title": "Proclamation on National POW/MIA Recognition Day, 2020 – The White House",
    "link": "https://trumpwhitehouse.archives.gov/presidential-actions/proclamation-national-pow-mia-recognition-day-2020/",
    "created_at": "2020-09-17T00:00:00",
    "content": "\n\t\t\t\tProclamations\t\t\t\n\n\t\tVeterans\t\n\nIssued on:\nSeptember 17, 2020\nThroughout our Nation’s history, America’s sons and daughters have heroically safeguarded our precious freedoms and defended the cause of liberty both at home and abroad.  On National POW/MIA Recognition Day, we remember the more than 500,000 prisoners of war who have endured incredible suffering and brutality under conditions of extraordinary privation, and the tens of thousands of our patriots who are still missing in action.  Although our Nation will never be able to fully repay our debt to those who have given so much on our behalf, we commemorate their bravery and recommit to working for their long-suffering families who deserve answers and solace for their missing loved ones.Today, I join a grateful Nation in honoring those POWs who faithfully served through extreme hardship and unimaginable physical and emotional trauma.  Their lives and resilience reflect the best of the American Spirit, and their immeasurable sacrifices have ensured the blessings of freedom for future generations.  On this day, we also reaffirm our unceasing global efforts to obtain the fullest possible accounting of our MIA personnel.  The search, recovery, and repatriation of MIA remains help bring closure to families bearing the burden of the unresolved fate of their loved ones.  That is why in 2018, I worked to secure the historic repatriation of remains from North Korea, and why we are continually working to bring more home from around the world.  My Administration will never waver in fulfilling our country’s obligation to leave no service member behind.This year, as we commemorate the 75th anniversary of the end of World War II and reflect upon both the 70th anniversary of the start of the Korean War and the 45th anniversary of the end of the Vietnam War, we pause to recognize the men and women who were held as POWs or deemed MIA in these conflicts against repressive ideologies.  These service members and civilians, many from the Greatest Generation, deserve a special place of honor in the hearts of all Americans because of their selfless devotion, unflinching courage, and unsurpassed dedication to our cherished American values.On September 18, 2020, our Nation’s citizens will look to the iconic black and white flag as a powerful reminder of the service of America’s POWs and service members who have gone MIA.  This flag, especially when flying high above our military installations abroad, conveys the powerful message of American devotion to the cause of human liberty and our commitment to never forget the brave Americans lost defending that liberty.  On this National POW/MIA Recognition Day, our Nation takes a special moment to pay tribute to those who endured the horrors of enemy captivity and those lost in service to our country.  Our Nation will continue to be resolute in our relentless pursuit of those remains of service members who have yet to return home from war and our steadfast promise to their families that their loved ones will never be forgotten.NOW, THEREFORE, I, DONALD J. TRUMP, President of the United States of America, by virtue of the authority vested in me by the Constitution and laws of the United States, do hereby proclaim September 18, 2020, as National POW/MIA Recognition Day.  Together with the people of the United States, I salute all American POWs who, in the presence of great dangers and uncertainties, valiantly honored their duty to this great country.  Let this day also serve as a reminder for our Nation to strengthen our resolve to account for those who are still missing and provide their families long-sought answers.  I call upon Federal, State, and local government officials and private organizations to observe this day with appropriate ceremonies and activities.IN WITNESS WHEREOF, I have hereunto set my hand this seventeenth day of September, in the year of our Lord two thousand twenty, and of the Independence of the United States of America the two hundred and forty-fifth.",
    "president": null
}