{
    "title": "Intern Series: A Newfound Interest in Politics – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-newfound-interest-politics/",
    "created_at": "2017-08-17T00:00:00",
    "content": "\nAugust 17, 2017\n2 minute readPresident Donald J. Trump has piqued my interest in the political system like no other public figure in my lifetime. I was never really tuned in to the political happenings in Washington, D.C. prior to the 2016 presidential election. The stale, “business as usual” mentality was shaken to its core when Donald Trump announced his candidacy in June of 2015, and that was when I felt compelled to pay attention. His frank, straightforward style of speaking made it easy for a political layman like me to understand the problems our country is facing. Following Trump’s announcement that he was running for president, I immersed myself in politics, gathering as much information as I could about the United States’ exceptional political system and the processes that make it function. I attended seven Donald J. Trump for President rallies, met Americans from all across the Nation, and eagerly listened to how a businessman and political outsider would implement an agenda that would “Make America Great Again.”My ascent, from starting out as a political newcomer only two years ago to landing my first political internship at the White House this summer, has been a whirlwind. I have learned so much from this past election and I have learned even more from my time in the White House Internship Program. Furthermore, the work that I have done in the Office of Presidential Correspondence has allowed me to have a finger on the pulse of the American people and the topics that they are talking about. Having the ability to glean information about political and global issues from fellow interns, as well as hearing from high-ranking Cabinet members during our Speaker Series events, has helped to further my understanding of politics and has made me even more appreciative of the work that President Trump is doing for this country. Participating in the White House Internship Program has been such an honor and I will cherish my time here forever.Chelsea Adams is from Windermere, Florida, and is a first-year student at the Crummer Graduate School of Business at Rollins College. Chelsea is a member of the Summer 2017 White House Internship Program in the Office of Presidential Correspondence.",
    "president": null
}