{
    "title": "Twenty-Seven Nominations and Two Withdrawals Sent to the Senate Today – The White House",
    "link": "https://trumpwhitehouse.archives.gov/presidential-actions/twenty-seven-nominations-two-withdrawals-sent-senate-today/",
    "created_at": "2017-09-29T00:00:00",
    "content": "\n\t\t\t\tNominations & Appointments\t\t\t\nIssued on:\nSeptember 29, 2017\nNOMINATIONS SENT TO THE SENATE:Irwin Steven Goldstein, of New York, to be Under Secretary of State for Public Diplomacy, vice Richard Stengel, resigned.Norman Euell Arflack, of Kentucky, to be United States Marshal for the Eastern District of Kentucky for the term of four years, vice Parker Loren Carl, term expired.Michael T. Baylous, of West Virginia, to be United States Marshal for the Southern District of West Virginia for the term of four years, vice John Dale Foster, term expired.David G. Jolley, of Tennessee, to be United States Marshal for the Eastern District of Tennessee for the term of four years, vice James Thomas Fowler, retired.Daniel R. McKittrick, of Mississippi, to be United States Marshal for the Northern District of Mississippi for the term of four years, vice Dennis J. Erby, term expired.Jesse Seroyer, Jr., of Alabama, to be United States Marshal for the Middle District of Alabama for the term of four years, vice Arthur Darrow Baylor, retired.Sean P. Lawler, of Maryland, to be Chief of Protocol, and to have the rank of Ambassador during his tenure of service, vice Peter A. Selfridge.Thomas Harker, of Virginia, to be an Assistant Secretary of the Navy, vice Susan J. Rabern.Linda A. Puchala, of Maryland, to be a Member of the National Mediation Board for a term expiring July 1, 2018. (Reappointment)Bruce Landsberg, of South Carolina, to be a Member of the National Transportation Safety Board for a term expiring December 31, 2022, vice Christopher A. Hart, term expiring.Dana Baiocco, of Ohio, to be a Commissioner of the Consumer Product Safety Commission for a term of seven years from October 27, 2017, vice Marietta S. Robinson, term expiring.James Blew, of California, to be Assistant Secretary for Planning, Evaluation, and Policy Development, Department of Education, vice Carmel Martin, resigned.James Randolph Evans, of Georgia, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to Luxembourg.Erin Angela Nealy Cox, of Texas, to be United States Attorney for the Northern District of Texas for the term of four years, vice Sarah Ruth Saldana, resigned.Ryan T. Holte, of Illinois, to be a Judge of the United States Court of Federal Claims for a term of fifteen years, vice Nancy B. Firestone, term expired.Duane A. Kees, of Arkansas, to be United States Attorney for the Western District of Arkansas for the term of four years, vice William Conner Eldridge, resigned.Matthew D. Krueger, of Wisconsin, to be United States Attorney for the Eastern District of Wisconsin for the term of four years, vice James L. Santelle, resigned.Robert Hunter Kurtz, of Virginia, to be an Assistant Secretary of Housing and Urban Development, vice Sandra Brooks Henriquez, resigned.Raymond Martinez, of New Jersey, to be Administrator of the Federal Motor Carrier Safety Administration, vice Thomas F. Scott Darling, III.Robert H. McMahon, of Georgia, to be an Assistant Secretary of Defense, vice David J. Berteau, resigned.Howard C. Nielson, Jr., of Utah, to be United States District Judge for the District of Utah, vice Brian Theadore Stewart, retired.Christina E. Nolan, of Vermont, to be United States Attorney for the District of Vermont for the term of four years, vice Eric Steven Miller, resigned.John P. Roth, of Virginia, to be an Assistant Secretary of the Air Force, vice Ricardo A. Aguilera, resigned.Kenneth E. Allen, of Kentucky, to be a Member of the Board of Directors of the Tennessee Valley Authority for a term expiring May 18, 2021, vice C. Peter Mahurin, term expired.A. D. Frazier, of Georgia, to be a Member of the Board of Directors of the Tennessee Valley Authority for a term expiring May 18, 2022, vice Vera Lynn Evans, term expired.Jeffrey Smith, of Tennessee, to be a Member of the Board of Directors of the Tennessee Valley Authority for a term expiring May 18, 2022, vice Marilyn A. Brown, term expired.James R. Thompson, III, of Alabama, to be a Member of the Board of Directors of the Tennessee Valley Authority for a term expiring May 18, 2021, vice Joe H. Ritch, term expired.WITHDRAWALS SENT TO THE SENATE:David G. Ehrhart, of Texas, to be General Counsel of the Department of the Air Force, vice Gordon O. Tanner, which was sent to the Senate on June 12, 2017.Ryan Dean Newman, of New Mexico, to be General Counsel of the Department of the Army, vice Alissa M. Starzak, which was sent to the Senate on April 28, 2017.",
    "president": null
}