{
    "title": "Remarks by LTG H.R. McMaster at Foundation for Defense of Democracies (FDD) National Security Summit – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-ltg-h-r-mcmaster-foundation-defense-democracies-fdd-national-security-summit/",
    "created_at": "2017-10-19T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tNational Security & Defense\t\n\nIssued on:\nOctober 19, 2017\nNational Security CouncilAs delivered by LTG H.R. McMaster on October 19, 2017.I want to thank FDD for the work it’s done over the years on so many critical issues, including the early work on the threat posed by radical Islamist ideology, and more recently, the threat from adversaries who use the Internet to wage economic warfare against the United States. We have drawn heavily on the scholarship and analysis of FDD, and other think tanks and academic institutions as we have developed integrated strategies over the past months.Of course, there’s no shortage of topics to discuss, and I look forward to the discussion with Mark on a broad range of topics. But I thought I’d outline a few of them in general terms, and then talk about the Iran strategy.First, we face the challenge of revisionist powers who are subverting the post-World War II Cold War—post-Cold War political, economic and security order that the United States helped to create and lead; an order that has prevented great power conflict for over 70 years, and expanded a free and prosperous community of democratic states.Second, we face a challenge from rogue regimes; rogue regimes that flout international norms, pursue weapons of mass destruction, and export terror to extend their influence, and extort concessions from responsible nations.Third, we face barbaric non-state actors who perpetuate ignorance, foment hatred, and use that hatred as justification for mass murder and unspeakable brutality against innocents. And they do this under a cloak of an irreligious, wicked ideology.These disparate actors often appear on the same battlegrounds. They often operate in parallel, but at times, they cooperate when their interests align. For example, Russia and Iran aid, abet, and sustain the murderous Assad regime in Syria. That axis perpetuates a sectarian civil war that strengthens Islamist terrorists, who portray themselves as patrons and protectors of parties in that conflict.Iran, in turn, uses that same conflict, and conflicts in Iraq and Yemen to pursue hegemonic aims, and threaten Israel and Saudi Arabia and others with their terrorist and militia proxies.Yet, as urgent threats like these to U.S. and international security have increased, our strategic competency has actually diminished. I think we’ve been prone, in recent years, to what we might describe as an almost narcissistic approach to national security. Strategies are frequently based on what we would prefer, rather than what the situation demands. In recent years, we have allowed incomplete plans, disconnected from the problems they were meant to address, to masquerade as strategies.So what complex challenges, like the three I just highlighted briefly, to national security, and complex challenges like those that are manifest in Syria, demand, are real, integrated strategies to direct the purposeful employment of all instruments of power.As we establish first-order principles for President Trump’s national security strategy, the importance of using every element of national power—diplomatic, informational, military, economic, law enforcement, intelligence—in an integrated way is at the top of that list.The president’s new strategy toward Iran is a good example. Instead of focusing almost exclusively on JCPOA—or the Iran Nuclear Deal—the new strategy considers the full range of Iran’s destabilizing behavior and malign activities, including:As the president made clear in his speech on October 13, our strategy integrates all elements of national power, and is oriented on:So this is the strategic direction that the President has given us. Our next challenge is to execute, and as I mentioned, rally all of our friends to the cause. As the Secretary of State said at the CSIS yesterday, states that use terror as an instrument of policy will only see their international reputation and standing diminish. It is the obligation, not choice, of every civilized nation to combat the scourge of terrorism. So as we develop the strategy, we began work wherever we could with our partners and allies. Now we’re mobilizing every element of national power and efforts of our key partners to achieve our objectives.Where new resources or authorities are required, we will seek them. Where organizations must be reconfigured and retooled, we will change them. And we will proceed to work hard, hand in hand with our allies and partners and with members of Congress, to defend America and advance our vital interests.But we need your help. We need FDD’s help and we need the help of all of you here. We need organizations like FDD to continue their scholarship on the threats that we face. And we need our media, our press, investigative reporters to look hard at countries like Iran and North Korea, and help inform the world about how these rogue regimes skirt sanctions, flout international norms, brutalize their own people and menace their neighbors.With the knowledge that you and others help bring to light about these threats, America can act with confidence. That confidence comes not only from knowledge of threats, but as we all know, it comes from knowledge of who we are as a nation. What we stand for, what we value. That confidence is essential to generating the will and the commitment to prevail in the competitions we face and is part of regaining that strategic competence. Thank you, and I really look forward to the conversation, Mark. Thanks, everybody.",
    "president": null
}