{
    "title": "The Historic Results of President Donald J. Trump’s First Two Years in Office – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/the-historic-results-of-president-donald-j-trumps-first-two-years-in-office/",
    "created_at": "2019-01-20T00:00:00",
    "content": "\n\t\t\t\tFact Sheets\t\t\t\nIssued on:\nJanuary 20, 2019\nTogether, we are building a safe, strong, and proud America.\n\t\t\t\t\t\tDonald J. Trump \t\t\t\t\tPresident of the United States2 Years of AccomplishmentsIGNITING A HISTORIC ECONOMIC BOOM: President Trump’s pro-growth policies are unleashing economic growth and providing opportunities to workers across the country.ROLLING BACK RED TAPE: President Trump is rolling back costly regulations that have burdened hardworking Americans and stifled innovation.NEGOTIATING BETTER DEALS FOR THE AMERICAN PEOPLE: President Trump is negotiating fair and balanced trade deals that protect American industries and workers.UNLEASHING AMERICAN ENERGY: President Trump is rolling back costly and burdensome regulations to unleash America’s incredible energy resources.EXPANDING OPTIONS FOR QUALITY AND AFFORDABLE HEALTHCARE: President Trump is expanding access to affordable healthcare choices and taking action to lower drug prices.FIGHTING BACK AGAINST THE CRISIS NEXT DOOR: President Trump mobilized his entire Administration to combat the opioid crisis that has devastated communities across the country. STANDING UP FOR THE SANCTITY OF LIFE AND PROTECTING RELIGIOUS LIBERTY: The President is committed to defending the right to life and religious liberty.KEEPING AMERICAN COMMUNITIES SAFE: President Trump has made clear that his first responsibility is to protect the safety and security of Americans. ENFORCING OUR LAWS AND SECURING OUR BORDERS: From the first day of his Administration, President Trump has worked to uphold the rule of law and secure our borders. REBUILDING AMERICA’S MILITARY FORCE: President Trump is rebuilding our military and defending America’s interests across the world. RESTORING AMERICAN LEADERSHIP ABROAD: President Trump is restoring American leadership on the world stage and advancing an America first agenda. HONORING AMERICA’S COMMITMENT TO OUR VETERANS: President Trump is honoring America’s commitment to our veterans by ensuring they receive the quality care they have earned.TRANSFORMING GOVERNMENT: President Trump has followed through on his pledge to transform the Federal Government and increase accountability and transparency. ",
    "president": null
}