{
    "title": "Remarks by President Trump and Governor Scott at FEMA Aid Distribution Center | Lynn Haven, FL – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-governor-scott-fema-aid-distribution-center-lynn-haven-fl/",
    "created_at": "2018-10-15T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tLand & Agriculture\t\n\nIssued on:\nOctober 15, 2018\nLynn Haven, Florida12:58 P.M. CDTTHE PRESIDENT: So these are some of the people that make it work. These are some of the people that make it work, and they have made it work beautifully. You’ve seen the job they’ve done. Everybody has been incredible: FEMA and first responders — everybody. Law enforcement. It’s incredible, with the power of this storm.Somebody said it was like a very wide, but you mean extremely wide, tornado. Because that’s really what this was. This was beyond any winds that they’ve seen. I guess 50 years, but who knows? It could have been longer than that. Nobody has seen anything like this.So they’ve done a great job. I want to thank you, man.GOVERNOR SCOTT: I’ve had the opportunity every day to talk to the President. And I’ve talked to Brock a lot. And everything I’ve asked the President for, FEMA has come through.We have a lot of work to do. We’re still getting water out and getting the food out. Our search and rescue teams have done a great job getting around the state. Highway patrol, our National Guard, everybody who was called up. Four-thousand members of the National Guard, they’re working day and night. We’ve got local law enforcement crews coming to augment our local law enforcement.We’ve got a great sheriff here, Tommy Ford. I’m not sure where he is. But we’re going to do everything we can to get this community back to work. And I want to thank the President for always taking my call and showing up. And I want to thank the First Lady for being here and showing your support for the people here in Panama City.THE PRESIDENT: And I just want to say, the Governor of Florida, Rick Scott, has done an unbelievable job. Everybody — we’re meeting hundreds of people, along with you, and they’re all talking about the great job the Governor is doing and everybody is doing together.GOVERNOR SCOTT: Everybody.THE PRESIDENT: So, Rick, I want to thank you.GOVERNOR SCOTT: Thank you. It’s been great coordination.THE PRESIDENT: I want to thank you. Thank you all very much.Q Mr. President, you’ve seen a lot of hurricanes now. How does this one strike you as similar —THE PRESIDENT: I’ve never — look behind you. I mean, these massive trees are just ripped out of the earth. We’ve seen mostly water, and water can be very damaging and horrible and scary, you know, when you have — when you see water rising 14, 15 feet. But nobody has seen anything like this. This is — this is really incredible.And the job they’ve done — first responders, FEMA — the job they’ve done is incredible. This road, five hours ago, you couldn’t ride on it. And today — you see the trees are all pushed. Today we’re having not much of a problem. Pretty amazing job.Q President Trump, what are you going to do to help the people here in Lynn Haven?THE PRESIDENT: Well, we’re going to do a lot. And we’re doing a lot for Florida. We’re now going to Georgia. Georgia was hit very hard.But when you look — and I think the Governor will tell you we’re doing a lot. We are doing more than anybody would have ever done — and probably there hasn’t been hits like this, certainly not very often. They say 50 years ago there was one that had this kind of power. Fifty years ago — that’s a long time.But we’re helping the people and we will always help the people. And we’re helping your great Governor.Thank you all.Q How are you prioritizing providing relief for these victims here in (inaudible)?THE PRESIDENT: We’ve called for maximum relief. We’re doing everything you have to to —Yes? How are you? Will you look at this man?MR. CLARK: Thank you, sir.THE PRESIDENT: How are you?MR. CLARK: Good, sir.THE PRESIDENT: Nice to see you. Thank you very much. You take care. Everything okay?MR. CLARK: We’re volunteers. Yes.VOLUNTEER: Yeah, this is all volunteers coming together that put this whole thing together right here.THE PRESIDENT: Isn’t it beautiful?GOVERNOR SCOTT: Yeah, this state has great people coming together and helping each other.THE PRESIDENT: They really are. These are great people. Thank you. Thank you.END1:02 P.M. CDT",
    "president": null
}