{
    "title": "U.S. Economy Creates 250,000 Jobs in October, Beating Expectations Again – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/u-s-economy-creates-250000-jobs-october-beating-expectations/",
    "created_at": "2018-11-02T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nNovember 2, 2018\n3 minute readCouncil of Economic AdvisersNew data released by the Bureau of Labor Statistics (BLS) shows that nonfarm payroll employment rose by 250,000 jobs in October, far exceeding expectations by 50,000 jobs. The United States economy continues its longest, consecutive streak of positive monthly job numbers, with employment growth averaging 213,000 jobs per month in 2018—larger than the monthly gains in both 2016 (195,000) and 2017 (182,000). Overall, the economy has added 4.5 million jobs since the election of President Trump in November 2016.Wages are also rising. Nominal average hourly earnings rose by 3.1 percent over the past 12 months. This is the first time that the 12-month growth in nominal average hourly earnings exceeded 3 percent since April 2009. Nominal weekly earnings growth is an even stronger 3.4 percent over the past 12 months. Both hourly and weekly earnings are rising faster than inflation, which rose by 2.0 percent using the Personal Consumption Expenses (PCE)—the Federal Reserve’s preferred measure, because it is so broad—in the most recent data from September.Employment gains were widespread, with all industries gaining jobs over the month (see figure below). The last time this occurred was over a year ago (June 2017).  These increases were especially large in education and health services (44,000), leisure and hospitality (42,000), manufacturing (32,000), construction (30,000), and transportation and warehousing (25,000). Since the President was elected, construction and manufacturing have fared extremely well, adding 507,000 and 446,000 jobs, respectively.A separate household survey released by BLS also shows a strong, healthy economy that is pulling workers off the sidelines. The unemployment rate remained unchanged at 3.7 percent in October—the lowest it has been in almost 50 years. The unemployment rate for Hispanics (4.4 percent) is the lowest it has been since the series began in 1973. The 3.0 percent unemployment rate for individuals with some college or an associate degree is the lowest it has been since July 2001. Recently, the unemployment rate for African Americans and those without a high school diploma also hit record lows.As Americans become more confident about their job prospects, they are coming off the sidelines and looking for work. The prime-age (25-54) labor force participation rate—which is an important indicator because it is not driven by demographics, but rather by the strength of the job market—increased by 0.4 p.p. to 89.0 percent among men and by 0.6 p.p. to 75.8 percent among women. This is the highest labor force participation rate for prime age women since July 2009.Even more importantly, these people coming off the sidelines are finding jobs. The prime-age employment-to-population ratio, which looks at the share of the civilian non-institutional population who are employed, increased this month by 0.3 p.p. among men to 86.2 percent, and by 0.5 p.p. among women to 73.4 percent. For prime-age women, this employment-to-population ratio is the highest it has been since July 2001.Overall, the BLS Employment Situation report highlights the continued progress the economy has made under the Trump Administration. People are eager to enter or re-enter the labor force and the pace of hiring remains strong, while wages are growing, meaning more money in the pockets of hardworking Americans.",
    "president": null
}