{
    "title": "Remarks by Vice President Pence, President Morales of the Republic Of Guatemala, President Sánchez Cerén of the Republic of El Salvador, and President Hernández of the Republic of Honduras in Joint Press Statements – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-vice-president-pence-president-morales-republic-guatemala-president-sanchez-ceren-republic-el-salvador-president-hernandez-republic-honduras-joint-pr/",
    "created_at": "2018-06-28T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nJune 28, 2018\nNational Palace of Culture\nGuatemala City, Guatemala6:02 P.M. CSTPRESIDENT MORALES:  (As interpreted.)  Welcome everyone.  We want to thank you — sincerely thank you, and from the bottom of our hearts, for having the presence of the Presidents of the countries of El Salvador, Honduras, and also the Vice President of the United States.For Guatemala, in this opportunity, after a moment that we have lived — the eruption of the Fuego Volcano, an unprecedented event — we want to thank Vice President Pence and his wife for their presence here, because today they are visiting our country and (inaudible) they are visiting some of the people that are in come of the shelters.We also want to thank President Sánchez Cerén and President Hernández from El Salvador and Honduras for accepting the invitation to give way to this very important meeting where we discussed topics of border strengthening, migration, and the fight against drug trafficking as well.So this is why right now we just want to thank you — we not only want to thank you on behalf of Guatemala but also my government for having you here in this meeting.  I’m going to give them the floor and I want each of the Presidents to introduce themselves and also the Vice President, so that you can share with the media and all the population that is looking at us and for them to share the topics that we have discussed this afternoon.We give the floor to the President of El Salvador, Salvador Sánchez Cerén.PRESIDENT SÁNCHEZ CERÉN:  (As interpreted.)  His Excellency, President of the Republic Guatemala Jimmy Morales; His Excellency the President of the Republic of Honduras, Juan Orlando Hernández; His Excellency the Vice President of the United States of America Michael Pence; Her Excellency Chief — Secretary of Homeland Security of the United States; delegates of the national countries — and international countries; press:I would like on behalf of my government and the Salvadorian people to ratify to the Guatemalan people and his President, Mr. Jimmy Morales, and all the affected populations by the eruption of the Fuego Volcano, that, from the first moment, our country has stood by you and we are still standing by you, and we are all together in this tragedy that the people of Guatemala has lived.But I also want to take this opportunity to reassure the position of my government to work in overcoming this difficult situation generated with the migrating families that were separated from their daughters and sons when they went into the United States something that has really moved our country and the global opinion.  My government is giving follow-up to the situation.  I have given instructions to the Ministry of Foreign Affairs so that they activate the consular network to be able to address and work together with the U.S. authorities in quick solution to the situation that the boys and girls are living right now.Today we have spoken about the measures adopted by my government, not only the plan called “El Salvador Seguro,” social programs addressing the children in need, and also strengthening the experience of returning home to El Salvador.These measures have provided positive results reflected in the population of 60 percent of the migrating population to the United States, according to official data.  I want to highlight that in the framework of the emergency generated by the separation of families, our Vice Minister for Salvadorians Abroad, Liduvina Magarin, started this week the tour on the shelters in the southern border in Texas, and was able to see that the boys, girls, and young adults have their basic needs covered.  And it’s vital for their psychological health and emotional health to reunite them immediately with their parents.We recognize the openness shown by the officials and representatives of the United States that have allowed, during this visit, to have access to the facilities and an approach between our officials and the communities.As a government, we have asked at every moment to have human rights respected, the human rights of our migrants.  And today, we ratify this request.  These results motivate us to continue to develop and further strengthen the strategy, strengthening and reiterating our support in this opportunity in the framework of the alliance, strengthening of the Northern Triangle Alliance.  And we ratify and stand by this commitment to — now, in this meeting we have heard comments and recommendations by the Vice President of the United States, and we see that it’s a vision to improve the conditions of Salvadorians in international territory so that they are not forced to turn to migration.And soon, we will continue this conversation, bringing concrete solutions and proposals to work together to decrease and mitigate migration of El Salvador.Thank you very much.PRESIDENT HERNÁNDEZ:  (As interpreted.)  Special greetings to the people of Guatemala, from the Honduran people, though we thank President Morales always for your friendship.  And I’d like to say to you that it is a difficult moment, that Honduras has always been by your side.  Our prayers, our will, for the prompt recovery of Guatemala from this tragedy.Likewise, special greetings to President Sánchez Cerén.  Thank you for that joint work, a partnership in the field of security.  And we also want to thank Vice President Pence for your visit and also for bringing up the need for us to meet as the Northern Triangle.It is essential for my government administration to retake the concept of the strategy to tackle the root of migration and security, lack of prosperity of the region, as a key to be able to succeed.  Success, which is good for the United States, but also for the people of the Northern Triangle of Central America.I’d like to take this opportunity to put things in context.  Here we have a monster — a multi-headed monster and with many faces.  We have many faces in this monster, and one of those faces is drug trafficking that is consumed in the north and produced in the south, but crosses our people, feeding a (inaudible) of pain and death.The other one is trafficking in arms.  Another face of this monster is the trafficking of human beings, trafficking in persons, trafficking in dollars.  Therefore, we need to tackle the root of the problem.  And the strategy to tackle the root of the problem is to work at the regional level.I would be remiss if I don’t say today that we all yearn to ensure that our people have the opportunity to grow here, to see their family flourish.  But for that to happen, we need to understand that the Northern Triangle of Central America in peace and prosperous, and with opportunities, is the best interest of the United States, of its people, of its leadership, and also of our people.Today we see how migration is going up, going down, in cycles.  It has gone down in the past also in Honduras, but we know that increasingly it is necessary to tackle the root of the problem, which involves dismantling the criminal world that engages in the trafficking of persons.  That several-headed — multi-headed monster has one foot in Central America and another foot in the United States.And we have to understand that to prevent the people from migrating in such inhuman and difficult and risky conditions, as they do.I would also like to underscore the fact that we have discussed about Hondurans and other aliens who have lived in the United States for the protection of TPS.  Congressmen and senators of the United States tell us that maybe a solution can be found which is permanent in nature, because these are individuals who have worked hard for 20 years.  They have paid their taxes.  They have shown impeccable conduct.  And we root for them as we do for the young people in (inaudible).We recognize that every nation has its own rules and we respect that.  We also wish to highlight the fact that the executive order that orders reunification of families is a great step ahead.  We have also stated that it is important to implement protocols to be able to finally resolve the issue of the reunification of families, but particularly Vice President Pence and President Morales, because we share a border with Guatemala.Today, as we leave this meeting, Honduras is going to improve its presence and intelligence in policing and armed forces to be even more successful by arrest and dismantling the gangs of criminals that are so harmful to our people by stealing their money and deceiving them to take them to a place where they will likely find hopelessness and a physical and psychological harm.And we should also remember that if we are able to accomplish a prosperous Northern Triangle that brings investment, that creates jobs and opportunities, that will be an extraordinary step forward.The Honduran people take that path and we know that stability is important in the region to accomplish that.Thank you, Vice President Pence.  Your visit to Guatemala sends a very positive message not only for the Northern Triangle but for all of Central America.  Thank you for coming.  And we want to continue to work hand-in-hand as we always have done.Thank you, President Morales.  Thank you, President Sánchez Cerén.VICE PRESIDENT PENCE:  President Morales, President Hernández, President Sánchez Cerén thank you for gathering at this important time — a time of great importance for our country and yours.  I’m especially grateful to you, President Morales, for the hospitality that you’ve shown us here in Guatemala City.And I’m pleased to be joined today by the Secretary of Homeland Security for the United States, Kirstjen Nielsen.  Following our discussions today, Secretary Nielsen will be convening a ministerial back here in Guatemala on July the 10th to review the proposals that we first discussed here today.Before I begin, Mr. President, let me personally convey the condolences of the American people to the people of Guatemala in the wake of the Volcán de Fuego eruption earlier this month.In the wake of this disaster, many Americans and American aid organizations were swiftly on the scene, and we’re proud of their generosity and compassion.  The United States government was also pleased to provide more than a million dollars to help families who’ve lost their homes.  My wife Karen visited a shelter today with your First Lady, not far from the volcano, meeting with families who have lost their homes, to hear their stories.And, Mr. President, you can be confident the United States will continue to work with your government to provide support, food, medicine, and shelter to those in the wake of this terrible disaster.  And we’ll continue to pray for the good people of Guatemala as you recover and rebuild.President Donald Trump sent me here today because the United States faces another crisis on our southern border, and I’m sad to report to the Presidents gathered here that the vast majority of those entering our country illegally are from your countries.As we discussed, the numbers are staggering.  Since the start of this year, more than 150,000 Guatemalans, Hondurans, and Salvadorians have left their homes and made the often-dangerous journey to the southern border of the United States, and sought to enter our nation illegally.While many claim asylum, few are fleeing persecution.  Among, this flood of illegal migrants are human traffickers and violent gang members, like MS-13.  But most are making the journey seeking economic opportunity, driven by the misguided belief that they can ignore the laws of the United States and enter our nation without consequences.I say with great respect to the Presidents gathered here: This exodus must end.  It is a threat to the security of the United States.  And just as we respect your borders and your sovereignty, we insist that you respect ours.We will always welcome your citizens to our nation if they follow our laws.  The United States, as history records, is the most welcoming home for immigrants in history.I speak to you as the grandson of an immigrant.  My own grandfather sailed past the Statue of Liberty before arriving at Ellis Island.  And in the last year alone, the United States welcomed more than 1.1 million legal immigrants into our countries and our communities, including nearly 50,000 legal immigrants from Guatemala, Honduras, and El Salvador last year.As we discussed, your people deserve to know that under the leadership of President Donald Trump, we are making our borders stronger and more secure than ever before.  As President Trump has said, “If you don’t have borders, then you don’t have a country.”And at the President’s direction, and working with Secretary Nielsen, we’re increasing enforcement and prosecutions.  We’ve begun construction of a new southern border wall.  And we have enacted the largest investment in border security in nearly a decade.  We’re also working with our Congress to close the loopholes that too often serve as a magnet for vulnerable families all across this region.President Trump has also taken action to keep families together while we enforce our laws and secure our border.  And I’m grateful for the words of affirmation that have been expressed in our meeting today by the Presidents gathered here.Earlier today, the First Lady visited with children from your countries in Arizona.  And as we discussed, we’re working to reunite families from your nations who have been caught trying to illegally enter the United States.  In our country, we believe we can, as the Old Book says, “do justice and love kindness” at the same time.But ultimately, this crisis cannot be solved by America alone.  And that’s what brought us together today.  The truth is, weak economies, corruption, drugs, and violence are the root causes of this crisis.  The United States has long partnered with your countries to address these challenges, and our efforts, as we discussed today, have made some progress.  But as we now see at our nation’s southern border, the need for stronger action is more urgent than ever.  And as we discussed, with great respect, our nation needs your nations to do more.Last week, President Hernandez and I met in Washington, D.C., where we agreed to take new steps to strengthen our security partnership.  And today, we all discussed specific new steps that Guatemala, Honduras, and El Salvador can take, with American support, to end this crisis at our southern border.Tell your people that coming to the United States illegally will only result in a hard journey and a harder life.  As we discussed today, the Presidents gathered here and your administrations can communicate to your people with more credibility than any other voices about the need to turn aside from those who would promise to bring them to our border for illegal entry.You can take down the public advertisements for human traffickers within your nations.  You can renew the fight against corruption, criminal groups, and gang violence.  You can strengthen your borders and your frontier police, and tear down the barriers to opportunities and jobs.As I said to each of you today, the American people and our President are determined to secure our borders and bring this crisis to an end.  And with your renewed partnership, we know we’ll do just that.It is an honor to be with you today and to have the opportunity to have such a candid conversation among allies and friends.  I know that each of you know that the American people cherish our relationship with your countries and cherish your people.  We only want what is best for our people and yours.So as I close, permit me to deliver a message directly to the people of Guatemala, and Honduras, and El Salvador, straight from my heart, and straight from the heart of the American people: You are our neighbors.  We want you and your nations to prosper.  If you want to come to the United States, come legally, or don’t come at all.  If someone tells you they can bring you or your children to America outside the law, don’t believe them.Don’t risk your lives or the lives of your children by coming to the United States on the road run by drug smugglers and human traffickers.  Hold on to your homes and your homeland.  Hold on to your children.  Build your lives in your homes, and know that the people of the United States of America will keep working every day for a brighter future our people and people all across this new world.The truth is, we are bound together as friends in this hemisphere of freedom and a hemisphere of faith.  As I said before, my wife Karen visited today with Guatemalan families left homeless by the volcanic eruption.  I know she prayed with them, she mourned with them, and she told them that the American people are committed to help them rebuild their lives.The truth is, we all live in the same neighborhood.  We succeed when our neighbors succeed.  We struggle when our neighbors struggle.  And so the people of our nation will always be there to stand with you as neighbors and friends.So, President Morales, thank you again for hosting us in your beautiful country today.  And to President Hernández and President Sánchez Cerén, thank you for traveling on short notice to be here today.President Trump and I respect your leadership and respect your countries.  We have much work ahead of us, but we know with your leadership, with the leadership of President Trump, and with the good will of the people of all of our countries, and with God’s help, that together we will overcome this present challenge, and together we will reach a brighter tomorrow.Thank you.  God bless you.  God bless your countries.  And God bless the United States of America.(Audio drop.)PRESIDENT MORALES:  (In progress.)  (As interpreted.)  And I think that today that is evident in Guatemala.  We want to thank Vice President Michael Pence.  We want to thank President Juan Orlando Hernandez of Honduras.  We want to thank President Sánchez Cerén from El Salvador, who are here today express their support and the endearment that they feel for Guatemala and the Guatemalans.  We haven’t experienced it only today.  From the day of the tragedy, many Salvadorians, Hondurans, Mexicans came to our borders bringing aid for our people, of course.  We had to react under our legislation to introduce the necessary changes for all of this aid to come in.Today I ask you to please take our appreciation to the people of the countries that were with us from the very first moment.  And our sincere apologies if we delayed the bringing of your aid, because we had to comply with our laws, and because we want to strengthen our borders, as well.I also wish to publicly thank the people of the United States that, from the very first hour, sent U.S. Air Force aircraft to take burnt patients to their country.  And many of them are being treated there.  Thank you for the show of love and the solidarity.  And to you with all my heart forever, on behalf of the Guatemalan people, thank you very much.Three of the core topics discussed this afternoon were strengthening our borders, migration — illegal migration that is — and of course, the struggle against drug trafficking and transnational crime that affects our region, our hemisphere, and of course our world.Regarding strengthening our borders, we have received the suggestion of continuing to share, as we did this afternoon, to strengthen our cooperation with El Salvador and with Honduras to ensure that that’s — this prioritized effort can give us the necessary robustness to fight gangs and large human trafficking organizations.  We have remained very attentive to these suggestions, and we publicly appreciate the support and logistics, and co-international cooperation from the United States to be able to give our forces vehicles and means of mobilization, as mentioned by the President of Honduras.We will also continue to pursue our policy to strengthen our national police, strengthen our army and all of our capabilities to be able to strengthen our borders that, until not long ago, have been very porous.  Taking our army away from citizen security is a plan that has aided us to strengthen our border.  We accept suggestions, and we will continue to work in cooperation with all the countries of the region.On migration, we recognize the need that we have to engage in more awareness campaigns.  We have to say and we have to repeat to our people that they cannot travel illegally as some smugglers or traders of humans seek to do, and do, and take so many Guatemalans through the desert, through inhospitable regions, and taking them to very dangerous areas.  We share the pain of the suffering of the persons that migrate in this matter.And for that reason, from the outset and, we can say it out loud, from our political companion, we have also done it — after we were democratically elected — that we urge, and just like we respect the legal provisions and sovereignty of the United States, to speak about migration reform, where many of the things and procedures can be legal for so many persons who have lived in the United States for so long, and they can openly start their procedures, like which was the case back in the ’80s, as I remember.  We respect and we know that there is a serious level of difficulty in that you face challenges to fill the void in your legislation.  We wish to be able to be your full partners in the search of solutions to this problem that we understand affects you seriously.In the capacity of the President, a few days ago we gave instructions to again request a TPS that Guatemala has never enjoyed, despite all the climate problems and all the problems we have faced as a country.  We will respect the decision of the United States, but our responsibility as a government is always to make the requests that would bring benefits to the Guatemalans abroad.  This is the first — the fifth time that my administration requests it.Finally, we spoke about our struggle against drug trafficking.  According to the words of General John Kelly, Guatemala is the best partner the United States has in the struggle against drug trafficking.  We know that it is a big threat for the United States, but not only for the United States.  It has already been stated by the other Presidents, drug trafficking and crime bring violence to our people and serious risks for them.Today, many of our countries are no longer bridges.  In many places, drugs are already produced and consumed.  It is for that reason that we believe that it is our responsibility to participate actively rather than simply throw that responsibility to our big and important partner, the United States.We discussed other topics.  We accepted suggestions.  We recognized that we need to strengthen certain areas of our administration.  And we had a dialogue to look for a cooperative solution for all the countries of the region.Finally, we thank the governments of the Northern Triangle of Central America for their presence.  And we are very hopeful that this first meeting that will be held in Guatemala of Foreign Ministries.  And I think that Mexico and the United States will also come with Homeland Security to continue to engage in proposals to find a cooperative solution amongst us all.Finally, to the media I say, you play an extremely important role in raising awareness of the people that should not travel the way they have been doing, by using smugglers or coyotes and people who deal with life as it were merchandised.  You, together with us, the rulers and all citizens who are conscientious and responsible for the construction of this nation, we all need to engage in awareness-raising campaigns for free — to show to the Guatemalan people and the people of any other nationality the risks that are run and the need to abide by proper procedures to remain within the framework of legality of all countries.Thank you, Vice President.  Greetings to your wife.  Thank you for her presence in this (inaudible).  And special greetings to President Trump.  We thank him for the executive order that he signed to change the separation of families.  And we understand that there are many issues and we will need to work on in the legal framework of your country.  Any cooperation that we can give you will be there.  And we thank you for the cooperation that you bring to us.Presidents of Honduras and El Salvador, may God bless you, and may God take you back home safely.  Thank you all.END6:36 P.M. CST",
    "president": null
}