{
    "title": "Second Lady Karen Pence Hosts Meeting to Highlight Creative Arts Therapies for Military Service Members and Veterans – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/second-lady-karen-pence-hosts-meeting-highlight-creative-arts-therapies-military-service-members-veterans/",
    "created_at": "2019-09-19T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tVeterans\t\n\nIssued on:\nSeptember 19, 2019\nToday, Second Lady Karen Pence hosted a working lunch with leaders from the Department of Defense (DoD), Department of Veteran Affairs (VA), and the National Endowment for the Arts (NEA) Creative Forces Network at the Vice President’s Residence.Mrs. Pence convened the meeting to provide an opportunity for the government agencies to highlight the effectiveness of creative arts therapies for military service members and veterans who struggle with mental health issues, such as Post Traumatic Stress Disorder (PTSD). The meeting also provided an opportunity for the government agencies to collaborate on ways they can work together to expand existing art therapy services for military populations.  Creative arts therapies include art and music therapies led by creative arts therapists.The meeting included presentations by:More than 500,000 men and women of our Armed Forces are living with PTSD or Traumatic Brain Injury (TBI). Researchers at Walter Reed National Medical Center in Maryland found reductions in PTSD symptoms that were strongly correlated with the amount of time engaged in art therapy.“Art therapy can provide transformative outcome for military service members and veterans dealing with invisible wounds of war, such as PTSD,” said Second Lady Karen Pence.  “I’ve heard many powerful stories from service members and veterans about the positive life changes they experienced after participating in creative arts therapy sessions. I’m encouraged by today’s meeting, and I’m looking forward to seeing these organizations work together to expand creative arts therapies into communities and across our nation for military populations.”Today’s meeting also included the following guests:",
    "president": null
}