{
    "title": "Washington Will No Longer be a Roadblock to Rebuilding America – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/washington-will-no-longer-roadblock-rebuilding-america/",
    "created_at": "2018-02-13T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nFebruary 13, 2018\n4 minute readThe Anderson Memorial Bridge between Boston and Cambridge, Massachusetts, sits near the heart of Harvard University. The structure’s elegant arches and Georgian Revival design help it blend seamlessly into the surrounding architectural style of America’s oldest college.It took 11 months to build the original bridge in 1912. When it came time to repair it nearly 100 years later, the project dragged on for close to 5 years—and at a significant cost overrun.So with all the advantages of modern technology, why did it take more than 5 times as long to repair the structure today as it did to create it outright more than a century ago? Unsurprisingly, the reason has little to do with engineering or technical demands. Rather, the Anderson Bridge project was a victim of a bloated, tangled patchwork of regulatory oversight, including a historical commission, environmental agencies, and state transportation bureaucrats, among others.“We built the Empire State Building in just 1 year—is it not a disgrace that it can now take 10 years just to get a permit approved for a simple road?,” President Donald J. Trump asked during his first State of the Union Address on January 30. “Any bill must . . . streamline the permitting and approval process—getting it down to no more than two years, and perhaps even one.”This week, President Trump released his Legislative Outline for Rebuilding Infrastructure in America, a 53-page document that lays out six principles for reversing this unacceptable course. Here is what the President is calling upon Congress to help him achieve:“No longer will we allow the infrastructure of our magnificent country to crumble and decay,” President Trump said in August. “We will rebuild our country with American workers, American iron, American aluminum, American steel.”That hard work has already begun. In its first year, the Trump Administration has rolled back regulations at an unprecedented clip and approved the Keystone XL and Dakota Access Pipelines. Now, the time has come to make a sustained investment in America’s future.“Washington will no longer be a roadblock to progress,” the President says. “Washington will now be your partner.”",
    "president": null
}