{
    "title": "President Trump Celebrates Olympics’ Return to America in 2028! – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-celebrates-olympics-return-america-2028/",
    "created_at": "2020-02-19T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nFebruary 19, 2020\n3 minute readPresident Trump kicked off his West Coast trip this week by meeting with leaders from the Los Angeles 2028 Olympic Committee.“From the day I took office, I’ve done everything in my power to make sure that LA achieved the winning bid,” he told local organizers. “Now, for the third time in history, the city of Los Angeles—the ‘City of Angels’—will once again raise up the Olympic Torch and welcome the world’s greatest competitors to the Summer Games.”?WATCH: In LA, Team USA will keep on winning!The 2028 Games will boost much more than America’s gold medal tally: It’s expected to be a major economic lift across Southern California. The Summer Games will add an extra 112,000 jobs and $18 billion in growth to an already thriving economy.Our workers are predicted to see $7 billion in new and bigger wages as a result, too.Watch: 2028 Olympics will pay off BIG for American workers!President Trump’s West Coast swing continues today, as he meets with rural leaders in Bakersfield, California, to discuss the crucial issue of water accessibility.For years, Californians have seen major agricultural projects stifled because of outdated regulations. President Trump, meanwhile, is fighting to eliminate the bureaucratic headaches that derail these kinds of infrastructure priorities.Today, building on his previous efforts, the President is signing a memorandum to simplify the approval process and deliver water supplies across California’s Central Valley.The President’s next stop will be Phoenix, Arizona. Residents of the Grand Canyon State are seeing firsthand what pro-growth, pro-worker policies mean for their local economy:MORE: Majority of Americans say they’re better off than 3 years ago",
    "president": null
}