{
    "title": "America Will Win the Global Race to 5G – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/america-will-win-global-race-5g/",
    "created_at": "2018-10-25T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nOctober 25, 2018\n4 minute readOffice of Science and Technology Policy\n\n\t\t\t\t\t\tMichael Kratsios\t\t\t\t\t\t\t\nU.S. CTOIn the information age, the nation that leads the world in wireless technology wins. To keep America’s edge, we must accelerate our development and deployment of 5G—the next-generation wireless network that can move massive amounts of data at exponentially faster speeds than existing 4G LTE networks.The United States is already the global leader in 4G technology. As a result of our leadership in 4G, in 2016 alone we increased GDP by $100 billion, created more jobs, lowered consumer costs, and developed even more advanced applications.To lead in 5G and reap the benefits of better and faster wireless connections, we must have a forward-looking, strategic spectrum policy. As we continue to innovate and our devices become better, faster, and more capable, the demand for spectrum—the frequencies in which invisible radio waves move data between devices and the fuel of our wireless ecosystem—will only grow. Deploying 5G is only possible if we continue to make additional spectrum available and use it more efficiently.Last summer, President Trump held a summit exploring opportunities in emerging technology, including 5G. In September, The White House gathered stakeholders from industry, government, and academia to discuss how to advance the Nation’s 5G innovation and dominance.  And today, President Donald J. Trump took decisive action by signing a Presidential Memorandum to develop a national strategy for spectrum policy that will advance America’s development of 5G. President Trump’s Memorandum orders Federal agencies to review their existing spectrum usage, forecast future demands, and prepare a plan for research and development that will enable better use of spectrum in the future.By developing a national strategy to meet the rising demand for spectrum, we accomplish three important goals:America cannot risk lagging behind other countries. We must protect the economic and security advantages that come from the Nation’s preeminence in wireless. The Administration has taken concrete steps to promote United States wireless leadership through smart tax and infrastructure policy, streamlining regulations, and developing stronger cybersecurity protections. Today’s Presidential Memorandum will be an important tool for leading in deployment of 5G and future wireless network technology.Today, wireless contributes $475 billion to the economy every year and supports nearly 4.7 million jobs—many of which are high-wage and long-term. America’s future will have connected homes and farms, autonomous vehicles, drones, and smart cities and communities. The Nation’s wireless networks must be ready to support the foundation of America’s future growth and prosperity.Third, we will improve our national security through technological advancements. Our 21st century military must be equipped with 21st century technology to effectively secure the Nation. As the President’s National Security Strategy made clear, accelerating the private sector’s development of 5G and advanced communications networks is critical. With 5G, we can better defend America with more resilient critical infrastructure, technologies like state-of-the-art radar systems, and cutting-edge communications on land and in space.In addition to the steps outlined in today’s Presidential Memorandum, State and local governments can do their part to win the race to 5G by improving access to land, infrastructure, and property that will support new wireless networks, including in rural America. Government leaders at all levels can reduce regulatory barriers, simplify and speed up the permitting process, allow access to existing infrastructure, and work with industry to craft policies that encourage investment in our communities.Finally, it is imperative that the Nation complete the work that was begun through the Federal Communications Commission’s two record-setting spectrum auctions. These auctions made available valuable spectrum, but some incumbent users still have not transitioned that spectrum to the winning bidders. For the Nation to win at 5G, incumbent users must transition that spectrum in a timely fashion.America has consistently led the way in the deployment of next generation wireless networks, and it is more important than ever that we lead in 5G deployment. This Presidential Memorandum and the national spectrum strategy will ensure that, as we develop the next generation of wireless technology, the American people will reap the rewards.Michael Kratsios is Deputy U.S. Chief Technology Officer in the White House Office of Science and Technology Policy. ",
    "president": null
}