{
    "title": "$4 Billion Investment and 4,000 Jobs from Corning, Merck, and Pfizer Initiative – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/4-billion-investment-4000-jobs-corning-merck-pfizer-initiative/",
    "created_at": "2017-07-20T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nJuly 20, 2017\n2 minute readOn Thursday, the CEOs of Corning, Merck, and Pfizer pharmaceutical companies were welcomed to the White House by President Donald J. Trump, Department of Health and Human Services Secretary Tom Price, and Assistant to the President for Intragovernmental and Technology Initiatives Reed Cordish, to announce a new pharmaceutical glass packaging initiative. Corning, Merck, and Pfizer have joined forces to return the pharmaceutical glass manufacturing to the United States through modernization and innovation.President Trump Makes an Announcement Regarding a Pharmaceutical Glass Packaging InitiativeThis partnership will drive significant United States manufacturing and job creation, investing $4 billion and creating more than 4,000 new high-tech jobs for Americans in the coming years.Corning has developed the pharmaceutical glass packaging technology for storage and delivery of injectable drugs called “Valor Glass.” The initial investment by the three companies will cover the expansion of Corning facilities, as well as the building of a new high volume manufacturing plant in the Southeast to support the new, safer, and innovative manufacturing process of pharmaceutical glass.98% of the $4 billion industry had previously been done overseas, making this an important stride in American employment and technology advancement.The return of pharmaceutical glass manufacturing to the United States was made possible by collaboration between the three storied American companies and support from the Trump Administration. Corning CEO Wendell Weeks specifically credited President Trump, the White House Office of American Innovation, and the FDA’s Emerging Technology Team with providing the assurance necessary to finalize the project.“Every day, we are fighting to bring back our jobs, to restore our industry, and to put America first,” said President Trump.Today’s event was part of the White House’s Made in America Week.",
    "president": null
}