{
    "title": "Remarks by President Trump at Parent-Teacher Conference Listening Session – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-parent-teacher-conference-listening-session/",
    "created_at": "2017-02-14T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tEducation\t\n\nIssued on:\nFebruary 14, 2017\nRoosevelt Room10:50 A.M. ESTTHE PRESIDENT: Well, I am delighted to welcome everybody to the White House. And Betsy DeVos, who has gone through — our new Education Secretary — she went through an interesting moment. And you’re going to do a fantastic job, and I know you would have done it again if you had to do it again, right? (Laughter.)SECRETARY DEVOS: Probably.THE PRESIDENT: She had no doubt that final night, waiting for the vote. So I just want to congratulate you. You showed toughness and genius.As I said many times in my campaign, we want every child in America to have the opportunity to climb the ladder to success. I want every child also to have a safe community, and we’re going to do that very much. We’re going to be helping you a lot — a great school and some day to get a really well-paying job or better, or better; own their own company. And a lot of people are looking at that.But it all begins with education, and that’s why we’re here this morning. And I’m here also to celebrate a little bit with Betsy because we started this journey a long time ago, having to do with change and so many other good things with education. And I’m so happy that that all worked out.Right now, too many of our children don’t have the opportunity to get that education that we all talk about. Millions of poor, disadvantaged students are trapped in failing schools and this crisis — and it really is a crisis — of education and communities working together but not working out. And we’re going to change it around, especially for the African American communities. It’s been very, very tough and unfair. And I know that’s a priority and it’s a certainly a priority of mine.That’s why I want every single disadvantaged child in America, no matter what their background or where they live, to have a choice about where they go to school. And it’s worked out so well in some communities where it’s been properly run and properly done. And it’s a terrific thing.Charter schools, in particular, have demonstrated amazing gains and results. And you look at the results — we have cases in New York City that have been amazing in providing education to disadvantaged children and the success of so many different schools that I can name throughout the country that I got to see during the campaign. I went to one in Las Vegas; it was the most unbelievable thing you’ve ever seen. And they’ve done a fantastic job.So there are many such schools and we want to do that on a large-scale basis. We can never lose sight of the connection between education and jobs. I’m bringing a lot of jobs back. We’re bringing a lot of big plants back into the country — everyone said it was impossible. And before I even took office, we started the process and tremendous numbers of plants are coming back into this country — car plants and other plants. And I have meetings next week with four or five different companies, big ones that are going to bring massive numbers of jobs back.So we’re doing it from the jobs standpoint, but education only makes it better. Our goal is a clear and very safe community, great schools, and we want those jobs that are high-paying jobs — we’ve lost a lot of our best jobs to other countries and we’re going to bring them back.So I’m going to do my job, and Betsy, at the education level, will do her job. And just to do it very, very formally, I want to congratulate you on having gone through a very tough trial and a very unfair trial, and you won. And there’s something very nice about that. And I’ll tell you the real winner will be the children — I guess a couple of adults (inaudible) — but will be the children of this country. And I just want to congratulate you.SECRETARY DEVOS: Thank you, Mr. President.THE PRESIDENT: Perhaps we’ll go around the room. And everybody knows our fantastic Vice President, Mike Pence. But if we went around the room, it would be very nice. So why don’t we start? Betsy, you might want to say a few words to us.SECRETARY DEVOS: Well, Mr. President and Mr. Vice President, I am just very honored to have the opportunity to serve America’s students, and I’m really excited to be here today with parents and educators representing traditional public schools, charter public schools, homeschools, private schools, a range of choices. And we’re eager to listen and learn from you your ideas for how we can ensure that all of our kids have an equal opportunity for a high-quality, great education and therefore an opportunity for the future.So again, I just wanted to have the opportunity to serve, and looking forward to fulfilling the mission that you set forward.THE PRESIDENT: It’s our honor — believe me, Betsy.Kenneth.MR. SMITH: Ken Smith, educator helping at-risk kids get through school. Vice President, it actually has the largest application of jobs for America’s graduates in the country. And in a minute we’ll talk about that as a solution.THE PRESIDENT: Great. Good.Laura.MS. PARRISH: Laura Parrish, I’m from Falls Church, Virginia. I homeschool my 10- and my 13-year-old.THE PRESIDENT: Good. Very good.Mary.MS. RINER: My name is Mary. I’m a charter school parent here in D.C., and considered the best school in America.THE PRESIDENT: You think, huh? (Laughter.)MS. RINER: I know.THE PRESIDENT: I like that.MS. RINER: According to U.S. News & World Report.THE PRESIDENT: Really? Is that right? Wow.Jennifer.MS. COLEMAN: I am Jennifer Coleman. I am from Prince William County, Virginia. I am the mother of six, and I homeschool my oldest four; they are grades kindergarten through seven. And before that I was a private school teacher.THE PRESIDENT: Very good.MR. CIRENZA: Bartholomew Cirenza. I’m a parent of seven, and my kids have gone through both private and public school, and I see differences, and —THE PRESIDENT: Big difference.MR. CIRENZA: Big difference.THE PRESIDENT: Okay.MS. BAUMANN: Good morning, I’m Julie. I teach special education at a public school in New Jersey.THE PRESIDENT: Very good. Thank you.MS. QUENNVILLE: Hi, I’m Jane Quennville, and I’m a principal of a special-ed center in Virginia serving children ages five through twenty-two with autism and physical and medically fragile conditions.THE PRESIDENT: How is that going?MS. QUENNVILLE: Well —THE PRESIDENT: Have you seen an increase in the autism with the children?MS. QUENNVILLE: Yes, yes. In fact, our school has shifted its population — saw more children with autism, definitely.THE PRESIDENT: So what’s going on with autism? When you look at the tremendous increases, really, it’s such an incredible — it’s like really a horrible thing to watch, the tremendous amount of increase. Do you have any idea? And you’re seeing it in the school?MS. QUENNVILLE: Yes, I think — I mean, I think the statistics, I believe, are 1 in 66, 1 in 68 children are diagnosed with autism.THE PRESIDENT: And now it’s going to be even lower —MS. QUENNVILLE: Probably.THE PRESIDENT: — which is just amazing. Well, maybe we can do something.MS. BONILLA: I am Carol Bonilla. I teach Spanish in a private elementary school in Arlington. I teach the students in fourth through eighth grade.THE PRESIDENT: Very good. Thank you.MS. VIANA: Good morning, Mr. Vice President, Mr. President. My name is Aimee Viana. I’m the parent of two children — fifth grade and second grade — and I live right outside of Raleigh, North Carolina in Cary, and I’m also a former educator in public and private schools.THE PRESIDENT: Fantastic. Thank you. So thank you all very much. Let’s get going.END\n10:58 P.M. EST",
    "president": null
}