{
    "title": "Did You Know? The American People Overwhelmingly Support Taking Action to Rebuild Our Nation’s Infrastructure – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/know-american-people-overwhelmingly-support-taking-action-rebuild-nations-infrastructure/",
    "created_at": "2018-02-14T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nFebruary 14, 2018\n4 minute readToday, President Donald J. Trump hosted a bipartisan, bicameral meeting to continue the conversation with Congress on the infrastructure principles he released on Monday. He looks forward to working with these Members to build a stronger America for everyone.Did You Know?Investment in America’s infrastructure, and the need for the federal government to address our crumbling roads, bridges and waterways – has typically been a bipartisan issue. It’s also very popular with the American public. In fact, a September 2017 Harvard-Harris poll revealed 84 percent of Americans believe the United States needs an investment in infrastructure. That same poll showed that infrastructure should be the second highest priority of Congress and the Administration, only behind stimulating American jobs.Bipartisan Support for Repairing our Aging InfrastructureThere has been strong bipartisan support for repairing our aging infrastructure and for reducing unnecessary delays in the permitting process. Take a look at what leaders on both sides of the aisle have been saying about saving and modernizing our infrastructure needs:Leaders from the democratic party have long advocated for the need fix our aging infrastructure. In 2016, Minority Leader Nancy Pelosi (D-CA) stated “We have been talking about it [infrastructure] a long time. It never used to be a partisan issue. We used to always be able to come to terms on it in a bipartisan way. We have to go to a place like that.” Senate Minority Leader Chuck Schumer (D-NY) has expressed concern about the condition of our nation’s infrastructure. In 2011, Senator Schumer said, “It is no secret that much of our nation’s infrastructure is in disrepair…” Senator Bill Nelson (D-FL) acknowledged that repairing our failing infrastructure will lead to more jobs, “Modernizing our transportation and communication networks is something we all agree the U.S. desperately needs in order to create more jobs and maintain our leadership in the global economy.” In 2015, Senator Cory Booker (D-NJ) spoke about this issue as well, “America’s infrastructure is falling behind other nations, and it’s costing us jobs, compromising safety, and constraining economic growth.”Republicans have recognized what a revamped infrastructure initiative would mean to the American worker. Speaker of the House Paul Ryan (R-WI) recently said “Real action to streamline the permitting process will help jumpstart projects that are vital to our communities and our economy.” Senate Majority Leader Mitch McConnell (R-KY) highlighted the obstacles infrastructure projects face today, “The problem runs deeper than dollars and cents. American workers built skyscrapers in less time than our government now spends reviewing – not even building, but reviewing – plans for new bridges and stretches of highway.” On the issue of giving decision making power to the states, Senator John Thune (R-SD) said “Aligning federal infrastructure funding with local priorities and looking at other impediments to building would increase accountability and help us meet our most critical infrastructure needs faster.” President of the Laborers’ International Union of North America (LIUNA) Terry O’Sullivan and Sen. Dan Sullivan (R-AK) wrote, “America used to be known as a country that built great structures on time and on budget. If real federal permitting reform is part of a broad-based infrastructure initiative, we can be that country again.”In their 2016 report, the Bipartisan Policy Center recognized the obstacles that projects face today, “Infrastructure projects are subject to various environmental and planning statutes and typically require multiple permits, from many levels of government. The risk that a project will be delayed due to sequential permitting and reviews is one of the biggest barriers to getting projects done.” Our nation’s infrastructure was once a pillar that made this country great and the need to finally reform it is clearly shared across the political spectrum.",
    "president": null
}