{
    "title": "President Trump Vows to Usher in Golden Era of American Energy Dominance – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-vows-usher-golden-era-american-energy-dominance/",
    "created_at": "2017-06-30T00:00:00",
    "content": "\n\n\t\tEnergy & Environment\t\n\nJune 30, 2017\n3 minute readPresident Trump at the Unleashing American Energy EventWe will bring new opportunity to the heartland, new prosperity to our inner cities, and new infrastructure all across our nation. When it comes to the future of America’s energy needs, we will find it, we will dream it, and we will build it.\n\t\t\t\t\t\tPresident Donald J. Trump\t\t\t\t\tOn Thursday, President Donald J. Trump joined Energy Industry Executives, members of Congress, and Cabinet Officials at the Department of Energy to deliver remarks on unleashing America’s boundless capacity for energy production.“We’re here today to usher in a new American energy policy,” he declared.The President explained that he is not only focusing on “energy independence,” but also “energy dominance.”With that goal in mind, he outlined six concrete steps his Administration is immediately taking to promote strength and innovation in America’s energy sector.“First, we will begin to revive and expand our nuclear energy sector, which produces clean, renewable and emissions-free energy. A complete review of U.S. nuclear energy policy will help us find new ways to revitalize this crucial energy resource.Second, the Department of the Treasury will address barriers to the financing of highly efficient overseas coal energy plants. Ukraine already tells us they need millions of metric tons right now – and we want to sell it to them, and to everyone else who needs it.Third, my administration has just approved the construction of a new petroleum pipeline to Mexico, which will further boost American Energy Exports.Fourth, just today, a major U.S. company, Sempra Energy, signed an agreement to begin negotiations for the sale of more American natural gas to South Korea.Fifth, the U.S. Department of Energy is announcing today that it will approve two long-term applications to export additional natural gas from the Lake Charles LNG terminal in Louisiana.Finally, in order to unlock more energy from the 94 percent of offshore land closed to development under the previous administration, we are creating a new offshore Oil and Gas Leasing program. America will be allowed to access the vast energy wealth located right off our shores.”These steps will benefit the American people in numerous ways, the President explained.Our country will no longer be vulnerable to foreign regimes that use energy as an economic weapon; American families will have access to cheaper energy, allowing them to keep more of their hard-earned dollars; and our workers will have access to more jobs and opportunities.“And this is only the beginning,” the President said. The Golden Era of American Energy is now underway – and all of you will be a part of creating this exciting new future.”",
    "president": null
}