{
    "title": "President Trump Delivers Remarks to the National Association of Manufacturers – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-delivers-remarks-national-association-manufacturers/",
    "created_at": "2017-09-29T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nSeptember 29, 2017\n2 minute readPresident Donald J. Trump spoke on Friday to the National Association of Manufacturers (NAM) in Washington, D.C. The President’s remarks come on the heels of the announcement of the Administration’s tax reform initiative earlier this week.President Trump Gives Remarks to the National Association of ManufacturersJay Timmons, president and CEO of NAM, introduced President Trump and conveyed NAM’s enthusiasm about the momentum behind tax reform.The President’s speech highlighted the advantages that the Unified Tax Relief Framework will offer to American businesses and manufacturers by reducing the corporate tax rate to twenty percent and ending the “offshoring model” that incentives business owners to keep foreign profits out of the United States. The old, high corporate taxes will be replaced by a one-time low tax allowing American businesses to reinvest their foreign profits in the U.S. economy.“On every front, in every way, on every policy, we are guided by the same economic goal: to keep jobs in America, to bring jobs to America, to create real prosperity for America, the country that we love,” the President said.The Trump Administration is also working hard to reduce the regulations that inhibit business growth and stifle the number of jobs available. “We are requiring every federal manager to systemically review, and then remove, the regulations that destroy your jobs, hamstring your companies, and undermine your ability to compete,” President Trump said.  “[W]e don’t need 35 regulations to take care of one item… We want beautiful, fast, efficient regulation that works.”He praised the American work ethic that lies at the foundation of American economic prosperity. “There is a great patriotism that lives inside the men and women who leave their hearts on the factory floors, who pour their hopes into the works of iron and steel, and who turn dreams into reality with their own two hands…” the President said. “[T]hey’re building families and communities, and, most of all, they are building this nation that we all love so much.”",
    "president": null
}