{
    "title": "Intern Series: Awarding the Great – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-awarding-great/",
    "created_at": "2017-08-11T00:00:00",
    "content": "\nAugust 11, 2017\n2 minute readOn July 27th, I participated in an event to honor the officers and first responders involved in the tragic shooting that took place in Alexandria, Virginia, on June 14, 2017. The shooter wounded five, including Congressman Steve Scalise (R-LA). To honor the courageous men and women who saved so many lives that day, President Donald J. Trump hosted a ceremony in the East Room of the White House and awarded Medals of Valor to two Capitol Police officers and three Alexandria Police Officers. Seeing the President award these noble men and women for their actions was one of the greatest moments I have witnessed during my time in the Summer 2017 White House Internship Program.It was incredible to watch the selfless men and women who put themselves on the line to save the lives of others be honored by our President. Seeing this event in person, as opposed to watching it on television, felt spectacular, because this time I was part of the process. I was honored to be part of the preparation for this event and accommodate our guests throughout the duration of their visit to the White House. I was pleased to escort in the medal recipients and their families, as well as the two doctors who operated on Congressman Scalise. I had the opportunity to speak to the officers and their families and thank them for their service. It was a touching experience, as it is not every day you are able to meet five American heroes.Throughout my time as a White House Intern, I have had the great privilege to serve the American people, as well as the President and his Administration to a small degree. I have seen amazing events take place and I have gotten to know incredible and intelligent people. I was humbled by the opportunity to be present during the Medal of Valor ceremony, as there is no higher honor than recognizing America’s brave men and women.Leena Danpour is from Los Angeles, California, and recently graduated from the University of Southern California with a bachelor’s degree in Political Science. Leena is a member of the Summer 2017 White House Internship Program in the Office of Public Liaison.",
    "president": null
}