{
    "title": "The United States and United Kingdom Sign Landmark Science and Technology Agreement – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/united-states-united-kingdom-sign-landmark-science-technology-agreement/",
    "created_at": "2017-09-20T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nSeptember 20, 2017\n3 minute readOffice of Science and Technology PolicyToday the United States entered into a historic agreement with the United Kingdom, establishing a foundation for enhanced research partnerships to further world-class science and technological innovation. This marks the first bilateral agreement between the U.S. and the United Kingdom following the UK’s 2016 referendum on membership in the European Union and President Trump’s Inauguration, and creates a pathway for the two nations to collaborate on scientific initiatives that have the potential to benefit the Nation and the entire world.Scientific and policy areas that this bilateral agreement aims to cover include basic science, early-stage R&D, emerging technologies like artificial intelligence, promising new public-private partnership models, and the role that science and technological advancement play in economic prosperity.The agreement sets forth principles for scientific collaboration on a wide variety of subjects, including the sharing of professional expertise, materials and equipment, the handling of jointly-developed intellectual property, and encouraging open data to ensure that collaborative research benefits the governments of both countries, and the private sector to drive job growth and economic prosperity.Projects UnderwayParticle Physics LBNF/DUNE: The first major initiative to come out of this agreement will be an $88 million investment by the UK in the Long Baseline Neutrino Facility (LBNF) and Deep Underground Neutrino Experiment (DUNE). This project, currently under construction in Black Hills of South Dakota, is a large scale experimental facility designed to study subatomic particles called neutrinos — some of the most abundant, yet mysterious, particles in the universe. The LBNF/DUNE project is truly international in scope, with 1,000 scientists, more than 160 laboratories and universities, and 30 countries contributing time, materials and funding. The LBNF/DUNE project is expected to create nearly 4,000 jobs in South Dakota and Illinois.At the LBNF/DUNE groundbreaking ceremony in July, Deputy Assistant to the President Michael Kratsios said, “This project serves as a model for what the future of mega-science research looks like. This is an intensely collaborative effort between local, state, and federal governments, international partners, enterprising corporations, and philanthropic pioneers.”Digital Research: Similarly, a project spearheaded by the Smithsonian Institution and the Arts and Humanities Research Council under this agreement will aim to boost the development of digital research skills at museums to improve such areas as data analysis, digital technology deployment, and science, technology, engineering and math (STEM) education programs.More Innovative Projects: Other projects being considered under this agreement include development of MRI and PET standards, quantum technologies, and collaborations on autonomous transportation technologies.",
    "president": null
}