{
    "title": "This Memorial Day and Beyond, a Win for America’s Veterans – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/memorial-day-win-americas-veterans/",
    "created_at": "2018-05-27T00:00:00",
    "content": "\n\n\t\tVeterans\t\n\nMay 27, 2018\n4 minute readThis is truly a historic moment, historic time for our country. I’ll be signing landmark legislation to provide healthcare choice—what a beautiful word that is, ‘choice’—and freedom to our amazing veterans.\n\t\t\t\t\t\tPresident Donald J. Trump\t\t\t\t\tOn June 6, 2018, President Donald J. Trump took an important step toward addressing how the United States treats its veterans by signing the VA Mission Act of 2018. The law will transform the Department of Veterans Affairs (VA) into a high-performing and integrated healthcare system for the 21st century by putting patient choice at the core of the VA program.“Four years ago, our entire Nation was shocked and outraged by stories of the VA system plagued by neglect, abuse, fraud, and mistreatment of our veterans,” President Trump said. “With us today are many brave veterans who endured that grave injustice, including Steve Cooper and Laura Vela. They served their country with honor, only to be denied the medical treatment they desperately needed. To Steve and Laura: No one should suffer what you suffered.”President Trump explained how the new law will help veterans like Cooper and Vela in the future. “If the VA can’t meet the needs of a veteran in a timely manner, that veteran will have the right to go right outside to a private doctor,” the President said. “So simple and yet so complex.”President Trump Participates in the Signing Ceremony for the VA Mission Act“Memorial Day is our Nation’s solemn reminder that freedom is never free,” President Trump wrote last year, proclaiming Memorial Day 2017 as a Day of Prayer for Permanent Peace. “It is a moment of collective reflection on the noble sacrifices of those who gave the last measure of devotion in service of our ideals and in the defense of our Nation.”Memorial Day is an occasion for Americans to honor those who lost their lives in service to our country. It is also a moment to consider how we can make life better for all of America’s heroes in uniform, including our veterans.On May 23, the Senate followed the House of Representatives’ lead in passing the VA Mission Act. The final legislative package—which passed the Senate in an overwhelming 92-5 bipartisan vote—follows months of discussion among key Congressional leaders and the President to reach a strong compromise.“Passing this legislation is another promise made and promise kept to America’s Veterans under President Trump’s leadership, which has provided the most substantial VA reform in a generation,” Press Secretary Sarah Sanders said in a statement.The VA Mission Act achieves five important objectives for our Nation’s veterans:These reforms come at a crucial moment. The Acting Secretary of Veterans Affairs recently informed Congress that the VA expected funding for the current Choice program to be exhausted as early as the end of this month. To prevent disruptions to care, the Trump Administration had urged Congress to pass the bill by Memorial Day.Although the VA Mission Act represents a milestone in veterans care, the work is far from finished. “The Administration will continue implementing policies that transform and modernize the VA to better serve our nation’s heroes,” Press Secretary Sanders said.President Trump also remains committed to broader healthcare reforms that improve the lives and well-being of all Americans, building on the Tax Cuts and Jobs Act’s repeal of the Obamacare individual mandate tax on working families.",
    "president": null
}