{
    "title": "President Trump Meets With Prime Minister Netanyahu of Israel – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-meets-prime-minister-netanyahu-israel/",
    "created_at": "2017-05-22T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nMay 22, 2017\n3 minute readPresident Trump Gives Remarks with Prime Minister NetanyahuToday, President Donald J. Trump met with Prime Minister Benjamin Netanyahu in Jerusalem. President Trump and Prime Minister Netanyahu delivered remarks together shortly after the President visited the Church of the Holy Sepulchre and the the Western Wall. The President’s visit to the Western Wall marks the first time a sitting President of the United States has made the visit and he said this of the experience, “I was deeply moved by my visit today to the Western Wall. Words fail to capture the experience. It will leave an impression on me forever.”Prime Minister Netanyahu welcomed the President and First Lady saying, “You are always welcome here.” The Prime Minister thanked President Trump for visiting the Western Wall and for his “deep commitment to Israel’s security, it’s well-being, and it’s future.”Prime Minister Netanyahu was one of the first world leaders to visit the United States after President Trump’s inauguration and today’s visit is one more step the President has taken to reaffirm the bond of friendship between the United States and Israel. President Trump said this of our partnership, “We are great allies. We have so many opportunities in front of us. But we must seize them together.”President Trump spoke of America’s desire for peace for Israel and how Israel and the United States have a friendship built on a shared love of freedom, and a shared belief in human dignity. The President also discussed the important work of defeating violent ideologies and welcomed the action and support of any nation that would help Israel and the United States in that effort. The President discussed working even closer with Israel saying, “I believe that a new level of partnership is possible and will happen. One that will bring greater safety to this region, greater security to the United States, and greater prosperity to the world.”",
    "president": null
}