{
    "title": "Bob Dole Receives Congress’ Highest Civilian Honor – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/bob-dole-receives-congress-highest-civilian-honor/",
    "created_at": "2018-01-18T00:00:00",
    "content": "\nJanuary 18, 2018\n3 minute readWhen it's all over, it's not who you were, what you did, or how much money you had. It's whether you . . . made a difference.\n\t\t\t\t\t\tFormer Sen. Robert J. Dole\t\t\t\t\tFormer Senate Republican Leader Robert “Bob” Dole received the Congressional Gold Medal in a ceremony on Capitol Hill Wednesday, January 17.“Bob earned his place in the chronicle of American legends by the time he was 21, and in the decades since, he has never stopped earning his place in the pages of American history,” President Donald J. Trump said.The Congressional Gold Medal is the highest award a civilian can receive from Congress. Past recipients include veterans of the American Revolution, the African-American students of Little Rock Nine, and Mother Teresa.Most Americans recognize Dole, now 94 years old, from his decades-long run as a political leader, including his nomination as Republican presidential nominee in 1996. But Dole’s service to his country runs much deeper. His stint in the Army during World War II earned him two Purple Hearts, a Bronze Star with an Oak Cluster, an American Campaign Medal, a European-African-Middle Eastern Campaign Medal, and a World War II Victory Medal.Dole holds the record for longest-serving Republican leader in the Senate. After eight years in the U.S. House of Representatives, Dole served as a U.S. Senator for Kansas for 27 years from 1969 to 1996.Known for his bipartisan work on issues such as Social Security, Dole has continued to stay active long after leaving the Senate. He helped raise $197 million for the World War II Memorial and $120 million for the Families of Freedom Scholarship Fund, which provides for the education of family members of 9/11 victims.Dole founded The Robert J. Dole Institute of Politics at the University of Kansas in 2003. Following his example, the mission of the institute is to “promote political and civic participation as well as civil discourse in a bi-partisan, balanced manner.”“Throughout his life-long service to our country, Bob Dole has embodied the American spirit of leadership and determination, and serves as one of the most prolific role models both in and outside of politics,” the legislation awarding him the Congressional Gold Medal states.President Trump recognized Dole for his involvement in making the World War II Memorial in Washington, D.C., a reality. “Nearly every day, at the memorial, you can see tough war heroes in their eighties and nineties moved to tears,” the President said.As America comes to a crossroads on pivotal issues from immigration and security at our borders to opioids and crumbling infrastructure in our heartland, our leaders should look to Dole’s example now perhaps more than ever before.",
    "president": null
}