{
    "title": "Remarks by President Trump and President Poroshenko of Ukraine – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-president-poroshenko-ukraine/",
    "created_at": "2017-06-20T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nJune 20, 2017\nOval Office11:09 A.M. EDTPRESIDENT TRUMP:  Thank you very much.  It’s a great honor to be with President Poroshenko of the Ukraine — a place that we’ve all been very much involved in.  And you’ve been seeing it and everybody has been reading about it.And we’ve had some very, very good discussions.  It’s going to continue throughout the day.  And I think a lot of progress has been made.  And it’s a great honor to have you, Mr. President.  Thank you.  Thank you very much.Would you like to say something?PRESIDENT POROSHENKO:  That’s a great honor and a great pleasure to be together with you, Mr. President — one of the most reliable supporters and partners — strategic partners for Ukraine.We’re really fighting to bring freedom and democracy with your very strong support in security and defense — support of our defense, support of my 45 million nation, of the country who is the biggest in the European continent.  And I’m absolutely confident that Ukraine is a story of success.  I’m proud to have you, Mr. President, and United States as a co-sponsor to this story of success.And we very much admire of your leadership, of your very effective steps, because today includes two historic days — five months of your presidency and — when we launched the first peace plan — peace plan of Ukraine.  And I’m absolutely confident that our effective coordination will bring the peace to our nation, to our land, and can support our territorial integrity and sovereignty.PRESIDENT TRUMP:  Well, thank you.  It’s a great honor.  Thank you very much.  Thank you.Q    How will you respond to the death of Otto Warmbier?PRESIDENT TRUMP:  I think Otto — it’s a disgrace what happened to Otto.  It’s a total disgrace what happened to Otto.  That should never, ever be allowed to happen.  And frankly, if he were brought home sooner, I think the result would have been a lot different.  He should have been brought home that same day.  The result would have been a lot different.But what happened to Otto is a disgrace.  And I spoke with his family.  His family is incredible, what they’ve gone through.  But he should have been brought home a long time ago.Thank you all very much.  I appreciate it.END\n11:11 A.M. EDT",
    "president": null
}