{
    "title": "Six Interior Infrastructure Projects that Benefit the Public – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/6-interior-infrastructure-projects-benefit-public/",
    "created_at": "2017-06-07T00:00:00",
    "content": "\n\n\t\tEnergy & Environment\t\n\nJune 7, 2017\n5 minute readWhile the Interior Department might not immediately come to mind when talking about the nation’s infrastructure, the Department maintains a vast number of roads, bridges, dams, transmission lines and canals across the country. As the steward for America’s public lands, Interior’s infrastructure projects help millions of visitors experience our national treasures, provide water to the West and support American jobs.Explore 6 infrastructure projects under the Interior Department:Hoover DamOne of 492 dams built by the Bureau of Reclamation, Hoover Dam on the Colorado River is an engineering marvel. It stands 726 feet tall and 660 feet thick at its base, and it took five years to build from 1931-1936. Not only do people come from around the world to see the dam that forms Lake Mead, Hoover Dam is a critical infrastructure project. The dam provides water to 23 million people in the southwestern United States and irrigation water for 2.5 million acres of agriculture, while its power plant provides power to 1.2 million people in California, Arizona and Nevada.USGS StreamgagesSmall but mighty, U.S. Geological Survey streamgages help save lives and property by providing critical information to warn about rising floodwaters and crucial data for the design of bridges, roads, and water treatment plants, and help with the operation of locks and dams. More than 8,200 streamgages are strategically located across the country and equipped with high-tech equipment that provides real-time information and monitors water levels in rivers and streams. Just last month, data from streamgages in Missouri helped emergency managers plan evacuations during that state’s major flooding.Blue Ridge ParkwayThe National Park Service maintains approximately 5,500 paved miles of park roads, 7,000 miles of unpaved roads, 1,700 bridges, and 70 tunnels that provide essential visitor access to national parks. One of the most spectacular roads is the Blue Ridge Parkway, which has earned the nickname of America’s favorite drive. Meandering for 469 miles, the parkway reveals stunning long-range vistas and close-up views of the rugged mountains and pastoral landscapes of the Appalachian Highlands in North Carolina and Virginia. Conceived during the Great Depression, the parkway is the product of a series of major public works projects, which provided a huge boost to the travel and tourism industry and helped the recovery of the Appalachian region. Last year, more than 15 million people enjoyed this park, spending over $979 million in nearby communities.Transmission lines on public landsThe Bureau of Land Management oversees 245 million acres, and as part of that, it maintains over 70,000 miles of roads, 13,000 miles of trails and 800 bridges. The agency is also responsible for authorizing thousands of electric transmission lines, fiber optic lines, canals, pipelines, and more. Most recently the Bureau approved plans to construct an approximately 700-mile-long transmission line that will facilitate the development of new wind projects in Wyoming. The developer estimates that at peak construction the project will create between 1,035 and 1,550 jobs.Geothermal energy to power a tribal schoolWorking with tribes is an important part of Interior’s mission. Infrastructure projects on tribal land can include everything from road building to innovative energy facilities. The Bug-O-Nay-Ge-Shig High School project in Bena, Minnesota, on the Leech Lake Band of Ojibwe Reservation will incorporate geothermal energy to help power the school. The 44,000-square-foot project is using new design and building techniques to set a high bar for future construction projects. The building contract was awarded in January and the project is scheduled to have the academic spaces ready for students when the school bell rings in fall 2017.Fishing piers at Bill Williams National Wildlife RefugeFishing is a favorite pastime for many visitors to national wildlife refuges. At the more than 560 wildlife refuges, U.S. Fish and Wildlife Service provides visitors with access to 263 docks, 530 observation decks and 1,318 trails. Bill Williams National Wildlife Refuge on the Arizona-California border hosts some 80,000 visitors annually. The refuge’s three fully-accessible fishing piers that extend into Lake Havasu are connected by paved trails lit by solar power, making lighted shoreline fishing available on the refuge 24 hours a day.",
    "president": null
}