{
    "title": "Vice President Pence: The U.S. Will Unveil New Tough and Aggressive Sanctions on North Korea – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/vice-president-pence-u-s-will-unveil-new-tough-aggressive-sanctions-north-korea/",
    "created_at": "2018-02-07T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nFebruary 7, 2018\n4 minute read\n1/?\nVice President Mike Pence completed his first day in Japan where he met with Japanese Defense Minister Itsunori Onodera, participated in a bilateral meeting and a joint press conference with Prime Minister Shinzo Abe, and reaffirmed the United States’ unwavering commitment to the United States-Japan alliance.The Vice President’s day began with a visit to the Japanese Ministry of Defense. There he saw one of the Patriot missile batteries that protect Tokyo. The Vice President said that the full range of American military capabilities is dedicated to the protection of Japan.Afterwards, the Vice President arrived at the Kantei to begin his meetings with Japanese Prime Minister Abe. The Vice President announced the United States will soon unveil the toughest and most aggressive round of economic sanctions on North Korea ever.“We have brought unprecedented diplomatic and economic pressure to bear on North Korea through our maximum pressure campaign,” the Vice President said.We will continue to isolate North Korea until it abandons its nuclear and ballistic missile programs once and for all.\n\t\t\t\t\t\tMike Pence\t\t\t\t\tVice President of the United StatesVice President Pence and Second Lady Karen Pence joined the Prime Minister and his wife for a dinner at the end of the evening.Tomorrow, the Vice President will travel to Yokota Air Base to receive a briefing on our bilateral ballistic defense capabilities and address the members of both our Armed Forces. He will then travel to Seoul to further discuss security and stability on the Korean Peninsula. Vice President Pence and Mrs. Pence will also lead the U.S. Delegation to the 2018 Olympic Winter Games in Pyeongchang to reinforce the strong U.S. presence on the Korean Peninsula and send a clear message of American resolve to the North Korean regime.This is Vice President Pence’s second visit in less than a year to Japan and the Republic of Korea.Follow along with the Vice President’s visit to the region using the hashtag #VPinAsia. ",
    "president": null
}