{
    "title": "Intern Series: Made in America – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-made-america/",
    "created_at": "2017-08-08T00:00:00",
    "content": "\nAugust 8, 2017\n2 minute readAs an intern at the Office of Presidential Correspondence, part of my duties are to record remarks from calls we receive on the White House Comment Line and review letters directed to the President. This allows us to see and hear directly from our fellow citizens every day. It is inspiring for me to know the President is listening and is engaged in addressing the concerns of the American people.I come from a rural town on the Eastern Shore of Virginia where the Chincoteague Fireman’s Carnival and Pony Penning Day roundup are our annual area highlights. (If you are wondering what Pony Penning is, read Marguerite Henry’s “Misty of Chincoteague.”) The Chesapeake Bay is 12 miles west and the Atlantic Ocean is 5 miles east of the small town of Atlantic that I call my home. The Eastern Shore is home to many small family businesses and industries that are the lifeline of our small vibrant community. We harvest lots of vegetables, raise chickens, and fish.In the short amount of time I’ve been interning in the Office of Presidential Correspondence, President Trump has shown an incredible amount of support for the rural area where I grew up. In June, President Trump spoke with the Mayor of Tangier Island, James Eskridge, about efforts to conserve the historic island that has been inhabited since the early 1700’s. President Trump also invited Eddie and Sue Heath, the owners of a local business in Crisfield, Heath’s Crab Pots, to the White House as part of his recent Made in America initiative. Tangier Island and Crisfield are vital to the local economy of the Eastern Shore, and the President’s effort to assist them may be small, but they show that he cares for and is working for all Americans.I am proud of the President’s approach to address the concerns of Americans; especially those from rural areas who often feel forgotten after campaigns have ended. President Trump is taking the initiative and making changes in Washington to protect American industries, family businesses, and renew hope for citizens across the United States.Nicholas Connor Priebe is from Atlantic, Virginia, and is a rising sophomore studying history at George Mason University. Nicholas is a member of the Summer 2017 White House Internship Program in the Office of Presidential Correspondence.",
    "president": null
}