{
    "title": "President Trump Hosts Faith Leaders at the White House – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-hosts-faith-leaders-white-house/",
    "created_at": "2017-05-04T00:00:00",
    "content": "\n\n\t\tLaw & Justice\t\n\nMay 4, 2017\n4 minute readPresident Donald J. Trump hosted faith leaders in the White House residence Wednesday night, thanking each member of the group for the central role they play in our nation’s spiritual life and committing to defend religious liberty for all Americans.Vice President Mike Pence opened the dinner by welcoming the group to the White House and thanking them for their unwavering support.“My wife and I are here tonight to thank you – and to pray with you for our nation’s future under President Donald Trump,” he said. “Our nation’s leaders have understood the high importance of prayer as far as the founding of America. In 1775, the Second Continental Congress established a day of fasting and prayer, so that ‘with united hearts and the voices,’ the people of America could offer up their petitions from their hearts into the heavens. And 65 years ago, in 1952, President Harry Truman signed into law a joint resolution of Congress to establish the National Day of Prayer – a day set aside each year for the American people ‘to turn to God in prayer and meditation.’ Every President has issued a proclamation in honor of this day ever since – a tradition that President Trump is proud to continue.”“President Trump is a man of faith and a man of his word, and since day one he has taken decisive action to renew the hallowed promise of America,” the Vice President continued. “He is a man of unshakeable faith in God and in the American people, and he is going to lead this nation to greatness. With your help, and with God’s help, I have faith we will finish the task that we have started together.”At the conclusion of his remarks, Vice President Pence introduced the President, calling him a man of “courage, conviction and compassion.”“America is a proud nation of believers,” the President said. “This evening, we are here to celebrate the renewal of religious liberty in America.  Freedom is not a gift from government – freedom is a gift from God.”As the group listened, the President recalled the profound impact of his travels around the country. “There are five especially moving words that I hear from faithful Americans that always touch my heart,” the President said. “’I am praying for you.’”“Each of us in public life has a duty to protect our God-Given freedoms,” he continued. “But for too long, the federal government has used the power of the state as a weapon against the faith community, bullying and even punishing Americans of faith.”The President then explained to the group that he is signing an executive order to check abuses of the Johnson Amendment, a provision in the U.S. tax code that prevents non-profit organizations, including churches, from being involved in political activity. The effect of the law is that many faith leaders have been intimidated into silence. In fact, 99 churches have come under IRS scrutiny for practicing their First Amendment right to speak on political issues.The faith leaders, many of whom have had their voices silenced for decades under the Johnson Amendment, rose in applause.“Those days are over,” the President said.  “You all should have the right of free speech, too. And you can rest assured; my administration will defend religious liberty for all our citizens.”",
    "president": null
}