{
    "title": "Made in America Product Showcase – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/made-america-product-showcase/",
    "created_at": "2017-07-18T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nJuly 18, 2017\n3 minute readMade in Amerca WeekOn Monday, President Donald J. Trump hosted companies from across the country at the White House for the Made in America Product Showcase. In order to celebrate and highlight each state’s effort and commitment to American-made goods, businesses from each of the 50 states displayed their products made and produced in the United States.Leaders from each company showcased their unique businesses on the South Lawn and on the State Floor of the White House. Products ranged from sandwiches, to wool blankets, to firetrucks; each business connected by the common thread of American excellence. The President visited and conversed with members from each company, assuring that the interests of the workers in the United States would not be pushed aside for global projects. Under the leadership of President Trump, the American worker will be championed.Since his Inauguration, President Trump has been fighting on behalf of American workers and families. He signed the “Buy American and Hire American” Executive Order that targets the abusive use of waivers and exception to undermine “Buy American” laws that promote the allocation of taxpayer funds to American companies. The order also takes steps to stop the abuse of the immigration system and protect American workers.After visiting each display, President Trump addressed workers and business leaders attending the day’s event in the East Room of the White House. He recognized the vital contributions of American workers and job creators to our Nation’s prosperity. The President also voiced his appreciation and attributed much of America’s success to the determination and ingenuity of its entrepreneurs, workers, and farmers, who drive our economy and support our military strength.“We want to build, create, and grow more products in our country using American labor, American goods, and American grit. When we purchase products made in the USA, the profits stay here, the revenue stays here, and the jobs — maybe most importantly of all — they stay right here in the USA,” President Trump said.The President then signed a proclamation, declaring July 17 “Made in America Day” and July 16 through July 22, as “Made in America Week,” calling upon Americans to pay a special tribute to all those who work every day to make America great.“We will celebrate craftsmen, producers, and innovators like the incredible men and women in this room today. We will protect our workers, promote our industry, and be proud of our history because we will put America first.”",
    "president": null
}