{
    "title": "President Trump Announces Manufacturing Jobs Initiative – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/president-trump-announces-manufacturing-jobs-initiative/",
    "created_at": "2017-01-27T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tEconomy & Jobs\t\n\nIssued on:\nJanuary 27, 2017\nPresident Trump announced today that as part of his overall job creation agenda he will launch a Manufacturing Jobs Initiative.The President will be meeting with some of the world’s most successful and creative business leaders to share their experiences and gain their insights. President Trump plans to continually seek information and perspectives from a diverse range of business leaders, including those listed below and others, on how best to promote job growth and get Americans back to work again.The first series of meetings were organized by Andrew Liveris, Chairman and Chief Executive Officer of the Dow Chemical Company. The President has expressed his appreciation to Mr. Liveris for his ongoing efforts in this regard.Initial business leaders assisting with the Manufacturing Jobs Initiative include:Andrew Liveris, The Dow Chemical CompanyBill Brown, Harris CorporationMichael Dell, Dell TechnologiesJohn Ferriola, Nucor CorporationJeff Fettig, Whirlpool CorporationMark Fields, Ford Motor CompanyKen Frazier, Merck & Co., Inc.Alex Gorsky, Johnson & JohnsonGreg Hayes, United Technologies Corp.Marilynn Hewson, Lockheed Martin CorporationJeff Immelt, General ElectricJim Kamsickas, Dana Inc.Klaus Kleinfeld, ArconicBrian Krzanich, Intel CorporationRich Kyle, The Timken CompanyThea Lee, AFL-CIOMario Longhi, U.S. SteelDenise Morrison, Campbell Soup CompanyDennis Muilenburg, BoeingElon Musk, TeslaDoug Oberhelman, CaterpillarScott Paul, Alliance for American ManufacturingKevin Plank, Under ArmourMichael Polk, Newell BrandsMark Sutton, International PaperInge Thulin, 3MRichard Trumka, AFL-CIOWendell Weeks, CorningThe attendees may or may not change from session to session, but the specific agenda subjects will likely change because of the importance of this issue to the American economy and its workers. No consensus advice or recommendations resulting from group deliberations or interaction is expected or will be solicited.",
    "president": null
}