{
    "title": "Music Therapy Heals the Hearts of Military Service Members – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/music-therapy-heals-hearts-military-service-members/",
    "created_at": "2018-02-01T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nFebruary 1, 2018\n4 minute read\n\n\t\t\t\t\t\tKaren Pence\t\t\t\t\t\t\t\nSecond Lady This week, I had the pleasure of speaking at the Creative Forces Arts and Military Conference in Killeen, Texas. There, I spoke before a crowd of military service members, vets, community art leaders, and experts in the creative arts therapies field about the value of arts therapies in healing the invisible wounds of war. The Creative Forces: NEA Military Healing Arts Network plays an important role in forging connections between the clinics and installations at each of the Creative Forces sites and the local community to develop arts programs for military personnel, veterans, and families. You can learn more here.After delivering remarks, I traveled to Fort Hood where I met with people trained in art and music therapy. Peter Buotte is an art therapist. He shared an example of a memory box a service member made near the end of his art therapy treatment. This infantry soldier had served for 14 years, and the outside of the box reflected his work and experience in the military. The inside of the box contained nine dogs tags—one to represent each of the nine friends he lost. A flashlight illuminates the tags to help shine a spotlight on the lives of the soldier’s friends. Today, this soldier has made a lot of progress and currently is training military dogs.Peter also showed me a mask created by a service member who said the following:“While creating the mask, I learned that showing something complicated is not necessary. This is a way to show how I put on a mask every day. On one side, the flag shows a sense of freedom; on the other, the uniform shows sense of duty. Stress and pressure caused my mask of strength to break and show my weakness. Art therapy is one of, if not the most important, therapy for me.”I also had a chance to talk with music therapist, Hannah Bronson. It was so interesting to listen to Hannah as she shared stories of the power of music therapy. I learned a lot! She explained that music therapy offers a contained and supportive environment for the processing of trauma. She also told me that music is a vehicle for expression and/or release of emotions, promotes self-reflection, insight, and awareness, and helps to develop multiple perspectives. In addition, music is non-invasive, safe and motivating.Hannah shared an incredible story of a service member who suffered from PTSD and chronic pain. He felt very uncomfortable in groups and around large numbers of people so he asked to have individual music therapy sessions. During individual sessions, he shared that he had a lifelong dream of learning to play the drums, and he soon began working with the therapist to learn how to play the drums. One day, he asked about group therapy sessions and then began attending group sessions. He eventually performed on stage for 100 people. Amazing! I learned this action shows us one of the ways music therapy helped him to begin to reintegrate and work through his concerns about spending time with large groups of people.This was an amazing visit, filled with powerful stories of ways art and music therapies can help to heal our service members. While meeting with the therapists, a few military spouses participated in our discussion. They are our nation’s silent heroes who do so much and ask for so little. Spouses and other military family members can also benefit from creative arts therapy.I am honored to have this national and international platform to shine the light on art therapy. I hope you continue to follow along, as I will share stories about my visits across the United States and around the world to elevate art therapy.Art therapy is near and dear to my heart. To learn more about my initiative, Art Therapy: Healing with the HeART, click here. To stay updated on our events in the Office of the Second Lady, follow us on Twitter at @SecondLady.",
    "president": null
}