{
    "title": "Intern Series: News Shapers – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-news-shapers/",
    "created_at": "2017-08-21T00:00:00",
    "content": "\nAugust 21, 2017\n2 minute readAs a girl from Los Angeles, the media industry has always been a big part of my life. New movies and television shows were always the buzz around town. I then moved across the country to Washington, D.C. for college and the relationship between the city I lived in and the media changed drastically. It became less about entertainment and more about a fight for information and the ability to control the narrative. Rarely, however, in watching a news segment or reading an article, did I feel like I was getting the full story—a piece seemed to be missing.This summer I was chosen to participate in the White House Internship Program. As an intern, I was able to attend the Axios News Shapers Breakfast with Kellyanne Conway. Mrs. Conway and Mike Allen, the co-founder of Axios, sat down for a Q&A session that was the keynote of the event. The topic was “the news of the day.” They immediately dove into a dynamic discussion on healthcare, women’s issues, tax reform, and communications strategy. Mrs. Conway and Mr. Allen challenged each other in a cordial way while still managing to report the news and get a message across. For the first time in a while, it felt like I was getting the full story. Both sides were respectful and able to say what they wanted without distractions and interruptions, making it possible for one to finally feel a part of the narrative.Mrs. Conway is a role model of mine, so being able to attend an event with her was one of the highlights of my summer. Her effective communication skills and advocacy of the President and the American people is truly admirable. It was an honor to witness Mrs. Conway firsthand working to Make America Great Again!Grace Palmer is from Santa Monica, California, and is a rising sophomore studying Global Business at Georgetown University’s Walsh School of Foreign Service. Grace is a member of the Summer 2017 White House Internship Program in the Office of the Senior Counselor to the President.",
    "president": null
}