{
    "title": "African American History Month and the Bonds of Patriotism – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/african-american-history-month-bonds-patriotism/",
    "created_at": "2018-02-01T00:00:00",
    "content": "\nFebruary 1, 2018\n5 minute readBoth Abraham Lincoln and Frederick Douglass were born in February, giving the Association for the Study of African American Life and History (ASALH) a good reason to choose this month to celebrate African American History. What began as a weeklong observance in 1926 became a month of recognition by the 1960s, made official by Presidential designation in 1976.This year’s theme, “African Americans in Times of War,” marks the 100th anniversary of the World War I armistice. In his Proclamation of February 2018 as National African American History Month, President Donald J. Trump highlighted African American military service in all of America’s wars, from the American Revolution to present day.“For far too long, African Americans bravely fought and died in the name of freedom, while at the same time struggling to attain equality, respect, and the full privileges of citizenship,” the President wrote. “Because of their love of country, these heroes insisted on serving and defending America despite racial prejudice, unequal treatment, diminished opportunities, and segregation.”On February 13—one day after Abraham Lincoln’s birthday and one day before Frederick Douglass’—Vice President Mike Pence visited the National Museum of African American History and Culture in Washington. Authorized by legislation signed by President George W. Bush in 2003 and opened to the public in 2016, the museum has quickly become a major destination in the Nation’s capital.“It is deeply humbling for me to stand before you today in the midst of this great national monument to the struggles, the sacrifices, and the triumphs of so many American heroes,” the Vice President said. “The history that’s recorded in these halls literally is stitched into every fabric of the American story.”That same afternoon, President Trump and First Lady Melania Trump hosted a reception to honor African American leaders from across the country. More than 200 representatives from the faith, business, entertainment, and veterans communities were expected to join the First Couple at the White House.Dr. Carter G. Woodson helped found the ASALH in 1915 in response to the lack of histories and publications about African Americans. “If a race has no history, if it has no worthwhile tradition, it becomes a negligible factor in the thought of the world, and it stands in danger of being exterminated,” Dr. Woodson said.Throughout February, celebrations will be held across the country, and many school jurisdictions will supplement their standard curricula to teach students more about the essential role African Americans have played in U.S. history.The history of African Americans exemplifies the resilience and innovative spirit that continue to make our Nation great.\n\t\t\t\t\t\tPresident Donald J. Trump in his 2017 African American History Month Proclamation\t\t\t\t\tAs part of 2017’s African American History Month, Vice President Mike Pence held a listening session with leaders of Historically Black Colleges and Universities (HBCU). “The contributions of historically black colleges and universities for a century and a half in our nation’s history have trained up young men and women who have gone on to lead this nation and to lead us to a more prosperous and more perfect union,” the Vice President told participants.The day after that meeting, President Trump signed a Presidential Executive Order on The White House Initiative to Promote Excellence and Innovation at Historically Black Colleges and Universities. This order moved oversight of the federal HBCU initiative from the Department of Education directly to the White House.“Education has the power to uplift. It has the power to transform,” the President said before signing the order. “And, perhaps most important, education has the power to create greater equality and justice in our lives.”The special focus of this year’s African American History Month on military contributions is a solemn reminder of the bonds of patriotism. As he did during his State of the Union Address on January 30, President Trump illustrated this significance through the personal stories of real Americans.We remember soldiers like Sergeant Henry Johnson of the Harlem Hellfighters, the all-black National Guard unit that was among the first American forces to arrive in France during World War I. Johnson suffered 21 wounds during front-line combat and received France’s highest award for valor. To acknowledge his exceeding bravery, he was posthumously awarded the Distinguished Service Cross and a Purple Heart.— President Donald J. Trump in his 2018 African American History Month Proclamation“These and countless other African Americans triumphed over ignorance, oppression, and injustice to make indelible contributions, not only to our military history, but even more importantly to our American history,” the President wrote.“They are an integral part of our Nation’s story.”",
    "president": null
}