{
    "title": "Trump Administration Releases Fentanyl Safety Training Video for First Responders – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/trump-administration-releases-fentanyl-safety-training-video-first-responders/",
    "created_at": "2018-08-30T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tHealthcare\t\n\nIssued on:\nAugust 30, 2018\nOffice of National Drug Control PolicyToday, the Office of National Drug Control Policy partnered with the Department of Justice and other Federal departments and agencies to release a training video based on the Administration’s Fentanyl Safety Recommendations to educate First Responders – including law enforcement, fire, rescue, and emergency medical services (EMS) personnel – on how to protect themselves from the harmful effects associated with exposure to the potent opioid fentanyl and its analogues.“Public safety personnel on the frontlines are increasingly likely to encounter fentanyl and other synthetic opioids when responding to overdose calls, conducting traffic stops, arrests and searches, and securing the border. This video provides scientific, evidence-based recommendations to protect against exposure to fentanyl,” said Jim Carroll, Deputy Director of the Office of National Drug Control Policy. “This video will be an essential training tool for First Responders as they continue to fight on the frontlines of the opioid crisis. We are grateful for their dedicated and honorable service to their communities and we want to provide them with the most accurate information to ensure their safety.”The video highlights protective actions first responders should take to perform daily activities safely when the presence of fentanyl is suspected, actions to take when exposure occurs, and steps to take when individuals exhibit signs of opioid intoxication.  Personal protective equipment (PPE) is effective in preventing exposure.  First Responders should wear gloves when the presence of fentanyl is suspected.  When responding to a situation where small amounts of suspected fentanyl are visible and may become airborne, First Responders should also use a properly-fitted, NIOSH-approved respirator mask, wear eye protection, and minimize skin contact.This video was produced with the help of U.S. Customs and Border Protection. Ten Federal agencies, coordinated by the National Security Council, developed the recommendations on which this video was based. Additionally, 24 stakeholder associations representing the medical, public health, law enforcement, Fire/EMS, and occupational safety and health disciplines provided collaborative support to ensure the recommendations are operationally relevant and appropriately tailored to First Responders.The video can be accessed at: https://trumpwhitehouse.archives.gov/ondcp/key-issues/fentanyl/",
    "president": null
}