{
    "title": "Commemoration of the 34th Anniversary of the Attack on the U.S. & French Barracks in Beirut, Lebanon – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/commemoration-34th-anniversary-attack-u-s-french-barracks-beirut-lebanon/",
    "created_at": "2017-10-23T00:00:00",
    "content": "\n\n\t\tNational Security & Defense\t\n\nOctober 23, 2017\n3 minute readToday, Vice President Pence was welcomed at the Marine Barracks in Washington, D.C., to commemorate the 34th anniversary of the bombing of the U.S. and French Barracks in Beirut, Lebanon. On October 23, 1983, the terrorist group Lebanese Hizballah carried out the attack  that killed 241 U.S. Service members and 58 French paratroopers.  It was the bloodiest day for the U.S. Marines Corps since the assault on Iwo Jima.General H.R. McMaster, Assistant to the President for National Security Affairs, opened the ceremony by paying tribute to those that had lost their lives or were injured in the Beirut attacks, their friends and family, and to the men and women of the Nation’s armed forces who continue to protect the country. General McMaster also called attention to Hizballah as the perpetrator of the attack and to the continued use of terrorism by the group as well as by its sponsor Iran, which continues to engage in destabilizing activity in the Middle East.Vice President Pence opened his speech by telling the story of the Marines who were sent to Lebanon to help protect the innocent and prevent a the Lebanese civil war from becoming an even greater tragedy.“[F]or that very reason, because of the principles for which they stood and the peace for which they strived, these heroes aroused the attention of great evil,” Pence said describing what would be the beginning of the United States’ fight against terrorism.The Vice President went on to honor those who lost their lives as well as to the friends and family who still mourn their loss “not just one day a year, but every day in your careers and in your lives.” The Vice President paid his respects to those who are currently fighting to defend American freedom saying, “To them, and to all of you, I say with confidence: Under this Commander-in-Chief, the Armed Forces of the United States will have the support they need to confront our enemy and win.”Under the current Administration, the United States has signed the largest increase in defense spending in nearly 10 years and is currently working with the Congress to pass the largest increase in national defense spending since President Ronald Reagan’s Administration. Last week, President Trump announced that the U.S. will no longer certify the Iran nuclear deal and put Iran on notice that we will no longer tolerate their destabilizing activities or their support of terrorism across the region and across the world.  Vice President Pence also noted that American and allied forces liberated Raqqa, the self-proclaimed capital of ISIS.“As a nation, we resolve that under the leadership of President Donald Trump, we will drive the cancer of terrorism from the face of the Earth,” President Pence said as the crowd rose to applaud.In closing, the Vice President once again gave his thoughts to the families of the fallen who will “live on forever enshrined in the hearts and memory of a grateful nation.” He continued: “Today and every day, we can take comfort in the knowledge that they were, as God above is and ever will be, Semper Fidelis.”",
    "president": null
}