{
    "title": "Readout: Second Lady Karen Pence Visits with Young Patients; Gives Coloring Books and Crayons – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/readout-second-lady-karen-pence-visits-young-patients-gives-coloring-books-crayons/",
    "created_at": "2017-12-12T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tHealthcare\t\n\nIssued on:\nDecember 12, 2017\nAs Christmas approaches, Second Lady Karen Pence visited with children receiving medical care to give them coloring books and crayons while also offering encouraging words to them and their families.First, Mrs. Pence visited patients, families, and staff members at Medstar Georgetown University Hospital in Washington, DC. Upon arrival, she was greeted by Katie Wallace, the Child Life Coordinator, and Eileen Ferrell, Chief Nursing Officer. The staff led Mrs. Pence to the in-patient area where she met with young patients. The Second Lady spoke with the children and their families and gave them coloring books and crayons. Then, Mrs. Pence visited the pediatric outpatient hematology/oncology clinic. There, she visited the art therapy program that is provided by Tracy’s Kids. She gave a child who was meeting with one of the art therapists a coloring book and crayons. She gave the art therapist a charm bracelet in appreciation for her work in art therapy.“The children at Medstar Georgetown University Hospital provide so much inspiration and hope,” said Mrs. Pence. “I was encouraged by the positive spirits and laughter and appreciate the opportunity to share some time with them during this holiday season.”“We’re so pleased to have a visit from Mrs. Pence to help brighten the days of our sick children who unfortunately must be hospitalized so close to the holidays,” said Eileen Ferrell, Chief Nursing Officer. “We thank her for the smiles she spread here today at MedStar Georgetown.”Mrs. Pence also visited children at the Ronald McDonald House Charities of Greater Washington, DC. Upon arrival, the Second Lady was greeted by Julie Lowe, Director of Marketing and Community Engagement, and Dustin Davis, Director of Operations. Then, Mrs. Pence met with children and their families and gave them coloring books and crayons. To date, the two Ronald McDonald Houses in Washington, DC and Fairfax, Virginia have served over 23 Pediatric departments from 16 hospitals and doctors’ offices, including children from Neonatal ICU, Cardiac ICU, Pediatric Transplant, and Hematology and Oncology.“I am always amazed by the courageous spirits of young patients and their families,” said Mrs. Pence. “The Ronald McDonald House Charities of Greater Washington, DC provides a positive place for children and their families during a difficult time in their lives. This Christmas, I am wishing all families faced with tough times better days ahead.”“We are delighted that the Second Lady, Mrs. Pence, was able to visit our DC Ronald McDonald House today, “ said Karen Torres, President & CEO. “The holidays can be an especially difficult time for our families who are away from home, and her visit brought some unexpected excitement and cheer.”\n1/?\n",
    "president": null
}