{
    "title": "We Can Bring the Opioid Crisis to an End – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/can-bring-opioid-crisis-end/",
    "created_at": "2018-10-26T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nOctober 26, 2018\n3 minute read\n\t\t\t\t\t\tKellyanne Conway\t\t\t\t\tCounselor to the PresidentImagine if a plane carrying nearly 200 passengers fell from the sky each day. Americans would demand answers—and action.Drug overdoses now claim nearly 200 lives each day. That’s more lives annually in the US than breast cancer, car accidents or gun violence. Another 2 million people currently suffer from an opioid use disorder.The statistics are harrowing; the stories of loss heartbreaking. Yet in the year since President Donald J. Trump issued a nationwide call to action, and his administration declared a national public health emergency, our results and resolve offer some hope that the worst drug crisis in US history can be slowed, and eventually solved.The results speak for themselves. Seizures of several kinds of illicit drugs are up, the number of new 30-day prescriptions is down and overdose deaths attributed to prescription pain medications have started to level.Earlier this month, Congress passed H.R. 6, The SUPPORT for Patients and Communities Act, the largest legislative effort in history to address a single drug crisis.…With the President’s signature on Wednesday, the new law will expand access to evidence-based treatment, protect communities from illicit drugs, invest more in sustained recovery and workforce participation, continue to fight the stigma directed at people with addiction and raise public consciousness of the dangers of illicitly imported synthetic opioids like fentanyl.This bill includes more money for infants born physically dependent on opioids and their parents. Assistance for children in foster care due to parental substance abuse is also included.…But the bill isn’t the only step to combat the crisis. The administration, through its collaborative “Opioids Cabinet,” staff from Cabinet departments and agencies engaged in combating the opioid crisis, has focused on a whole-of-government approach that aims to treat the whole person.…More people than ever are receiving evidence-based medication — assisted therapy for opioid addiction. One of these treatments, buprenorphine, has seen a 16% increase in new patients since President Trump took office.And we are returning treatment decisions to the hands of trusted local experts on the front line. In September, Substance Abuse and Mental Health Services Administration (SAMHSA) awarded $930 million in grants to states to address the opioid crisis.…The President lent his social media muscle and voice to what were record-breaking numbers of unwanted prescription drugs collected during the three National Prescription Drug Take-Back Days since he assumed office. In the span of 12 months, three take-back days netted 2.8 million pounds of pills — enough to fill more than 10 Boeing 757s.Each of these initiatives are a promise kept to the American people by a candidate and President who vowed to help a weary, hurting heartland.…The opioid and drug crisis does not discriminate. It has seeped past socioeconomic, demographic, political and geographic boundaries to affect every area of the country. This is no longer someone else’s kid, someone else’s co-worker, someone else’s community.President Trump agrees: When someone is struggling with addiction, we don’t ask them how they voted, we ask them how we can help.Read the full story here.This op-ed appeared in CNN on October 26, 2018.",
    "president": null
}