{
    "title": "White House Coronavirus Task Force Announces Community Mitigation Strategies For Seattle, Santa Clara – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/white-house-coronavirus-task-force-announces-community-mitigation-strategies-seattle-santa-clara/",
    "created_at": "2020-03-11T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tHealthcare\t\n\nIssued on:\nMarch 11, 2020\nThe White House Coronavirus Task Force today recommended 30-day mitigation strategies for Seattle-King, Pierce, and Snohomish County, Washington, and Santa Clara County, California due to widespread transmission of coronavirus disease 2019 (COVID-19). These mitigation activities are designed to address the effects of COVID-19 on areas that are experiencing community spread.“President Trump has made clear that the Task Force must move decisively to protect the health and safety of the American people,” said Vice President Mike Pence. “These recommendations outline a whole-of-community approach to immediately minimize the impacts of coronavirus in these cities and towns. I look forward to the continued partnership between the Task Force and State and local leaders.”Earlier today, Vice President Pence spoke with California Governor Gavin Newsom and Washington Governor Jay Inslee about these community mitigation strategies. The Task Force and the Centers for Disease Control and Prevention (CDC) have worked closely with state and local leaders in California, Washington, and around the Nation to develop these strategies. Additionally, CDC has teams in these areas working with public health partners to respond to the situation on the ground.Cooperation with communities, businesses, and healthcare organizations is necessary to implement extensive community mitigation activities with the goal of protecting:Due to widespread community transmission of COVID-19 in these communities, examples of mitigation strategies for these areas include, but are not limited to:In making these recommendations, the Task Force considered guidance from multiple Federal agencies, including technical advice from CDC. These community mitigation strategies are recommended for 30 days, after which local and state public health officials, in coordination with CDC will reassess the individual community situations.Read the Seattle-King and Pierce County Community Mitigation Strategy.\nRead the Santa Clara County Community Mitigation Strategy.",
    "president": null
}