{
    "title": "In Photos: First Lady Melania Trump Takes Her Message of Child Well-Being to Africa – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/photos-first-lady-melania-trump-takes-message-child-well-africa/",
    "created_at": "2018-10-12T00:00:00",
    "content": "\nOctober 12, 2018\n5 minute readFirst Lady Melania Trump spent the first week of October taking her Be Best initiative to Africa. The First Lady visited four countries in the span of just five days: Ghana, Malawi, Kenya, and Egypt. While encouraging children to “Be Best” in their individual paths and teaching them about the importance of social, emotional, and physical health, the First Lady also had the opportunity to hear firsthand about the unique culture and traditions of each country she visited.Mrs. Trump made her first stop abroad on October 2: Accra, Ghana, where local schoolchildren greeted her by waving the flags of the United States and Ghana. Later that day, she toured Accra’s Ridge Hospital alongside the First Lady of Ghana, Rebecca Akufo-Addo. The two First Ladies learned how the hospital’s medical staff educate new mothers on infant care and the importance of immunizations and proper nutrition.Before leaving the hospital, the First Lady donated baby blankets, teddy bears, weighing sacks, and diaper bags to the hospital—all of which she personally selected.On Wednesday morning, Mrs. Trump traveled to central Ghana for a meeting with Chieftains at Emintsimadze Palace, as well as a tour of Cape Coast Castle. Before visiting the Castle, Cape Coast’s Paramount Chief and Chieftains held a ceremony officially granting the First Lady permission to visit the site. After receiving gifts of traditional Kente cloth, hand-made sandals, and a hand-made necklace and bracelet, the First Lady toured the Castle and placed wreaths on the former slave quarters.The First Lady arrived in Lilongwe, Malawi, on Thursday, where she focused on the importance of education. She traveled to Chipala Primary School, touring classrooms, observing an English lesson, and meeting with teachers, parents, and local school management. Mrs. Trump spoke about the importance of teaching and empowering youth while praising the continued efforts of the United States Agency for International Development (USAID) to increase access to education for children in Malawi.“The growth and success of a country starts with educating our children,” the First Lady said. Before leaving the school, she watched students play soccer with a few of the soccer balls she had donated among other Be Best items including Frisbees and tote bags filled with classroom supplies for the teachers.Late Thursday evening, the First Lady arrived in Nairobi, Kenya. There she toured Nairobi National Park, fed baby elephants, and stopped at a burn site—an important landmark in conservation for the people of Nairobi. She then visited the Nest Baby Village, part of a larger children’s home that cares for children ranging from newborns to teens whose mothers are imprisoned.“The Nest is a prime example of what it means to protect and nurture our next generation. Seeing their efforts shape the lives of so many children is something I will never forget,” the First Lady said.For her final stop, the First Lady had the chance to share her Be Best message with the people of Cairo, Egypt. She met with the President and First Lady of Egypt, emphasizing that support for children worldwide helps ensure that future generations have every opportunity to meaningfully contribute to society. After the meeting, Mrs. Trump visited some of the major cultural sites in Egypt, including the Sphinx and the Great Pyramid—one of the Seven Wonders of the World.\n1/?\n",
    "president": null
}