{
    "title": "GDP Growth is Translating into Jobs and Expanded Payrolls for Americans – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/gdp-growth-translating-jobs-expanded-payrolls-americans/",
    "created_at": "2017-11-03T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nNovember 3, 2017\n4 minute readCouncil of Economic AdvisersThe U.S. economy continues to experience worker-friendly growth. The Bureau of Labor Statistics (BLS) reported today that nonfarm payrolls grew by 261,000 jobs in October while the unemployment rate fell by 0.1 percentage point to 4.1 percent, the lowest rate in more than 16 years. Job growth estimates for August and September were revised upward by a total of 90,000 jobs. These revisions put the U.S. back on the pre-established 2017 job growth trend (Figure 1), and preserved the economy’s longest consecutive, positive monthly job growth period on record.While 261,000 additional jobs is the largest monthly change in more than a year, it follows relatively weak growth of 18,000 jobs (after an upward revision) in September. Job growth oscillation in September and October reflects the vagaries of Mother Nature. As noted in our previous blog post, the timing of Hurricane Irma crucially impacted the jobs report because it made landfall the weekend prior to the payroll week used by BLS in its Establishment Survey. As a result, many workers who are paid hourly (especially those in the leisure and hospitality industry) were unable to collect their paychecks during that week, even though they remained employed. The initial estimate of September employment reflected a net loss of 33,000 jobs, revised up to a net gain today of 18,000 jobs.Job growth in October in weather-sensitive industries (construction, mining and logging, and leisure and hospitality) rebounded by 115,000 net new jobs, after falling by 90,000 jobs in September. For the economy as a whole, the net effect of the two months is an increase of 279,000 jobs.Thus, although the hurricane served to remove individuals from payrolls in September, the strong October number reflects a full return to work for those in weather-sensitive industries as well as additional job growth from new economic activity in line with the rest of 2017.Notably, the median private forecast predicted an increase of 310,000 jobs in October, as reported by Bloomberg. These predictions were higher than the realized value (261,000), but were nearly perfectly predictive when upward revisions to September are accounted for.In results from a separate Household Survey, the October unemployment rate (U-3) was 4.1 percent, down from 4.8 percent in January, and is the lowest rate since December 2000. Unemployment rates declined significantly across a wide range of unemployment measures, including the broadest measure (U-6, which includes discouraged workers and those marginally attached to the labor force), which declined by 0.4 percentage points over the previous month to 7.9 percent – the lowest rate since December 2006. The over-the-month change in the total number of unemployed persons was a decline of 281,000, making the 6.5 million unemployed individuals in October the lowest level since June 2001.As part of Veterans Month, it is worthwhile to celebrate the notable change in the employment situation of U.S. veterans. BLS reported that the unemployment rate for all veterans fell 1.6 percentage points to 2.7 percent in the 12 months ending in October, the lowest value since November 2000. The unemployment rate for veterans is lower than the rate for all adult men, lower than the rate for all adult women, and only 0.7 percentage point higher than the rate for all bachelor’s degree holders.The labor force participation rate in October declined by 0.4 percentage point to 62.7 percent, remaining below the post-recession average of 63.5 percent. For prime-aged workers (aged 25-54), the labor force participation rate declined by 0.2 percentage point to 81.6 percent, above the post-recession average of 81.4 percent. Average hourly wages for all private workers in October were flat relative to September, likely reflecting artificially high wages in September due to the selection effects of the hurricane. The 12-month change in average hourly earnings in October was 2.4 percent, below the October 2016 12-month change of 2.7 percent.Overall, today’s BLS report indicates this year’s 3.0 percent annualized real GDP growth is translating into jobs for workers and expanded payrolls in the United States. Americans, and our veterans, are benefitting.",
    "president": null
}