{
    "title": "Honoring our Heroes’ Sacrifice – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/honoring-heroes-sacrifice/",
    "created_at": "2017-04-07T00:00:00",
    "content": "\n\n\t\tVeterans\t\n\nApril 7, 2017\n2 minute read\n\n\t\t\t\t\t\tMichael R. Pence\t\t\t\t\t\t\t\nVice President of the United StatesYesterday, the President and I had the high honor of welcoming the Wounded Warrior Project to the White House – an organization that has faithfully served our servicemen and women who have been injured in the defense of the freedom we hold dear. In these men and women, I saw courage. I saw valor. I saw determination. And above all else, I saw patriots and heroes.And earlier this week, my wife Karen and I had the great privilege of hosting a gathering of Gold Star Wives to express our eternal thanks and our unwavering support for their spouses’ sacrifice. This nation owes them a debt of gratitude that we can never fully repay.Among these men and women, we were reminded of the depth of sacrifice of those who’ve borne the battle, and the anguish that weighs on the hearts of their loved ones. Our servicemen and women, and the loved ones who stand beside them, are the best of us and an inspiration to us all.Rest assured, our service members’ sacrifice on behalf of America will never go unnoticed or unappreciated in this White House. Just as they have fought for our freedom and our country, so will we fight for our men and women in uniform.Under the leadership of President Trump, we will rebuild our military, restore the arsenal of democracy, and provide our soldiers, sailors, airmen, marines, and Coast Guard with the resources and training they need to accomplish their mission, protect our families, and come home safe to theirs.As the father of a United States Marine, I couldn’t be more proud to stand alongside a President who will fight for our men and women in uniform every single day. As President Trump said earlier today, “Our way of life continues because of men and women who are willing to sacrifice anything and everything to protect their fellow warriors, and to protect all of us.”And so, we will continue to lift up the brave men and women who have answered the call to serve. With one grateful heart, and one mighty spirit, the people of our nation thank you. The President and I salute you. And we vow that your sacrifice will never be in vain.",
    "president": null
}