{
    "title": "President Donald J. Trump Announces Additional Support for the People of Puerto Rico as They Continue to Rebuild Following Natural Disasters – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/president-donald-j-trump-announces-additional-support-people-puerto-rico-continue-rebuild-following-natural-disasters/",
    "created_at": "2021-01-05T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tLand & Agriculture\t\n\nIssued on:\nJanuary 5, 2021\nToday, President Donald J. Trump’s Administration announced one of the largest grants ever for infrastructure projects in Puerto Rico to rebuild from the devastation caused by Hurricane Maria.Under the leadership of President Trump, Federal Emergency Management Administration (FEMA) will award $3.7 billion to help rebuild Puerto Rico’s water and wastewater treatment plants, pumping stations, dams, and reservoirs.  This funding represents the 90% Federal share of the $4.1 billion fixed cost estimate (FCE) for facilities operated by Puerto Rico’s Aqueduct and Sewer Authority (PRASA). This is one of the largest Public Assistance grants in the history of FEMA, demonstrating once again, the Trump Administration’s commitment to supporting the people of Puerto Rico and improving the territory’s infrastructure.Today’s announcement is in addition to FEMA grants of $9.6 billion for electrical infrastructure and $2 billion for education facilities announced by President Trump in September of 2020.  Together, these grants exceed the total Public Assistance funding in any single federally-declared disaster other than Hurricanes Katrina and Sandy.  Federal funding of $9.6 billion will allow the Puerto Rico Electrical Power Authority (PREPA) to repair and replace thousands of miles of transmission and distribution lines, electrical substations, power generation systems, office buildings, and make other grid improvements.  The $2 billion grant for the Puerto Rico Department of Education (PRDE) will focus on restoring school buildings and educational facilities across the island.All critical infrastructure projects are funded under FEMA’s Public Assistance Alternative Procedures, pursuant to Section 428 of the Robert T. Stafford Disaster Relief and Emergency Assistance Act.  This innovative funding method allows Puerto Rican officials to work with FEMA to determine how to best meet their unique recovery needs.Once the PRASA grant is awarded, President Trump’s Administration will have obligated over $40 billion for Puerto Rico’s recovery from Hurricane Maria.",
    "president": null
}