{
    "title": "Did You Know? How $200B can be leveraged to $1.5T – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/know-200b-can-leveraged-1-5t/",
    "created_at": "2018-02-13T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nFebruary 13, 2018\n3 minute readAs President Donald J. Trump unveiled his infrastructure plan this week, one question dominated the political debate — how can $200 billion in federal investment grow to $1.5 trillion?The federal government historically has played, and should continue to play, an important role in developing infrastructure in our Nation. However, the vast bulk of infrastructure spending in the United States is nonfederal. The President’s plan allows:The President’s incentive program dedicates $100 billion directly into the federal coffers to help states, localities, and private entities complete their infrastructure projects and/or get them off the ground.How would it work?A state, locality, or private entity would approach the federal government with an infrastructure project they have identified – complete with an outside revenue stream to fund and maintain it – and then would ask the federal government to make up the difference. A federal incentive grant could not exceed 20 percent of new revenue to complete the project, and any individual state could not receive more than 10 percent of the total amount available under the infrastructure incentives program. We believe this will create a great return on taxpayer dollars, as we will be getting a 10 to 1, or 5 to 1, return on a $100 billion investment.For example, Nashville, Tennessee, is a booming metropolitan region in need of additional transportation investments. Nashville has developed a $5.4 billion, 14-year transportation improvements package funded by dedicated local revenue that will go before the voters this Spring. That is exactly the type of transformative local investments that the Administration’s infrastructure initiative will support and encourage.The President’s plan will also widen local, state, and private entities’ access to capital to fund their infrastructure projects. The federal government lending programs currently include TIFIA (for transportation), WIFIA (for water), and RRIF (for rail).Did you know that $1 dollar in taxpayer money lent by TIFIA generates $40 in nonfederal investment? That’s what’s known as leveraging – the federal government spending $1 dollar and receiving $40 return on investment in order to get our Nation’s transportation needs met. In theory, $10 billion in TIFIA loans alone could be leveraged up to $400 billion in projects.The Trump Administration believes states and localities are better equipped to understand the right level and type of infrastructure investments needed for their communities. The federal government will be there to help push these projects into reality, by providing some incentive capital — conditioned upon outside, independent funding and the achievement of milestones within identified time frames — and by expanding federal credit options.",
    "president": null
}