{
    "title": "The Great Debate: Is it ‘Presidents’ Day’—or ‘Washington’s Birthday?’ – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/great-debate-presidents-day-washingtons-birthday/",
    "created_at": "2018-02-19T00:00:00",
    "content": "\nFebruary 19, 2018\n4 minute readSince 1971, federal employees and school children have enjoyed a three-day holiday weekend each February. The long weekend is often filled with Presidents’ Day sales—no long weekend for many hardworking retail employees—family time, and relaxing.Yet despite the holiday often being referred to as “Presidents’ Day” in practice, the official federal holiday continues to be known as “Washington’s Birthday.” When George Washington himself was alive, people honored the occasion with balls and banquets. The celebration continued after his death as a way to remember what America’s first president did for the Nation.February 22, the date of Washington’s birth in 1732, became a federal holiday in 1879. Today, we celebrate Washington’s Birthday on the third Monday of February each year—the result of the 1968 law mandating that a number of federal holidays occur on Mondays.Incidentally, the third Monday in February can never fall on the 22nd, meaning the federal holiday will never land on Washington’s actual birth date.Rep. Robert McClory (R-IL), representing “the land of Lincoln,” attempted to change the name of the holiday to “Presidents’ Day” in 1968. But that measure proved to be particularly controversial for legislators from Virginia, Washington’s home state. The provision was soon dropped.McClory did gain the concession of having the holiday celebrated on the third Monday in February, which falls between Abraham Lincoln’s birthday on February 12 and Washington’s 10 days later. It appeared to many that a federal holiday now existed to celebrate both Washington and Lincoln—as well as America’s other 43 commanders in chief. This interpretation was fueled by the numerous states that adopted “Presidents’ Day” as the holiday’s name, rather than the traditional “Washington’s Birthday.”\n\t\t\t\tLearn more about the 45 Presidents of the United States, from George Washington to Donald J. Trump.\t\t\tPast Presidents have often recognized the holiday with visits to Washington’s tomb. Franklin Delano Roosevelt did so on Washington’s 211th birthday in 1943, and Ronald Reagan followed suit on the 250th anniversary in 1982. President George W. Bush visited Mount Vernon in 2007.During the Civil War, the Senate remembered George Washington with a reading of his Farewell Address. “In view of the perilous condition of the country, I think the time has arrived when we should recur back to the days, the times, and the doings of Washington and the patriots of the Revolution, who founded the government under which we live,” future President Andrew Johnson said on Feb. 22, 1862.By 1896, reading Washington’s Farewell Address in the Senate had become an annual event. The parties take turns having a senator read the speech each year, and they now record their names in a notebook that has been used since 1900.In his address, Washington advised the new Nation to keep the union together, beware misrepresentations of political factions and parties, keep debt to a minimum, and govern morally.The basis of our political systems is the right of the people to make and to alter their constitutions of government. But the Constitution which at any time exists, till changed by an explicit and authentic act of the whole people, is sacredly obligatory upon all.\n\n\t\t\t\t\t\tGeorge Washington, 1796 Farewell Address\t\t\t\t\t\t\t\nBy taking the time to remember and celebrate George Washington’s life each February, all Americans have the opportunity to be grateful for the sacred Founding of this country and the values for which it stands. When Washington resigned from the presidency after two terms, he set a precedent for the peaceful transfer of power that continues to stand out as a moral example to the free world.With his characteristic humility, Washington said, “I have, with good intentions, contributed towards the organization and administration of the government the best exertions of which a very fallible judgment was capable.”Read more about George Washington’s presidency here.",
    "president": null
}