{
    "title": "Remarks by President Trump Welcoming the 2019 NCAA Division I Women’s Basketball National Champions: The Baylor Lady Bears – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-welcoming-2019-ncaa-division-womens-basketball-national-champions-baylor-lady-bears/",
    "created_at": "2019-05-07T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\nIssued on:\nMay 7, 2019\nOval OfficeApril 29, 2019\n3:50 P.M. EDTTHE PRESIDENT:  Well, thank you very much.  And it’s my great honor to welcome to the White House the 2019 NCAA Women’s Basketball National champions, the Baylor Lady Bears.  Okay?  And I watched that last game, and that was a tough, rough game with Notre Dame.To Coach Kim Mulkey, I want to just congratulate you and the entire team.  And, you know, interestingly, I got a little bit of a résumé about you, Coach.  Should I — can I read a couple of lines from this?COACH MULKEY:  Sure.THE PRESIDENT:  Do you mind if I do that?  Because this is very impressive.So, women’s basketball head coach, 19th season.  But what’s impressive: “No matter what Kim Mulkey has attempted in basketball, whether it be the court or along the sidelines, [she] has found tremendous success.  In 18-[plus] seasons as the head coach, she has attained a 576 career victories and ranks number two among the winningest Division I head coaches in the winning percentage of .853.  She’s number three.”  And she doesn’t like number three, but she’s going to catch (inaudible).  “She’s number three all-time, by percentage, between two mentors, second-rank, Leon Barmore” — that’s at .869.  And of course, the very legendary, Pat Summitt at .841.So you’re pretty close to Pat Summitt.  If you have a couple of more seasons, good, you can maybe even take that percentage.  That percentage was pretty big.  That’s an amazing job.And you started off, and you inherited a team that was 7 and 20, and was going nowhere.  And look what you have right there.  Here we are in the Oval Office, right?COACH MULKEY:  I’m blessed.  Thank you.THE PRESIDENT:  So, Coach, that’s really fantastic.  (Applause.)  That’s fantastic.I just read that through.  I heard great things and I read it, and I felt we should let people know because that’s an incredible — 7 and 20 to the national championship.  Great job.COACH MULKEY:  Thank you.THE PRESIDENT:  Would you like to work at the White House, by any chance?COACH MULKEY:  No.  (Laughter.)THE PRESIDENT:  Because we’ll take you.  We need that.Our Vice President, you know Mike Pence, everybody.COACH MULKEY:  We met him.  Thank you.THE PRESIDENT:  So, again, to your team, you deserved it.  An amazing season.  An amazing career, in all of your cases.I also want to recognize Baylor President, Linda Livingstone.  Where’s Linda?  Linda.  Linda.DR. LIVINGSTONE:  Right here.PARTICIPANT:  Over there.THE PRESIDENT:  Hi, Linda.  How are you?DR. LIVINGSTONE:  Right here.  How are you?THE PRESIDENT:  Congratulations.  Fantastic job.DR. LIVINGSTONE:  Thank you very much.  I’m very proud of this team.THE PRESIDENT:  It’s also a great school.  We need to remember that.DR. LIVINGSTONE:  It is a fabulous school.THE PRESIDENT:  It’s a fantastic school.And Athletic Director Mack Rhoades.  Where’s Mack?  Hi, Mack.  Congratulations.MR. RHOADES:  President Trump, thank you very much.THE PRESIDENT:   Fantastic (inaudible).  Thank you.  Great job.Along with some of your biggest fans from Texas.  These are friends of mine.  These are — the same way like you, they’re great competitors: Congressman Bill Flores.  Bill?  Hi, Bill.  So, congratulations.CONGRESSMAN FLORES:  Thank you for inviting me.THE PRESIDENT:  Do you go to a lot of the games?  I guess, huh?CONGRESSMAN FLORES:  I do.THE PRESIDENT:  That’s fantastic, Bill.  Good job.  And good job in Washington.Congressman Louie Gohmert.  He’s been with me for a long time — Louie, right?CONGRESSMAN GOHMERT:  Right.THE PRESIDENT:  We fight that fight.  We don’t give up and we won’t allow ourselves to lose.CONGRESSMAN GOHMERT:  (Inaudible) Bears.THE PRESIDENT:  You better believe it.And a friend of ours also — a great attorney and a great talent — is Attorney General Ken Paxton.  Where’s Ken?STATE ATTORNEY GENERAL PAXTON:  Right behind you.THE PRESIDENT:  Hi, Ken.STATE ATTORNEY GENERAL PAXTON:  How are you?THE PRESIDENT:  How you doing with all those cases?  Good?  (Laughter.)STATE ATTORNEY GENERAL PAXTON:  Very good.  You’re going to like how it turns out.THE PRESIDENT:  We don’t let him lose any cases.The championship game will go down as one of the greatest in the history of women’s college basketball.  You would say that, I think, Coach, right?  Supposedly, one of the greatest games ever.COACH MULKEY:  Probably the most stressful.  (Laughter.)THE PRESIDENT:  You look great.You dominated for most of the game and led Notre Dame by 12 points going into the final minutes of the third quarter.  It was very exciting.  People were calling and saying, “You better turn on this game.  It looks pretty good.”Then, one of your true star players — a great player — team captain, Lauren Cox, suffered a painful MCL sprain and had to be taken off the court in a wheelchair.  But as you just found out, Lauren is going to be fine.And we want to just say that we hear that she’s pretty much fully recovered and will be back next year, Coach.  Right?COACH MULKEY:  Yes, sir.THE PRESIDENT:  You’ll be back next year, right?  You better be.  That’s great.After seeing such a vital member of the team go down, Notre Dame surged in the final quarter, tying the game with 16 seconds left.And you had an angry coach.  (Laughter.)  I’m sure.  Okay?COACH MULKEY:  Passionate.THE PRESIDENT:  Passionate too.As the clock ticked toward zero, Chloe Jackson hung back at half court, drove toward the key, and made a game-winning layup with less than four seconds remaining.  It was a play for the ages.  And I’ve heard that from a lot of people.And where’s Chloe?  Chloe?  Great going, Chloe.  Huh? Huh?  (Applause.)  There was no choke.  There was no choke.Then the game almost went into overtime when Notre Dame was given two free throws with 1.9 seconds left on the board.  Well, they don’t have that.  So tell me, how many of the — one was made?  In other words, not two?COACH MULKEY:  She missed the first one.THE PRESIDENT:  She missed the first one.  The second one was bad.  And I’m sure you were very — you felt badly about her missing the first one.  (Laughter.)  That’s fantastic.  So, she — she won one for two, and that was that, huh?COACH MULKEY:  Yes.THE PRESIDENT:  Wow, that’s exciting.But in the end, you won the game 82 to 81.  And it was a thrilling victory that people will be talking about for many, many years to come.As your coach said with tears streaming down her face on national television, “God is good.  He has blessed these [great] kids.”  Nice.  Right, Mike?  Very nice.That victory was the culmination of an incredible year.  The Lady Bears had a stunning 37 and 1 season.  Wow.  Who was the one team, may I ask?  Did you even —COACH MULKEY:  Stanford, before Christmas.THE PRESIDENT:  Wow.  What happened after Christmas?COACH MULKEY:  Oh, what happened there, y’all?THE PRESIDENT:  It won’t happen.  It was (inaudible).  (Laughter.)  They must be a very good team.  Good team.  Very good team, I guess, Stanford.  (Laughter.)  Huh?  Will they be back?  Stanford will be —COACH MULKEY:  Stanford has a very good team as well.THE PRESIDENT:  They’ll be tough again —COACH MULKEY:  Yes, sir.THE PRESIDENT:  — this coming season?COACH MULKEY:  Yes, sir.THE PRESIDENT:  Okay.  Good.  Well, congratulations to them, too.  Thirty-seven to one.You beat your chief rivals, the Texas Longhorns, not once, but twice.  And you scored nearly 1,000 more points than any of your opponents, and blocked more than three times as many shots.  That’s incredible.You’ve left an enduring mark on college basketball history.  And you’ll all be incredibly proud of what you have achieved in many years to come.You’re going to be looking back and you’re going to be thinking about that incredible season, and you’re going to be thinking about being in this incredible office, right?  This is the Oval Office.  This is where it all begins and ends, and then begins again.  Louie, right?  This is a very special place.I’ve had the biggest people in the world come into this office, and they stop and they look.  And actually, some — I have had this too — strong, tough people start crying.  Can you believe it?  I’ve seen them, where they cry.  And it’s pretty amazing.  But that’s where you are right now.  This is the Oval Office.CONGRESSMAN GOHMERT:  Was that Hillary?  (Laughter.)THE PRESIDENT:  I sort of say — you know what I say?  That’s right.  (Laughs.)  That’s interesting.  This is sort of the ballgame, right?  This is the ballgame.  So it’s — anyway.So I just want to — Coach, I want to congratulate you, and I think maybe, most importantly, it’s truly a great school, beyond everything else, and with a fantastic reputation.  And we do love the state of Texas, I’ll tell you.  We’ve had some good times.  I just left recently, and we’ve had some good times in Texas.  And they’re incredible people.So this is a tremendous championship.  Coach, could you say a few words, please?COACH MULKEY:  Yes, sir.  First of all, thank you for inviting us.  And we would like to present you with one of our jerseys.THE PRESIDENT:  Wow.  I love that.COACH MULKEY:  And — it may not be the right size —THE PRESIDENT:  I love those short sleeves.COACH MULKEY:  — but maybe Melania will wear it.THE PRESIDENT:  Well, I’ll give it to Melania.  You know, I love those short sleeves.  Such beautiful arms.  (Laughter.)  Great definition.COACH MULKEY:  Like I said, Melania may look better in it.  (Laughter.)THE PRESIDENT:  That’s beautiful.  Thank you.COACH MULKEY:  Chloe would like to —THE PRESIDENT:  That’s beautiful.  Let me get this one, very importantly, here.Coach, go ahead, please.COACH MULKEY:  Chloe Jackson?THE PRESIDENT:  Chloe, please.(A hat is presented.)THE PRESIDENT:  Thank you.  Wow, that’s beautiful.  Am I allowed to wear it?  I’ll mess up my hair, but that’s okay.  (Laughter.)  That’s okay.  It is mine.  (Laughter.)(The President puts the hat on.)  (Applause.)PARTICIPANT:  Looks good.THE PRESIDENT:  I know, I like it.  Feels good.  Huh?  I got to get it off.COACH MULKEY:  And Kalani Brown, behind you —THE PRESIDENT:  Yes.COACH MULKEY:  — would like to give you a basketball.THE PRESIDENT:  Thank you very much.  Thank you very much.  Thank you.  I appreciate it.  Great job.  Great play.  Great play.  Thank you.  And we’ll put that in a very great place of honor.  That’s really nice.Would you like to say something on behalf of the school, please?DR. LIVINGSTONE:  Well, we just appreciate the privilege of being here, and thank you for honoring this team.  It’s a fabulous group of young women who worked so hard this year, but don’t just represent the university well on the court, but they’re wonderful contributors in the classroom and in the community.  And so we’re very proud of them and really appreciate the opportunity to be here with you today.THE PRESIDENT:  And some very good students on the team too, I hear.DR. LIVINGSTONE:  They are excellent students.  They take their classroom work very, very seriously, and represent the university well.THE PRESIDENT:  Thank you very much.  Congratulations.DR. LIVINGSTONE:  Thank you very much.  Appreciate that.THE PRESIDENT:  That’s really fantastic.Would you have anything to ask the team?  Anybody would like to ask the team anything?They’re so shy.  (Laughter.)  Now, if I ask beyond that, they’ll be asking questions, but that’s okay.Thank you very much, everybody.  Appreciate it.Thank you.  Thank you.  Congratulations.  Fantastic.  Thank you very much.Q    Mr. President, do you still believe that white nationalism is not on the rise?THE PRESIDENT:  Thank you very much.  Appreciate it.END4:01 P.M. EDT",
    "president": null
}