{
    "title": "Deregulation that Frees the Economy – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/deregulation-that-frees-the-economy/",
    "created_at": "2018-02-21T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nFebruary 21, 2018\n5 minute readCouncil of Economic Advisers67\n\t\t\t\tDeregulatory Actions\t\t\t\n\t\t\t\tin the Administration's first eight months\t\t\tBy limiting the costs of unnecessary regulation, by reviewing and eliminating ineffective rules whose costs exceed their benefits, the Administration’s agenda of deregulation is unleashing the talents of the American people and the true potential of American businesses. Although some regulation can be beneficial—for example, to protect the environment and health—when job creators must abide by overly burdensome rules, Americans lose opportunities to transform their own ideas into new businesses and into even more opportunities.Regulation’s dynamism-dampening effects are evident in empirical analyses of its influence on the economy. Increases in regulation decrease rates of new business entry, and newer firms tend to make greater contributions to economy-wide productivity, which in turn means higher wages for employees. Increased regulation may even explain a nontrivial portion of the productivity slowdown observed in recent years, which has exacerbated the stagnation of wages. Moreover, the effects of regulation extend beyond business dynamics.For example, overregulation has a negative impact on people’s ability to relocate to where jobs exist. Geographic mobility in the U.S. has ebbed to an all-time low, as regulatory barriers, especially at the State and local levels, make living in high-priced cities unattainable for many Americans. According to one estimate, for instance, the relaxation of restrictive land-use regulations in just the three cities of New York, San Jose, and San Francisco between 1964 and 2009 would have increased the 2009 U.S. gross domestic product (GDP) by 8.9 percent, and would have given more Americans the freedom of movement that has been such a tradition in the United States. Additional barriers to mobility come from, among other things, State-level occupational licensing restrictions that prevent Americans from pursuing opportunities. These regulatory distortions of the labor allocation across borders also cause economic distortions, along with regulation’s overall negative impact on job growth. And in addition to preventing people from moving to new jobs, regulation may prevent jobs from being created in the first place, and can reduce the number of jobs in the overall economy.75%\n\t\t\t\t75% of Federal paperwork burden was caused by Treasury Department rules in FY 2015\t\t\tTo put the economic burden of regulation into context, consider a thought experiment: Imagine that each of the 9.8 billion hours devoted to compliance paperwork in fiscal year (FY) 2015, according to the Office of Management and Budget, were instead used by employees to create output equal to average hourly earnings. These earnings would total $245.1 billion, equal to 1.35 percent of that year’s GDP and 41.6 percent of that year’s Federal national defense budget.To prevent these unintended consequences, the Administration is dedicated to eliminating excessive regulation. In the Administration’s first eight months, Federal agencies issued 67 deregulatory actions and only 3 regulatory actions, far outpacing the goal of 2 deregulatory actions for every regulatory action. This effort has created more than $8.1 billion in present-value cost savings. Given the evidence regarding the impact of poor regulation of the economy, continued deregulatory efforts in the coming years can lead to further cost savings for both firms and consumers as the U.S. economy grows.Read Labor Market Policies to Help the Middle Class",
    "president": null
}