{
    "title": "One in Five New Yorkers Can Expect Double Digit Rate Hikes – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/one-five-new-yorkers-can-expect-double-digit-rate-hikes/",
    "created_at": "2017-06-21T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nJune 21, 2017\n2 minute readAs Obamacare continues to collapse, The New York Post reports today that one in five New Yorkers can expect double digit rate hikes. That’s 3.6 million people.\nObamacare has been in a death spiral for years. Or, as Vox put it recently, “Participation in the Obamacare marketplaces was going down before the election. You probably remember the headlines from last summer when insurance giants like United and Aetna pulled out of a lot of markets.”\nWith new examples of Obamacare’s collapse each day, Republicans are reforming healthcare so it delivers access to quality, affordable coverage to the American people.\nFrom the New York Post:\nState insurers to seek rate hike for 2018 ObamaCare policies\nNew York’s health insurers will request double-digit rate increases for ObamaCare policies for 2018 while debate rages in Washington on overhauling the law, analysts told The Post.\nLast year, the state Department of Financial Services approved an average 16.6 percent hike for individual policies and an average 8.3 percent for small group policies on the state’s ObamaCare exchange — the highest in four years.\n“New York health plans have requested double-digit rate hikes in each of the past three years, and it’s a safe bet they will do so again,” [Bill] Hammond, [health policy director at the Empire Center for Public Policy] said.\nIn neighboring Connecticut, the only two insurers on the ObamaCare exchange are seeking premium increases ranging from 15 percent to 34 percent. Insurers in Maryland and Virginia also requested double-digit increases, some as high as 60 percent.\n“We would expect something similar to Connecticut. The cost of doing business in New York is higher than Connecticut,” said Leslie Moran of the New York Health Plan Association.\nThere are 3.6 million New Yorkers who obtain health insurance through the ACA. That’s about 18 percent, or nearly one in five New Yorkers.",
    "president": null
}