{
    "title": "Remarks by the Vice President at a Meeting with US and Indonesian Business Leaders – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-vice-president-meeting-us-indonesian-business-leaders/",
    "created_at": "2017-04-25T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nApril 25, 2017\nSummary:THE VICE PRESIDENT:  Good morning.AUDIENCE MEMBERS:  Good morning.THE VICE PRESIDENT:  Selamat pagi.  (Laughter.)Vice President Kalla, thank you.  Thank you for joining us this morning.  Thank you for your kindness and your hospitality.  It was an honor to meet with you yesterday to discuss the economic partnership between the United States and Indonesia.I look forward to forging a strong relationship with you in the years ahead for the benefit of both of our nations.  Thank you again.  (Applause.)And thank you all for being here today — Ambassador Joe Donovan, Minister Ignatius Jonan, Brian Arnold, members of the American Chamber of Commerce in Indonesia, members of the Kadin, distinguished leaders of the business community, honored guests.It is my great honor to be here in Indonesia today on my first trip to Southeast Asia as Vice President of the United States of America.I just spoke to the President earlier this morning, and I bring greetings from the President of the United States of America to all those gathered here and to the people of Indonesia, President Donald Trump.Before I go any further, let me take a moment to address the terrorist attack that happened in Paris yesterday.  This is just the latest reminder that terrorism can strike anywhere at any time — something that the people of Indonesia and the United States know all too well.  As President Trump said yesterday in the face of this great evil, “We have to be strong and we have to be vigilant.Today, the people of Paris have our condolences and our prayers.  The people of France are on our hearts today.  And the people of Indonesia can be confident in the wake of this latest attack:  We will not relent in our effort to end terrorism and the threat it presents to both of our peoples, and I pledge to you our continued cooperation against terrorism in the uncertain days in which we live\nThank you for letting me address that issue first.But let me also, on a lighter note, let me say it is a particular honor for me to be here on Kartini Day.  (Applause.)Kartini was a pioneer of the women’s movement here in Indonesia, and her example that has inspired Women’s Emancipation Day is an inspiration not only to this region, but to the wider world.  It’s heartening to see Indonesia’s commitment to empowering women through education and to ensuring that they have the opportunity to lend their voices and their talents to building Indonesia’s future.In fact, there are three great examples in the room and more that are worth mentioning on this Kartini Day.  I’ve had the great privilege to spend time with your Foreign Minister Retno — (applause) — who I believe will be visiting Washington, D.C. in the coming weeks, and we look forward to continued productive discussions.Also I just finished conversations this morning with two of the most prominent women in Indonesia, speaking about expanding and strengthening our relationship between our two countries — Mari Elka Pangestu, the former minister of trade and minister of — economy.  (Applause.)  Thank you, Mari.And the vice chair of Kadin and the CEO of Sintesa Corporation, the distinguished Shinta Kamdami.  Shinta is here, thank you so much.  (Applause.)Would everyone join me in recognizing these and every other successful woman who is leading in public and private life on this Kartini Day?  (Applause.)Yesterday morning on President Trump’s behalf, I had the great privilege to meet with President Joko Widodo, my friend Jokowi, to reaffirm the United States’ enduring commitment to our strategic partnership with Indonesia.  We had a frank and open conversation.  We discussed how our nations — the second- and third-largest democracies in the world — can further strengthen our partnership for our mutual benefit, a point I reiterated in my afternoon meeting with Vice President Kalla and several government ministers.And yesterday I met with ASEAN Secretary General Minh and the permanent representatives as a sign of the United States’ strategic partnership with ASEAN and our steadfast commitment to the Asia Pacific as a whole.  It was my privilege in that moment to inform the Secretary General and the permanent representatives that President Donald Trump will attend the U.S.-ASEAN Summit, the East Asia Summit, and the APEC Leaders Meeting in Vietnam and the Philippines this November.  (Applause.)I hope you all see this as what it is — a testament of the tremendous value that President Trump places on this vitally important region of the world.  Our history here stretches back for generations, and our shared past is the foundation of our shared future, a future of security and prosperity for all our nations and the world.And the United States’ economic relationship with Indonesia is central to that future.  As the crossroads of the Asia Pacific, Indonesia has a long-shared, strong commercial bond with the United States and our business community.  American companies have done business in Indonesia for decades.  And American products and services have greatly contributed to Indonesia’s economic development and quality of life in recent years.  And the American Chamber of Commerce in Indonesia has been there every step of the way.Since 1971, the American Chamber of Commerce, AMCHAM, in Indonesia, has brought together U.S. and Indonesian companies to invest in this country and invest in our shared future.  Today AMCHAM boasts more than 250 business members, and your hard work has helped to strengthen the relationship between the United States, Indonesia, and the broader Southeast Asia region.And the same goes to all the businesses that are so well represented here today, companies like Microsoft, Coca-Cola, JPMorgan Chase, Freeport, and really every business here.  You’ve done yeoman’s work promoting trade and economic growth on both sides of the Pacific.  Your businesses create jobs, drive innovation, and open up opportunity in both of our countries.  And thanks in no small part to your hard work, the stage is set for an even stronger partnership between the United States, Indonesia, and Southeast Asia.The truth is American companies see tremendous potential throughout this region.  Across all 10 members of ASEAN, of which Indonesia is the heart, the United States exports more than $100 billion a year in goods and services, supporting nearly 550,000 jobs back in the United States.  And combined ASEAN’s member nations are the top destination in Asia for U.S. investment.  At nearly $274 billion, the investments here are more than the investments in China, India, and Japan combined.These numbers show the incredible — thank you — that’s a very impressive number.  (Applause.)This incredible economic bond is testament in these numbers to the bond between the United States and Southeast Asia.  And today on President Trump’s behalf, I have the honor to be here — along with Vice President Kalla and with American and Indonesian businesses — as they sign historic agreements that will draw our nations even closer together to the benefit of jobs and opportunities for both of our peoples.All told these companies are signing no fewer than 11 major deals worth more than $10 billion, and it’s happening today.  (Applause.)From Lockheed Martin upgrading Indonesia’s air force, to GE and Applied Materials building electronic infrastructure, to ExxonMobil’s sale of liquefied natural gas, these deals represent the tremendous excitement that American companies feel about opportunities here in Indonesia.President Trump and I are grateful — grateful to these businesses.  This is truly a historic day for the U.S.-Indonesia partnership, but the best is yet to come.  Would everyone please join me in thanking these pillars of prosperity for the steps that they’re taking today to create jobs and opportunities on both of our countries?  (Applause.)Despite the big announcements today, the truth is the United States and Indonesia can do much more, we believe, to improve our trade relationship.  Last year our two-way trade with Indonesia totaled about $30 billion, but American exports have actually fallen by more than 30 percent in the last four years.  And it’s not for lack of trying — whether its extending electricity to communities that lack it, or building infrastructure, connecting Indonesia’s 17,000 islands, American businesses are ready and willing to drive Indonesia’s growth to an even greater extent.As President Jokowi and I discussed yesterday, we can and will do more to expand commerce and opportunity between Indonesia and the United States.  Our goal is simple.  We seek trade with Indonesia that is both free and fair.  We seek to create a win-win trading relationship for both of our nations and all of our people.  (Applause.)To that end, we will work President Jokowi to reduce barriers to trade and investment and to create a truly level playing field where all our businesses have equal opportunity to market access.  As many of you know, U.S. companies face many barriers and difficulties in the Indonesia market.  These include intellectual property challenges, the lack of transparency, or requirements to manufacture, or include local content before being able to sell products to the Indonesian market.  Just a few examples.While we appreciate President Jokowi’s efforts to undertake economic reforms, especially easing business regulations, the truth is, I say respectfully, there’s much more that must be done to improve the business and investment climate in Indonesia.  And with all of your help today, we’re committed to helping to support that.As members of the business community, you can help us identify the barriers we need to break down, the areas where we can make the most progress for our nation’s mutual benefit.  President Trump and I value your continued input on these issues, and we look forward to working with each one of you as we move forward to a system that maximizes jobs, growth, and a brighter future for Indonesia and the United States of America.  (Applause.)The truth is that a stronger American economy means a stronger economy for Indonesia, as well, and for all of our trading partners.  The United States is the driver of global growth, and under President Donald Trump, we’re going to be driving global growth like never before.  I promise you.  (Applause.)President Trump and our administration are working around the clock to pass an agenda of lower taxes, less regulation, better infrastructure, and a renewed focus on American energy.  I’m sure the businesses gathered here — from America will be glad to know that tax reform is going to be one of our top priorities.  I don’t have to tell you how the American tax code harms the business community at home and abroad.  Our corporate tax rate is actually one of the highest in the developed world.  It’s 10 percent higher than the tax rate here in Indonesia.President Trump has a plan to slash the corporate tax rate, reform the tax code to make it simpler, flatter, and fairer.  And rest assured, our tax reform plan will make the strongest economy in the world stronger still, and that will benefit all of the businesses that are represented here today.The same is true of President Trump’s decisive action to cut through regulations and red tape that have been strangling American enterprise and companies that do business in our country.  The President has already ordered every agency in Washington, D.C. to find two regulations to get rid of before issuing any new ones.  (Applause.)And President Trump has already signed a dozen bills turning back the last administration’s burdensome mandates, and he’ll continue to work Congress, as we slash through red tape.Make no mistake about it, under President Donald Trump, the era of over-regulation and over-taxation is over.  A new era of jobs and growth in the American economy has begun, and it will benefit America first, but it will benefit a growing economy will all of our trading partners, including Indonesia.  (Applause.)Now, these are only a few of the President’s policies.  I could go on today, but I won’t.  I appreciate the feedback I received from so many of you at our roundtable about what our administration could continue to do to promote growth and opportunity.  But rest assured, President Trump’s agenda is going to renew America’s reputation as the premier investment destination in the world to the benefit of our people and to the benefit of all with whom we do business.Now, I don’t need to tell all of you in this nation of Islands that President John F. Kennedy was right that a rising tide will lift all boats.  And as America grows, all of our partners, including Indonesia, will grow with us.  (Applause.)Indonesia and Southeast Asia are vitally important to America’s economic future, and in the United States you have no better partner and no better friend.  Together with Indonesia and with all the businesses represented here, we’re going to work to deepen our bond and build on the foundation we stand on today.I’ll leave Indonesia in a just a few hours.  As I do, I’ll depart here deeply impressed by everything that I’ve seen.  Indonesia’s commitment to freedom, the rule of law, to human rights, and religious diversity has made a profound impact on me and my wife and our two daughters.Just yesterday I had the honor and the privilege to visit Indonesia’s national mosque, where the grand imam guided me and my family on a tour of that beautiful place.  As I know Vice President Kalla, as the chairman of the Indonesian Mosque Council, would agree, Indonesia’s tradition of moderate Islam is an inspiration to the world.As we stood in that courtyard, the grand imam pointed to the spires of the Catholic cathedral just rising over the wall.  It’s a testament to Indonesia’s commitment to tolerance and religious freedom.  In your nation, as in mine, we know that religion unifies, not divides.  It gives us a foundation for hope and a brighter future for all of our people.  And I commend the people of Indonesia for your example.  You’re inspiring the world.  (Applause.)With the leadership of President Trump and President Jokowi, I have faith — faith that the friendship between the United States and Indonesia will grow; faith that our strategic partnership will grow; and faith that our example of freedom, security, and prosperity will grow for the benefit of our people, and for the benefit of the world.Thank you all for having me today.  It’s been a great, great honor to be with you.(The agreements are signed.)END",
    "president": null
}