{
    "title": "Pro-Growth, Pro-Jobs, Pro-Worker, Pro-Family, and Pro-America – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/pro-growth-pro-jobs-pro-worker-pro-family-pro-america/",
    "created_at": "2017-10-12T00:00:00",
    "content": "\n\n\t\tBudget & Spending\t\n\nOctober 12, 2017\n2 minute readLast night, President Donald J. Trump traveled to Harrisburg, Pennsylvania, to deliver remarks on tax reform. The President was joined by Secretary of the Treasury Steve Mnuchin, Director of the National Economic Council Gary Cohn, members of Congress, and roughly 1,000 truckers, representatives and members of the American Trucking Associations, workers, manufacturers, and small business owners.President Trump Participates in a Tax Reform Event in PennsylvaniaAfter addressing the natural disasters that have recently struck the United States, as well as the tragic shooting in Las Vegas, the President directed the focus to the Administration’s vision for tax reform and American economic revival.“The biggest winners from this transformation will be everyday families, from all backgrounds, from all walks of life, and our great companies, which will produce the jobs,” President Trump said. “They are going to produce jobs like you’ve never seen before.”The President discussed the need for a tax system that is fair to working families and that encourages companies to stay in America, grow in America, spend in America, and hire in America.“For too long, our tax code has incentivized companies to leave our country in search of lower tax rates. My administration rejects the offshoring model, and we have embraced a brand new model. It’s called the American model. We want companies to hire and grow in America, to raise wages for the American workers, and to help rebuild American cities and towns,” said President Trump.“As the central link in our nation’s supply chain, and the top employer in 29 states, the trucking industry knows tax reform will create tens of thousands of middle-income jobs for drivers, mechanics, technicians, warehouse workers, and more,” said ATA president Chris Spear in a tweet posted by @TRUCKINGdotORG.Explore fact sheets and learn how the America First tax plan benefits American businesses and industries at whitehouse.gov/taxreform.",
    "president": null
}