{
    "title": "President Trump Awards an Historic Number of DFC Grants to Prevent Youth Substance Use – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/president-trump-awards-historic-number-dfc-grants-prevent-youth-substance-use/",
    "created_at": "2018-08-29T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tHealthcare\t\n\nIssued on:\nAugust 29, 2018\nOffice of National Drug Control Policy$90.9 Million Awarded to Largest Ever Number of Local Coalitions, Spanning All 50 StatesMarking the 20 year anniversary of the Office of National Drug Control Policy’s (ONDCP) Drug-Free Communities (DFC) Support Program grant awards, today President Trump announced $90.9 million in grants to 731 local drug prevention coalitions.  This year’s group represents the largest number of single-year grantees since the program’s founding. The grants will provide local community coalitions funding to prevent youth substance use, including prescription drugs, marijuana, tobacco, and alcohol. President Trump and the ONDCP Deputy Director James W. Carroll hosted a roundtable discussion with DFC grant awardees and Youth Representatives at the White House.“Since our first grant awards were made in 1998, the DFC Program has continued to expand its reach in communities across the country.  It is a testament to the great work DFC coalitions are doing, together with community partners that include parent groups, schools, healthcare professionals, law enforcement, businesses, and others to prevent drug use and improve the health of communities,” said Deputy Director Carroll. “Our local DFC coalitions are a key part of this effort because they are relentless in their work to prevent youth from initiating drug use and ultimately, saving more lives.”The Drug-Free Communities (DFC) Support Program, created by the Drug-Free Communities Act of 1997, is the Nation’s leading effort to mobilize communities to prevent youth substance use. Directed by the White House Office of National Drug Control Policy (ONDCP), the DFC Program provides grants to community coalitions to strengthen the infrastructure among local partners to create and sustain a reduction in local youth substance use.Prescription drug abuse prevention is one of the core measures of effectiveness for local DFC coalitions, and coalitions nationwide have led innovative opioid prevention initiatives. DFC’s 2017 National Evaluation End-of-Year Report found that at least 97% of middle school and 94% of high school youth report that they have not misused prescription drugs in the past 30-days in DFC communities.",
    "president": null
}