{
    "title": "Intern Series: Vox Populi – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-vox-populi/",
    "created_at": "2017-07-14T00:00:00",
    "content": "\nJuly 14, 2017\n2 minute read\n\t\t\t\t\t\tWhite House Interns\t\t\t\t\tAfter I was accepted into the Summer 2017 White House Internship Program, I have to confess, I binge-watched the first season of the West Wing to try to prepare myself for the experience. While my life is nothing like the characters in the show, every day I spend interning at the White House is a dream come true. I have never been more motivated to wake up and walk an hour to work every single day.As an intern in the Office of Presidential Correspondence, I have the opportunity to see the immense support President Donald J. Trump receives from the American public. Reading the mail he receives and taking comments from the American public has revealed a level of support and commitment that deviates far past the media coverage.As I continue my journey in public service, the honor to assist the staff of the Executive Office of the President in addressing the hardships Americans face every day is one I will always cherish. As an agency liaison intern, I help take the rigorous expectations instilled on the President and his staff, tie that into the unfortunate circumstances many Americans face, and help them find answers. On the surface, it is a rewarding experience I know I could not forget.I came to Washington, D.C. to gain new perspectives outside of my home state of California. Under the guidance of White House staff, and alongside my three ambitious and amicable teammates and various volunteers, I am pleased to say that I have gained more perspective on life, politics, and my future. With my time left as a White House Intern, I am humbled to continuously grow, ask questions, and gain new friendships.Nikkie Nguyen is from Westminster, CA, and is a third year studying public administration, criminal justice administration, and communications at California State University, Dominguez Hills. Nikkie is a member of the Summer 2017 White House Internship Program in the Office of Presidential Correspondence.",
    "president": null
}