{
    "title": "Trump Administration Makes “Crisis Next Door” a Top Priority – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/trump-administration-makes-crisis-next-door-top-priority/",
    "created_at": "2018-09-20T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nSeptember 20, 2018\n4 minute readOffice of National Drug Control Policy\n\t\t\t\t\t\tJim Carroll \t\t\t\t\tDeputy Director of the Office of National Drug Control PolicyThe latest estimates show that in 2017, more than 72,000 Americans died from drug overdoses, most involving opioids like prescription pain medications, heroin and illicitly made fentanyl. These deaths outnumbered deaths caused by motor-vehicle crashes and they outnumbered deaths caused by suicide.For the second year in a row, overdose deaths were higher than the total number of American service members killed in the Vietnam War.President Trump has declared Sept. 16-23 Prescription Opioid and Heroin Epidemic Awareness Week. This is the time to remember the lives lost and those in recovery. Importantly, it is also the time to prevent others from going down this path.Today, I’m in Columbus to meet with law-enforcement officers from Ohio and across the Midwest about working together to stop heroin, fentanyl, cocaine, methamphetamine and other drugs from entering our communities and ruining people’s lives.Since joining the White House Office of National Drug Control Policy, I’ve met dozens of parents whose children experienced drug overdoses, many fatal. I’ve heard about their bright futures that were extinguished because of this epidemic. I’ve seen that the victims of overdose aren’t just the ones we lose, they’re also the ones who are left behind. For every person who has died from an addiction, there are so many loved ones devastated by their loss.Countless parents have told me “I didn’t know” how dangerous legally prescribed pills could be, or where to turn when their child needed help. Addiction can affect anyone — it’s touched President Trump’s family, it’s touched my family and it’s touched millions of families across the country. The same is true for the opioid crisis, which is tearing families apart in every state and nearly every community.That’s why we call this “The Crisis Next Door.”President Trump has made addressing drug demand and the opioid crisis a top priority of his administration. He’s dedicating unprecedented funding to address this crisis, including making sure states and communities have the resources they need to prevent drug use, treat addiction locally and stop the flow of drugs into their communities. Just this week, the Department of Health and Human Services awarded more than $1 billion in grants to states and local communities to achieve these goals.The White House also has launched a media campaign so parents and young people can “Know the Truth and Spread the Truth” about the risks of opioids. And the administration has developed fentanyl safety recommendations for first responders so they know how to respond to these potent opioids when they encounter them in the field.The bottom line is that drug addiction and overdose are preventable. We must turn the tide of this crisis for the health of our families, our communities and our country. If you or a loved one needs help for addiction, call the Substance Abuse and Mental Health Services Administration’s National Helpline at 1-800-662-HELP (4357). Opioid dependence can happen in as little as five days, so if you have prescription opioids in the house, keep them in a locked container and dispose of unused and unwanted pills right away at your local pharmacy or disposal site.If you or someone you know misuses opioid medications or uses heroin or fentanyl, the risk for overdose and death increases. Naloxone can reverse opioid overdose, so get it and learn how to use it. And if you believe someone has overdosed, call 911 right away.Recovery and a fulfilling life are possible after overdose and addiction — the millions of Americans in recovery today are living proof.Addressing drug abuse, addiction and overdose requires an all-hands-on-deck approach. Our first responders, health-care professionals, law-enforcement officers, educators and members of the community all have roles to play in saving lives As we mark this week of remembrance and awareness, please do your part to prevent overdoses and promote treatment and recovery. Spread awareness among your family, friends and community.Working together, we can save lives, strengthen our communities and safeguard our country.Jim Carroll is the deputy director of the Office of National Drug Control Policy. This op-ed appeared in the Columbus Dispatch on September 20, 2018.",
    "president": null
}