{
    "title": "Intern Series: South Carolina to the South Lawn – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-south-carolina-south-lawn/",
    "created_at": "2017-06-29T00:00:00",
    "content": "\nJune 29, 2017\n2 minute readAs I was watching the 2017 College Football Playoff National Championship game on a cold January day at home in Kentucky, I never imagined that in a few short months I would be on the South Lawn of the White House helping welcome the winners of that game to a celebration of their victory with the President of the United States. However, as a Summer Intern in the White House Visitors Office, this is exactly what I was doing on an extremely hot Monday in June. As the event was held outside during the middle of a D.C. heatwave, I was tasked with inviting the friends and family of the Clemson Tigers football team to cool off in a misting tent and directing them to ice cold water distribution points while they waited for the ceremony to begin.Suddenly, the Marine Band paused their serenade and the crowd turned their attention to the south side of the White House as the Clemson football team, Head Coach Dabo Swinney, Clemson President Jim Clements, and finally, President Donald Trump emerged from the Oval Office. President Trump spoke first, heaping praise on the young athletes and the coaches who stood behind him for their outstanding achievement and for the thrilling manner in which the final game was played. President Clements and Coach Swinney also delivered inspiring words to the team and their guests before presenting President Trump with Clemson jerseys for him and his son, Barron.As the ceremony came to an end and Clemson chants erupted from the guests, I felt surrounded by their overwhelming sense of pride in what their team had accomplished. I also felt my own small sense of pride in playing the modest—but important—role of preventing any guests from fainting in the heat.Hannah Bingham is a Summer 2017 Intern in the White House Visitor’s Office. A native of Barbourville, KY, she graduated from the University of Kentucky with a degree in Economics and Political Science. Hannah will be starting law school at Georgetown University this Fall.",
    "president": null
}