{
    "title": "California’s ‘Sanctuary’ Laws Aren’t Pro-Immigrant—and Local Leaders Are Pushing Back – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/californias-sanctuary-laws-arent-pro-immigrant-local-leaders-pushing-back/",
    "created_at": "2018-05-18T00:00:00",
    "content": "\n\n\t\tImmigration\t\n\nMay 18, 2018\n5 minute readIllegal immigration along America’s Southwest border surged 230 percent in April compared to last year, according to a report issued by the Department of Homeland Security earlier this month. That statistic accompanied news that a caravan of about 2,000 migrants from Central America started arriving at a U.S. port of entry in southern California.Together, these reports reveal the lack of an orderly and fair process to manage the escalating flow of both illegal immigrants and asylum-seekers to the United States. That flawed system creates both a humanitarian and a national security crisis at our border.Yet America’s immigration challenge does not end at our doorstep. Because of “sanctuary city” jurisdictions—many recently emboldened by new State laws in California—law enforcement officers face dangerous obstacles to protecting our communities from the effects of a broken immigration system.Under the guise of being pro-immigrant, these jurisdictions privilege a small group of criminals at the expense of the safety and well-being of American citizens, law enforcement, and law-abiding immigrants.Here’s how it works. Sanctuary cities are State or local jurisdictions that refuse to cooperate with Federal immigration enforcement, often by rejecting “detainer” requests from U.S. Immigration and Customs Enforcement (ICE) or refusing to tell ICE when criminal aliens are scheduled for release. If a suspected illegal alien commits a crime, ICE will issue a detainer to request that the jurisdiction notify ICE prior to releasing the criminal, that the criminal be held for up to 48 hours after their planned release to allow for questioning and possible removal, and that the jurisdiction safely transfer custody to ICE.State and local law enforcement agencies routinely detain suspects for violating Federal laws at the request of Federal authorities. When sanctuary cities refuse to comply with these requests, law enforcement officers must carry out immigration enforcement duties in workplaces, residences, and in the streets—far more dangerous environments to engage a criminal suspect.In effect, these jurisdictions assert a special exemption from Federal law. The consequences of their decisions, of course, do not remain in their own backyards. They spill over into other communities across the country.President Donald J. Trump and other Administration officials have recently highlighted a number of troubling examples:“The State of California is sheltering dangerous criminals in a brazen and lawless attack on our Constitutional system of government,” President Trump said. “Every state in our Union is subject to the laws and Constitution of the United States.”To that end, the Department of Justice has filed legal action against three California laws. These policies intentionally obstruct the enforcement of Federal immigration law, regulate private entities that seek to cooperate with Federal authorities, and impede consultation and communication between Federal and State officials. The laws both endanger State residents and introduce confusion for local law enforcement.“We constantly have to second-guess ourselves,” Capt. Derrick Hesselein, commander of the Santa Rita Jail in California, told The Washington Post.On May 16, President Trump met with local California officials at the White House to discuss their recent efforts to push back against California’s “sanctuary state” status. Many of these community leaders underscored that they are bound first and foremost to the U.S. Constitution, not California State law. Their goal is simple: protect their constituents.“They’re releasing these criminals, not by their houses. They’re not releasing them by their houses. They’re releasing them by our houses,” San Jacinto Mayor Crystal Ruiz said. “Every day we’re getting more and more reports from the police department about how they can’t arrest these people.”While the Administration is taking every step in its power to confront the danger of sanctuary cities, Attorney General Jeff Sessions once again called on Congress to pass real, lasting immigration reform.“This is the year that we have to move Congress,” the Attorney General said, citing efforts to clear the hurdles that prevent law enforcement officers from doing their job. “This time, let’s not come up short.”",
    "president": null
}