{
    "title": "Remarks by President Trump at a Dinner Hosted by the Secretary of the Treasury in Honor of the Amir of the State of Qatar – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-dinner-hosted-secretary-treasury-honor-amir-state-qatar/",
    "created_at": "2019-07-08T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nJuly 8, 2019\nThe Treasury Cash Room\nThe United States Department of the Treasury\nWashington, D.C.7:36 P.M. EDTSECRETARY MNUCHIN:  Your Highness Sheikh Tamim, Mr. President, it is an honor for me to welcome you to the Department of the Treasury.I would also like to recognize a number of other distinguished guests joining us this evening: Acting Secretary of Defense Mark Esper; Secretary of Commerce Wilbur Ross; Secretary of Transportation Elaine Chao, Secretary of Energy Rick Perry; Minority Leader Kevin McCarthy; Senator Mike Crapo.I’d also like to welcome from the White House: Mick Mulvaney, Larry Kudlow, Ivanka Trump, Jared Kushner, and Chris Liddell.I’m also pleased to welcome members of His Highness’s government of Qatar: Sheikh Mohammed bin Abdulrahman, Deputy Prime Minister and Minister of Foreign Affairs; Sheikh Mohammed bin Hamad, Advisor to His Highness on Investment Affairs; Sheikh Khalid bin Khalifa, the Director of the Amiri Diwan; His Excellency Ali Shareef Al Emadi, the Minister of Finance; His Excellency Saad Sherida Al Kaabi, the Minister of State for Energy Affairs/President and CEO of Qatar Petroleum.I’d also like recognize former Secretary of the Treasury, Hank Paulson.  And I would like to thank the leading group of CEOs, business executives, and investors that have joined us here this evening.Your Highness, I have had the pleasure of visiting you in Qatar, and you have been incredibly welcoming on those occasions.  We are pleased to have you visit here in the United States, and we hope to match your generous hospitality.Our location this evening is the historic Treasury Cash Room.  This room was the location of the inaugural ball of the 18th President of the United States, Ulysses S. Grant, a great general.After that event, the space was used as a banker’s bank.  And up until the early 1900s, gold, silver, and paper currency were delivered to the Treasury Building in horse-drawn vans and carried into this room, to the Cash Room vaults here.This room is a fitting tribute to the economic and security partnership between our two nations.Your Highness, this evening’s dinner and tomorrow’s event at the White House signify the importance of the relationship between our two countries.  We appreciate your support with us in the fight against terrorist financing and your support for our strategic military presence.We appreciate Qatar Investment Authority’s recent investments in U.S. tech and real estate companies, and we are pleased that our countries’ energy industries are continuing to work together closely.I am pleased that you have joined us in the Middle East region to open the Terrorist Financing Targeting Center.  We are sharing intelligence and operational capabilities to ensure that our financial system is not used by those seeking violence.Our governments continue to work together on your counter-terror financing legislation, and we are grateful for your country’s commitment to uphold the U.N. counter-terror obligations.Your Highness, thank you for the partnership with the United States.  Together, we are working towards a safer and more prosperous future.I am honored to welcome President Trump to the Treasury.  Mr. President, under your leadership, the U.S. has the strongest economy and is the bright spot of global growth.You have been successfully working to rebalance our major trading relationships, and we look forward to Congress passing the historic new USMCA, which will create tremendous opportunities for jobs and economic prosperity for our workers and our farmers.Your leadership at the G20 in Japan, and your historic trip to the DMZ, demonstrate that you are creating a more prosperous global economy and making the world a safer place.  It is my honor to serve you as Treasury Secretary.Ladies and gentlemen, distinguished guests, it is my great honor and distinct pleasure to introduce the 45th President of the United States, Donald J. Trump.  (Applause.)PRESIDENT TRUMP:  Thank you very much, everybody.  Thank you very much.  Please.  Thank you.Well, this is a who’s who, Tamim, of business.  Even you are impressed, and that’s pretty hard.  (Laughter.)  But this really is.  This is a great room.  Many friends.  And everybody I know and recognize just from reading about you and your great successes.I want to say that our country has never done better.  We’re setting records.  On Friday, we had the all-time — in the history of our stock market — the all-time highest number.  And we intend to go a lot higher.  I think we will be a lot higher than even what we’ve done.  We have tremendous potential.  There’s a lot of room for growth.And during the campaign, I’d talk about growth.  And we’ve had great growth, but we’re going to have a lot more of it.  And a lot of people in this room are going to be the reasons for that growth.And, Tamim, you’ve been a friend of mine for a long time, before I did this presidential thing, and we feel very comfortable with each other.  And I have to say that the investments that you make in the United States — one of the largest in the world — but the investments that you make are very much appreciated.  And I know the planes you’re buying and all of the other things you’re investing in.  And I view it differently; I view it as jobs.  Because for me, it’s jobs.And today, we set a new record for jobs.  We’re setting it almost on a daily basis.  We’re up to almost 160 million jobs.  And that’s a statistic that is just so obvious and so — there are more people working — if you think, more people working in the United States today than at any day ever in our history.  That’s a very important number.  And it’s simple, but it’s probably as beautiful as we can do.  Everybody in the room understands that very well.But I just want to thank you.  We’re meeting tomorrow, and it’s going to be a very interesting meeting.  Maybe we can do everything tonight.  We don’t have to bother tomorrow.  And that would be okay.  (Laughter.)  We’ll save some good time.  But I look forward to it.  We have a big meeting with your representatives, and we have a lot to talk about.  There are many things we’re going to be talking about, from defense to purchases and trade.And I know everything is going to be very positive.  You’ve been a great ally, and you’ve helped us with a magnificent military installation and military airport, the likes of which people haven’t seen in a long while.And I understand there’s been another $8 billion invested.  Thank goodness it was mostly your money, not ours.  In fact, even better — it was all of their money, not ours.  That’s even better.But you have been terrific, and you’ve been my great friend and I appreciate it.  And I look forward to seeing you tomorrow.  We’re going to have some very good talks.Thank you.  Thank you very much.  Thank you, everybody, for being here.  Thank you.  (Applause.)AMIR AL THANI:  President Trump, friends: It’s a great honor to join you again in Washington, D.C.  Thank you for your continued hospitality.  And a personal thank-you to Secretary Mnuchin for hosting the dinner tonight.My visit this week will reaffirm the ideals we share.  And, tonight, we are here to celebrate the strong economic partnership.  Our nations share a commitment to human capital, working to create resilient, knowledge-based economic — economies, with an emphasis of education — on education, openness, and opportunity for all.Unfortunately, there are some in my region who do not share our beliefs.  In today’s world, at times, alliances have to be made with necessary partners, and certain allies are not actually friends.  But with the United States and Qatar, we are partners, allies, and friends.Qatar and the U.S. are working together to eradicate terrorism and its financing, wherever it may take root, to ensure a more peaceful and secure world.We continue our mutual commitment to remain closely invested in both military and security alliance, as we are expanding Al Udeid Air Base to accommodate U.S. troops and their families.  We are also partnering with charities here, like the Bob Woodruff Foundation, to support veterans.  And our political cooperation in the wider region creates stability so that economic development can flourish.Together, our two countries continue to seek more investment opportunities to further enhance our common prosperity.  Qatar is one of the fastest-growing economies in the Middle East, and American companies are a treasured part of Qatar’s success and development.  We have a long history of exchanging expertise and resources, and oil and gas, to make both countries top energy exporters.Our partnership also growing in many non-energy sectors.  One being the exciting back-to-back World Cup 2022 in Qatar and 2026 in the U.S.  This year, our mutual economic partnership is estimated at $185 billion — a number which we both intend to grow.  This has already created more than half a million American jobs.And, in Qatar, America is the number-one source of imports.  You should all be happy — especially you, Mr. President — to hear that there is a trade deficit between our countries that favors the United States of America.  (Laughter and applause.)We are looking forward to the continued partnership, alliance, and friendship of our two nations, and to the health, prosperity, and happiness of the people of the United States of America and Qatar.  Thank you very much.  (Applause.)END7:49 P.M. EDT",
    "president": null
}