{
    "title": "Remarks by President Trump and Prime Minister Rutte of the Netherlands Before Bilateral Meeting – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-prime-minister-rutte-netherlands-bilateral-meeting/",
    "created_at": "2019-07-18T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nJuly 18, 2019\nOval Office1:40 P.M. EDTPRESIDENT TRUMP:  Thank you very much, everybody.  It’s a great honor to be with the Prime Minister of the Netherlands.  We’ve become friends over the last couple of years.PRIME MINISTER RUTTE:  Absolutely.  Yeah.PRESIDENT TRUMP:  We’ve had a lot of good conversations.  We’re dealing on trade, we’re dealing on military, we’re dealing on intelligence.  And the relationship has never been better.And, Mr. Prime Minister, it’s an honor to have you with us.  Thank you very much.PRIME MINISTER RUTTE:  Mr. President, thanks again for hosting me.  Last year, we had a very good conversation here —PRESIDENT TRUMP:  Right.PRIME MINISTER RUTTE: — and discussed our two priorities: jobs and how to keep our citizens safe.  And today we’ll discuss how to accelerate the implementation of all of that, and particularly the defense agreement we closed.PRESIDENT TRUMP:  Right.PRIME MINISTER RUTTE:  I’m going to Boston — you and I discussed — to bring up the number of Americans in a job from 800,000 to a 1,000,000.  So I will be — there’s a big trade (inaudible) in the Boston area, and to try to make next steps in that sense.  So that’s very good.PRESIDENT TRUMP:  And a lot of people wouldn’t know that over a million jobs — we think, very shortly, we’ll have over a million jobs having to do with the Netherlands.PRIME MINISTER RUTTE:  Absolutely.PRESIDENT TRUMP:  Indirectly and directly, over a million jobs.  That’s —PRIME MINISTER RUTTE:  You (inaudible) a quarter of a million in the Netherlands —PRESIDENT TRUMP:  Oh, well, we’re work —PRIME MINISTER RUTTE:  — so we have to bring that number up, too.PRESIDENT TRUMP:  We’ll work on that.PRIME MINISTER RUTTE:  Absolutely.PRESIDENT TRUMP:  So thank you very much for being here.PRIME MINISTER RUTTE:  Absolutely.PRESIDENT TRUMP:  Thank you everybody.  Thank you very much.Q    Sir, the sanctions —PRESIDENT TRUMP:  Steve.Q    Sir, the sanctions on Turkey: Have you ruled out sanctions on Turkey (inaudible) —PRESIDENT TRUMP:  We’re looking at it.  We’re looking at it.  Very, very difficult situation for a lot of reasons.  Things could have been done better in the pre- — in the previous administration.  The previous administration made some very big mistakes with regard to Turkey, and it was too bad.So we’re looking at it.  We’ll see what we do.  We haven’t announced that yet.Q    Mr. President, if I could just ask a follow-up question.  What would your message be to your supporters who are making that chant?  And would you, again, stop them?PRESIDENT TRUMP:  Well, these are people that love our country.  I want them to keep loving our country.  And I think the congresswomen, by the way, should be more positive than they are.  The congresswomen have a lot of problems.When you look at the statements they made that were so bad and so horrible to our country, you look at what they said, Jon — what they said was something that is — it’s hard to believe that they could make statements like that.And I could go page over page over page — many, many statements — whether it’s about us, whether it’s about Israel, whether it’s about the World Trade Center, and all of the different things that were said.  It was a very terrible thing.I’m not happy about when I hear a chant like that.  And I’ve said that, and I’ve said it very strongly.But I will tell you, the Congressmen and women also have a big obligation in this country and in every country, frankly.  But they have a big obligation.  And the obligation is to love your country.  There is such hatred.  They have such hatred.  I’ve seen statements that they made with such hatred toward our country, and I don’t think that’s a good thing.  They should embrace our country.  They should love our country.  And things would be a lot better.Thank you very much everyone.  Thank you.Q    Mr. President, on the JEDI contract with the Pentagon —PRESIDENT TRUMP:  What?Q    With the Pentagon’s JEDI contract, is there any chance that you might intervene in that contract, in that bidding?PRESIDENT TRUMP:  Which one is that?Q    It’s the Pentagon’s —PRESIDENT TRUMP:  The Amazon?Q    Correct.  The Amazon and Microsoft —PRESIDENT TRUMP:  So, I’m getting tremendous complaints about the contract with the Pentagon and with Amazon.  They’re saying it wasn’t competitively bid.  This is going on for a long time — I guess, probably, before this administration.  And we’re looking at it very seriously.It’s a very big contract.  One of the biggest ever given having to do with the cloud and having to do with a lot of other things.And we’re getting tremendous, really, complaints from other companies and from great companies.  Some of the greatest companies in the world are complaining about it, having to do with Amazon and the Department of Defense.And I will be asking them to look at it very closely to see what’s going on because I have had very few things where there’s been such complaining.  Not only complaining from the media — or at least asking questions about it from the media — but complaining from different companies like Microsoft and Oracle and IBM.  Great companies are complaining about it.  So we’re going to take a look at it.  We’ll take a very strong look at it.Thank you very much everybody.  Thank you.Q    (Inaudible.)PRESIDENT TRUMP:  Thank you.  A big event just happened in Iran.  A big event.  I’ll be talking about it —Q    And what will you be doing about it, sir?PRESIDENT TRUMP:  A big event.  A big event.END1:45 P.M. EDT",
    "president": null
}