{
    "title": "Why Cutting Taxes is Good for American Workers – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/cutting-taxes-good-american-workers/",
    "created_at": "2018-02-21T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nFebruary 21, 2018\n4 minute readCouncil of Economic Advisers4000$\n\t\t\t\tincrease in average annual household wages from corporate tax reform\t\t\tThere is evidence that the extensive use of itemized deductions in the U.S. income tax code can distort incentives, affect the distribution of the tax burden, and reduce Federal income tax revenue. Lowering individual income tax rates while simultaneously limiting use of distortionary deductions can therefore facilitate tax relief to middle-income households—with corresponding supply-side benefits—while at the same time partially offsetting short- to medium-term negative revenue effects.In addition, because the magnitude of the corporate tax changes in the Tax Cuts and Jobs Act—particularly the international aspect of corporate taxation—marked a more substantial break from its antecedent, we focus in more depth on this part of the reform. In particular, there is a large body of academic literature on the effects of taxing corporate income and demonstrate that the empirical evidence indicates that not only is capital highly responsive to changes in corporate taxation but also has become more so over time. The result is that not only have firms located less production and investment in the United States, and correspondingly more abroad, but also that the cost of this lower output has been increasingly and disproportionately borne by the less mobile factor of production—namely, labor. Using estimates from this literature, we calculate that two salient corporate tax reforms—reducing the top marginal Federal corporate tax rate from 35 to 21 percent, and allowing firms to fully expense investments in nonstructure capital—would raise output by 2 to 4 percent over the long run, and furthermore boost average annual household wages by about $4,000.Evidence strongly suggests that the U.S. economy, and in particular U.S. workers, have been substantially harmed by the convergence of two undisputed economic trends. The first is the high and accelerating international mobility of capital, and the second is the increasingly uncompetitive nature of U.S. corporate income taxation relative to the rest of the world. The result has been throttled capital formation in the United States, and consequently stagnant wage growth in the absence of capital deepening. Under the Tax Cuts and Jobs Act, the shift away from worldwide taxation toward a territorial system ends the penalty on companies headquartered in the United States, because they will no longer pay additional taxes when they bring overseas profits home. As a transition to the territorial system, income that has already accrued offshore will be subject to a low, one-time tax, thereby eliminating any tax incentive to keep funds offshore.Read a one-page overview of the most significant Federal tax reform enacted in the United States in decades.Read Deregulation that Frees the Economy",
    "president": null
}