{
    "title": "2017: A Year of Promises Fulfilled with a Strong Labor Market – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/2017-year-promises-fulfilled-strong-labor-market/",
    "created_at": "2018-01-05T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nJanuary 5, 2018\n2 minute readCouncil of Economic Advisers2017 was a banner year for the United States labor market. In the first year of the Donald J. Trump Administration, the economy added 2.1 million jobs and reversed job losses in critical sectors, most notably in manufacturing, a key priority for the Administration. While 2016 witnessed manufacturing job losses of 1,000 jobs per month on average, 2017 brought a windfall of 16,000 jobs gained per month, fulfilling the President’s campaign promises. These 196,000 additional manufacturing jobs for the year brought the unemployment rate for manufacturing workers to the lowest rate ever recorded—2.6 percent in November 2017. Workers in construction, wholesale trade, and mining and logging also benefited from bigger job gains in 2017 than they had seen in 2016.The economy’s engine brought across-the-board benefits beyond these specific sectors. The overall unemployment rate, which by October had dropped to 4.1 percent, represented a 17-year low by year’s end. The benefits of the low rates were felt broadly, resulting in unemployment rates for America’s veterans, African-Americans, and Hispanics that reached historic lows in 2017 (see figure).Although 2017 also brought a reduction in the payroll employment of retail establishments, it likely reflects an ongoing shift in American shopping patterns, as buyers substitute online purchases for brick-and-mortar experiences. There have also been reductions in Federal Government employment, which reflects the Administration’s efforts to right-size the footprint of the Federal Government’s operations and save taxpayer dollars.In 2018, the first wave of tax reform job and wage gains should produce continued tightness in the labor market and thus bigger take-home checks for workers, as well as increased labor force participation as more workers get off the sidelines and re-enter the working world. The labor force participation rate for America’s prime-aged workers (aged 25 to 54) was 81.7 percent in 2017 and remains 1.3 percentage points below the rate in 2007—the last year before the Great Recession. Higher wage growth should induce some of these additional labor force non-participants to enter the labor market. If so, a return to the pre-Recession participation rate for prime-age workers would result in an additional 1.7 million Americans back at work. There is some evidence of this positive trend already: A greater share of prime-aged men were employed or looking for work in December 2017 than at any other point since May 2011.The President’s emphasis on economic growth will continue in 2018. With less regulation, more jobs, and higher wages, this Administration will continue to support America’s workers.",
    "president": null
}