{
    "title": "Remarks by President Trump During Tour of Lee County Neighborhood – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-tour-lee-county-neighborhood/",
    "created_at": "2019-03-09T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tLand & Agriculture\t\n\nIssued on:\nMarch 9, 2019\nLee Road 38\nOpelika, AlabamaMarch 8, 201912:05 P.M. CSTQ    Mr. President, what did you see from the air?THE PRESIDENT:  Well, I saw this.  It’s hard to believe, actually.  And I guess the fact that we went very early helped; it helped a lot of people.  But we saw things that you wouldn’t believe.  Here it is.  You saw the same thing.  Kathrine has done an incredible job and the Governor has done an incredible job, and we really appreciate it.  We really appreciate it.GOVERNOR IVEY:  We thank you and the First Lady for taking time to come and show how important it is for people to work together and stand up together.  And when we do that together, we wind up being stronger together.  So you all are setting the bar pretty high, and we thank you for that.THE PRESIDENT:  Thank you very much.  I appreciate it.GOVERNOR IVEY:  Volunteer support has been impressive.  Over 1,200 folks have already volunteered from all over the state, and they’ll continue.THE PRESIDENT:  They’ve done an incredible job, but I want to thank FEMA — all of our people from FEMA.  They’ve been very quick acting, Kathrine.DIRECTOR CARSON:  We’ve had — we have at least 200 here in Lee County, and they came to the EOC and they are willing to work and do anything they can for these people.  So we appreciate that very much.But the support that we’ve had from the state and locals — our local responders and the Sheriff has all been — it’s just unimaginable.  Director Brian Hastings has been with me the entire time.And, you know, one of the things — you can’t afford to staff enough people to manage something like this all the time, so it’s sometimes difficult for a local EMA to grow big enough, fast enough.  And how you do it is through the governors telling them, “Do whatever you have to do.”  And I got word early on from the Governor that you said, “Whatever they need, give it to them.”  And that’s how we grow it.GOVERNOR IVEY:  Mr. President called me on Monday morning — about 8:15 a.m., Alabama time — and told us that you all were thinking about us and if there was anything that he could do.  And I said, “Well, as a matter of fact there is.”  They’re working with FEMA to — well, to make that emergency disaster approval.  And you responded quite favorably.  And so FEMA has been right on top of things from day one.DIRECTOR CARSON:  They have.GOVERNOR IVEY:  And we are grateful.THE PRESIDENT:  Let’s go take a look.  Thank you, fellas.  Thank you.END12:07 P.M. CST",
    "president": null
}