{
    "title": "Intern Series: Pushing the Envelope, From the American People to the President’s Desk – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-pushing-envelope-american-people-presidents-desk/",
    "created_at": "2017-07-14T00:00:00",
    "content": "\nJuly 14, 2017\n2 minute read\n\t\t\t\t\t\tWhite House Interns\t\t\t\t\tWhen President Donald J. Trump took the oath of office on January 20th, he took an oath of allegiance to all Americans. On Inauguration Day, President Trump did not merely facilitate the peaceful transfer of power from one Administration to another, or from one party to another – but the transfer of power from Washington, D.C. to the American People. January 20th, 2017, will be forever remembered as the day the people once again became the rulers of this Nation. In his Inaugural Address, President Trump reaffirmed, “Everyone is listening to you now.” “Everyone,” including President Trump himself.As an intern working in the Office of Presidential Correspondence, one of my team’s tasks is to select 10 pieces of mail that are representative of the public’s sentiment, which is then included in the President’s daily briefing folder. Many of these letters receive personal responses from the President, but most importantly, they help the Executive Office of the President keep a pulse on the Nation by listening to constituents’ thoughts, ideas, and opinions.As a Presidential Correspondent, I had the distinct privilege of taking part in a monthly meeting of Federal Executive Secretariats held at The United States Office of Personnel Management. At the meeting, I represented the White House as a White House Agency Liaison from the Office of Presidential Correspondence amongst many other Federal agencies in the Executive branch. In the meeting with interagency representatives, we deliberated about the key issues facing Americans today and how we can continue to serve the American people at the Executive level. This experience was both humbling and gratifying.My internship at the White House has shown me that at the crux of public service is a conviction of teamwork and cooperation. From my first day, onward, every moment I have spent at the White House has been an enriching opportunity to learn, grow, and challenge myself. Interning at the White House has taught me that every contribution – big or small – truly makes a difference in the lives of the American people we so gladly serve.Said Bilani is from Miami, Florida, and is a rising sophomore jointly studying Government & Public Policy and Business at Franklin & Marshall College. Said is a member of the Summer 2017 White House Internship Program in the Office of Presidential Correspondence.",
    "president": null
}