{
    "title": "Remarks by President Trump in an Emergency Operations Briefing | Lake Charles, LA (August 29, 2020) – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-emergency-operations-briefing-lake-charles-la-august-8-29-2020/",
    "created_at": "2020-08-30T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tLand & Agriculture\t\n\nIssued on:\nAugust 30, 2020\nFire Company One\nLake Charles, LouisianaAugust 29, 2020\n1:43 P.M. CDTTHE PRESIDENT: Well, thank you very much, everybody. And I’m here to support the great people of Louisiana. It’s been a tremendous state for me. I love the people. We’ve had a good relationship right from the beginning. It’s very important that I was here. And already met some people that have been absolutely devastated.This was a tremendously powerful storm. In fact, when it came in, it was actually much bigger than Katrina, I would say — Katrina being somewhat of a landmark, I think, in terms of devastation, but this had more power. This was almost coming in at a five. It was a five a little bit out offshore, and it came in as a four. But 150 mile-an-hour. It was up to 185 at one point. I don’t know that we’ve ever seen that.But we’re joined by Governor John Bel Edwards and Senator John Kennedy, two friends of mine. They’ve done a fantastic job representing the state. And Acting Secretary of Homeland Security, who’s no longer really “acting,” in my mind, because he just got a promotion. And if John Kennedy can push him with Bill, that would be terrific, because he deserves it. He’s been — he’s been doing a great job. There’s the man. Don’t talk to me anymore. I’ve done it for you. Right there is the man. (Laughs.)But thank you very much, Chad. And FEMA Administrator Pete Gaynor. Pete, great job. He’s all over the country right now doing different things. And we have a lot of different elements happening, but we have to take care of Louisiana; we have to take care of Texas. Texas got a little bit lucky.Thanks also to the members of Congress that are here. I have a little list; that’s a lot of members. I don’t know — where are you folks back there? I love those guys. First of all, Louisiana Attorney General — where’s Jeff? Jeff Landry. Jeff. I could use you, Jeff. You’re so good. He is so tough and so good. And I agree with so much of what you do, almost all of it. I’m not sure that I’ve seen anything I don’t agree with. Great job. Jeff Landry, everybody. Thank you very much.Congressman Steve Scalise. Steve, the most — he’s probably the bravest man in the room, but he’s done good. And I actually think he’s better looking today than he was three years ago, if you want to know the truth. He went through hell. And we found out that his family loves him, that’s for sure, because they were — they were with you all the way. That was a rough time in that hospital that night, right? That was a rough time, Steve. We’re glad to have you. People love you. People love you.Congressman Clay Higgins. And, Clay — thank you very much, Clay, being here. Congressman Garrett Graves. Garrett, nice to see you. What are you doing sitting back there? I can’t believe it. That’s not like you and Mike. I can’t believe you guys. They’re being low key today for a change, right? And Mike Johnson, my friend. And he’s been supportive. They’re all warriors. These people are warriors. These people are warriors. They fight for us and they fight for the people that they represent, and they’re incredible warriors. Thank you, Mike. I appreciate it very much.And State Senator Mark Abraham. And, Mark, thank you. Good job you’re doing. I hear a great job. James Waskom, Director of Louisiana Homeland Security and Emergency Preparedness. Good. You’ve got plenty to prepare for. Now, do you have other storms, James, coming in? Is that what I’m hearing?MR. WASKOM: Three, Mr. President.THE PRESIDENT: You got to be kidding, James. Don’t let that happen.MR. WASKOM: Well, not necessarily Louisiana, but they’re coming across the Atlantic.In other words, they’re heading in a general direction. Is that what you’re saying? That’s not good. What looks like the likelihood that they actually form and reach?MAYOR HUNTER: Too early to tell, Mr. President. (Inaudible.)THE PRESIDENT: So you had some tremendously bad storms 50, 60, 70 years ago. You and I were talking about dates. What’s the difference now, would you say, in terms of storms coming in now, compared to many years ago?MR. WASKOM: They seem to be more frequent, Mr. President, and stronger. So there’sGOVERNOR EDWARDS: But the other thing, Mr. President, this one went from a tropical storm to a category four —THE PRESIDENT: Quickly.GOVERNOR EDWARDS: (Inaudible) in 36 hours. And so we had a lot of people who, early on, not only were the going to evacuate them, but hours before landfall, (inaudible). And, Tony, you told me that people evacuated (inaudible), and thank God they did, because there’s no way you would be sitting here right now (inaudible).THE PRESIDENT: So that, really, the fact that they finally did get out — they saw it building. It built so fast, didn’t it? Because it looked like it was going to be the lesser between Marco and this. And Marco —GOVERNOR EDWARDS: Disintegrated.THE PRESIDENT: It disintegrated, and this just came in roaring. It’s unbelievable.Nick Hunter. Nick, thank you. Great job, Nick. Great job you’re doing. We appreciate it. Mayor of Lake Charles. You got — you got hit hard. Were you the hardest hit, would you say, Nick?MAYOR HUNTER: I can’t quantify if we were the hardest hit, but I can tell you we took a hell of a punch. (Laughter.)THE PRESIDENT: Yeah. You took a big punch.MAYOR HUNTER: Yes, sir.THE PRESIDENT: But you’ll be back.PARTICIPANT: (Inaudible.)THE PRESIDENT: A hundred percent.MAYOR HUNTER: And a hundred percent of the city is without power. Yes, sir.THE PRESIDENT: So, when people get used to air conditioning — and this is very hot — when people get used to air conditioning and all of a sudden they don’t have it, that’s a very traumatic situation, isn’t it?MAYOR HUNTER: It is. You find out how acclimated we are to modern conveniences in a time like this.THE PRESIDENT: Yeah.MAYOR HUNTER: And no power, very limited amount of water right now makes it very difficult for a lot of people in Lake Charles.THE PRESIDENT: Wow. You have a great reputation. Thank you.MAYOR HUNTER: Thank you.THE PRESIDENT: Thank you very much.Michael Danahay. Michael. Please, Michael.MAYOR DANAHAY: (Inaudible), Mr. President.THE PRESIDENT: Oh. Hi, Michael. How are you doing, Michael?MAYOR DANAHAY: (Inaudible.)THE PRESIDENT: That’s the mayor of Sulphur. Are you hit, would you say, like this one? Pretty much like this one?MAYOR DANAHAY: Yes, sir.THE PRESIDENT: Very close, huh? How’s it going?MAYOR DANAHAY: It’s going well. We have (inaudible).THE PRESIDENT: Well, good job. Good luck.And the mayor of Westlake, Bob Hardey.MAYOR HARDEY: Sir.THE PRESIDENT: Thank you, Bob. How’s it going?MAYOR HARDEY: (Inaudible), but we got hit pretty hard. I would say —THE PRESIDENT: Similar.MAYOR HARDEY: — 65 percent (inaudible). (Inaudible.)THE PRESIDENT: Well, you’ll all get it going. One thing I know about this state: they rebuild it fast. There’s no problem. And we’ll supply what we have to supply and you know what a lot of that is — a thing called, “green,” right? And we’ll take care of you. I’ll be speaking with you and John.And I just want to recognize Bill Cassidy and Congressman Ralph Abraham, two great people. And Bill is going through a problem, and I hope Ralph is fine. Right? Ralph is fine. And Bill is going through a problem, but I spoke to him the other day, and it sounds like he’s doing well. And he’s been, along with John, a terrific senator.So Hurricane Laura was a category four storm and it was actually, for a little while, a five. It was up to 175, almost 180 miles an hour — few people have ever even heard of that — with winds currently — when it came in, it was at 150 miles per hour at landfall, damaging thousands of homes and causing hundreds of road blockages and major power outages.And I heard — I think this is correct — that it was the most powerful storm coming in and hitting your land in 150 years —GOVERNOR EDWARDS: Yes, sir.THE PRESIDENT: — coming in.GOVERNOR EDWARDS: And that’s assuming the measure was right, (inaudible).THE PRESIDENT: Yeah, you don’t know. How did they do it? They put their finger up, right?I just visited the Cajun Navy and the Relief Center. They’re fantastic. I want to thank the pastors. And we had a great pastor, just gave us a little prayer, and he — he didn’t choke. He gave a great prayer, I’ll tell you. He got up there and he just gave it. I’ve seen some, didn’t quite get it out as nicely. But he did a fantastic job.And I want to thank all of the pastors across the state, people of faith across the state who have been helping families and communities recover.Before the storm struck, I approved an emergency declaration under the auspices of John and John Bel. We had — we had a very quick one. I would say you got that almost immediately, wouldn’t you say, John? Like, before it — I think before the storm got here, you had your emergency. We knew what was coming.SENATOR KENNEDY: Thank you, Mr. President.THE PRESIDENT: Yeah. Thank you, John. But we got it very quickly, and we’re going to be discussing some other things in a little while.Yesterday, I approved a major disaster declaration that helps individuals and business owners, which is a little bit different, but it goes right to the individual. And I’ve signed that already, and so you’re all set to go on that.FEMA has delivered 2.6 million liters of water and 1.4 million meals. And that’s a lot of meals. So, you’re pretty busy, I guess, Pete, right?ADMINISTRATOR GAYNOR: Yes, sir.THE PRESIDENT: That’s incredible. Great job. Your people are incredible.You know, I haven’t had — and Pete has done this now for a long time — but I haven’t had one complaint, with all of the storms we’ve had in Texas and here, I haven’t had one complaint. So you’ve done — you’ve done a hell of a job, Pete. Thank you. Pete Gaynor, everybody. Don’t hire him away, please. You know — (laughter) — private enterprise is looking and they say, “Hey, let’s go — let’s go take him away.” Don’t let him leave, John, please, all right? Is that all right?SENATOR KENNEDY: He’s the best.THE PRESIDENT: We’re also assisting state and local officials to restore water to roughly 180,000 residents and to protect energy infrastructure.I want to thank the men and women of FEMA and the first responders and the law enforcement, which we love and we cherish and are doing a fantastic job and don’t get the kind of recognition that they — they should get, but actually, they do, because the people love them, right? The people love them. And we appreciate our law enforcement.Our hearts go out to the families who have lost loved ones. How many — what is the number, would you say, John, right now?GOVERNOR EDWARDS: (Inaudible.)THE PRESIDENT: Amazing. Well, it’s a tremendous number, but you were thinking it could be — it could have been a lot worse.GOVERNOR EDWARDS: We had to have the (inaudible) come in.THE PRESIDENT: Yeah. Amazing.GOVERNOR EDWARDS: (Inaudible.)THE PRESIDENT: Amazing.So, 15 years ago this week, Louisiana was devastated by Hurricane Katrina. That seems to be — Katrina seems to be the standard. It seems to be the one that’s our — 15 — is it actually today? Fifteen years ago today.And whether you come from Louisiana or Fifth Avenue in New York City, you know all about Katrina, right? That was a bad, bad deal. And devastation. And, now, the devastation was far greater, even though the storm probably wasn’t as powerful.GOVERNOR EDWARDS: Yes, sir. But that was because we had levee (inaudible) —THE PRESIDENT: Correct.GOVERNOR EDWARDS: (Inaudible.)THE PRESIDENT: Are your levees now in good shape?GOVERNOR EDWARDS: The best ever.THE PRESIDENT: The best ever. Good. That’s good.So you came together and you rebuilt, America helped. And here we are today, and you’re going to have this situation taken care of very, very quickly.I’d like to ask Governor John Bel Edwards to say a few words, and then, John, if you would say a few words. And we’ll take a few questions from the press, if you’d like. We’ll talk about primarily the storm. Okay?GOVERNOR EDWARDS: Well, thank you very much, Mr. President, for visiting today. And we really appreciate the close cooperation and all the communication we’ve had with members of the Cabinet but especially Homeland Security and Administrator Gaynor. The (inaudible) declaration was critically important. And then yesterday, the major disaster declaration (inaudible) for our state. It unleashes assistance that you just can’t get (inaudible).The strongest (inaudible) in 160 years. It actually (inaudible) Louisiana.THE PRESIDENT: Amazing.GOVERNOR EDWARDS: They had never seen that before. And we have power outages from here to there, (inaudible). But it’s affected our water systems. And so we have nursing homes and hospitals, jails — they have the ability to function with a generator, but not without water. And so we’re still evacuating some of these facilities. And so one of the biggest — we’re working with FEMA. (Inaudible) and restoring not just the power (inaudible).THE PRESIDENT: Are you in need of water too?GOVERNOR EDWARDS: Yes, sir.THE PRESIDENT: Water — bottles of water?GOVERNOR EDWARDS: Yes, sir. And we have lots coming from FEMA. We (inaudible) get Walmart to start doing their own distribution in their store parking lots today.The biggest challenge would be power restoration. I’ll be getting a full briefing from (inaudible) on Monday. But I wanted to tell you they counted 172 major transmission power (inaudible). And 70 of those are the largest (inaudible) towers that they have. They were (inaudible) 140-mile-an-hour winds, but they’re all (inaudible).THE PRESIDENT: Right. There’s one outside. I said, “That’s some tower to come down.”GOVERNOR EDWARDS: There’s only 30 in the state. So we’re going to be, in a few weeks or so, getting power back to Lake Charles. Our effort is going to be trying to (inaudible) structures (inaudible) in this area. A lot of work to do to (inaudible, Mr. President.You saw the (inaudible). They’ve been wanting us to (inaudible). And our surge testing sites (inaudible, we will restart our testing (inaudible) all across the state —THE PRESIDENT: Good. Good.GOVERNOR EDWARDS: — (inaudible).And the last thing I want to share with you is, last night, because of your help with the declaration, we were able to (inaudible) the storm, because normally we’d put people in gymnasiums and mass shelters, but in COVID (inaudible), we didn’t want to do that. We had 10,000 Louisianans in hotel rooms; 7,000 Louisianans (inaudible) Texas. And this is going to have to continue for some period (inaudible).(Inaudible), and we’re working with the FEMA, and we have various housing programs that we can tap into to try and make sure that the non-congregate shelters are available (inaudible), because your declaration (inaudible) really opened that opportunity, Mr. President.THE PRESIDENT: Well, thank you. You know, when you think of it, Louisiana has been through a lot with the COVID and with this, a couple of other things. And you have all done a very good job.GOVERNOR EDWARDS: Most cases per (inaudible).THE PRESIDENT: Is that right? You’ve done a great job. You’ve done a great job. Thank you very much.And, Nick, I’m going to come back and find out at the end of three weeks how popular you are. (Laughter.)MAYOR HUNTER: Yes, sir. (Inaudible.)THE PRESIDENT: This is a big test.MAYOR HUNTER: And you’re going to be very good. You may be very much better, if you could be — if you could be better, which I doubt.John, please, say a few words. John Kennedy.SENATOR KENNEDY: Mr. President, a lot of Washington politicians would not be here right now. A lot of presidents wouldn’t be here right now, with an election a few months away. And just (inaudible) each other. We don’t care in Louisiana. It’s a question of whether you cared more this time than last time. And I think you’ll do better this time. You did pretty good last time.THE PRESIDENT: Did good. We did good.SENATOR KENNEDY: But you came here, and (inaudible). I don’t know why bad things happen to good people. If I make it to heaven, I’m going to ask it. But this is a really bad thing. And it hurt a lot of good people. And these are our people — our people. These are people who get up every day, go to work, obey the laws, pay their taxes. They try to do the right thing by (inaudible).We’re going to need the help. And I know that’s not all your job. And I got to do my heavy lifting, and Steve and Garret and Mike and Dr. John Fleming. And we have to get Congress to (inaudible), but we need your back.We will recover from this. Louisiana is as tough as a pine knot. But just (inaudible), we toured. John Bel (inaudible) — John Bel and I are working together on this, and we’ll be joined at the hip. (Inaudible) break your heart, as you know. So thank you for your help. And more than anything, you didn’t have to be here today. A lot of politicians would have been in Wisconsin or (inaudible). You came here, and that say a whole lot about you, Mr. President, (inaudible).THE PRESIDENT: Or they would have been in a basement. So —SENATOR KENNEDY: You said that. They didn’t hear that. (Laughs.)THE PRESIDENT: So, you know, if anybody would like to make a statement — Steve, would you like to make a statement?REPRESENTATIVE SCALISE: I just want to thank you (inaudible) for coming here. You know, where you just (inaudible), we were at (inaudible) some relief center operations, we saw (inaudible) Hurricane Katrina, you had people just coming together, neighbors helping neighbors. Cajun Navy is something, which is something that has developed over the last few years, of just a bunch of people are Cajuns from around this area and they know that we have tough times.We’re resilient people, and they help everybody else. And they’re showing up. The (inaudible) is a faith-based group. You met Pastor Schumacher, who said that wonderful prayer.THE PRESIDENT: Yeah. Right.REPRESENTATIVE SCALISE: The faith-based groups have come together after Katrina when — when they were difficult, is getting relief, because the faith-based groups that got in first. And now we’ve got such a great coordination between FEMA. Administration Gaynor has been great, making sure that they we everything we need. I know Secretary Wolf reached out as well, before the storm. The Governor has been on top of this.But getting that declaration quickly helped us to prepare. And these are tough, resilient people, (inaudible) to rebuild. But knowing that the federal government has got their back means everything. So thank you for coming.THE PRESIDENT: And we do, Steve. And we do have their back.Mike Johnson, would you want to say something?REPRESENTATIVE JOHNSON: I want to echo what’s been said, Mr. President. The impact of this storm came off the coast and hit our (inaudible) here really hard, and went all the way up the whole half of the state.And we have residents in (inaudible) all the way out to the northern central part of this state that are equally affected (inaudible). So they’re grateful that you’re here. I have thousands of constituents of people who wanted me to tell you how much they appreciate the attention that you’re giving to our state. (Inaudible.)THE PRESIDENT: All right. I always will. I always will.Fellas, anybody?REPRESETATIVE SCALIA: Clay Higgins — this is Higgins’s district. He’s been active from day one.THE PRESIDENT: Let’s go. Clay, go ahead. Please.REPRESENTATIVE HIGGINS: Mr. President, I cannot describe how meaningful it is to be here today with the people that I’m honored serve. I was born in 1961. I’ve been through many, many powerful (inaudible), and I’ve never anything hit this hard, this fast. And this community is resilient and strong. And, yes, we will rebuild. We’re going to have to stay together, strong, with our federal (inaudible) and (inaudible) government.(Inaudible) interaction and cooperation across (inaudible) political or ideological minds. We’re staying strong. We do need your help. And I cannot describe that humanitarian crisis that is facing (inaudible) here in Lake Charles and (inaudible), you’ve seen (inaudible). It’s time for love and prayers and action, and (inaudible) staying together.I’ll tell you, our governor (inaudible). And I believe (inaudible) demonstrates the greatness of American courage (inaudible). (Inaudible.) So thank you, sir. God bless you. And thank you for being here.THE PRESIDENT: So, Clay, 1960. You’re a young guy. I didn’t know you were so young. He’s a young guy.REPRESENTATIVE HIGGINS: (Inaudible.)SENATOR KENNEDY: It’s the miles, not the years. (Laughter.)THE PRESIDENT: A lot of miles.STATE ATTORNEY GENERAL LANDRY: Mr. President —THE PRESIDENT: Yes, please.STATE ATTORNEY GENERAL LANDRY: I’d like to recognize — we’ve got Sheriff Tony Mancuso and Sheriff Johnson here, and all the first responders (inaudible).I’d like to remind you and everyone that, four years ago, or just a little bit over four years ago, you came down to Louisiana —THE PRESIDENT: Right.STATE ATTORNEY GENERAL LANDRY: — (inaudible), and basically showed America that you care about people in their time of need. And so we thank you for coming out here.THE PRESIDENT: That was a bad one.STATE ATTORNEY GENERAL LANDRY: Yeah.THE PRESIDENT: That was the water more than anything else, right? That was a bad one. Thank you very much. I appreciate it. Great job you’re doing.ADMINISTRATOR GAYNOR: So, I’d just like to just share one thing before we conclude: is you signed a major disaster declaration, and that allows individual assistance. And so I’m going to give out a phone number that those disaster survivors that need assistance from the federal government can register right now.THE PRESIDENT: That’s great. Good.ADMINISTRATOR GAYNOR: 1-800-621-3362. Or you can go online if you have Internet service: DisasterAssistance.gov. Either way, you can register, and we can provide you disaster assistance. If you don’t register, then we can’t do that. So I encourage everyone. In the last 15 hours, since you’ve signed it, 15,000 people have registered.THE PRESIDENT: Wow.ADMINISTRATOR GAYNOR: So, we want more.SENATOR KENNEDY: You got to help us get additional parishes added as we get to (inaudible).ADMINISTRATOR GAYNOR: Yes, sir. And that’s the final process. So — but, right now, let’s just get that phone number out and let’s get people registered.THE PRESIDENT: Give the information once again, please.ADMINISTRATOR GAYNOR: 1-800-621-3362 or DisasterAssistance.gov to register for assistance from Hurricane Laura.THE PRESIDENT: Gary — Garret, anything to say?REPRESENTATIVE GRAVES: Mr. President, if I remember right, I think you actually were in this room four years ago —THE PRESIDENT: I was.REPRESENTATIVE GRAVES: — and you came back (inaudible).THE PRESIDENT: It hasn’t changed. (Laughter.)REPRESENTATIVE GRAVES: As Stephen and Senator Kennedy said, there’s no community in this country where people would come in and give their shirt off their back to help one another. And people are. They’re sheltering one another, and they’re (inaudible) food and everything they can do.But as the mayor and others know, no electricity, no water. There are a certain level of things that really are going to require the government’s help. And we do appreciate you coming back down. We appreciate you being here. We really are going to need some help with that.And one last thing: You know, we’re asking all those people to come back and rebuild. And if we’re asking them to do that, and we don’t have a safe place — meaning, a place that’s safe from floods — here in southwest Louisiana and in south — central Louisiana, we have some really big projects there. I think it will help provide security to those people that can come back and build here in the southwest; they can build (inaudible) area and help ensure that this is a safe place to come back and rebuild.THE PRESIDENT: That’s great. Thank you, Garret, very much. I appreciate it.And, Pete, let me ask you: You’re bringing the big generators down? Are they here yet?ADMINISTRATOR GAYNOR: Yes, sir. We have 112 that are here and more on the way. And we’ve worked with state and local and the Army Corps of Engineers to make sure that we’ll meet those needs.THE PRESIDENT: Great. Thank you very much.Any questions of any of the folks?Q Mr. President, how is the storm impacting the spread of the coronavirus? We know the National Guard was deployed to help with the pandemic, but now they’ve been redeployed for this.THE PRESIDENT: Can you take — could you possibly take that off? Because I can’t hear you.Q How is the storm impacting the spread of the coronavirus? We know the National Guard was deployed to help with the pandemic, but now they’ve been redeployed for this.THE PRESIDENT: Well, they’re doing a very good job down here with respect to that and even pre-storm. But I’ll ask John Bel to say a few words about that, John.GOVERNOR EDWARDS: Well, thank you. Obviously, we didn’t like losing much of this past week with our community-based testing. We’re still reporting more than 10,000 tests a day. But on Monday, we will resume our community and surge testing across the state of Louisiana, using the National Guard. Of course, our hospitals and clinics continue to test every single day.But we don’t like not testing. We’re going to turn that back on, on Monday, which is why we had (inaudible) National Guardsmen mobilized today is because they’re doing the cleanup; they’re cutting the trees down; they’re distributing food and water and ice and tarps. They’re managing warehouses. They’re — we’re delivering generators. And on Monday, they’re going to start testing as well.So I appreciate the question. We’re going to get right back on it.Q Mr. President, why isn’t your administration turning on the EPA air monitors to check for toxic chemicals coming from some of the refineries and chemical plants around here, or potentially coming?THE PRESIDENT: Chad, do you want to answer that question?ACTING SECRETARY WOLF: Pete, is that something that you’re tracking?ADMINISTRATOR GAYNOR: I don’t know the answer to that. I can get you the answer on (inaudible).GOVERNOR EDWARDS: I can tell you that we had the EPA on the ground on Thurs- — I’m sorry, on Friday. It might have been Thursday. I lose track of time. They’ve been on the ground with (inaudible) in the Lake Charles/Westlake/Sulphur area monitoring for air quality. So they’ve been here since the day the storm hit. I’m quite certain of that.Q Mr. President, storms like this, do you think they’re becoming more frequent because of climate change? And, Governor, the same question to you.GOVERNOR EDWARDS: I can’t hear you.THE PRESIDENT: Go ahead. Just take it off.Q Mr. President, do you think that storms like this are becoming more frequent because of climate change? And, Governor, the same question to you.THE PRESIDENT: Well, that was the question I asked these folks: Are the storms more frequent? Are they bigger? In all fairness, you probably had your biggest storms. I think you said your biggest one was in the 1800s, but who knows? Who knows? It might have been a very small storm, by comparison, right? There’s no way of really understanding that or knowing that.But, look, the area has been a storm area. There are tremendous advantages to being here. People love it. That’s why they would never leave. They wouldn’t even think about leaving.One thing I have — I’ve met a lot of people; not one person would even think about it. I think if they ever even suggested it, that would be the end of them, right?GOVERNOR EDWARDS: This is home.THE PRESIDENT: So — this is home. This is home.John, would you like to answer that question? They’re talking about the storms and frequency. Do you see a difference?SENATOR KENNEDY: Well, let me first ask the cooperation of the press. I know it wasn’t a 20-foot storm surge, but 9 feet isn’t chopped liver. It did an extraordinary amount of damage. (Inaudible) storm damage. Nine feet is devastating.And I flew over yesterday. In Lake Charles, there may be a structure or two that wasn’t hit or damaged, but I haven’t seen it. This thing is 600 miles wide. Katrina was 400 miles wide. We’re thankful we didn’t get a 20-foot storm surge. But imagine 9 feet of water coming through that door right now. We’re all dead. And that’s what came through.And it’s not just Lake Charles and south of here; it goes all the way up north of here, bends over across the state. It hits just about every one of our congressional districts. So this is a — Katrina, people were hurt badly because the levees broke. But this is as bad as I’ve ever seen, folks.THE PRESIDENT: And I have heard that if the path was different — we got lucky, in a sense; maybe not for the people in the way, but frankly, we got a little bit lucky. If the path were over a little bit more one way or the other, this could have been, by far, the worst storm — the worst hurricane you’ve ever had.GOVERNOR EDWARDS: If the eye had passed on the west side of the (inaudible) channel, and the (inaudible) winds were blowing over (inaudible), it stays on the inside. And so we had east winds, west winds, and north winds working (inaudible) and south winds (inaudible).THE PRESIDENT: You got a little bit lucky. That’s what I’ve heard from some people.Thank you all very much. We’ll be making another stop soon. Thank you very much.END2:12 P.M. CDT",
    "president": null
}