{
    "title": "Remarks by President Trump in Press Gaggle Upon Arrival – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-press-gaggle-upon-arrival/",
    "created_at": "2018-10-12T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nOctober 12, 2018\nCincinnati Municipal Lunken Airport\nCincinnati, Ohio4:46 P.M. EDTTHE PRESIDENT:  Well, we have good news: Pastor Andrew Brunson is in the air from Turkey.  He’s, I think, in good shape.  He’ll be stopping, most likely in Germany, for a full checkup.  And then he’s going to be coming to the Oval Office, most likely on Saturday.But we’re very honored to have him back with us.  He suffered greatly, but we’re very appreciative to a lot of people — a lot of people.  So Pastor Brunson is in the air heading to Germany and then coming to the U.S.  He’ll be landing on Saturday — most likely Saturday, in D.C.Q    What caused the release, Mr. President?THE PRESIDENT:  Well, we spoke to Turkey, and he went through a system and we got him out.  We’ve been trying to get him out for a long time.Q    Will you lift the sanctions now on Turkey?THE PRESIDENT:  This has nothing to do with anything — there was no deal made at all.  There was no deal.But we’re very happy to have him, and have him in good shape.  I hear he’s in very good shape.Q    Mr. President, are you reevaluating the relationship with Saudi Arabia?THE PRESIDENT:  Well, we’re going to find out what happened with respect to the terrible situation in Turkey, having to do Saudi Arabia and the reporter.  And nobody knows quite yet.  Nobody has been able to put it all together.  People are starting to form ideas.  And as they’re formed, we’ll let you know.  But it certainly is a terrible thing.Q    Has their record been overlooked for too long?THE PRESIDENT:  Excuse me?Q    Has their record otherwise been overlooked for too long?THE PRESIDENT:  Well, I think a lot of records are overlooked.  If you look at Iran, if you look at so many other countries; take a look at Syria.  You take a look at a lot of countries — a lot of countries’ records have been overlooked.  But this is a very serious thing and we’re looking at it in a very serious manner.  Okay?And we’ll see you.  We have a big crowd.Q    Have you spoken to the King of Saudi Arabia about this?THE PRESIDENT:  I have not.  I have not called him.Q    But do you plan to soon, sir?THE PRESIDENT:  I will.  I will be calling him.  I will be calling at some point, King Salman.You know, you’re right in the — you’re right in the way of that camera behind you.  I’m sure they think you’re a very good-looking guy, but maybe not that good from the back, right?All right.  So, go ahead.Q    So you plan to call him soon?  Can you tell us when that —THE PRESIDENT:  I’ll be speaking to him.  Yes, pretty soon.Q    What will that conversation be like?THE PRESIDENT:  Well, I can’t tell you.  But I will say that they’re looking very hard and fast.  And not only us; a lot of people are looking to find out.  Because it is potentially a really, really terrible situation.  So we’ll see what happens.Q    Was it a mistake for Jared to develop such a close relationship with —THE PRESIDENT:  Yes?Q    Was it a mistake for Jared to develop such a close relationship with the Crown Prince?THE PRESIDENT:  No, I don’t know if it’s any closer than other relationships that people have.  We have a lot of very close relationships with a lot of countries.  But this is a serious problem.Thank you.Q    Was it right for the Treasury Secretary to go to their investment conference?THE PRESIDENT:  Well, I guess a lot of people are going over to an investment conference.  And he actually called this morning and he will make that determination.  But he was partially over there anyway.  A lot of people are going over to the investment conference.  We’ll see what happens.  Maybe some won’t be going.  We’ll make that determination very soon.  Okay?We’ll see you over at the rally.END4:50 P.M. EDT",
    "president": null
}