{
    "title": "How We Will Win the War on Opioids – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/will-win-war-opioids/",
    "created_at": "2018-03-01T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nMarch 1, 2018\n10 minute readAs a young man, Donald Trump witnessed the pain of addiction in his family. Now as President, he is fighting back.The numbers around drug addiction in America are staggering. According to the Centers for Disease Control and Prevention, nearly 64,000 Americans died from a drug overdose in 2016 alone—more than three times the age-adjusted rate of drug overdose deaths in 1999. In 2016, an estimated 20.1 million Americans, or about 1 in 13 people aged 12 or older, had a substance use disorder.For President Donald J. Trump, addiction is more than just a policy issue.“I had a brother, Fred—great guy, best-looking guy, best personality,” President Trump told those gathered in the East Room of the White House last October. “But he had a problem. He had a problem with alcohol, and he would tell me, ‘Don’t drink. Don’t drink.’ . . . He would say it over and over and over again.”To this day, the President abstains from drinking. “I had somebody that guided me, and he had a very, very, very tough life because of alcohol.”As the President’s story shows, addiction is no new phenomenon for America. But the landscape of addiction today looks different. In 2016 alone, drug overdose deaths exceeded the number of Americans killed during the entire Vietnam War. And the majority of these drug overdose deaths—roughly two-thirds—now involve an opioid.Opioids are a class of drugs that includes everything from heroin to legal prescription pain relievers such as oxycodone, hydrocodone, codeine, and morphine. The increase in deaths involving opioids is so large that it now affects average U.S. life expectancy.One major driver of the increase in opioid overdose deaths is the growing black market trade of illicit fentanyl and fentanyl analogues, powerful synthetic drugs far more potent than morphine. Another driver is the widespread availability of prescribed opioids. As the number of prescription opioids in America quadrupled from 1999 to present day, overdoses involving these drugs have jumped virtually in lockstep.On October 26, 2017, President Trump issued a Presidential Memorandum for the Heads of Executive Departments and Agencies to use all lawful means to combat the drug demand and opioid crisis. He also directed the Secretary of the Department of Health and Human Services to declare the crisis a Public Health Emergency.“We are already distributing nearly $1 billion in grants for addiction prevention and treatment, and more than $50 million to support law enforcement programs that assist those facing prison and facing addiction,” the President said before signing the memorandum. “We have also launched an $81 million partnership to research better pain management techniques for our incredible veterans.”The President’s proposed Federal Budget requests $3 billion in new funding in 2018 and $10 billion in 2019 for the Department of Health and Human Services (HHS) to combat the opioid epidemic by expanding access to prevention, treatment, and recovery support services. The funding would also go toward addressing mental health concerns.When confronting a crisis of this magnitude, the most important factor—and one where government too often falls short—is making sure that every dollar is used effectively. To this end, the Trump Administration’s aggressive and multifaceted response to opioid addiction can best be understood in terms of three categories: demand, supply, and treatment.1. Preventing drug use initiation and reducing demand: The Administration is promoting prevention efforts and enhanced overdose tracking, helping first responders handle opioid-related incidents, and encouraging safer prescribing practices to lower misuse.In practice:2. Cracking down on the bad actors fueling drug supply: The Administration is bringing its tough law-and-order approach to the drug trade by shutting down criminal websites that sell opioids, cracking down on fraudulent prescribers, stopping the production and sale of illicit fentanyl, and preventing illegal drugs from coming into the country in the first place.In practice:3. Expanding access to evidence-based, world-class care and treatment: The Trump Administration is supporting state and industry innovation to increase access to high-quality treatment, expand the availability of treatment and recovery services, and facilitate life-saving communication between healthcare providers and family members. In practice:In October, as President Trump spoke to the Nation before signing the opioid memorandum, he returned to the story of his brother Fred. The President has firsthand experience to guide his Administration’s core message on drugs: If we can reach children and young adults before they ever start down a vicious path toward abuse, we have a real chance to flip the script on opioid addiction in America.“I learned because of Fred. I learned. And that’s what I think is so important,” the President said. “It is time to liberate our communities from this scourge of drug addiction.”",
    "president": null
}