{
    "title": "President Trump’s Tax Cuts Have Been A Win For Small Business – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trumps-tax-cuts-win-small-business/",
    "created_at": "2019-01-03T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nJanuary 3, 2019\n2 minute readAs the co-owner of a rock climbing gym, Andrew Kratz is always reaching for even higher goals. This year he and his partners opened Triangle Rock Club’s fourth location, the first outside their home state of North Carolina, and announced plans for a fifth – an expansion that got off the ground thanks in part to the tax cuts President Trump signed into law one year ago.…As head of the Small Business Administration, I constantly hear from small business owners like Kratz who are investing their tax savings in their companies and their employees — raising wages, providing bonuses and benefits, and creating more jobs. The unemployment rate is the lowest it’s been in nearly 50 years, and for the first time on record, there are more job openings than people seeking jobs. Our nation’s gross domestic product (GDP) is on pace to grow by more than 3 percent in 2018. And with the corporate tax rate cut from 35 percent to 21 percent, American businesses are more competitive – spurring investment in America and repatriating trillions of dollars previously held overseas.It’s clear from these historic results that the tax cuts are igniting economic growth. Families are seeing real savings thanks to the doubling of the child tax credit and a near-doubling of the standard deduction. Many are even seeing lower electric bills, with more than 130 utility companies pledging to pass their tax savings to their customers through lower rates.…“President Trump’s support of small business, not just with words but with his actions, that’s the difference,” Kratz told me. “Previous administrations would talk a big game about helping small business, but this president has done exactly that.”Read the full op-ed here. ",
    "president": null
}