{
    "title": "Leveling the Playing Field for American Workers – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/leveling-playing-field-american-workers/",
    "created_at": "2018-10-05T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nOctober 5, 2018\n4 minute read\n\n\t\t\t\t\t\tWilbur L. Ross, Jr.\t\t\t\t\t\t\t\nSecretary of CommerceManufacturing is booming again in America. Production lines are rolling, smelters are aglow, and Made in America products are spreading around the globe. On this Manufacturing Day, Americans around the country can celebrate the growing manufacturing revival due to the tireless efforts of President Donald J. Trump and those in his Administration. We are focused on leveling the playing field and unleashing innovation to create more jobs in the United States.The Trump Administration’s economic policies are fueling new investments in plants and equipment – tax reform, the largest reduction and reform of federal regulations in history, and the renegotiation of imbalanced trade deals have generated a period of strong economic growth and more opportunities for American workers. Just a few days ago, we completed the negotiation of the new United States-Mexico-Canada Agreement, providing concrete gains and supporting high-paying jobs for American workers.The economy grew at a rate of 4.2 percent last quarter, far higher than most thought possible a few years ago, and American businesses have added more than 4 million new jobs since the President was elected in November 2016. Unemployment is near record lows; the number of Americans filing for unemployment is at a 49-year low; incomes are rising; and there are more job openings than there are people looking for work.At the same time, our policies are enabling American manufacturers to add jobs and contribute to a surging economy. Since the President took office in January 2017, the manufacturing sector has added 348,000 jobs, with year-over-year manufacturing job growth in 2018 increasing at the fastest rate since 1995. In 2017, U.S. manufacturers produced over $6 trillion in gross output, nearing the largest production values on record.To ensure this manufacturing renaissance continues, the U.S. Department of Commerce’s International Trade Administration is using every tool at its disposal to level the playing field for American companies and workers. We are aggressively fighting predatory foreign trade practices, breaking down barriers to American exports, addressing the theft of intellectual property and designs, and challenging market-distorting industrial subsidies that continue to harm American industries.To help mitigate the threat of trade cheats, the Department of Commerce has achieved a 15-year high for trade enforcement cases. The antidumping and countervailing duty investigation process utilizes a transparent, evidence-based, and internationally accepted mechanism to correct for inequitable trade policies that benefit foreign companies at the expense of American workers and businesses. During the 20 months since President Trump took office, the Commerce Department has launched 124 trade investigations, compared to 38 investigations started during the same period of the Obama Administration.In addition, we are prioritizing enforcement actions that address unfair Chinese trade practices. On August 28, 2018, the Trump Administration announced its 39th investigation into unfairly traded Chinese goods. It took the Obama Administration three years to reach this milestone. And, for the first time in over 25 years, the Commerce Department self-initiated trade cases on Chinese aluminum sheet exports.To address the flood of imports that threaten domestic industries critical to the security of our nation, the Department has launched investigations under Section 232 of the Trade Expansion Act of 1962 on steel, aluminum, automobiles and auto parts, and uranium.The Department concluded that imports of steel and aluminum threaten to impair national security, and the President has put in place tariffs and quotas that are enabling American steel and aluminum industries to get back on their feet. We are continuing our work on the other investigations, and will report the results to the President.With the economy growing and the manufacturing sector on the road to recovery, the Department of Commerce is taking action to level the playing field for American businesses. We have moved quickly and aggressively to address the predatory trade practices eroding America’s manufacturing base by using the tools Congress created to address these challenges.President Trump has made it clear that the United States will no longer allow its workers and the communities in which they live to be harmed by unfair trade practices. The Trump Administration will fight on their behalf in any way we can.This op-ed appeared in CNBC on October 5, 2018. ",
    "president": null
}