{
    "title": "America Needs Judge Neil Gorsuch on the Supreme Court – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/america-needs-judge-neil-gorsuch-supreme-court/",
    "created_at": "2017-03-21T00:00:00",
    "content": "\n\n\t\tLaw & Justice\t\n\nMarch 21, 2017\n2 minute readSupreme Court Nominee Neil Gorsuch Yesterday, Judge Neil Gorsuch began confirmation hearings at the United States Senate. President Donald J. Trump has nominated the most qualified, principled, and strongest defender of the Constitution possible as his choice for Supreme Court Justice.Judge Gorsuch has adopted the same consistently principled approach that Justice Scalia followed—hewing closely to statutory text and the Constitution’s original meaning. He has written several impressive opinions that exhibit a Scalia-like capacity to see fundamental problems in existing legal doctrines. He is a gifted writer whose work features the sort of forceful and compelling prose—along with effective, strategic use of humor—that Justice Scalia deployed to great effect. And Judge Gorsuch routinely issues strong, pointed concurrences and dissents that appeal to first principles and make clear that he—like Justices Scalia and Thomas—will seek to restore traditional legal principles. These opinions also demonstrate that Judge Gorsuch—again, like Justices Scalia and Thomas—is unafraid to question prior decisions rather than accept them as settled precedents.Among his long list of accomplishments are degrees from Columbia University, Harvard Law School, and Oxford University. Prior to serving on the Tenth Circuit U.S. Court of Appeals, Judge Gorsuch was the Principal Deputy to the Associate Attorney General and Acting Associate Attorney General at the U.S. Department of Justice. Judge Gorsuch is exceedingly qualified to join the Supreme Court of the United States and he is the perfect selection to honor the legacy of the late Justice Antonin Scalia.It’s time to confirm Judge Gorsuch. Sign your name to stand with President Trump’s Supreme Court nominee.",
    "president": null
}