{
    "title": "Remarks by President Trump in a Signing Ceremony for H.R. 724, The Preventing Animal Cruelty and Torture (PACT) Act – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-signing-ceremony-h-r-724-preventing-animal-cruelty-torture-pact-act/",
    "created_at": "2019-11-25T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tLaw & Justice\t\n\nIssued on:\nNovember 25, 2019\nOval Office5:29 P.M. ESTTHE PRESIDENT:  Thank you very much.  This is a very important signing, and we’ve had two now in a row that are very, very important and inspirational, I might add.  Right?  When you think of it.Thank you all for being here today.  I’m pleased to sign the Preventing Animal Cruelty and Torture Act into law.  Animal cruelty.  This is something that should’ve happened a long time ago and it didn’t.  But the people behind me and others have been incredible, and I just want to congratulate you.And I ask the same question I asked for another bill that we just signed: Why hasn’t it — this happened a long time ago?  And I give you the same answer: because Trump wasn’t President.  (Laughter.)This commonsense legislation restricts the creation and distribution of videos or images of animal torture.  It is important that we combat these heinous and sadistic acts of cruelty, which are totally unacceptable in a civilized society.We’re pleased to be joined by some of the very important people that got this done.  And they worked very, very hard on it.  Representative Vern Buchanan — fantastic person.  Sheriff Carolyn “Bunny” Welsh.  Kitty Block, President and CEO of the Humane Society.  Jack Hubbard, COO of American Humane.  Rory Diamond, CEO of K9s for Warriors.  Marty Irby, Executive Director of Animal Wellness Action.  Laura Sellards, President and Executive Director of the Warrior Dog Foundation.  Lauren [Lauree] Simmons, President and Founder of Big Dog Ranch Rescue.  John Thompson, Executive Director of the National Animal Care and Control Association.  Sara Amundson, President of the Humane Society Legislative Fund.  Tracie Letterman, Vice President of the Humane Society Legislative Fund.  Anne [Anna] Marie Malloy, Senior Legislative Specialist at the Humane Society Legislative Fund.And these people really worked hard together with some of your friends that are in different states all over the country right now, that we were able to get this done a little bit quicker than people thought.  And so they send all of their regards, and some of them are watching this right now, as we do this.From battlefields to hospitals, from the ranches of the frontier to the backyards of America, from animals of service to animals of war, our nation’s animals have played a vital role in the development, settlement, security, and happiness of our country.  So true.  We had a great dog named Conan here, just a little while ago.  It’s very fitting that it was on the same day, but that’s a little bit what you’re talking about.  Conan was something and created quite a stir.We have a responsibility to honor the dignity of God’s creation.  With today’s act, we take the critical step toward being more responsible and humane stewards of our planet and all who we want to cherish and take care of, and all of those who live on it.And I will now sign this very important piece of legislation.  And I want to congratulate everybody here.  And after I’m finished, I’d like you to have you maybe say a few words to the media, if you’d like.  Okay?  Thank you very much.(The bill is signed.)Okay, so who’s supposed to get this pen?  (Laughter.)PARTICIPANT:  Right over there, the Congressman.REPRESENTATIVE BUCHANAN:  Thank you.THE PRESIDENT:  And your sons?  Introduce your sons and say a few words.REPRESENTATIVE BUCHANAN:  James and Matt.THE PRESIDENT:  Great job.MR. MATT BUCHANAN:  It’s great to be here.REPRESENTATIVE BUCHANA:  And thank you for your leadership on animals.  I can tell you this has been six years and coming — about torturing animals and cruelty to animals.  But without your leadership, this wouldn’t be a reality today.  So thank you very much, Mr. President.THE PRESIDENT:  Well, thank you very much.  Great job.  Great job.See that, Jeff?MR. IRBY:  It’s the first ever anti-cruelty statute in American history.  So, you broke another record.THE PRESIDENT:  Oh, wow.  That’s fantastic.  (Applause.)MR. DIAMOND:  In one stroke of the pen, the President has done more to protect animals and stop animal cruelty in America than anyone in history.  That’s incredible.THE PRESIDENT:  That’s really a very nicely put statement.  Thank you very much.MR. DIAMOND:  Yes, sir.THE PRESIDENT:  I appreciate it.MS. BLOCK:  This bill — this now passage — it’s a watershed moment.  Animal protection is such a vital issue.  We are so grateful for the signing today and for the support of the American people and all the legislators who stood behind us.  This is an incredibly important moment and for such a great cause.  So thank you.THE PRESIDENT:  That’s great.  That’s a great honor.  Thank you.MS. BLOCK:  Thank you.  Thank you.THE PRESIDENT:  My great honor.  Please.SHERIFF WELSH:  Mr. President —THE PRESIDENT:  Hi, Sheriff.SHERIFF WELSH:  How are you?  On behalf of law enforcement, this is another effort on your part and success on your part to assist federal, state, and local agencies to work together, because animal cruelty — the cruelty of animals, the destruction in the home, domestic violence — everything is related.  And what this does is enable law enforcement to work together on the federal, state, and local level to investigate and prosecute animal cruelty.  And we thank you for that.THE PRESIDENT:  Thank you, Sheriff.  And she’s one of the toughest people in the country — (laughter) — for law and order.  So that’s a pretty —SHERIFF WELSH:  Thank you.THE PRESIDENT:  — interesting combination of events.Please.  Go ahead.MS. SIMMONS:  We see animal abuse every day in rescue throughout the southeast, throughout the country.  And I really feel that this bill will make people think twice about — before they abuse an animal, and hopefully end the horrific torture that some of these animals endure.Mr. President, I want to thank you for getting behind this, for helping the animals of the United States.  And hopefully you can work a deal and — with your China trade that we can — the meat trade over there too.THE PRESIDENT:  That’s pretty tough toward animals, isn’t it, when you think of it, right?  We’re doing actually very well in that regard.Tell me, why wasn’t this done many years ago?  Could you — do you want to answer that?MR. DIAMOND:  There is no good answer, sir.  Until you became President, it wasn’t going to happen.THE PRESIDENT:  Pretty amazing, you know?  It’s almost common sense, right?MR. DIAMOND:  Exactly.THE PRESIDENT:  From the heart.  But almost common sense. That’s pretty amazing.Anybody would like to say something?MR. IRBY:  Yeah, Mr. President.  Thank you so much for all that you’ve done as our President — and, Mr. Buchanan, you –for making this the first-ever anti-cruelty statute in American history.  I know you must think a lot of that, and that really says a lot about everything you do as our President.  And we’re proud to have you.THE PRESIDENT:  Well, thank you very much.  I appreciate it.  Anybody?  Please.MR. THOMPSON:  Mr. President —THE PRESIDENT:  Yes.MR. THOMPSON:  Yeah, I just want to say that, you know, animals are changing in our society.  It used to be they were just animals; now they’re family members.  And what you’ve done today has another toolbox in the men and women who — in animal care and control who go out there and fight every day.  Sooner or later, we’re going to put an end to this and the evil that comes with it.THE PRESIDENT:  Well, that’s very nicely stated.  Thank you very much.REPRESENTATIVE BUCHANAN:  Let me only add, also —THE PRESIDENT:  Go ahead.REPRESENTATIVE BUCHANAN:  — Mr. President, I just wanted to say that this is a big bipartisan win.  It takes time, unfortunately — you know better than anybody — to try and get something done up here.  But with your leadership — and we’ve got some other good bipartisan wins we’re going to have shortly, I think.  But this — this is how it came together.  There was a lot of work by a lot of different groups and members of Congress on both sides.THE PRESIDENT:  What were the numbers?REPRESENTATIVE BUCHANAN:  A hundred percent, pretty much, for both sides, the House and the Senate.  But again, that’s because of your leadership and what you brought to this effort.THE PRESIDENT:  That’s really great.REPRESENTATIVE BUCHANAN:  Thank you very much.THE PRESIDENT:  Thank you very much.  I appreciate it.Pam Bondi, would you like to say something?MS. BONDI:  I’ve prosecuted way too many of these cases, President.  Way too many of these cases were prosecuted.  And thanks to you, you’re going to save so many animals.  Thank you.THE PRESIDENT:  Thank you very much, Pam.Well, thank you all very much.  And we appreciate it.  Maybe stay back and we’ll take a couple of pictures and we’ll let the media go.  Thank you all very much.  Thank you.  I appreciate it.  Thank you.END5:38 P.M. EST",
    "president": null
}