{
    "title": "Background Briefing on the President’s Cuba Policy – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/background-briefing-presidents-cuba-policy/",
    "created_at": "2017-06-15T00:00:00",
    "content": "\n\t\t\t\tPress Briefings\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nJune 15, 2017\nJames S. Brady Press Briefing Room4:36 P.M. EDTSENIOR ADMINISTRATION OFFICIAL:  Good afternoon, everyone.  Thank you for joining us this afternoon.  This is an off-camera, not-for-audio broadcast, background briefing on President Trump’s Cuba policy with senior White House officials here in the briefing room.  Some of you are joining us via conference call.  Just as a reminder, this background briefing information is embargoed until 9:00 p.m. tonight.Q    A lot of this stuff is out already.  Can you guys move that embargo?  Is that negotiable?SENIOR ADMINISTRATION OFFICIAL:  It’s not negotiable right now.  It’s 9:00 p.m. tonight.  It’s embargoed until 9:00 p.m. tonight.During the campaign last year, President Trump received an endorsement from the Bay of Pigs Veterans Association, the first presidential endorsement this group has ever made, at their museum in Little Havana, Miami.  The President has repeatedly said he was “honored and humbled” to have received that endorsement from these veterans, recognizing that they were fighting to restore liberty and justice for the people of Cuba.The President vowed to reverse the Obama administration policies toward Cuba that have enriched the Cuban military regime and increased the repression on the island.  It is a promise that President Trump made, and it’s a promise that President Trump is keeping.With this is a readjustment of the United States policy towards Cuba.  And you will see that, going forward, the new policy under the Trump administration, will empower the Cuban people.  To reiterate, the new policy going forward does not target the Cuban people, but it does target the repressive members of the Cuban military government.To discuss this further, I’m going to introduce [senior administration officials].  We will take a few questions after their presentations.  As background, you know they are going to be identified as senior White House officials.SENIOR ADMINISTRATION OFFICIAL:  Thanks.  And I’m going to be really quick and pretty bland here so we can get to your questions.  But as my colleague mentioned, the President made a promise September 16, 2016, when he was speaking in Miami, about his commitment to overturn the Obama policy of appeasement toward Cuba.  And, in doing so, he promised to restore some of the restrictions on Cuba until they provide religious and political freedom to their people.In order to follow through on the promises the President made, he ordered a full review of U.S. policy toward Cuba in February, and of his team here internally.  The National Security Council, led by General McMaster, engaged in a thorough interagency review process, including more than a dozen working-level meetings, multiple deputies meetings, and principal meetings.  This interagency process included, among others — there are additional agencies — but those I think that are most impacted by the policy included the Treasury Department, the State Department, Commerce Department, the Department of Agriculture, the Department of Homeland Security, and the Department of Transportation.  So each of those agencies and secretaries were actively engaged in this policy formation.Additionally, during this process, the President met with members of Congress who are experts on Cuba policy and have been leaders in formulating Cuba policy, from a legislative perspective, for years.  These members also worked with us hand-in-glove in providing technical guidance and policy suggestions as we continued to formulate the policy and went through multiple drafts.The President and other principals also met with members on both sides of the aisle in this process, and even, additionally, were sharing thoughts with those who have, I think, been advocates — in particular, agricultural trade with Cuba.The President has tasked his Cabinet to work together to find ways to improve what we consider President Obama’s bad deal.  And we’re very excited about the result that the President will unveil tomorrow.  And I think more details of that will be forthcoming.I’ll turn it over to my colleagues, and we’ll take questions when finished.SENIOR ADMINISTRATION OFFICIAL:  Thanks.  Breaking habit of a lifetime, I’m going to be even briefer, because this is really the President’s policy to announce.  But I want to reiterate that this is very much a promise that he made, that he took seriously, that he kept.  And the basic policy driver was his concern that the previous policy was enriching the Cuban military and the intelligence services that contribute so much to oppression on the island.  And that’s the opposite of what he wanted to achieve, which is to have the benefits of any economic commerce with the United States go to the Cuban people.  So that would be our guiding principle.I did want to note that there will not be a change to wet foot, dry foot current policy, and that very much the hope of the administration is that the Cuban regime will see this as an opportunity for them to implement the reforms that they paid lip service to a couple of years ago, but that have not in any way been implemented to the benefit of the Cuban people.So that’s pretty much my part, and so we can open it up to questions.Q    Any details on the actual — the action he’s going to take tomorrow?SENIOR ADMINISTRATION OFFICIAL:  Sorry, I’m the lawyer, so I don’t get the (inaudible) parts, I just get the nitty-gritty details.Q    What is the President actually going to implement?SENIOR ADMINISTRATION OFFICIAL:  There’s a few components of it.  One part is, like my colleague was talking about, measures designed to restrict the flow of money to the oppressive elements of the Cuban regime — the military, intelligence, and security services.There are also measures to ensure that the statutory ban on tourism is strictly enforced, which will include ending the individual people-to-people travel.  There are 12 categories of travel that are permitted still, but the one of the individual people-to-people travel was one that was at the highest risk of potential abuse of the statutory ban on tourism.  And then there are several other components of the policy that you’ll see tomorrow that relate to the supporting requirements ensuring that these regulations are enforced.One key thing to note about the policy is that it directs the Secretaries of Treasury and Commerce to change their regulations on the topic.  No changes go into effect until those regulations are promulgated.Q    So when will this go into effect?SENIOR ADMINISTRATION OFFICIAL:  The policy goes into effect tomorrow, but the policy directs the creation of new regulations, so the actual impact occurs when those regulations go into effect.Q    Things on travel and that sort of stuff doesn’t change immediately?SENIOR ADMINISTRATION OFFICIAL:  That’s right.  Not until the regulations go into effect.Q    Can you explain just — let’s start with the tourism, the ban on tourism which you guys will now be enforcing.  What immediate impact will American travelers see on visits to Cuba from a tourism perspective?  Sort of x, y, and z — what really changes for somebody who wants to go to Havana, let’s say?SENIOR ADMINISTRATION OFFICIAL:  Tourism is banned under the statute, was banned before.  Tourism has never been allowed.Q    Obviously, commercial flights are still going to be in effect, still allowed, so — I’m just trying to get at for like the average person who’s trying to understand what this means for them.SENIOR ADMINISTRATION OFFICIAL:  It means that they’ll have to follow the statutory requirements and the regulations about what kind of travel to Cuba is and is not allowed.Q    Is there still going to be self-certification?SENIOR ADMINISTRATION OFFICIAL:  Yes.  It would still allow the Treasury to issue the general licenses that it has issued.  And individuals obviously still have to keep records of their financial transactions and their travel, which can be subject to audit by the Treasury Department, but that does not change.Q    To clarify, you’re getting rid of the people-to-people category, though?  That will no longer be —SENIOR ADMINISTRATION OFFICIAL:  Individual people-to-people.  So individuals can still go as parts of groups —Q    But you now have to do it as part of a group?  You can’t self-initiate?SENIOR ADMINISTRATION OFFICIAL:  That’s right.Q    Quickly, are you going to issue a replacement directive for the presidential directive that went into effect at the end of last year?SENIOR ADMINISTRATION OFFICIAL:  That’s what this is.Q    So we’ll see that tomorrow.SENIOR ADMINISTRATION OFFICIAL:  Right.Q    What about cruise ships?SENIOR ADMINISTRATION OFFICIAL:  I don’t think there’s anything that specifically touches on cruise ships.Q    No changes to the commercial flights?SENIOR ADMINISTRATION OFFICIAL:  Again, there is a statutory ban on tourism.  But if an individual follows the regulations to travel to Cuba, then they can travel, and — whether they get there by air, boat, or any other means.Q    Does the Trump administration plan to have official diplomatic relations with the Castro regime?SENIOR ADMINISTRATION OFFICIAL:  I don’t think that’s changed by the policy.Q    Doesn’t eliminating — or changing the people-to-people requirement — doesn’t that somehow undermine supporting the private sector in Cuba?  I mean, isn’t that how a lot of Cuban people make their money, off the people-to-people exchanges and that sort of thing?SENIOR ADMINISTRATION OFFICIAL:  The other statutorily permitted categories of travel, including support for the Cuban people, are unchanged by the policy.  But the requirement is that individuals who are going to Cuba actually engage in a full-time schedule of activities designed to enhance their interaction with the Cuban people and designed to get — and consistent with the policy objectives of ensuring that the money goes to the Cuban people and not to the military intelligence services.Q    How is this going to restrict the flow of money to military intelligence and security services?  And if you’re not touching anything to do with airlines and cruise ships, does that mean that airlines and cruise companies are still transferring money to military-controlled entities, since they have to pay docking fees and landing fees?SENIOR ADMINISTRATION OFFICIAL:  Well, the way a policy is structured — and you’ll see tomorrow — is that it directs Treasury and Commerce too provide the regulations to prohibit direct financial transactions with the military intelligence and security services.There are several exceptions to that ban on direct financial transactions, one of which is for air and sea operations.  Again, it restricts the flow of money to the military and intelligence and security services, but it does not completely — there are several exceptions that you’ll see on the policy for the kinds of travel that will still be allowed.Q    Say I met an Ohio electrical company owner who is looking to sell transformers to Cuba.  Their electrical infrastructure is in shambles.  Would that person’s business with Cuba now be curtailed in any way?SENIOR ADMINISTRATION OFFICIAL:  Only if they want to sell to the military, intelligence or security services.Q    Can I follow up on that — just a question about business more broadly?  What’s the President’s message to businesses that have hoped to see Cuba as an expanding potential market?  Is there a message here to American business?SENIOR ADMINISTRATION OFFICIAL:  Say that again, please.Q    What’s the President’s message more broadly to American business, particularly those businesses that had hoped to see an opening of the Cuban market?  What do you tell those folks?SENIOR ADMINISTRATION OFFICIAL:  We tell them that we also very much want to see that kind of expansion of commercial interaction with Cuba, and that’s entirely up to Raul Castro and his regime.  It’s entirely up to Raul Castro to make that happen.Q    What would the Cuban regime need to do in order to make that happen?SENIOR ADMINISTRATION OFFICIAL:  We’re going to have a series of reforms that would make it considerably less difficult for whoever Raul’s successor may be to continue to implement this kind of very repressive police state, which is being fueled by the companies owned by the military and the intelligence.Q    Are you going to roll out what those specific reforms you want to see, what boxes the Cuban regime would have to check in order to roll out more business —SENIOR ADMINISTRATION OFFICIAL:  Absolutely.Q    When?  We’ll see that tonight, tomorrow?SENIOR ADMINISTRATION OFFICIAL:  Tomorrow.Q    On the individual travel restrictions, when will those go into effect?  Say somebody has a flight scheduled next week.  They were planning to do individual people-to-people travel.  It’s too late to get a group.  Do they cancel their flight?  How does that affect those people?SENIOR ADMINISTRATION OFFICIAL:  Again, none of the changes will go into effect until the regulations are issued.  One of the things that the Treasury Department will cover in its regulations is how individuals who have started planning travel to Cuba but have not actually completed that travel, how they will be affected.  That’s something we’re going to be working with them on.  But that is something that will be spelled out by the Treasury Department.Q    Is there a timeline for making progress?SENIOR ADMINISTRATION OFFICIAL:  It requires within 30 days for them to initiate the process, but then the process takes as long as it takes.Q    Can you explain the administration’s thinking on the big picture?  Why this is sort of done in like almost a half-measure?  Why not — if you’re so concerned about the human rights situation there, why not cut off formal diplomatic relations, revert the embassy back to an interest section, and reinstate wet foot, dry foot?  Why not do that?SENIOR ADMINISTRATION OFFICIAL:  Well, I think that’s very much what we’ve been talking about, that we want this relationship to be one in which we can encourage the Cuban people through economic interaction, and that that process is — hopefully has been started.  You can’t put the genie back in the bottle 100 percent.  And so I think this is an effort to move what the President has called a very, very bad deal.It’s not that he’s opposed to any deal with Cuba; he’s opposed to a bad deal with Cuba.  And to start the process of making it clear to the regime that there are very specific benchmarks that they’re going to need to meet if they want to continue this kind of relationship.Q    Thank you.  So just to be clear, the embassy will remain in the place that it is?\nSENIOR ADMINISTRATION OFFICIAL:  There are not changes to that status.Q    Sorry, one other —Q    Ambassador?SENIOR ADMINISTRATION OFFICIAL:  We don’t have an ambassador.Q    And one other, will you re-designate Cuba the sponsor of terrorism?SENIOR ADMINISTRATION OFFICIAL:  That’s not in this memorandum.Q    Will the new policy address U.S. fugitives living in Cuba?SENIOR ADMINISTRATION OFFICIAL:  The new policy reiterates the importance of extraditing those fugitives and returning them to justice, and directs the Attorney General to submit a report on those efforts.Q    What about political prisoners?  Is there anything that affects — is the President going to call for that tomorrow, for releasing political prisoners from Cuban prisons, or anything within this that speaks to that?SENIOR ADMINISTRATION OFFICIAL:  All I’d say is that absolutely, I think to my colleague’s comment about — someone asked the question how does it change.  As soon as there are free and fair elections, and the political prisoners are freed, then they’ll have direct change to the policy.And regarding the question earlier on the private sector and wanting to continue to encourage engagement in the private sector, by all means, that’s what this President’s directive will do.Our concern is that the loopholes the Obama administration have left and was not enforcing is that many of the transactions were benefiting the Cuban military, which is continuing to repress the people.  So the directive that this will enforce will allow business-to-business engagement, but it will make sure that those profits and flow of money are not going to benefit the Cuban military.Q    I want to follow up on that.  Because GAESA, the Cuban-military-owned intelligence company — what percent — like, how big are they when it comes to the Cuban economy?  Like how large are they?Q    Is this restricted to GAESA or it this broader?SENIOR ADMINISTRATION OFFICIAL:  The prohibition on direct financial transactions is on Cuban military, intelligence and security service, and entities that they control, which, as I understand the situation, does include GAESA.And in terms of what share they are of the Cuban economy — I know they have a monopoly on various sectors of the economy.Q    So you’re talking about — you want to engage with the Cuban government if the regime becomes less repressive, but why is there a particular concern on human rights abuses in Cuba when this administration has been engaging with Saudi Arabia and lots of other regimes that don’t have great human rights records?  Why Cuba, in particular?SENIOR ADMINISTRATION OFFICIAL:  I think the President has made clear that he will look toward repressive regimes in this hemisphere and believes that his comments stand from September 2016 when he said that the Cuba policy needs to change.Q    So we can expect this administration to be taking an aggressive stance based on human rights with other regimes?SENIOR ADMINISTRATION OFFICIAL:  I think that this administration will continue to take aggressive stands.  But I’m not commenting here on what his foreign policy will be toward other countries right now.Q    Just a final follow-up — for people who, let’s say, have a family member in Cuba — you need to travel, you’ve got a family member dying — what happens to those people?  What kind of penalties go along with going outside of —SENIOR ADMINISTRATION OFFICIAL:  Family travel is one of the other categories of travel that is already authorized under the regulations and will continue to be authorized.Q    How much help did Marco Rubio provide in shaping this policy?  And who else did you consult in shaping it?SENIOR ADMINISTRATION OFFICIAL:  As I mentioned before, we consulted many members of Congress.  Certainly Senator Rubio has been very helpful to us in this process.  But we’ve consulted those who are part of coalitions that, again, support agricultural exports to Cuba.  We’ve also consulted some on a bipartisan basis.  And I’ll kind of leave it to them to offer what their level of assistance has been.  I think you’ll being seeing more of that come forward in the next day or two as  those who have been helping us come forward to talk about their engagement.  But Senator Rubio was certainly central to helping us with this policy.Q    I just had two questions.  The first is if this is all going to impact — the Obama administration lifted or enabled people to bring more souvenirs, rum, cigars, that kind of thing back.  Is there’s any impact on that policy specifically?  And then secondly, if you could at all lay out some of the other exemptions in addition to cruise ports and airports because obviously the military controls huge swaths of the economy.SENIOR ADMINISTRATION OFFICIAL:  There aren’t any changes to the regulations on what items Americans can bring back from Cuba.  The other exemptions — you’ll see the full list tomorrow, but they include transactions related to the operation of the U.S. embassy or the naval station at Guantanamo Bay, transactions related to promotion of Cuban democracy, of expanding access to telecommunications access, Internet access to the Cuban people.  Again, you’ll — I don’t have the full list in front of me, but you’ll see that tomorrow.Q    How much money has flown from Cuban military and intelligence services through the channels that you’re now going to block in recent years?SENIOR ADMINISTRATION OFFICIAL:  I think we’d have to refer that to the Department of the Treasury.Q    Can you give (inaudible) intelligence cooperation that some say flourished under the Obama policy?  And then on the Defense Ministry owning Old Havana — are payments to those banned as well?SENIOR ADMINISTRATION OFFICIAL:  I’m not going to comment on intelligence operations in this context.  I think that, again, if the Cuban government would like this kind of relationship to continue, the means to achieve that is firmly in their court.SENIOR ADMINISTRATION OFFICIAL:  And on the question about hotels owned by the armed forces of Cuba — yes, the prohibition on direct transactions with the Cuban military would encompass that.  One of the pieces of the policy is that the State Department would create a list of entities owned by the Cuban military, intelligence and security services so individuals can adjust their plans accordingly.\nAgain, the policy intent is to steer money away from the Cuban military and towards the Cuban people.  So your individual who travels to Cuba and does not stay in one of those hotels would not be affected.  But the individuals seeking to stay in military hotels — that would not be allowed.SENIOR ADMINISTRATION OFFICIAL:  Some members of Congress pointed out that if Cubans continue to ship arms to North Korea and continue to fuel chaos in Venezuela, it’s hard to see what the dividends are of that cooperation.Q    I was wondering, just to follow up on that, do you envisage any carve-outs for existing investments in Cuba?  Say if I’m the CEO of Starwood, should I be worried about losing millions that I’ve already invested?SENIOR ADMINISTRATION OFFICIAL:  That will be handled in the specifics of the regulations that the Treasury and the Commerce Department craft pursuant to the policy.  However, one of the administration’s intent has been to not disrupt the existing business that has occurred or, again, to the question about travelers, who have already booked their plans.Q    There may be exceptions?SENIOR ADMINISTRATION OFFICIAL:  The specifics will be handled in the regulations that Treasury and Commerce issue.SENIOR ADMINISTRATION OFFICIAL:  And actually, can I quick add something on that?  On Whitehouse.gov we’ll have sort of a landing page where it will link to all of the relevant agencies that have their individual reports on how this is going to affect their operations tomorrow — because it’s more than you would imagine.SENIOR ADMINISTRATION OFFICIAL:  One last question right here.SENIOR ADMINISTRATION OFFICIAL:  It should be right with the speech.Q    Two quick questions.  (Inaudible) — what does that look like?  And second, can you give us some examples of the benchmarks you are talking about that you want the government to meet?SENIOR ADMINISTRATION OFFICIAL:  My colleague laid those out.  It’s free elections, releasing prisoners.  You could get into things such as direct pay for Cuban workers.Q    Are they going to be really specific?SENIOR ADMINISTRATION OFFICIAL:  I think they will be more general tomorrow, and then if this is a dialogue the Cuban Government wants to have, we can get into the specifics of what it would look like.SENIOR ADMINISTRATION OFFICIAL:  I was going to say I think releasing political prisoners and free and fair elections are pretty specific.Q    Can you answer the question on enforcement, please?SENIOR ADMINISTRATION OFFICIAL:  On how it is more strictly adhering to the statutory ban on tourism?  Again, the ending people-to-people, individual people-to-people travel is one way that is done.  That is a category of travel that is particularly ripe for abuse.  So directing the Treasury to change its regulations to ensure that anyone who goes to people-to-people travel does so as part of a group, is one way to ensure that the individuals who travel to Cuba to engage in a schedule of activities actually do so and aren’t sitting on the beach.SENIOR ADMINISTRATION OFFICIAL:  Just a reminder.  This background briefing is embargoed until 9:00 p.m. tonight.  Thank you all very much for joining us.END\n5:02 P.M. EDT",
    "president": null
}