{
    "title": "In Photos: America’s Solemn Farewell to Its 41st President, George H. W. Bush – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/photos-americas-solemn-farewell-41st-president-george-h-w-bush/",
    "created_at": "2018-12-05T00:00:00",
    "content": "\nDecember 5, 2018\n7 minute readAs with so many of his generation, the Greatest Generation, President Bush worked selflessly throughout his long life to bring about a world of justice and lasting peace. With his passing, we mark one of the last pages of a defining chapter in American history.\n\t\t\t\t\t\tPresident Donald J. Trump\t\t\t\t\tOn the day he turned 18 years old, just 6 months after the attack on Pearl Harbor, George H. W. Bush volunteered for active duty in World War II. He would become one of the youngest aviators in U.S. naval history at the time, flying a total of 58 combat missions.One of those missions would come to define the rest of his life. In September 1944, after taking enemy fire, he parachuted from his burning plane into the Pacific Ocean, sustaining a head injury as strong winds blew him into the tail of his aircraft. After emerging from the water below, he lay alone on his raft, bleeding and sick, until the USS Finback submarine surfaced nearby to rescue him.“President Bush always found a way to set the bar higher,” President Donald J. Trump and First Lady Melania Trump said in a joint statement on December 1. Indeed, the 41st commander-in-chief would spend the remainder of his life trying to live up to the opportunity he received when his life was spared that day in 1944.His legacy as a veteran alone would be enough to earn George H. W. Bush our Nation’s eternal debt and gratitude. For Bush, however, it was only the beginning of a lifetime of public service. He would go on to become a member of Congress, Ambassador to the United Nations, Director of the Central Intelligence Agency, Ronald Reagan’s Vice President, and, at last, 41st President of the United States.True to this rich experience, President Bush has become recognized as one of America’s most consequential and effective leaders in foreign policy. “Resolute through war, President Bush was magnanimous in peace,” President Trump wrote in a message to Congress this week. “As the Communist threat subsided, he stood down America’s nuclear bombers from the alert posture they had maintained for so long and gently encouraged the development of democracy and free markets in the crumbling Soviet Union.”The breathtaking result—unthinkable even a few years earlier—speaks for itself: “Through these and other gestures of goodwill, President Bush helped to bring the Cold War to a victorious end and to transition the country into a period of sustained peace and prosperity,” President Trump wrote.Just as he did abroad, President Bush stood up for human dignity at home. He recognized the devastating effects of drugs and violence on America’s inner cities and rural communities. After President Reagan signed the Anti-Drug Abuse Act of 1988, President Bush helped guide the Office of National Drug Control Policy through its crucial first years of existence.Paralleling that commitment to fight for every American as part of a “kinder, gentler Nation,” President Bush signed the historic Americans with Disabilities Act civil rights legislation into law in 1990.Yet even this long, storied record of accomplishment pales in comparison to George H. W. Bush’s character as husband, father, and friend. “He looked for the good in each person, and he usually found it,” President George W. Bush said of his father during a eulogy at the National Cathedral in Washington, D.C.That generosity and warmth extended to countless Americans beyond President Bush’s own family. Remembering the 41st President at a ceremony in the U.S. Capitol this week, Vice President Mike Pence shared a story about his own son.“When our son made his first tailhook landing as a Marine aviator on the U.S.S. George Herbert Walker Bush, I took the liberty of writing that ship’s namesake to ask for a small favor,” the Vice President said. “I asked him to sign a picture of the flight deck that I could give to my son.”Sure enough, President Bush delivered—and then some. “Just in time for my son’s winging, there came not only a signed photograph, but, of course, a letter, hand-signed as well,” Vice President Pence said. In it, Bush had written, “I wish you many CAVU days ahead.”“I would come to learn that that acronym, CAVU for short, is a term Navy pilots have used since World War II.  It stands for Ceiling and Visibility Unlimited,” the Vice President continued. “You know, that may well describe the essence of this man.”With President Trump, First Lady Melania Trump, and three other former U.S. Presidents and their spouses looking on, President George W. Bush concluded his eulogy with a message directly for his father.“We’re going to miss you,” America’s 43rd President said to its 41st. “Your decency, sincerity, and kind soul will stay with us forever.”\n1/?\n",
    "president": null
}