{
    "title": "Widespread Support for Judge Neil Gorsuch – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/widespread-support-judge-neil-gorsuch/",
    "created_at": "2017-02-08T00:00:00",
    "content": "\n\n\t\tLaw & Justice\t\n\nFebruary 8, 2017\n8 minute readAll across the country editorial boards are praising Judge Gorsuch as a well qualified nominee for the Supreme Court.“But the other reality is that Judge Gorsuch is overwhelmingly qualified to serve on the Supreme Court.”\n(Pittsburgh Post-Gazette, 2/5/17)“There Is No Question Gorsuch Is Qualified.”\n(Albuquerque Journal, 2/5/17)“The Judge He Chose, Neil Gorsuch Of The Federal Appeals Court For The 10th Circuit, Carries Impeccable Credentials.”\n(Akron Beacon Journal, 2/3/17)“The qualifications for service on the Supreme Court emphasize temperament more than ideology. Indeed, a proper temperament has philosophical implications. Neil Gorsuch has the right stuff.”\n(Richmond Times-Dispatch, 2/4/17)“Across the board, those who know him have spoken up in favor of his temperament, knowledge of the law and commitment to judicial independence.”\n(Miami Herald, 2/2/17)“At the very least, Gorsuch is exceedingly qualified. His resume is long and distinguished. His writing is clear and thoughtful. The resume alone should propel Gorsuch’s name to the floor for a full vote.”\n(Quad-City Times, 2/3/17)“Judge Gorsuch is a leading light on the Tenth Circuit Court of Appeals, where he was appointed in 2006 by George W. Bush. … As qualified as he is, Judge Gorsuch ought to be confirmed at least as easily as President Obama’s appointees Elena Kagan and Sonia Sotomayor.”\n(The Wall Street Journal, 1/31/17)“No one has ever questioned Gorsuch’s intellect or qualifications. A graduate of Columbia, Harvard and Oxford, he clerked for two Supreme Court justices and served in the Department of Justice and at a top law firm before beginning a 10-year appeals court stint. … While Gorsuch is hardly our ideological ideal, he is a high-caliber mind who stands solidly in the mainstream of conservative jurisprudence. Barring unforeseen revelations — or a partisan blockade that would be as hypocritical as it is destructive — his journey from Judge Gorsuch to Justice Gorsuch is easy to envision.”\n(New York Daily News, 1/31/17)“As President Trump announced his choice of Judge Neil Gorsuch to succeed the late Justice Antonin Scalia on Tuesday, one big question hovered over Washington: Were Senate Democrats prepared to block the U.S. Supreme Court nomination by any means? … His scholarly credentials are impeccable: Columbia, Harvard, Oxford and Supreme Court clerk for Justices Byron ‘Whizzer’ White and Anthony Kennedy.”\n(San Francisco Chronicle, 1/31/17)“Gorsuch boasts an impeccable résumé, having clerked for Justices Byron White and Anthony Kennedy. Affable and witty, he’s even described as Scalia’s ‘intellectual equal.’”\n(New York Post, 1/31/17)“Gorsuch is an impressive jurist, and that judgment goes beyond his Harvard law background, his clerking for two U.S. Supreme Court justices and the acclaim he’s received as a judge and professor. … For these reasons, we believe that if Gorsuch does well in his nomination hearings and if no red flags emerge in the heavy scrutiny he is likely to face in coming weeks, he deserves confirmation.”\n(San Diego Union-Tribune, 1/31/17)“Gorsuch, who sits on the federal appeals court in the Denver-based 10th circuit, has been praised for his elegant writing. … His pedigree is undeniably impressive: Gorsuch clerked on the Supreme Court for Justices Byron White and Anthony Kennedy and studied for a doctorate of philosophy at Oxford University.”\n(Houston Chronicle, 1/31/17)“Trump Could Not Have Made A Better Supreme Court Appointment Than Gorsuch.”\n(Colorado Springs Gazette, 1/31/17)“Neil Gorsuch is a federal judge in Denver with Western roots and a reputation for being a brilliant legal mind and talented writer. Those who have followed Gorsuch’s career say that from his bench in the U.S. 10th Circuit Court of Appeals he has applied the law fairly and consistently, even issuing provocative challenges to the Supreme Court to consider his rulings.”\n(Denver Post, 1/26/17)“In perhaps his most responsible decision since taking office, President Donald Trump has nominated a well-qualified, conservative federal appeals court judge to the U.S. Supreme Court. Judge Neil Gorsuch is widely praised for his sharp intellect, low-key demeanor and clear writing. … Gorsuch is a well-qualified conservative who would not tilt the Supreme Court’s ideological balance, and he deserves full consideration and a confirmation vote by the Senate.”\n(Tampa Bay Times, 2/1/17)“But trashing Mr. Gorsuch as an outlandish radical, despite his impeccable credentials, the wide respect he commands in his field, his long service as an appeals court judge and the unanimous voice vote he received the last time the Senate considered him for the federal bench, is at the very least premature.”\n(The Washington Post, 2/1/17)“Neil Gorsuch is highly principled and deeply experienced, and is poised to become the intellectual leader of conservative jurisprudence. … Gorsuch is a masterful pick. His resume and background are beyond challenge: Harvard-, Columbia- and Oxford-educated; clerked for two Supreme Court justices; praised for his temperament and reverence for the law; more than a decade of experience on the federal bench. He is a legal superstar and Democrats know it.”\n(Detroit News, 2/1/17)“Colorado Judge Neil Gorsuch is an excellent choice to fill the vacant seat on the U.S. Supreme Court, and fulfills President Donald Trump’s campaign promise to pick a worthy successor to Justice Antonin Scalia. … Neil Gorsuch would be a stellar addition to the court, and we endorse his confirmation.”\n(New Hampshire Union Leader, 2/2/17)“[Gorsuch] is a traditional pick, lauded by liberals and conservatives alike as a brilliant legal mind in the mold of Scalia (only the conservatives like that last part, of course). He boasts a flawless resume. He is praised for his temperament and clear writing. He deserves fair consideration and speedy confirmation.”\n(Boston Herald, 2/2/17)“Gorsuch is plainly an able and thoughtful jurist, a skilled and incisive legal writer. … Above all, Gorsuch is simply, undeniably, a legitimate and respectable nominee.”\n(Minneapolis Star-Tribune, 2/1/17)“Gorsuch has a stellar resume, and at least he will get the courtesy of a Senate hearing to explain his theory of original intent when interpreting the Constitution.”\n(Newsday, 2/1/17)“In nominating Judge Neil Gorsuch to the U.S. Supreme Court, President Trump selected exactly the sort of person his supporters were hoping for when they cast their ballots in November — a solid conservative with great legal credentials and a profound respect for the Constitution. Gorsuch’s confirmation should be a slam dunk, but of course he will have to survive a ferocious opposition campaign by Democrats and progressive groups.”\n(The Oklahoman, 2/2/17)“From the evidence so far, Neil Gorsuch has the qualities anyone considered for justice of the highest court should have: a strong understanding and respect for the nation’s founding document, the U.S. Constitution. … Congratulations to President Trump on a quality pick for Supreme Court justice…”\n(Charleston Daily Mail, 2/1/17)“His integrity is absolute; his disposition appropriate for the job. … Our initial reaction to Gorsuch’s nomination was to cheer. … The Times-Dispatch believes Neil Gorsuch would be a valuable addition to a Supreme Court whose motto proclaims ‘Equal justice under law.’”\n(Richmond Times-Dispatch, 2/1/17)“From what’s been reported, Trump’s nominee, Neil Gorsuch, appears to be highly qualified and deserving of an up-or-down vote after intensive vetting. … Gorsuch certainly has excellent qualifications and appears to be a distinguished choice.”\n(South Florida Sun Sentinel, 2/1/17)“Judge Neil Gorsuch, of the United States Court of Appeals for the Tenth Circuit (based in Denver and serving six Western states from Kansas to New Mexico), is a stellar choice for the Supreme Court.”\n(Toledo Blade, 2/2/17)“By any reasonable legal standard, Gorsuch’s work history makes him eminently qualified to serve on the Supreme Court. … Just like Obama nominees Sonia Sotomayor and Elena Kagen before him, Gorsuch’s legal qualifications are excellent.”\n(East Bay Times, 2/1/17)“So it was with at least a modicum of relief that we learned the man the new president has nominated to succeed the late U.S. Supreme Court Justice Antonin Scalia is not a renegade neophyte contemptuous of those who have come before him, but a seasoned appellate judge respected by peers across the ideological spectrum. … But Gorsuch’s sterling resume does little to reassure liberals who see him as a more youthful, less acerbic, but equally determined champion for the originalist judicial outlook that Scalia personified.”\n(Detroit Free Press, 2/1/17)“Based on [Gorsuch’s] resume — Columbia undergrad, Harvard Law School, Oxford as a Marshall Scholar, two Supreme Court clerkships and experience handling a variety of cases on a federal appellate court — qualifications shouldn’t be an issue. On the temperament front, he has a strong reputation as a collegial and modest jurist who works well with those across the ideological spectrum.”\n(Baltimore Sun, 2/1/17)“Amid the insane swirl of action and immediate reaction of his first 12 days, Donald Trump has made a well-considered selection for the next justice of the Supreme Court. … Judge Gorsuch is more than qualified in education, experience, judicial record and temperament.”\n(Worcester Telegram, 2/2/17)“Gorsuch Has Strong Qualifications.”\n(Tulsa World, 2/2/17)“Gorsuch is widely respected in legal circles, across the political spectrum, as a serious scholar committed to the rule of law.”\n(Chicago Sun-Times, 2/1/17)“Gorsuch’s Legal Pedigree Is Impressive.”\n(Bergen Record, 2/1/17)",
    "president": null
}