{
    "title": "President Trump Travels to Paris – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-travels-paris/",
    "created_at": "2017-07-13T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nJuly 13, 2017\n2 minute readLast night, President Donald J. Trump departed the United States en route to Paris, France to conduct meetings with President Macron and participate in the annual Bastille Day celebration.President Trump and First Lady Melania Trump arrived in France on Thursday morning. President Trump will visit the U.S. Embassy for a meet and greet with staff followed by a working lunch with senior members of his delegation and U.S. Military leaders participating in the Bastille Day festivities. Later in the day, President Trump and the First Lady will be greeted by President and Mrs. Macron. They will also receive a tour of the Tomb of Marshal Foch, the Supreme Allied Commander at the end of World War I. After the tour, the President will participate in a bilateral meeting with President Macron and his senior advisors focused on Syria, counterterrorism, and outcomes from last week’s G-20 summit, followed by a press conference. In the evening, the President and the First Lady will join President and Mrs. Macron for dinner.On Friday, President Trump and the First Lady will participate in the annual Bastille Day ceremonies. President Trump will be the first United States President to participate in the ceremonies since 1989. In order to commemorate the 100th anniversary of the entry of American troops onto French soil during World War I, the people of France have designated the United States as this year’s national guest of honor. The President and First Lady will be joined in the ceremony by troops from the United States Army’s First Infantry Division as well as three heroic United States veterans of the Normandy Invasion. Also, the United States Air Force Thunderbirds will conduct a flyover with planes from the French Air Force.The President and First Lady will return to the United States shortly after the conclusion of the ceremonies.",
    "president": null
}