{
    "title": "Press Gaggle by Principal Deputy Press Secretary Raj Shah en route Pensacola, FL – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/press-gaggle-principal-deputy-press-secretary-raj-shah-en-route-pensacola-fl/",
    "created_at": "2017-12-08T00:00:00",
    "content": "\n\t\t\t\tPress Briefings\t\t\t\nIssued on:\nDecember 8, 2017\nAboard Air Force OneEn Route Pensacola, Florida6:15 P.M. ESTMR. SHAH: The White House and the President are very excited about today’s jobs report. It showed that the economy created 228,000 new jobs in the month of November, including 31,000 new manufacturing jobs.Since this President has taken office, the U.S. economy has created 1.7 million jobs overall. A few highlights to note: The Hispanic unemployment rate is at a historic low. And manufacturing unemployment has dropped to below 3 percent; I think at 2.6 percent. So we’re very encouraged. We think that this report shows that the President’s economic vision is paying dividends for all Americans.On this trip, we’re headed to Pensacola. The President is going to give a campaign rally. He’s going to talk to voters out there and give an appeal to the working-class voters who elected this President and talk about the issues that he ran on.So, with that, I’ll take questions.Jeff.Q Will one of those issues that he talks about be the neighboring race in Alabama, Roy Moore?MR. SHAH: Well, I won’t get ahead of what he says. But the President tweeted earlier today, and he’s been saying for a while now that his endorsement of Roy Moore has to do with the issues and the fact that he doesn’t want Alabama to elect somebody who’d essentially be a Nancy Pelosi, Chuck Schumer puppet and vote against this President’s agenda on a whole host of issues.Q Then why isn’t he going to Alabama instead of just going, you know, 40 miles short of Alabama? Why isn’t he just going to Alabama?MR. SHAH: It’s not that he’s not going to Alabama, it’s that he is going to Pensacola. Pensacola is Trump country. This is a part of the state that voted overwhelmingly for the President in 2016. He’ll be traveling back to Florida from time to time. And it’s a key state.And so this is more about saying thank you to the voters in Pensacola, and articulating why what’s he has done in this past year — the issues that he has raised, the policies that he has promoted, and the accomplishments that he has — are delivering for the voters there and across the country.Q What does the President make of the resignation of Congressman Franks?MR. SHAH: Look, that’s a matter for Congressman Franks to talk about.Q I have a Puerto Rico question. We were working on a story that Puerto Rico still hasn’t gotten the short-term loans that were promised to them in storm aid. Do you know why that is? Is there some concern about why it’s taking so long for Puerto Rico to get their storm aid?MR. SHAH: Look, we’re committed to the recovery in Puerto Rico, and the administration is doing all that it can. I can get back to you on the specifics regarding the loans that you’re referencing.Q How long is the speech expected to be? And are you going to be able to share any excerpts with us on that?MR. SHAH: Well, I haven’t seen the final version of it. You know, with these campaign rallies the President likes to have some fun and ad-lib a little bit. So we expect it to run north of half an hour, maybe a little bit longer. But I think you guys need to wait and see.Q Can I also ask you: With all of the spending bill, and the future of it — you know, we just avoided a shutdown for a couple weeks — what does the President view as the biggest fight going forward as far as small parts of the bill and what they’re trying to put into it, whether it’s DACA, defense, spending?MR. SHAH: Well, let me say that we’re enthused by the developments with the votes yesterday and the meeting at the White House with Speaker Pelosi, Senator Schumer — oh, sorry, Leader Pelosi and Senator Schumer. Sorry about that.And, look, our priority is on ensuring that national defense is funded. It looks like the leadership and the President came to good terms on that front. We have serious national security issues from North Korea to ISIS. We need to ensure our military is funded, that our veterans are funded, and we don’t want to shut down prior to the New Year, right?You know, going forward, I think they’ve come to certain agreements on increasing defense spending and then other items are going to be discussed, and we’re looking forward in two weeks to carving out a deal.Q Can we talk about tomorrow in Mississippi? The President is not going to be making public remarks, is that right? Is that a disappointment?MR. SHAH: No, not at all. Look, we’re really excited about the President speaking at the opening of the museum. You know, these types of events really should be about bringing the nation together, and he’s going to deliver remarks that reflect that.Look, the Civil Rights Movement is an amazing movement about fighting intolerance, hatred, and bigotry. And he’s going to honor the leaders of that movement.Q One other question about Dina Powell. I know that there were lots of statements put out about how great of a job she did. I’m just wondering if you could tell me about the Middle East peace process and how it will affect the efforts towards that.MR. SHAH: Well, the Middle East peace process is something that a lot of folks in the White House, including Dina, have been working on. We’ve made steady progress on those fronts, and the Israelis and Palestinians and the U.S. have been working together on those issues.We love Dina. We appreciate the service that she’s given. She obviously agreed to work for about a year and now is going to go home to New York and be with her family, and support us and the Middle East peace process from the outside.Q On the Middle East, there have been at least two people who have been killed in clashes that have been sparked by the President’s decision on Jerusalem. Does the President feel any responsibility for that?MR. SHAH: Well, let me say at the outset — you know, we think that the decision to recognize reality and make — or recognize Jerusalem as the capital of Israel is the right decision. The President has called for calm and moderation, and we are hoping that the voices of tolerance prevail over purveyors of hate. We urge all parties to act in a manner conducive to peace. And the President does remain committed to achieving a lasting peace agreement between the Israelis and Palestinians.Q Raj, was the President warned ahead of the decision that it might create violence, if that’s the direction that he took?MR. SHAH: Look, the President was briefed both from the national security team here, others in the United States, and foreign leaders. He’s fully aware of potential ramifications. But, again, we believe strongly that if you’re going to be an honest broker in the Middle East, you need to be honest. And recognizing reality is the first part of that.Q Raj, can you explain a little bit what happened yesterday with regards to the U.S. Olympic team and Sarah’s clarification? And could you also tell us what the process will be going forward for deciding whether the U.S. Olympic Committee should send a squad to Pyeongchang?MR. SHAH: Sure. I mean, there’s not a whole lot to explain. Sarah made some comments, and there was an update about how we are going to be participating in the Olympics. Obviously, whenever there are security concerns, we’re going to be vigilant and ensure that our athletes are protected and our delegation is protected. But that’s not going to stop us from representing the United States.Q I just wanted to ask another Roy Moore question. Since the election is close and we’re going to be near Alabama, can you just articulate what the President’s current thinking is about the accusations against Roy Moore? Does he think they’re not credible or not believe them? Or is he just putting them aside for the sake of getting someone who’s going to help his agenda elected?MR. SHAH: As he has said, and as the White House has said, we find these allegations to be troubling and concerning, and they should be taken seriously. Roy Moore has also maintained that these allegations aren’t true, and that should also be taken into account.Ultimately, his endorsement is about the issues and how he has articulated he doesn’t want to see Alabama elect a Nancy Pelosi, Chuck Schumer puppet who’s going to be wrong on the issues and not support the agenda.Q Raj, is the President following events in Yemen? And does he feel that the U.S. statements there are making any difference?MR. SHAH: He has been following the events in Yemen. Obviously, he issued a statement the other day, encouraging Saudi Arabia to do more to allow for humanitarian assistance to get into Yemen. We are monitoring the situation closely, and concerned and awaiting developments.Q On Mississippi, did the President ever consider not going after the members of Congress said they were boycotting and the NCAAP and others announced protests?MR. SHAH: Not at all. We think it’s a little unfortunate that a moment like this that could be used for unification and bringing people together — you know, some folks are choosing to play politics with it, but that’s not going to deter us from honoring heroes in the Civil Rights Movement.Q Does that include John Lewis, who is one of the people boycotting?MR. SHAH: Yeah. I mean, this is about commemorating icons of the movement, and that would include John Lewis.Q Does the President acknowledge that there are some in this country who feel that he has not brought people together on the issue of race, but rather who have led to more division, particularly after the Charlottesville event?MR. SHAH: Look, the President, with respect to Charlottesville and the before and after, has always condemned racism, violence, and bigotry and hatred in all forms. We stand by that. And we’re looking forward to his remarks tomorrow in Mississippi.Q Do you expect him to mention any other candidates tonight in Pensacola?MR. SHAH: I won’t get ahead of his remarks, and you guys should stay tuned.Q One more?MR. SHAH: Yeah.Q Why is it ridiculous for people to wonder about the President’s health after they see him on television and he slurs his speech? Why is it ridiculous to raise a question about his health?MR. SHAH: I don’t think it’s ridiculous to raise questions about the health about —Q Sarah said it was ridiculous the other day — the questions were ridiculous.MR. SHAH: Sure. But the President is in good health and he’s going to have a physical next month, and we’ll report the results from that.All right, thanks.END6:27 P.M. EST",
    "president": null
}