{
    "title": "Remarks by President Trump and Vice President Pence in Meeting with Congressional Leadership – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-vice-president-pence-meeting-congressional-leadership/",
    "created_at": "2017-12-07T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\nIssued on:\nDecember 7, 2017\nOval Office3:08 P.M. ESTTHE PRESIDENT:  Thank you very much.  We’re all here as a very friendly, well-unified group.  It’s a well-knit-together group of people.  And we hope that we’re going to make some great progress for our country.  I think that will happen, and we appreciate it very much.And, Chuck, Nancy, would you say anything — like to say anything?  Chuck?LEADER SCHUMER:  Well, we hope we can come to an agreement.  Funding the government is extremely important, helping our soldiers is very important, and helping average citizens is very important.So we’re here in the spirit of: let’s get it done.LEADER PELOSI:  Thank you, Mr. President, for this opportunity.  We are here to make progress.  We have some important issues that we share with you.  You have described the opioid crisis in our country, and we want to address that; help our veterans; S-CHIP, children’s health insurance; and, again, all things that have bipartisan support in the Congress.THE PRESIDENT:  That’s very true.  Thank you, Nancy, very much.  Mitch.LEADER MCCONNELL:  Mr. President, we’re here to reach a bipartisan agreement to finish out the year.  And I’m glad that you invited us.  I’m happy to be here.THE PRESIDENT:  Thank you very much.  Paul.SPEAKER RYAN:  I’m glad we’re here to resume conversations.THE PRESIDENT:  Mike, you have anything?LEADER SCHUMER:  Each person has said less.  (Laughter.)SPEAKER RYAN:  One sentence.THE VICE PRESIDENT:  I’m grateful for the leaders of both political parties.  This is a time of great opportunity in this country.  We’re seeing growth at home, but we have many challenges abroad and many challenges facing the American people.And I’m more confident than ever, Mr. President, with your leadership and with the good faith of all the people in this room, that before this Christmas we’ll produce real results for the American people that will make America stronger and more prosperous.THE PRESIDENT:  Well, thank you very much.  I thought that with what’s going on in the world, I would bring our great military genius/person along and maybe General Mattis could say a couple of words.SECRETARY MATTIS:  It’s an honor to be here with the leaders from the Hill.  Sort of the number-one priority for our country is to make certain we protect this Constitution and our way of life.  And we’ve got great bipartisan support.  I’m confident we’ll walk out of this with it.THE PRESIDENT:  I am too.  Thank you all very much.  Thank you.  Thank you very much.END3:11 P.M. EST",
    "president": null
}