{
    "title": "Twelve Nominations Sent to the Senate Today – The White House",
    "link": "https://trumpwhitehouse.archives.gov/presidential-actions/twelve-nominations-sent-senate-today/",
    "created_at": "2017-06-07T00:00:00",
    "content": "\n\t\t\t\tNominations & Appointments\t\t\t\n\n\t\tLaw & Justice\t\n\nIssued on:\nJune 7, 2017\nNOMINATIONS SENT TO THE SENATE:Michael P. Allen, of Florida, to be a Judge of the United States\nCourt of Appeals for Veterans Claims for the term of fifteen years,\nvice Bruce E. Kasold, term expired.Jeffrey Bossert Clark, of Virginia, to be an Assistant Attorney\nGeneral, vice John Charles Cruden.Allison H. Eid, of Colorado, to be United States Circuit Judge\nfor the Tenth Circuit, vice Neil M. Gorsuch, elevated.Ralph R. Erickson, of North Dakota, to be United States Circuit\nJudge for the Eighth Circuit, vice Kermit E. Bye, retired.Dabney Langhorne Friedrich, of California, to be United States\nDistrict Judge for the District of Columbia, vice Reggie B. Walton,\nretired.Timothy J. Kelly, of the District of Columbia, to be United\nStates District Judge for the District of Columbia, vice Rosemary M.\nCollyer, retired.Ryan McCarthy, of Illinois, to be Under Secretary of the Army,\nvice Patrick Joseph Murphy.Trevor N. McFadden, of Virginia, to be United States District\nJudge for the District of Columbia, vice Richard J. Leon, retired.Amanda L. Meredith, of Virginia, to be a Judge of the United\nStates Court of Appeals for Veterans Claims for the term of fifteen\nyears, vice William A. Moorman, retired.Stephen S. Schwartz, of Virginia, to be a Judge of the United\nStates Court of Federal Claims for a term of fifteen years, vice Lynn Jeanne Bush, term expired.Patrick M. Shanahan, of Washington, to be Deputy Secretary of\nDefense, vice Robert O. Work, resigned.Joseph L. Toth, of Wisconsin, to be a Judge of the United States\nCourt of Appeals for Veterans Claims for the term of fifteen years,\nvice Lawrence B. Hagel, retired.",
    "president": null
}