{
    "title": "President Trump and the First Lady Host the Women’s Empowerment Panel – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-first-lady-host-womens-empowerment-panel/",
    "created_at": "2017-03-31T00:00:00",
    "content": "\nMarch 31, 2017\n2 minute read“American women in every generation have shown extraordinary grit, courage and devotion. Our present generation stands on the shoulders of these titans.”On Wednesday, the White House hosted a Women’s Empowerment Panel, led by Florida Attorney General Pam Bondi, Education Secretary Betsy DeVos, Small Business Administrator McMahon, U.S. Ambassador to the United Nations Nikki Haley, and Centers for Medicare and Medicaid Services Seema Verma. The panel discussed the unique challenges that women and young girls face today. President Donald Trump delivered remarks at the event and was joined by First Lady Melania Trump.President Trump Delivers Remarks at the Women's Empowerment Panel“Only by enlisting the full potential of women in our society will we be truly able to – you have not heard this expression before – Make America Great Again.”The President discussed how he has made it a priority for his Administration to ensure that the American economy is a place where women can thrive like never before.The women leaders in President Trump’s Administration are working hard to produce results for the American people and the President continues to make women’s empowerment a priority.In February, President Trump and Prime Minister Trudeau from Canada launched the United States-Canada Council for Advancement of Women Entrepreneurs. This month, the First Lady hosted an event for International Women’s Day in the East Wing, CMS Administrator Verma hosted a panel on women in healthcare, and Ivanka Trump held a roundtable with women business owners with SBA Administrator McMahon.The Trump administration will continue to work to ensure that the American economy is a place where women can work and thrive. ",
    "president": null
}