{
    "title": "The Unified Framework for Tax Reform Well-Motivated by Decades of Research – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/unified-framework-tax-reform-well-motivated-decades-research/",
    "created_at": "2017-10-05T00:00:00",
    "content": "\n\n\t\tBudget & Spending\t\n\nOctober 5, 2017\n4 minute readIt was an honor to explain the features and benefits of the Administration’s tax plan, the so called Unified Framework, and the flaws of existing analysis of this plan, by the Tax Policy Center, based on unknown features of the final plan and not based on a large accumulated body of scientific evidence. Co-sponsored by the Tax Policy Center and the Tax Foundation, the event offered me a chance to explain how the Unified Framework is well-motivated by decades of research in the economics literature.As a tax economist, I’ve spent most of my life analyzing how taxes impact human behavior and economic variables like wages and growth. The tradeoffs involved in the design of economic policy do not allow for any free lunch. Consider one of the most influential books in economic theory — Arthur Okun’s Equality and Inefficiency: The Big Tradeoff, which was recently republished for its 40th anniversary. Himself a former Chairman of the Council of Economic Advisers, Okun emphasized that rational tax policy needs to account for the reality that redistribution happens only with a leaky bucket: if you want to use the bucket of the tax code to shift income from one group to another, you will lower overall economic growth as the bucket leaks. You can, in other words, change each person’s slice of the pie only by making the pie as a whole smaller.The longstanding emphasis in the economics literature on the relationship between tax changes and economic growth led to my puzzlement about the Tax Policy Center’s analysis of the Unified Framework for Tax Reform. The Tax Policy Center’s analysis concludes, in spite of the profundity of its changes to the American tax code, that the Unified Framework’s proposals would have zero effect on growth. Given the time and resources that organizations like the Tax Policy Center spend analyzing the macroeconomic effects of tax policy, I found this analysis baffling.The bipartisan consensus within the U.S. and around the world that taxes influence growth would render the Tax Policy Center’s analysis even more confounding. President Obama both extended tax individual income tax cuts and proposed a lower corporate tax rate. And I cannot understand why these would have been his tax policies if he did not think that taxes could influence output. Across the Atlantic, President has Emmanuel Macron of France, a country not exactly known for its free market ideology, has proposed lowering France’s combined federal and sub-federal tax rate of 33 percent, already lower than the comparable U.S. rate of 39.6 percent, to 25 percent. France joins such countries as Denmark, Sweden, and Greece – a country that recently elected an avowedly socialist government named the Coalition of the Radical Left – in having a lower corporate tax rate than the United States.As President Trump has emphasized, America’s stasis in the face of global tax competition has eroded America’s ability to compete and win in the global economy. In 1989, the year the Berlin Wall fell, the average statutory corporate tax rate imposed by central and sub-central governments in the OECD was 43 percent. In 1989, the comparable rate in the U.S. was about 39 percent. In the time since the Wall fell, the OECD average corporate tax rate has trended downwards to its current 24 percent, about half of its 1989 level. The U.S. corporate tax rate, however, is still stuck in the same place it was when the Berlin Wall crumbled almost 20 years ago.There is now a broad consensus in this country that it is time to “Tear down this rate.”As Chairman of the Council of Economic Advisers, I am charged to bring to bear the state of economic science on shaping policy that’s in the best interest of our citizens. There is no question in my mind that the Unified Framework is supported by science on this topic that has accumulated over decades.The opportunity to explain the economic evidence behind the Administration’s tax plan to the public as Chairman of President Trump’s Council of Economic Advisers is one that I relish, and anticipate continuing to enjoy as our push to reform America’s tax code continues.To read my full remarks, please click here.Kevin Hassett is the Chairman of the Council of Economic Advisers.",
    "president": null
}