{
    "title": "8 Finalists Announced in $1.55M Challenge for New Solutions to Detect Opioids in International Mail – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/8-finalists-announced-1-55m-challenge-new-solutions-detect-opioids-international-mail/",
    "created_at": "2019-06-12T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tNational Security & Defense\t\n\nIssued on:\nJune 12, 2019\nOffice of National Drug Control PolicyToday, the White House Office of National Drug Control Policy (ONDCP), U.S. Department of Homeland Security (DHS) Science and Technology Directorate (S&T), U.S. Customs and Border Protection (CBP), and the U.S. Postal Inspection Service (USPIS) announced eight finalists in the first stage of the Opioid Detection Challenge, which is a $1.55 million global prize competition for rapid, nonintrusive detection tools that will help find illicit opioids in international mail.“A critical part of addressing the addiction crisis is finding new ways to stop the flow of deadly drugs coming into our country. This is exactly why we have taken a whole-of-government approach and launched this competition. The responses from innovators, universities, and technology leaders have been outstanding. We will continue to support the development of these creative solutions that have the potential to detect opioids and ultimately save lives,” ONDCP Director Jim Carroll said.“I am alarmed with dangerous illicit opioids traveling through our international mail system not only because they feed the devastating opioid epidemic in our country, but because they put our operators at risk,” Acting DHS Secretary Kevin K. McAleenan said. “I am very impressed with the creative detection technologies submitted, and we look forward to deploying new solutions in operational environments.”In Stage 1, the Challenge called for well-developed plans for automated, user-friendly tools and technologies that have the potential to quickly and accurately detect opioids in parcels, without disrupting the flow of mail. Stage 1 submissions closed on April 24, 2019, and the Challenge received 83 submissions from U.S. and international innovators. The finalists are:A judging panel of experts in forensic science, postal operations, drug interdiction, industrial engineering, and artificial intelligence helped to select the eight finalists, according to the selection criteria. Each finalist will receive $100,000 in cash prizes and advance to Stage 2 of the competition.In Stage 2, finalists will participate in a 14-week prototyping accelerator, during which they will develop their plans into testable prototypes and compete for an additional $750,000 in cash prizes. Stage 2 culminates in a live test event hosted by DHS, where finalists will convene for on-site testing of their prototypes. The Challenge expects to award one $500,000 grand prize and one $250,000 prize to a runner-up.“A significant challenge in the past few years is the increasing volume of parcels in international mail. Novel technologies are critical to help us screen these parcels for dangerous drugs like fentanyl,” DHS Senior Official Performing the Duties of the Under Secretary for Science and Technology William N. Bryan said. “We are excited to support these teams as they advance their innovations in the next stage of the Challenge.”“We are encouraged by the levels of innovation submitted by these finalists and the possibilities of each technology. The U.S. Postal Inspection Service is looking forward to the next steps of the Challenge and finding better ways to identify and stop opioids from coming into our communities and our homes,” Chief Postal Inspector Gary Barksdale said.The misuse of opioids such as fentanyl has created an unprecedented public health crisis across the United States. Every day, more than 130 people in the United States die from opioid overdoses. International mail has been identified as a route for illicit opioids entering the United States, commonly transported in nearly pure, powdered form. Consequently, large-scale drug trafficking can occur via very small packages sent in the mail.For more information about the Opioid Detection Challenge, visit opioiddetectionchallenge.com.",
    "president": null
}