{
    "title": "Promoting Healthcare Choice and Competition Across the United States – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/promoting-healthcare-choice-competition-across-united-states/",
    "created_at": "2017-10-13T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nOctober 13, 2017\n3 minute readOn Thursday, President Donald J. Trump signed an Executive Order promoting healthcare choice and competition across the United States in the Roosevelt Room of the White House. The President was joined by Secretary of the Treasury Steven Mnuchin, Secretary of Labor Alexander Acosta, Administrator of the Small Business Administration Linda McMahon, Acting Secretary of Health and Human Services Don Wright, members of Congress, and healthcare and business executives.President Trump Signs an Execuive Order to Promote Healthcare Choice and CompetitionThe Executive Order directs the Department of Health and Human Services, the Treasury, and the Department of Labor to “take action to increase competition, increase choice, and increase access to lower-priced, high-quality healthcare options,” said the President before signing the document. The plan will take the first steps to expand choices and alternatives to Obamacare plans and increase competition to bring down the costs for consumers.The Executive Order also directs the Secretary of Labor to consider expanding access to Associated Health Plans (AHPs), which could potentially allow American employers to form groups across state lines. A broader interpretation of the Employee Retirement Income Security Act (ERISA) would potentially allow employers in the same line of business anywhere in the country to band together and offer a broader range of insurance options to their employees at the lower rates in the group market.Additionally, the Executive Order directs the Departments of the Treasury, Labor, and Health and Human Services to consider expanding coverage through low cost short-term limited duration insurance (STLDI). One study found that on average, STLDI costs one-third of the price of the cheapest Obamacare plans, as it is “not subject to any very expansive and expensive Obamacare coverage mandates and rules,” President Trump explained. They typically feature broad provider networks and high coverage limits, greatly benefiting those between jobs, with limited coverage networks, or who missed open enrollment period but still desire insurance.Finally, the Order directs the Departments of the Treasury, Labor, and Health and Human Services to consider changes to Health Reimbursement Arrangements (HRAs) to allow employers to make better use of them for their employees. HRAs are employer-funded accounts that reimburse employees for healthcare expenses, including deductibles and copayments.  Expanding HRAs could potentially act as another mechanism for affording American workers greater flexibility and control over how to finance their healthcare needs.Obamacare is failing to deliver quality healthcare options to the American people. They are facing higher premiums and fewer options, resulting in the percentage of workers at small firms receiving coverage through their employer to decline from nearly half in 2010 to about one-third in 2017.“The time has come to give Americans the freedom to purchase health insurance across state lines, which will create a truly competitive national marketplace that will bring costs way down and provide far better care,” said President Trump.To read the full text of the Executive Order Promoting Healthcare Choice and Competition Across the United States, click here.",
    "president": null
}