{
    "title": "President Trump Meets with World Leaders Before the NATO Summit – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-meets-world-leaders-nato-summit/",
    "created_at": "2017-05-26T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nMay 26, 2017\n3 minute readPresident Donald J. Trump and First Lady Melania Trump traveled to Brussels, Belgium on Wednesday evening for their fourth stop on their trip abroad. President Trump met with leaders from around the world before the NATO Summit in Brussels.President Trump met with European Council President Donald Tusk and European Commission President Jean-Claude Juncker where they reaffirmed the strong bond between the United States and Europe. The leaders discussed the United States’ and the European Union’s shared challenges in fighting global terrorism and protecting our homelands.President Trump meets with President Emmanuel Macron of FrancePresident Trump hosted newly elected President Emmanuel Macron of France for a working lunch at the official residence of the United States Ambassador to Belgium. President Trump urged President Macron to meet the NATO defense spending pledge and ensure that NATO is focused on counterterrorism. President Trump thanked President Macron for France’s leadership in counterterrorism efforts in Africa. The two leaders committed to maintaining and building on the already strong alliance between the United States and France as they cooperate on these and other vital issues.President Trump Participates in the NATO Unveiling of the Article 5 and Berlin Wall MemorialsPresident Trump also participated in the NATO unveiling of the Article 5 and Berlin Wall memorials. The President expressed his appreciation to the 9/11 Memorial and Museum in New York for contributing a remnant of the North Tower of the World Trade Center to the new NATO Headquarters. The President also thanked Chancellor Angela Merkel of Germany for the contribution of a portion of the Berlin Wall that will be displayed in the same area.President Trump then met with King Philippe and Queen Mathilde of Belgium in the afternoon. President Trump and the First Lady expressed their appreciation for the hospitality and the Belgians’ long, personal support for better economic relations between Belgium and the United States.Later, President Trump met with Prime Minister Charles Michel of Belgium where the President discussed the responsibility of all nations to share our common defense burden, including the need for all NATO members to meet the Wales commitment to spend 2 percent of their Gross Domestic Product on defense. The President praised Belgian contributions to the Global Coalition to Counter ISIS, noting the critical importance of Belgian F-16s flying missions in Iraq and Syria.The President reaffirmed his desire for a productive economic and security relationship with Europe and promised to continue strengthening cooperation with Belgium on these and other important issues.",
    "president": null
}