{
    "title": "Intern Series: American Heroes – Past, Present, & Future – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-american-heroes-past-present-future/",
    "created_at": "2017-08-15T00:00:00",
    "content": "\nAugust 15, 2017\n2 minute readEach year, the Washington, D.C. metro area welcomes some of the Nation’s best and brightest young people – a carefully-selected group of rising high school seniors that leave their home states and take part in one of the Nation’s most prestigious leadership academies. The American Legion Boys Nation and American Legion Auxiliary Girls Nation programs convene in the Nation’s capital annually to immerse students in an engaging educational experience designed to teach them the structure and function of their federal government.This year, during American Heroes Week, the group was addressed by President Trump at an event which I had the honor of volunteering at as a White House Intern. As I led this group of young men and women from every corner of the Nation into the Rose Garden, their eyes marveled at the sight of the White House. Being an alumnus of the Boys Nation program, it was an honor to yet again interact with many of the American Legion volunteers who had served as my mentors just one year ago. As the President praised the group for their early success, it became clear that both President Trump and his Administration had taken a vested interest in the future of these young leaders. He then went on to thank the countless American Heroes who have proudly served our Nation to make these programs possible. With every passing day as a member of the White House Internship Program, I have witnessed history in the making and this event was no exception.These young men and women have dedicated themselves to serving others. Each of their schools and communities relies on the tenants of their leadership, and I firmly believe the future of our Nation rests squarely on their shoulders. Our future is bright because of young people such as these, who are guided by the principles of the American Legion. As an alumnus of the Boys Nation program I am thrilled to be representing such values each and every day I walk through the gates and into the Eisenhower Executive Office Building.Dawson Schefter is from Langdon, North Dakota, and is studying Marketing at North Dakota State University. Dawson is a member of the Summer of 2017 White House Internship Program in the Office of Presidential Correspondence.",
    "president": null
}