{
    "title": "Text of a Letter from the President to the Speaker of the House of Representatives and the President of the Senate – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/text-letter-president-speaker-house-representatives-president-senate-071420/",
    "created_at": "2020-07-14T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nJuly 14, 2020\nDear Madam Speaker: (Dear Mr. President:)Pursuant to the International Emergency Economic Powers Act (IEEPA) (50 U.S.C. 1701 et seq.) and the National Emergencies Act (50 U.S.C. 1601 et seq.), I hereby report I have issued an Executive Order (the “order”) that declares a national emergency with respect to the recent actions taken by the People’s Republic of China to fundamentally undermine Hong Kong’s autonomy.  The order further declares that Hong Kong is no longer sufficiently autonomous to justify differential treatment in relation to the People’s Republic of China under the U.S. laws and provisions set forth in the order.  The order directs the heads of executive departments and agencies to commence all appropriate actions to carry out the policy of the United States to suspend or eliminate different and preferential treatment for Hong Kong, to the extent permitted by law and in the national security, foreign policy, and economic interest of the United States.The order blocks the property and interests in property of foreign persons determined by the Secretary of State, in consultation with the Secretary of the Treasury, or the Secretary of the Treasury, in consultation with the Secretary of State:The order also delegates to the Secretary of the Treasury, in consultation with the Secretary of State, the authority to take such actions, including adopting rules and regulations, and to employ all powers granted to the President by IEEPA as may be necessary to implement the order.Under section 212(f) of the Immigration and Nationality Act of 1952 (8 U.S.C. 1182(f)), the order also suspends the unrestricted immigrant and nonimmigrant entry into the United States of aliens determined to meet one or more of the criteria above for the blocking of property and interests in property, and their immediate family members, as well as aliens determined by the Secretary of State to be employed by, or acting as an agent of, such aliens determined to meet the criteria.I am enclosing a copy of the order I have issued.Sincerely,DONALD J. TRUMP",
    "president": null
}