{
    "title": "Remarks by President Trump and Prime Minister Netanyahu of the State of Israel Upon Arrival – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-prime-minister-netanyahu-state-israel-upon-arrival/",
    "created_at": "2020-01-27T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nJanuary 27, 2020\nRose Garden11:11 A.M. ESTQ    Mr. President, what’s your response to the Bolton manuscript?  And does this increase the chances he could be called to testify?PRESIDENT TRUMP:  Well, I haven’t seen a manuscript, but I can tell you: Nothing was ever said to John Bolton.  But I have not seen a manuscript.  I guess he’s writing a book.  I have not seen it.Q    Well, you know what the allegation is.PRESIDENT TRUMP:  We’ll talk inside.Q    Do you expect Prime Minister Netanyahu to implement the plan right away in the coming six weeks?PRESIDENT TRUMP:  Well, I think he’s here for a reason.  And, hopefully, that it will be “yes.”  And peace in the Middle East has been long sought for many, many, many years and decades and centuries.  And this is an opportunity; we’ll see what happens.  Whatever it is, it is.  But he’s here for a reason.Q    Would you give a green light for annexation of the Jordan Valley within the coming months?PRESIDENT TRUMP:  We’re going to see.  We’re going to announce tomorrow at 12 o’clock.  We’re going to show a plan that’s been worked on by everybody, and we’ll see whether or not it catches hold.  If it does, that’d be great.  And if doesn’t, we can live with it, too.  But I think it might have a chance.Q    Do you expect Benny Gantz to agree to the plan?PRESIDENT TRUMP:  Do I expect what?Q    Benny Gantz.PRESIDENT TRUMP:  He’s coming here today.  He’ll be here also.  And, as you know, they are two good competitors.  They’re fighting it out.I’ve been waiting now — this is my third election.  We keep waiting, and waiting, and waiting.  So, let’s go.  What kind of a system is that?  That’s a very strange system you have over there.  Wouldn’t you say that?Because we have been.  We’ve been waiting — we’ve been talking about this for many months and we keep waiting for the election.  So that system has to be looked at.Q    But what about the allegations that this is an interference with internal politics in Israel?  The fact that —PRESIDENT TRUMP:  Well, I think what’s happening is — one of the reasons that Mr. Gantz is here is for that reason.  He’s coming, too.  So I’m going to speak to him right after this.Q    What is your message to the residents of Judea and Samaria at this point?PRIME MINISTER NETANYAHU:  May I — may I say something?Q    Yeah.PRIME MINISTER NETANYAHU:  I think — first of all, I’m very honored to be here with you —PRESIDENT TRUMP:  Thank you.  It’s my honor.PRIME MINISTER NETANYAHU:  — here today, Mr. President.  And I look forward to making history with you tomorrow.  And I think we’ll talk about the plan; I’ll talk about the plan — of vision of peace, which is historic — the President has put forward tomorrow.Today, I just want to say two words:  Thank you.  Thank you for everything you’ve done for Israel, everything you’ve done for Israel — for recognizing Jerusalem as Israel’s capital; for moving your embassy there; for recognizing our sovereignty in the Golan Heights; for recognizing our rights in Judea and Samaria, the heartland of our biblical homeland; for the unprecedented security and intelligence cooperation between our two countries.I think, Mr. President, that the list of your support for Israel, the things you’ve done for Israel since you’ve become President, is very long.  But the bottom line is short: You have made our alliance stronger than ever.  And I look forward, in the coming years, to make it even stronger with a historic defense treaty that will anchor our alliance for generations.One last thing — one last thing, which I think is important: This is International Holocaust Remembrance Day.  And on this day, I’m proud to stand here, as the Prime Minister of the one and only Jewish State, and thank you for confronting the most anti-Semitic regime on the planet.  When you came into office, Iran was on the march.  Because of your leadership, Iran is now on the run.You’ve withdrawn from the dangerous nuclear — the nuclear deal.  You slapped on tremendous sanctions.  You have — two weeks ago, you’ve taken out the most dangerous terrorist on the planet.  All those who seek peace, all those who want to fight terrorism should thank you, Mr. President, for your bold decisions and your bold actions.And on behalf of the State of Israel, I want to thank you for everything you’ve done for Israel, for confronting Iran, and for your extraordinary decisions, your friendship, and your leadership.That’s the end of my speech.Q    President Trump, last time, I asked you if you were for a two-state solution.  Are you going to say, tomorrow, “two-state and a Palestinian State”?PRESIDENT TRUMP:  You’re going to see very, very quickly.  We’re going to release a plan tomorrow at 12 o’clock.  You’re going to see for yourself.Okay.  We’ll see you inside.END11:15 A.M. EST",
    "president": null
}