{
    "title": "Remarks by President Trump Announcing the Designation of Lieutenant General H.R. McMaster to National Security Advisor – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-announcing-designation-lieutenant-general-h-r-mcmaster-national-security-advisor/",
    "created_at": "2017-02-20T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\nIssued on:\nFebruary 20, 2017\nMar-a-Lago Club\nPalm Beach, Florida2:52 P.M. ESTTHE PRESIDENT: So I just wanted to announce — we’ve been working all weekend very diligently, very hard — that General H.R. McMaster will become the National Security Advisor. He’s a man of tremendous talent and tremendous experience. I watched and read a lot over the last two days. He is highly respected by everybody in the military. And we’re very honored to have him. He also has also known for a long time General Keith Kellogg, who I also have gotten to know and he’s a terrific man, and they’re going to be working together. And Keith is going to be Chief of Staff, and I think that combination is something very, very special.I met with many other people. Tremendous respect for the people I met with. I know John Bolton we’re going to be asking to work with us in a somewhat different capacity. John is a terrific guy. We had some really good meetings with him. He knows a lot. He has a good number of ideas that I must tell you I agree very much with. So we’ll be talking to John Bolton in a different capacity. And we’ll be talking to some of the other generals that I’ve met that I have really, really paid a lot of respect for.So I think with that, I’d like to ask H.R. to say a couple of words. I’d like to ask Keith to say a couple of words. And then I’ll see you back in Washington. We’re leaving right now for Washington and the White House.General.LT. GENERAL MCMASTER: Mr. President, thank you very much. I’d just like to say what a privilege it is to be able to continue serving our nation. I’m grateful to you for that opportunity, and I look forward to joining the National Security team and doing everything I can to advance and protect the interests of the American people. Thank you very much, sir.THE PRESIDENT: You’re going to do a great job.LT. GENERAL MCMASTER: Thank you, sir.THE PRESIDENT: General.LT. GENERAL KELLOGG: Mr. President, thank you for the opportunity to serve. I’m very honored by it and privileged by it. And I’m very honored and privileged to serve alongside H.R. McMaster, who I’ve known for years as well. He’s a great statesman, he’s a great soldier. Thank you, sir.THE PRESIDENT: And so are you. Thank you very much. What a privilege. This is a great team. We’re very, very honored. Our country is lucky to have two people like this. And, frankly, after having met so many of the people in the military, we’re lucky to have all of them.So thank you all very much. I’ll see you back in Washington. We’re leaving now. Thank you.Q Did Vice President Pence play a role in helping you?THE PRESIDENT: He did. He did.END\n2:55 P.M. EST",
    "president": null
}