{
    "title": "To the Moon and Beyond – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/to-the-moon-and-beyond/",
    "created_at": "2017-10-05T00:00:00",
    "content": "\n\n\t\tInfrastructure & Technology\t\n\nOctober 5, 2017\n3 minute readOn Thursday, Vice President Mike Pence visited the National Air and Space Museum in Chantilly, Virginia. The purpose of the meeting at Steven F. Udvar-Hazy Center was to convene the National Space Council for the first time in 25 years. The Vice President, who served on the NASA subcommittee in his first year in Congress, will chair the new council. “[I]t is my great honor — in fact, it’s very humbling for me — to have the opportunity to serve as its chair at the first meeting in nearly a quarter-century,” the Vice President stated.Vice President Pence Hosts the First Meeting of the National Space CouncilThe conference, “Leading the Next Frontier: An Event with the National Space Council,” brought members from all aspects and sectors of the space community together to discuss the future of space exploration. Following the Vice President’s opening remarks, testimonials were given by experts in the space industry who represent the Civil Space, Commercial Space, and National Security Space sectors.In his Inaugural address to the Nation, President Donald J. Trump, spoke of the role space exploration would play in his Administration saying, “We stand at the birth of a new millennium, ready to unlock the mysteries of space…” Vice President Pence echoed the President’s words Thursday, expounding on the importance of reviving the United States’ efforts in the space race. Twice before, the U.S. has had a National Space Council, responsible for advising the President on national policy and strategy for space. Furthermore, it was under the guidance of the original National Aeronautics and Space Council (NASC) that America put the first man on the Moon.The new initiative will create a partnership between the federal government and the space industry; reaching beyond the government, the council will receive expertise and insight from scientists, innovators, and business leaders from the private sector. Vice President Pence stated that the group would coordinate all national space activities “from security to commerce to exploration.”The crowd applauded as the Vice President proclaimed, “We won the race to the moon a half a century ago, and now we will win the 21st century in space.” Vice President Pence closed by saying, “Under President Trump’s leadership and with the guidance of this National Space Council, the United States will usher in a new era of space leadership for our Nation that will benefit every facet of our national life.”On June 30, 2017, joined by Buzz Aldrin and other members of the space community, President Trump signed the Executive Order to revive the National Space Council. ",
    "president": null
}