{
    "title": "Press Call by Director of Legislative Affairs Marc Short With Conservative Media on the Funding Bills – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/press-call-director-legislative-affairs-marc-short-conservative-media-funding-bills-050117/",
    "created_at": "2017-05-01T00:00:00",
    "content": "\n\t\t\t\tPress Briefings\t\t\t\nIssued on:\nMay 1, 2017\nVia Conference Call\n6:31 P.M. EDTMR. SHORT:  I’ll be real quick, guys, and get to your questions.  But last night, as you know, appropriators reached agreement in principle on the omnibus legislation that will fund the government through September of 2017.  This was a — obviously the process that started last year, a continuing resolution was passed.  We are pleased that there are several elements in this 2017 bill we were able to secure, including $21 billion in additional funding for our military.  As you know, the President campaigned and promised that he would rebuild the military, and this is the first major step in that direction.We’d also promised on the campaign trail a commitment to border security and secured $1.5 billion toward that end, and we can walk through some of the details on that in a minute.  We were pleased that the legislation did not include CSR, which, as you know, are the cost-sharing reductions or, as others have defined them, the Obamacare bailout dollars to insurance companies.We, as well, were able to secure funding to continue school choice in Washington, D.C. as we secured funding for three years for that.  Likewise, another commitment that the President made on the campaign trail to support school choice, and very excited about that development.One of the other elements that Democrats had brought into the discussion at the very end was an effort to renew tax credits for renewable energy, and we were able to fight off that request, too.From a process perspective, before we take questions, just want to — I think there’s a lot of questions about things that we had asked for and were not able to secure.  It’s important to recall that in this process we will need 60 votes in the United States Senate, and therefore their legislation will need to be bipartisan.  A challenge for us, of course, is that, if we wanted to stick with simply partisan legislation and just get a CR that continued baseline funding through September this year, we would never have secured the additional funding for the border security, the additional funding for our military, and we would also not have secured the funding for school choice in D.C.  Additionally, what we’re also pleased with is that we were able to keep the spending caps in place, so those were not exceeded with this legislation.That’s it for my intro.  Why don’t we go ahead and take questions.Q    Just a quick question on the border security funding.  Does the administration view these funds as the groundwork for the border wall, and can you get into a little bit of detail about where the President would like to see this money go?\nMR. SHORT:  Well, there are limitations about where the dollars can go, but there’s, I think, or has been some misreporting on what it is for and what it is not for.  Much of this funding will provide for additional technology that helps to secure our border.  Additionally, it does provide for fencing and border barriers, so there are some physical elements to this.  It includes funding for things such as levies, which are obviously quite critical along certain areas of the Rio Grande Valley.It does include, as well, significant funding to increase the number of detention beds, which is, of course, important for the deportation element of our border security, and includes additional funding for roads and maintenance that actually is essential to begin to lay the foundation for the construction of the wall.So, yes, this, in many ways, as we described it, is a first step.  We know that FY’18 will be a bigger opportunity for us to make the case to the American public as to why a border wall is important, and you will continue to see us make the case not just to the American people, but put it in our FY’18 request.I think, in FY’17, because we joined this process, obviously, halfway through the year, we were probably not able to make the case to the American public as focused as we would like to, but we will be making that case on the border wall from here on out.Q    Thank you.MR. SHORT:  Yep.Thank you for taking the question.  Would you please expand on the meaning of no additional funding for the insurers under Obamacare?MR. SHORT:  Sure.  One of the things that the Democrats had asked for was for funding for insurance companies to prop up Obamacare, known as the CSR payment.  That is something that they had asked for — several billion dollars.  It’s about $7 to $8 billion annually that has been in those payments.  We are in the process — as you know, House Republicans challenged those payments in a court of law and won.  It is on appeal at this point, and we have reserved judgment on that program moving forward.As you know, the President has said he does not think that we should bail out Obamacare and does not think that we should continue these payments indefinitely.  What the Democrats in Congress are looking to do is to tie the hands of the administration and to write them into law.  And as I say, that court case is on appeal at the moment.Q    So what’s the upshot of the failure to provide the additional funding the Democrats were asking for?MR. SHORT:  One, it continues to — well, one, is they’re looking to taxpayers to bail out insurance companies who are paying these subsidies to keep exchange rates lower, exchange premiums lower.  While obviously we’re sympathetic to that, we’ve always believed the way to keep rates lower is through competition, not through government subsidies.So we maintain our position as to what the proper policy will be, and we’re hopeful that when we’re able to pass the repeal and replace of Obamacare that that will create a better market that will keep rates lower.  And the way not to do it is through government-forced subsidies that taxpayers are funding.So as I say, that is — the upshot right now is that is has not been authorized and appropriated in binding the government to continue to make those payments.Q    I have a question.  I’m under the impression — or I was under the impression — not being a budgetary expert — that you could pass the budget with 50 votes and dispense with the need for a filibuster-proof 60-vote majority.  Am I incorrect in that?  And were you getting any pressure from Senate Republicans over any of this?MR. SHORT:  So you are correct that as far as the budget reconciliation process, you can pass a budget with 50 votes, but this is an appropriations bill and so we would need to have 60 votes to get it completed.Q    I hear that the budget will be regarded as very depressing news by many conservatives.  I’m wondering — because, well, from what I’ve heard already, just chatter from friends.MR. SHORT:  Well, I wouldn’t encourage — I don’t know who your friends are or if they’re in the administration, but I think when Mick Mulvaney laid out our FY’17 budget, there was certainly things in there that many conservatives were excited about.  I’d be happy to forward you commentary to that extent.  I regret that we’re not able at this point, with the narrow margin we have in the Senate, to get all the spending cuts that we would like to get, but you will continue to see us fight for those in 2018.So I’m sorry if you fear that it won’t be that, but I’d encourage you to reserve judgment.Q    Okay, thank you.Q    I’m wondering about funding for Planned Parenthood.  Is it still a priority of the President to defund Planned Parenthood?  And what is going to be the mechanism for that going forward?MR. SHORT:  Thank you for the question.  I should have addressed that in my intro.  I think that the President, as you know, has remained committed to life.  We’ve received many — a lot of praise from the pro-life community for the President’s statements in reversal of Mexico City policy.  You’ve also seen him support legislation in the Congressional Review Act that addressed Title 10 funding, which, as you know, provides funding to Planned Parenthood and gives states more flexibility in the organizations that they choose.As you know, as well, the defunding of Planned Parenthood is part of the Obamacare repeal and replace effort.  And so while there’s been commentary about a lack of a rider on the appropriations bill to defund Planned Parenthood, we’ve always felt the place to do that is in the healthcare legislation.  And that’s what we’ve tried to do.Additionally, this legislation continues to maintain and protect Hyde Amendment protections on life and so taxpayers will be protected from funding abortions.Q    Thank you.MR. SHORT:  Thanks for the question.END\n6:41 P.M. EDT",
    "president": null
}