{
    "title": "President Donald J. Trump Announces Intent to Nominate and Appoint Personnel to Key Administration Posts – The White House",
    "link": "https://trumpwhitehouse.archives.gov/presidential-actions/president-donald-j-trump-announces-intent-nominate-appoint-personnel-key-administration-posts-20/",
    "created_at": "2018-09-21T00:00:00",
    "content": "\n\t\t\t\tNominations & Appointments\t\t\t\nIssued on:\nSeptember 21, 2018\nLynne M. Tracy of Ohio, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Armenia.Ms. Tracy is a career member of the Senior Foreign Service, class of Minister-Counselor, currently serving as Senior Advisor for Russia Affairs at the U.S. Department of State. Previously, she served as Deputy Chief of Mission at the U.S. Embassy in Moscow, Russia, Deputy Assistant Secretary for Central Asia in the Bureau of South and Central Asian Affairs at the Department of State, Deputy Chief of Mission at the U.S. Embassy in Ashgabat, Turkmenistan, and Principal Officer at the U.S. Embassy Branch Office in Astana, Kazakhstan. Additionally, Ms. Tracy served as the Principal Officer at the U.S. Consulate in Peshawar, Pakistan, where she was awarded the Secretary’s Award for Heroism. She is the recipient of the State Department’s Distinguished Honor Award. Ms. Tracy earned her B.A. from the University of Georgia and J.D. from the University of Akron. She speaks Russian.Alexander Herrgott of Arizona to be the Executive Director of the Federal Permitting Improvement Steering Council.Mr. Herrgott is the current Associate Director for Infrastructure at the Council on Environmental Quality. Previously, he served as a staff member in the Office of U.S. Senator Inhofe and on the Environment and Public Works Committee. Additionally, Mr. Herrgott served as Director of Transportation and Infrastructure for Congressional and Public Affairs at the U.S. Chamber of Commerce. After his tenure, he returned to Senator Inhofe’s office and served as Legislative Director and Deputy Staff Director for the Senate Environment and Public Works Committee.",
    "president": null
}