{
    "title": "Remarks by President Trump and Prime Minister Trudeau of Canada Before Bilateral Meeting – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-prime-minister-trudeau-canada-bilateral-meeting/",
    "created_at": "2018-06-08T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nJune 8, 2018\nFairmont Le Manoir Richelieu\nCharlevoix, Canada5:03 P.M. EDTPRIME MINISTER TRUDEAU:  What a pleasure it is to welcome President Trump to Charlevoix.  An opportunity for us to talk about a broad range of issues.  Obviously, trade has been a topic of discussion and will continue to be, but our engagement towards the world, how we’re working together to create good jobs for folks on both sides of the border and around.We both got elected on a commitment to grow the middle class and help those working hard to join it.  And that’s exactly the kinds of things that we’re going to stay focused on.And it’s a pleasure to have you here, Donald.PRESIDENT TRUMP:  Well, Justin, it’s been really great.  And I appreciate — you know, Justin has agreed to cut all tariffs — (laughter) — and all trade barriers between Canada and the United States.  So I’m very happy about that.PRIME MINISTER TRUDEAU:  So I’d say NAFTA is in good shape.  (Laughter.)PRESIDENT TRUMP:  But we are actually working on it.  We are actually working on it.But our relationship is very good.  We are actually working on cutting tariffs and making it all very fair for both countries.  And we’ve made a lot of progress today.  We’ll see how it all works out.  But we’ve made a lot of progress.It could be that NAFTA will be a different form.  It could be with Canada, with Mexico — one-on-one.  A much simpler agreement.  Much easier to do.  I think better for both countries.  But we’re talking about that, among other things.But the relationship is probably better — as good or better than it’s ever been.  And I think we’ll get to something very beneficial to Canada and to the United States.PRIME MINISTER TRUDEAU:  Excellent.Q    (Inaudible) Russia?PRESIDENT TRUMP:  We didn’t discuss it.  We didn’t cover it.Q    Can you come to an agreement on a joint statement?PRIME MINISTER TRUDEAU:  We’ll see you guys — we’ll see you guys tomorrow.PRESIDENT TRUMP:  I think we’ll have a joint statement.Q    Prime Minister, are you disappointed the President is leaving early?PRESIDENT TRUMP:  No, he’s happy.END5:05 P.M. EDT",
    "president": null
}