{
    "title": "Small Businesses Starting, Expanding Amid Trump Tax Cuts – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/small-businesses-starting-expanding-amid-trump-tax-cuts/",
    "created_at": "2018-08-17T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nAugust 17, 2018\n4 minute readChris Smolenak is tapping into the “do-it-yourself” trend – and creating a small business herself.She’s opened a storefront in Holland, Pa., where customers stain and stencil their own handcrafted wooden signs and other decorative items. After 25 years working for a large corporation, she wanted more flexibility in her schedule and time for her children, but still needed enough income to support her family.“The security of the paycheck and benefits was very important to us,” she said. “I’m feeling that I can create that feeling of security on my own based on what I’m seeing in the economy.”Under President Trump, the booming economy is giving entrepreneurs like Smolenak the confidence they need to start or expand small businesses.In surveys done by the United States Chamber of Commerce, NFIB, and the National Association of Manufacturers, members report record or near-record levels of optimism.  Having been laid off during the recession in 2008, Smolenak wasn’t willing to take a risk until she was sure the market could sustain it.The Tax Cuts and Jobs Act President Trump signed into law in December helped motivate her to start her business. Many small businesses will now be able to deduct 20 percent off their business income in addition to having their taxable income taxed at lower rates. And for the first five years, they’ll be able to write off investments in new equipment the year the investment is made.As I meet with small business owners all over the country as head of the U.S. Small Business Administration, I constantly hear about the real investments they’ve been making in their companies and their employees since the tax cuts took effect – raising wages, providing bonuses and benefits, and creating more jobs.The owner of a landscaping company in Florida told me he’s using his tax savings to buy a new truck and forklift to expand his services and get more customers – he’s already hired another employee to help with the bigger workload. The owners of a rock climbing gym in North Carolina told me their tax savings are accelerating plans to add another location. I am confident I will hear more on Thursday in Philadelphia, where I’m hosting a roundtable with local entrepreneurs.America’s 30 million small businesses are the engines of our economy, one that’s been turbocharged under President Trump. The jobs report released last Friday showed the unemployment rate at a healthy 3.9 percent, with more Americans entering the job market to fill the jobs employers are now creating. The number of job openings is at a record high, and for the first time on record, there are more job openings than unemployed people looking for work.  The unemployment rate for Hispanics is now at the lowest level ever recorded, the unemployment rate for African Americans has set record lows, and the unemployment rate for women was recently at the lowest level since 1953. A Gallup poll found two-thirds of Americans believe now is a good time to find a quality job.Under President Trump’s leadership, more people are working – the employment-population ratio, an important measure of the share of Americans who are working, increased to 60.5 percent in July – the highest it’s been since January 2009.Workers’ pay is improving, too. Average weekly earnings rose 3 percent over the past year. As a result of the tax cuts, at least 6 million workers have seen bigger paychecks and more benefits.With more money in their pockets, Americans are spending again – and that’s good news for small businesses like Smolenak’s.As her customers DIY their projects, she’s focused on one of her own – crafting a business that’s helping build the economy.This op-ed appeared in The Inquirer on August 14, 2018.",
    "president": null
}