{
    "title": "President Trump Returns to the U.N.—with a Mountain of Evidence for ‘Peace Through Strength’ – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/president-trump-returns-u-n-mountain-evidence-peace-strength/",
    "created_at": "2018-09-25T00:00:00",
    "content": "\n\n\t\tForeign Policy\t\n\nSeptember 25, 2018\n5 minute readPresident Donald J. Trump helped kick off the 73rd Session of the United Nations General Assembly (UNGA) in New York City yesterday. Along with a series of bilateral meetings with allies this week, the President is addressing the full Assembly in a major speech Tuesday morning.“The scourge of our planet today is a small group of rogue regimes that violate every principle on which the United Nations is based,” President Trump told the Assembly last September. “They respect neither their own citizens nor the sovereign rights of their countries.”One year later, the bold diplomacy of the Trump Administration has diminished many of the threats the President cited that day, including the most critical ones from North Korea, Iran, and ISIS.Among these accomplishments, the historic Singapore Summit with North Korean Chairman Kim Jong-Un stands out, marking the first-ever face-to-face meeting between an American President and a North Korean head of state. At the summit, the two leaders committed to the complete denuclearization of the Korean peninsula.At last year’s UNGA, President Trump foreshadowed this development. “It is time for North Korea to realize that denuclearization is its only acceptable future,” he said. Just last week, leaders from both North and South Korea met to reaffirm that vision and begin drafting a plan to achieve it.Last year’s speech identified another significant threat to the American homeland: terrorism originating from turbulence in the Middle East. Two bad actors, ISIS and the Iranian regime, share much of the responsibility for the death and destruction. “We must deny the terrorists safe haven, transit, funding, and any form of support for their vile and sinister ideology,” President Trump said. The President has also condemned regimes’ and terror groups’ use of hostage-taking and prioritized the recovery of Americans held hostage or detained overseas.To eradicate the first of these threats, ISIS, President Trump changed the rules of engagement on the ground, empowering U.S. commanders with broader authority. The results are unmistakable.  ISIS has lost nearly all of its territory, more than half of which was liberated in less than 18 months under the Trump Administration.The chips fell quickly. In October 2017, ISIS’ self-proclaimed capital city of Raqqah was liberated. By December, the Iraqi government announced that all Iraqi territory had been liberated from ISIS control.On Iran, President Trump used last year’s UNGA speech to reiterate his profound objections to a nuclear deal that put the interests of diplomats ahead of the Iranian people—and, indeed, peaceful people the world over. By lifting sanctions and unfreezing financial assets, the Obama Administration’s deal gave the Iranian regime a cash windfall while failing to advance America’s national security interests.“Rather than use its resources to improve Iranian lives, its oil profits go to fund Hezbollah and other terrorists that kill innocent Muslims and attack their peaceful Arab and Israeli neighbors,” President Trump said. “This wealth, which rightly belongs to Iran’s people, also goes to shore up Bashar al-Assad’s dictatorship, fuel Yemen’s civil war, and undermine peace throughout the entire Middle East.”In May, the President made good on his promise to withdraw the United States from that deal. A new agreement, he emphasized, must permanently deny Iran any path to a nuclear weapon and address the totality of the regime’s malign activities, including its support for terrorism.While North Korea, ISIS, and Iran constituted three of the biggest threats to peace, they were far from the only aggressors President Trump called out in New York last year:By prioritizing peace through strength, the rate of progress for American foreign policy over the past 12 months has been staggering. President Trump makes it clear that this work is only just beginning. On Tuesday in New York, he will build on last year’s message to the U.N.—that strong, sovereign nations must work side-by-side to confront the gravest threats to our civilization.If the righteous many do not confront the wicked few, then evil will triumph.\n\t\t\t\t\t\tPresident Donald J. Trump\t\t\t\t\t",
    "president": null
}