{
    "title": "Art Therapists Provide Art Therapy in Many Different Places – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/art-therapists-provide-art-therapy-many-different-places/",
    "created_at": "2018-02-17T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nFebruary 17, 2018\n2 minute read\n\n\t\t\t\t\t\tKaren Pence\t\t\t\t\t\t\t\nSecond LadyArt therapy is provided in many different settings. Sometimes, it’s in a clinic at a hospital. Sometimes, it is at an eating disorder facility. Sometimes, it is in a school setting or in a hospital bed. Sometimes, it is provided in a telehealth environment through one’s computer screen. But today, I experienced art therapy in a refurbished fire station.I observed a session with a group called Women in Transition at The Art Station in Fort Worth, Texas. The Art Station was founded in 2004 by Jane Avila who wanted to provide a physical space for her community to experience the benefits of art therapy. She wanted it to be a safe space, “a place that feels like grandma’s house.” And she succeeded!After observing the session and visiting with the participants, I then had the opportunity to hear from the art therapists who work there. Their hopeful stories reminded me once again why I chose this initiative to champion.These therapists work with the homeless, those with autism (including adult clientele), children in trauma, marriage and family therapy, teen moms, the elderly, veterans, the disabled, school children, children with medical trauma, anxiety, suicide prevention, and the list goes on and on.Their commitment to their profession and their devotion to their clients was in high relief today. What a treat to see how their founder, Jane Avila, took an old fire station, art therapists, and the community of Ft. Worth, Texas to make such a positive impact on so many lives. Well done!! Keep up the great work.To learn more about the powerful impact of The Art Station, watch this video.I am honored to have this national and international platform to shine the light on art therapy. I hope you continue to follow along, as I will share stories about my visits across the United States and around the world to elevate art therapy.Art therapy is near and dear to my heart. To learn more about my initiative, Art Therapy: Healing with the HeART, click here. To stay updated on our events in the Office of the Second Lady, follow us on Twitter at @SecondLady.",
    "president": null
}