{
    "title": "American Dream Week – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/american-dream-week/",
    "created_at": "2017-08-04T00:00:00",
    "content": "\nAugust 4, 2017\n3 minute readThis week the White House was dedicated to the American Dream. President Donald J. Trump is committed to empowering every American to achieve their dreams – or as the Founders put it, the “Pursuit of Happiness.”\nPresident Trump awarded the first Medal of Honor of his presidency to former Specialist Five James C. McCloughan on Monday. McCloughan received the Medal of Honor for distinguished actions during 48 hours of close-combat fighting against enemy forces near Don Que, Vietnam, from May 13 to 15, 1969. He voluntarily risked his life on nine separate occasions to rescue wounded and disoriented comrades.On Tuesday, President Trump hosted small business owners from around the country, “The Engine of the American Dream,” at the White House. President Trump delivered remarks, and then SBA Administrator Linda McMahon and Ivanka Trump held a question and answer session with the attendees, discussing tax reform, growth resources, and regulatory relief.On Wednesday, President Trump was joined by U.S. Senators Tom Cotton and David Perdue to introduce the Reforming American Immigration for a Strong Economy (RAISE) Act. The RAISE Act will create a merit-based immigration system that protects our workers, our taxpayers, and our economy. Later in the day, Secretary Acosta, Administrator McMahon, Ivanka Trump, and Kellyanne Conway hosted a listening session with military spouses from various branches of the military and discussed the challenges they face with finding and retaining employment.Also on Wednesday, the Dow Jones Industrial Average reached an all-time high of 22,000, up over 4,000 points since the election. After years of job-killing regulation and anti-business policies, President Trump and his Administration have steered the American economy back on track, and consumer confidence is soaring.\nOn Thursday, President Trump and VA Secretary Dr. David Shulkin announced three initiatives that will expand access to health care for veterans across the country. Using telehealth technology and mobile applications, VA will connect with more Veterans to provide services where they live. “This will significantly expand access to care for our Veterans, especially for those who need help in the area of mental health … and also in suicide prevention,” said the President. “It will make a tremendous difference for the Veterans in rural locations.”This week, Vice President Pence traveled overseas to Eastern Europe. The Vice President embarked on a three-day trip to Estonia, Georgia, and Montenegro, where he worked to advance President Trump’s America First agenda and strengthen our partnerships in the region. ",
    "president": null
}