{
    "title": "What I Learned about Art Therapy in Egypt, Jordan, and Israel – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/learned-art-therapy-egypt-jordan-israel/",
    "created_at": "2018-01-25T00:00:00",
    "content": "\n\n\t\tHealthcare\t\n\nJanuary 25, 2018\n4 minute read\n\n\t\t\t\t\t\tKaren Pence\t\t\t\t\t\t\t\nSecond LadyThis week I had quite a unique experience speaking with art therapists. In Cairo, Carol Hammal is a pioneer in the field. She is the only art therapist in Egypt. Even though Carol is the sole art therapist, she works at a hospital and also with other psychologists at the Wellness Hub, a holistic treatment center where a number of practitioners with various specializations provide healing and therapeutic services to clients. She leads monthly workshops to make others aware of the benefits of art therapy. She hopes to spark an interest so others will become trained in the field. Carol received her training from Drexel University in Pennsylvania and is working hard to bring art therapy academic programming to her country. You can watch Carol’s TEDx Talk here.In Israel, there are eight college and university creative arts therapy programs. Art therapy is thriving in this country. We met with several different types of arts therapists, from dance/movement therapists to bibliotherapists (who focus on the written word) to visual art therapists. We learned of art therapy being offered regularly in the schools, including for disabled children, art therapy for cancer patients, art therapy for survivors of the Holocaust, and much more.Israel also has a number of music and drama therapists, and through the country’s own academic programs and the therapists’ work with a variety of different populations of various backgrounds and ages, the therapists have created unique treatment approaches that reflect the people they serve. Many of the therapists are also leading research efforts to further our broader understanding of how creative arts therapies positively benefit clients.Our discussion in Israel ended with an art making exercise, which was led by two art therapists to illustrate an example of an art therapy process sometimes used with clients in group therapy sessions. Each person was given a sheet of paper and one color to use. We only had 10 seconds to do artwork on the paper before we had to pass the paper to the person on our right. Then, we were given 10 seconds to draw on the paper we received.This process continued until we received the paper we started with in the exercise. The therapists who led this directive said the process enables participants to communicate with the language of art instead of words. We discussed how the process also sparks questions such as how do I feel when someone invades my space or changes the direction I intended for my drawing, which can help illuminate insight into one’s own feelings as well as the unique thoughts and feelings of the other group members.We spoke with an art therapist in Jordan who proclaimed the benefits of art therapy for healing. She shared that while art therapy is just beginning to emerge in the country, and many people are unfamiliar with the practice, they are finding particular success working with children, and they’re seeing growing interest in art therapy.As I travel the world and the United States, I never cease to marvel at the dedication and amazing professional skills these art therapists possess. They are truly changing lives, and I am grateful these art therapists in particular took the time to share some of their experiences with me.I am honored to have this national and international platform to shine the light on art therapy. I hope you continue to follow along as I will share stories about my visits across the United States and around the world to elevate art therapy.Art therapy is near and dear to my heart. To learn more about my initiative, Art Therapy: Healing with the HeART, click here. To stay updated on our events in the Office of the Second Lady, follow us on Twitter at @SecondLady.",
    "president": null
}