{
    "title": "White House Principles for Child Care Reform: Increasing Access to Affordable, High Quality Child Care in America – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/white-house-principles-child-care-reform-increasing-access-affordable-high-quality-child-care-america/",
    "created_at": "2019-12-12T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\nIssued on:\nDecember 12, 2019\nToday, more Americans are working than ever before. Virtually every demographic is achieving historic low unemployment rates. As the Trump Administration’s policies continue to fuel economic growth, we have seen millions of Americans come off the sidelines and rejoin the workforce. In fact, job openings have exceeded the number of job seekers for well over a year. Maintaining that growth will require strengthening policies to support working families, including increasing access to affordable, high quality child care.This Administration is focused on making sure the U.S. is the best place in the world to conduct business, work, and raise a family. Since January 2017, there has been significant progress in implementing the President’s working families agenda, including doubling the child tax credit from $1,000 to $2,000 per child and expanding refundability, establishing bipartisan consideration of national paid family leave, and signing into law the largest ever increase in funding for the Child Care and Development Block Grant (CCDBG), representing a major new investment in child care affordability. The President’s budget requests have prioritized child care and paid parental leave to support working families. But there is more work to do.How families balance work and raising children is a deeply personal choice. Every parent should have the freedom to make the best decisions for his or her family. This Administration is prepared to chart a new course that promotes strong families and celebrates their individual needs; one that honors, respects, and empowers both working and stay-at-home parents and caregivers. For parents who choose to, or must, work for compensation, obtaining child care is often a prerequisite for entering and advancing in the workforce.Over the past 44 years, the labor force participation of women with children under 18 has grown from 47 percent in 1975 to nearly 72 percent in 2019. [1] Women are now the sole or primary breadwinners in 40 percent of American households with children under age 18, and approximately two-thirds of mothers with children under age 6 are employed. [2] Meanwhile, the average cost of center-based child care ranges from over $11,000 for infants, approximately $10,000 for toddlers and more than $9,000 for 4-year olds. In 30 states and the District of Columbia, the average cost of center-based child care for an infant is more than in-state college tuition and fees at a public university. [3]Evidence on the effects of child care costs on labor supply suggest that some parents, particularly women, would enter the workforce or increase their work hours if the cost of child care was lower. One study found that a 10 percent increase in child care costs is associated with a 7.4 percent decline in women’s labor force participation. [4] Policies that reduce the cost of child care can help bring more Americans off the sidelines and into the workforce, increasing opportunities for families and ensuring that our country’s strong economic growth is inclusive and sustained in the future.The impact of high child care costs extends beyond families to communities and businesses. Employee absences and turnover resulting from lack of child care can cost employers and impact overall economic development by reducing productivity and constricting the labor market. Several states have estimated the impacts on their economy in lost revenue and economic activity, finding losses between $1-$2 billion annually due to child care-related absenteeism and turnover. [5] Meaningful child care reform that improves access to child care would have positive results for families, communities, and employers.There is also a growing concern about the importance of ensuring child care settings are places of learning that promote and enhance healthy child and youth development and well-being. High quality child care is a rare investment that pays off now, by enabling parents to work, and later, by supporting children’s development and success in school and life. Research has shown that high quality early learning environments are important for the cognitive, language, and social development of young children, and that investments have the potential to generate economic returns in the long-run. [6] Child care licensing and regulatory systems put in place a foundation to ensure the basic health and safety of child care settings. In addition, many states have implemented quality rating and improvement systems to provide parents with transparent information on the quality of child care, and include additional tiered requirements to help providers strive toward higher quality.The Administration’s reform principles are designed to improve access to affordable, high quality child care and support working families by taking steps to increase investment, build the supply of child care, cultivate the child care workforce, and improve options for families across a range of high quality settings.[1] “Current Population Survey Annual Social and Economic Supplement; Council of Economic Advisers calculations.[2] “Breadwinning Mothers Continue to be the U.S. Norm,” Center for American Progress, May 2019.[3] “The US and the High Price of Child Care: An Examination of a Broken System,” Child Care Aware of America, 2019 Report.[4] “How to Improve Economic Opportunity for Women,” Aparna Mathur and Abby McCloskey, American Enterprise Institute, June 2014.[5] “The Mounting Costs of Child Care,” Washington State Child Care Collaborative Taskforce, September 2019; “Opportunities Lost: How Child Care Challenges Affect Georgia’s Workforce and Economy,” Metro Atlanta Chamber of Commerce, October 2018; “Lost Opportunities: The Impact of Inadequate Child Care on Indiana’s Workforce and Economy,” Indiana University Public Policy Institute, June 2018.[6] “Invest in Early Childhood Development: Reduce Deficits, Strengthen the Economy,” James Heckman, University of Chicago, 2012.[7] “Effective Marginal Tax rates for Households with Child Care Subsidies: What Happens Following an Earnings Increase?” Office of the Assistant Secretary for Planning & Evaluation, U.S. Department of Health and Human Services, March 2019.[8] “Addressing the Decreasing Number of Family Child Care Providers in the United States,” National Center on Early Childhood Quality Assurance, September 2019.[9] “Including Relationship-Based Care Practices in Infant-Toddler Care: Implications for Practice and Policy,” Network of Infant/Toddler Researchers, May 2016.[10] “Improving Access to Affordable High Quality Child Care: Request for Information,” Administration for Children and Families, U.S. Department of Health and Human Services, 84 FR 52507.",
    "president": null
}