{
    "title": "Bipartisan Bill Would Bring Needed Funds to Deteriorating National Park Service Infrastructure – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/bipartisan-bill-bring-needed-funds-deteriorating-national-park-service-infrastructure/",
    "created_at": "2018-07-18T00:00:00",
    "content": "\n\n\t\tLand & Agriculture\t\n\nJuly 18, 2018\n3 minute readThere is no greater American tradition than fireworks on the Fourth of July. This year, as I watched the fireworks over our nation’s capital, under the illumination of the rockets’ red glare, I could not fail to notice the many monuments that are in need of repair. Our monuments, battlefields, parks, and public lands are our nation’s greatest treasures, and now is the moment to invest in ensuring their future.America’s National Park System is the envy of the world; it is a collection of 417 park units like Yosemite and Yellowstone, representing America’s best idea. Our parks tell the story of our nation, ranging from the origins of the American conservation ethic, to our sacred battlefields, to the Civil Rights Movement. Quite frankly, our American park system represents our American values.Last year, our parks had 330 million visitors, with more visitors expected this year. Unfortunately, our park system has been neglected and is in need of rebuilding. We are loving our parks to death. The backlog of critical maintenance and repairs in the National Park Service stands at $11.6 billion and until recently, addressing the backlog seemed to be out of our reach.But nothing is truly out of reach for America. We are, after all, the nation that pioneered the West, won both World Wars, and put a man on the moon. Our ability to preserve the splendor and beauty of our National Park System should be a slam dunk.A bipartisan bill that is now before the Senate would achieve this worthy goal. Thanks to the efforts of leaders like Sens. Rob Portman (R-Ohio), Lamar Alexander (R-Tenn.), Mark Warner (D-Va.), Angus King (I-Maine), and many others, the bill has momentum as others join to show their commitment to our public lands. I commend every senator involved in this effort for recognizing that preserving our parks is not a Republican or Democrat issue – it is an American issue.I would like to thank President Trump for his leadership throughout the process. In the president’s 2019 budget request to Congress, he proposed the largest investment in public lands infrastructure in American history. The president is a builder, and his commitment to American infrastructure has provided the path to get us to this point.The deteriorating state of many of the roads, bridges, trails, visitor centers, and restrooms across the National Park System should be unacceptable to every American. Americans love the outdoors – it is no surprise that recreation in the United States is an $887 billion industry (and growing). Every American deserves a park system that is “for the benefit and enjoyment of the people,” as the words above the Roosevelt Arch above Yellowstone National Park proclaim.The president and I support the bill before Congress. In the spirit of July 4, fixing and repairing our National Park System will preserve a uniquely American institution for generations to come.This op-ed appeared in The Hill on July 18, 2018.",
    "president": null
}