{
    "title": "A Remarkable Career in Photos: Judge Kavanaugh to Testify Before the Senate – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/remarkable-career-photos-judge-kavanaugh-testify-senate/",
    "created_at": "2018-09-04T00:00:00",
    "content": "\n\n\t\tLaw & Justice\t\n\nSeptember 4, 2018\n4 minute readThe judge’s job is to interpret the law, not to make the law or make policy. So read the words of the statute as written. Read the text of the Constitution as written, mindful of history and tradition.\n\t\t\t\t\t\tJudge Brett M. Kavanaugh\t\t\t\t\tToday, President Donald J. Trump’s nominee to replace retired Justice Anthony Kennedy on the U.S. Supreme Court begins several days of confirmation hearings before the Senate. Judge Brett Kavanaugh, who USA Today says “may be the most qualified Supreme Court nominee in generations,” will testify as support for his nomination grows from a broad, diverse pool of lawmakers, former students, and colleagues in the legal profession.Most crucially, Senators are signaling that Judge Kavanaugh is the type of mainstream, experienced judge needed to steady the Supreme Court in a time of growing judicial activism. Senators from both parties told the White House they wanted to see a real judge nominated with outstanding credentials—one who will respect precedent. Judge Kavanaugh is all of that and more.The Judge’s record largely speaks for itself. He has served for more than a decade on the U.S. Court of Appeals for the D.C. Circuit—referred to as the “Second Highest Court in the Land.” He has authored over 300 judicial opinions, 13 of which have been affirmed by the Supreme Court. After graduating with honors from Yale College in 1987, Judge Kavanaugh graduated from Yale Law School in 1990, where he was a Notes Editor on the Yale Law Journal. He went on to clerk for Justice Kennedy on the Supreme Court, as well as two federal Circuit Court judges.Alongside his long career of public service, he is a father, a mentor in local schools, a church volunteer, and a youth basketball coach.As Judge Kavanaugh heads to the U.S. Capitol, he prepares for a busy week in what has been among the most transparent, thorough nomination processes in history. President Trump made his selection from a public list of 25 of the top-rated legal minds in our country, last updated in November 2017 after the confirmation of Neil Gorsuch to the High Court.Here is what to expect as Judge Kavanaugh testifies this week:“Judge Kavanaugh is one of the most qualified Supreme Court nominees to come before the Senate,” Senate Judiciary Chairman Chuck Grassley (R-IA) says. “He is a superb mainstream candidate.”See photos from Judge Kavanaugh’s remarkable career of public service:\n1/?\n\n\t\t\t\tJudge Kavanaugh is a brilliant jurist with impeccable legal credentials and a clear, effective writing style. He is universally respected for his intellect, persuasiveness, and ability to build consensus. He understands that the role of a judge is to faithfully interpret the law, not to legislate from the bench. \t\t\t",
    "president": null
}