{
    "title": "President Donald J. Trump Announces Intent to Nominate Individuals to Key Administration Posts – The White House",
    "link": "https://trumpwhitehouse.archives.gov/presidential-actions/president-donald-j-trump-announces-intent-nominate-individuals-key-administration-posts-102820/",
    "created_at": "2020-10-28T00:00:00",
    "content": "\n\t\t\t\tNominations & Appointments\t\t\t\nIssued on:\nOctober 28, 2020\nSean J. Cooksey currently serves as General Counsel to U.S. Senator Josh Hawley of Missouri. Since Senator Hawley was sworn in, Mr. Cooksey has advised the Senator on issues including constitutional law, judicial nominations, election law, federal criminal law, and ethics compliance, and he has served as the Senator’s lead staffer on the U.S. Senate Committee on the Judiciary.Mr. Cooksey previously served as Deputy Chief Counsel for U.S. Senator Ted Cruz of Texas. Prior to serving in the Senate, Mr. Cooksey worked as a litigation associate at Gibson, Dunn & Crutcher LLP in Washington, D.C., where his practice focused on appeals and constitutional law. He served as a law clerk for Judge Jerry E. Smith of the United States Court of Appeals for the Fifth Circuit.A Missouri native, Mr. Cooksey received his B.A., summa cum laude, from Truman State University and his J.D. from the University of Chicago Law School, where he graduated with High Honors and Order of the Coif.Shana M. Broussard, of Louisiana, to be a Member of the Federal Election Commission.Shana M. Broussard currently serves as the Counsel to FEC Commissioner Steven T. Walther. Before this, Ms. Broussard was an Attorney Advisor at the Internal Revenue Service and a Deputy Disciplinary Counsel at the Louisiana Attorney Disciplinary Board. She also served as a New Orleans Assistant District Attorney.While at the FEC, Ms. Broussard received the “Outstanding Performance Award” in 2011 and 2014. She earned her Bachelor of Arts from Dillard University and her Juris Doctor from Southern University Law Center.",
    "president": null
}