{
    "title": "Remarks by President Trump and President Juan Carlos Varela of Panama During Bilateral Meeting – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-president-juan-carlos-varela-panama-bilateral-meeting/",
    "created_at": "2017-06-19T00:00:00",
    "content": "\n\t\t\t\tStatements & Releases\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nJune 19, 2017\nOval Office11:39 A.M. EDTPRESIDENT TRUMP:  It’s our great honor to have President and Mrs. Varela from Panama.  And we have many things to discuss.  We’re going to spend quite a bit of time today — the Panama Canal is doing quite well.  I think we did a good job building it, right?PRESIDENT VARELA:  One hundred years ago.PRESIDENT TRUMP:  We did a very good job.  But things are going well in Panama.  The relationship has been very strong.  We are developing new things to do and only getting stronger.  And our — also friendship with the President is very, very good.So I just want to thank you very much.  And it’s an honor to have you at the White House.  Thank you.PRESIDENT VARELA:  Thank you, Mr. President.PRESIDENT VARELA:  I would like to thank President Trump for — I would like to thank President Trump and his wife for receiving us today at the White House.  It’s an honor for me to be here.  There’s a long friendship between Panama and the United States, and we face the same challenges in the region.  So the idea of this visit is to work closely together to face the same challenges that we have in the region of Central America and Latin America and in our continent.So I’m really happy to be here today and for four days in Washington, and looking forward to this meeting and the meeting with the other directors of the agencies to establish — to work together very closely with the — President Trump administration for the future of the region.PRESIDENT TRUMP:  Thank you.PRESIDENT VARELA:  Thank you.PRESIDENT TRUMP:  Again, thank you.  Thank you very much, everybody.  Thank you.END\n11:41 A.M. EDT",
    "president": null
}