{
    "title": "Treating Our Veterans With Art Therapy – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/treating-veterans-art-therapy/",
    "created_at": "2017-10-25T00:00:00",
    "content": "\n\n\t\tVeterans\t\n\nOctober 25, 2017\n3 minute read\n\n\t\t\t\t\t\tKaren Pence\t\t\t\t\t\t\t\nSecond LadyOne of the most exciting things taking place in the field of art therapy is in the area of treating our veterans with PTSD, TBI, and other psychological health conditions. Over and over again, we hear amazing stories about how the art therapist working with vets has changed their lives forever.  That was definitely evident on Tuesday as we had the privilege of participating in Creative Forces Summit in Tampa, Florida. Creative Forces: NEA Military Healing Arts Network is an initiative of the National Endowment of the Arts (NEA) in partnership with the U.S. Department of Defense and Veterans Affairs, plus state and local arts agencies. The network places creative arts therapies at the core of patient-centered care at 11 military medical facilities across the country, as well as a telehealth program to reach patients in rural and remote areas, and increase access to therapeutic arts activities for military personnel and their families in local communities. You can learn more by visiting their website.We met with several vets whose stories were inspirational. One in particular is Chris Stowe, who has been helping teach glass blowing to vets at studios in Florida. Chris said, “I can say without reservation that art therapy saved my mental health, my marriage, and ultimately my life. I was on the verge of giving up on ever getting better until I found art therapy. I continue to use art therapy to this day.”We visited the James A. Haley Veterans Hospital where they are opening a new art therapy area.We also met with Heather Spooner, an art therapist in Gainesville who is helping pioneer a telehealth program where veterans in rural communities can also receive the benefits of art therapy.I am honored to have this national and international platform to shine the light on art therapy. I hope you continue to follow along, as I will share stories about my visits across the United States and around the world to elevate art therapy.To stay updated on our events in the Office of the Second Lady, follow us on Twitter at @SecondLady.",
    "president": null
}