{
    "title": "A Better Way to Ensure Clean, Reliable Energy – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/better-way-ensure-clean-reliable-energy/",
    "created_at": "2018-08-21T00:00:00",
    "content": "\n\n\t\tEnergy & Environment\t\n\nAugust 21, 2018\n4 minute read\n\t\t\t\t\t\tAndrew Wheeler\t\t\t\t\tActing EPA AdministratorA cornerstone of President Donald Trump’s agenda has been to promote domestic energy production, create jobs and improve economic growth, and he has directed federal agencies to replace or repeal burdensome and outdated regulations that stand in the way of these objectives.Accordingly, the U.S. Environmental Protection Agency reviewed the previous administration’s Clean Power Plan (CPP). Many believe the agency greatly exceeded its authority by promulgating the CPP, which is why 150 entities, including 27 states, 24 trade associations, 37 rural electric co-ops and three labor unions challenged the rule. A majority of Congress formally disapproved of the CPP, and the Supreme Court stayed its implementation —an unprecedented intervention by the nation’s highest court.Aside from legal concerns, the CPP’s punitive demands on energy providers would have unnecessarily raised electricity prices, decreased the competitiveness of America’s manufacturers, cost Americans jobs and undermined the nation’s energy security. For example, an economic analysis by the National Economic Research Associates found that the CPP could have caused double-digit electricity price increases in 40 states.Unfortunately, low- and middle-income Americans, many of them minorities and senior citizens, would have borne the brunt of that burden. According to a 2015 analysis of energy prices, middle-income Americans spend nearly 20 percent of their after-tax income on residential and transportation energy; low-income Americans spend more than 20 percent.The Trump administration’s plan respects the law, promotes energy independence and supports economic growth and job creation. EPA’s Affordable Clean Energy rule (ACE), would restore the states’ proper role under the Clean Air Act and our system of federalism. Our plan would allow states to establish standards of performance that meet EPA emissions guidelines. Unlike the CPP, the ACE rule would not interfere with states as they construct diverse, reliable energy portfolios that can provide affordable energy to fuel economic growth.ACE also would update EPA’s New Source Review (NSR) permitting program. Previously, NSR regularly discouraged companies from employing the latest energy-efficient equipment. Our NSR updates would remove regulatory barriers and further incentivize our nation’s power plants to upgrade their facilities in an environmentally beneficial way.EPA takes its Clean Air Act responsibilities seriously and is committed to providing certainty to state and industry partners. We will not use our authority to pick winners and losers in the energy marketplace. Rather, our proposal would permit states to make energy decisions based on what works best for them rather than what the federal government tells them to do. The era of top-down, one-size-fits-all federal mandates is over.Our rule also would ensure that America remains the gold standard for energy production and environmental protection. From 2005 to 2017, U.S. energy-related CO2 emissions fell by 14 percent, according to the Energy Information Administration, while global emissions increased over 20 percent.Additionally, since 1970, total emissions of the six criteria air pollutants (carbon monoxide, lead, ground-level ozone, nitrogen dioxide, particulate matter and sulfur dioxide) established under the Clean Air Act have dropped 73 percent, while the economy grew over 260 percent.The bottom line is that the United States is achieving energy dominance while reducing energy-related carbon emissions and improving air quality and public health. No other nation in the world can claim likewise.The CPP would have stunted this progress through regulatory overreach. It threatened energy security and prosperity to produce a negligible impact on the climate by the year 2100. Under the ACE rule, carbon dioxide emissions from the power sector will continue to fall.Reliable and affordable energy is the foundation of America’s strength. Without it, our prosperity and security can fall outside our control.The president understands this. His administration is repealing unnecessary barriers to energy development at an unrivaled pace. EPA is acting to provide the states and the energy sector the regulatory certainty they need to continue our environmental progress while providing modern, reliable energy that all Americans can afford.Andrew Wheeler is Acting Administrator of the Environmental Protection Agency. This op-ed appeared in the Pittsburgh Post-Gazette on August 21, 2018.",
    "president": null
}