{
    "title": "We Didn’t Lose 1,500 Migrant Children. Most Are with Family. – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/didnt-lose-1500-migrant-children-family/",
    "created_at": "2018-05-30T00:00:00",
    "content": "\n\n\t\tImmigration\t\n\nMay 30, 2018\n2 minute read\n\n\t\t\t\t\t\tEric Hargan\t\t\t\t\t\t\t\nDeputy Secretary of the Department of Health and Human ServicesA recent Arizona Republic column picked up by USA TODAY, “The feds lost — yes, lost — 1,475 migrant children,” misrepresents a serious challenge for our immigration system.When unaccompanied alien children (UAC) — the children referred to in the column — are caught trying to enter the United States illegally, they are required by law and court decision to be referred to the Department of Health and Human Services (HHS) Office of Refugee Resettlement (ORR). We are required to find, as soon as practicable, a parent, close relative, or other appropriate sponsor to take them in.Approximately 90% of the children’s sponsors are parents or close relatives, and historically, ORR has not tracked children once released. Nonetheless, in 2016, ORR began making calls to sponsors 30 days after placing unaccompanied alien children to see if any other services were needed.During one recent period, 14% of sponsors didn’t respond to the call. That is the source of the claim that children have been “lost.” By this logic, before the check-ins began in 2016, the Obama administration had “lost” almost every one of the tens of thousands of children they released to sponsors.Many sponsors do not respond to federal contacts because they are here illegally themselves — often thanks to “catch and release,” which permits illegal aliens to be released from detention on the assumption they will comply with future court summons. Some sponsors may have even arranged for their children to take advantage of the UAC system to join them.Unfortunately, some who ostensibly care about these children refuse to address why they are here: the loopholes in our immigration system that allow and encourage both adults and children to come and stay here illegally.The Trump administration is working to close these dangerous loopholes, and has called on Congress to help. Those misrepresenting the current system or standing in the way of such reforms aren’t making children any safer — they are perpetuating the serious problem we face.Eric Hargan is the deputy secretary of the Department of Health and Human Services. This op-ed appeared in USA Today on May 30, 2018.",
    "president": null
}