{
    "title": "Reforming the Federal Bureaucracy – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/reforming-federal-bureaucracy/",
    "created_at": "2017-08-16T00:00:00",
    "content": "\n\n\t\tBudget & Spending\t\n\nAugust 16, 2017\n2 minute readAccountability and reform of the Federal bureaucracy is long overdue. The current sea of Federal red tape for environmental reviews and permitting unnecessarily hampers the delivery of major infrastructure projects.On August 15, President Donald J. Trump signed an Executive Order that fulfills his commitment to eliminate the Federal bureaucracy attached to environmental review and permitting for major infrastructure projects.Help is on the way to build faster the major infrastructure projects that America desperately needs faster.This Executive Order directs agencies to take the following actions:One Federal Decision: The Executive Order requires the Federal Government to speak with one voice through One Federal Decision. No longer will sponsors of major infrastructure projects be forced to spend time and money navigating a complex web of permitting and environmental reviews with multiple Federal agencies.2-Year Goal: The Executive Order takes aim at the decade it can currently take the Federal Government to process environmental documents for major infrastructure projects and instead establishes a 2-year goal. Not only will this save time, it will save money and provide projects sponsors much-needed predictability in scheduling and delivering projects.Accountability: The Executive Order requires Federal agencies to track their achievement of milestones, report progress to the White House, and face penalties for poor performance. Private entities are routinely held accountable for achieving milestones in delivering projects, and with this Presidential action, the Federal Government will be held accountable, too.Efficiency: This Executive Order will ensure the Federal Government will conduct environmental reviews more efficiently while still protecting the environment. Environmental laws have important objectives, but the Federal Government’s current inefficiencies needlessly impede delivery of infrastructure projects throughout the country.The President’s action will ensure more timely and efficient infrastructure investment that will strengthen the American economy, make our country more competitive, create jobs and increase wages for workers, and reduce the costs of goods and services for our families.",
    "president": null
}