{
    "title": "Remarks by President Trump in Expanded Bilateral Meeting with President Duda of the Republic of Poland – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-expanded-bilateral-meeting-president-duda-republic-poland/",
    "created_at": "2019-06-12T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tForeign Policy\t\n\nIssued on:\nJune 12, 2019\nCabinet RoomPRESIDENT TRUMP:  Thank you very much.  We have a highly respected person with us, the President of Poland, and the highest representatives of Poland.  And we’ve had some tremendous discussions having to do with trade and military and lots of other things.  And they continue.Secretary Perry is discussing a very, very big transaction with Poland.  One of the biggest.  And we are very prepared to go forward with that, Rick, as you know.  And it will be very, very important for both nations, maybe in particular for your nation.  And I think you’re right in what you’re doing.I’d like to ask Secretary Pompeo maybe to say a few words.  I know you’re dealing very well and successfully with your representative from Poland.SECRETARY POMPEO:  Well, thank you, Mr. President.  Mr. President, it’s great to see you.  Thanks, too, for all the –- I know you had a good conversation with the President on multiple topics, but thanks for all the good work you’ve done in supporting our efforts.The gathering that we had in Warsaw, now several months back, was important; I think a game-changer.  And you all did fantastic work, and it’s really helped Jared and his effort and the work we’re doing in the Middle East.  It was a very, very valuable moment.  And then I know we’re doing good work on visas as well.  And I think that’s important stuff, too.  So thank you.  The foreign minister and I have become great friends and good partners, and I appreciate that.PRESIDENT TRUMP:  Good.  Thank you, Mike.  And, Wilbur, do you have anything to say?SECRETARY ROSS:  No.  I think trade is starting to get going very, very well with Poland.  There’s a lot of growth in the bilateral trade.  We have a little disagreement over whether we have a trade deficit or a surplus.  Our numbers say we have a deficit; theirs say they have a deficit.PRESIDENT TRUMP:  I think a deficit.  (Laughter.)SECRETARY ROSS:  But, in any event, it’s growing.PRESIDENT TRUMP:  Right.SECRETARY ROSS:  And so it’s the right direction.PRESIDENT TRUMP:  Thank you very much.  Mr. Secretary?ACTING SECRETARY SHANAHAN:  Poland is the model for defense cooperation.  And my counterpart, the Defense Minister, and I have had a very productive week.  As you know, Poland spends 2 percent of their GDP on defense, and the “Buy American” (inaudible) spent over 20 percent of their defense spending on procurement —PRESIDENT TRUMP:  It’s true.  Buy American.ACTING SECRETARY SHANAHAN:  — Buy American.PRESIDENT TRUMP:  It’s true.  We appreciate it.ACTING SECRETARY SHANAHAN:  We’re looking at F-35s and we have a — more work that we’re doing, in terms of troops in Poland.  And it’s been a very, very productive week.PRESIDENT TRUMP:  Good.  Thank you.  And I see our ambassador.  She’s doing a good job, I’ll bet.  I’ve known Georgette for a long time.AMBASSADOR MOSBACHER:  Yes, sir.PRESIDENT TRUMP:  Georgette?  How’s it going?AMBASSADOR MOSBACHER:  Well, I can say that Poland is really an important ally of ours.  They step up and support us.  We have a number of deliverables that I think, Mr. President, as a transformational President that you are, you will be very, very pleased with the progress that we have made, certainly under your leadership and President Duda’s leadership.PRESIDENT TRUMP:  Thank you.  Keep up the good work, Georgette.AMBASSADOR MOSBACHER: Thank you, sir.PRESIDENT TRUMP:  Rick Perry?SECRETARY PERRY:  Mr. President, thank you.  And, President Duda, it’s good to be with you again.  We had the opportunity to spend some time last week in Brussels.  And Gordon Sondland and Ambassador Mosbacher and Gidwitz, we had a great group of individuals working towards today, when we signed a couple of memorandums of understanding.  One on the civil nuclear side, and from a — you know, obviously Piotr Naimski, my counterpart on the energy side, we signed a big extension of a LNG contract.  There’s massive potential ahead for American LNG, both on the construction side of facilities in Poland, and obviously selling the product as well.But back on the civil nuclear side, I’ve never been excited about the potential there.  And it will give Poland the flexibility to have an all-of-the-above energy strategy.  And I think, President Duda, that’s his the goal for Poland.  You can’t have national security until you have energy security.  And Poland is headed towards that energy security platform.Mr. President, it is thanks to your policies.  And your clear message to all of us on the administration team is to get out there and get these deals done.  And nothing is more powerful than what’s happening in the American energy front right now.  And so, LNG is a big part of that.But we don’t get confused that civil nuclear, and, I might add, the coal that — and the clean coal technologies that are being partnered with in Poland.So it’s a great story, a great partnership.  And we thank you, Mr. President, for your continual partnership.  Thank you.PRESIDENT TRUMP:  Well, Rick, Poland is a very, very large purchaser now of the LNG, and they are getting it by the billions, actually.  We’re signing contracts for billions and billions of dollars.  And that’s great.  And we have a lot of it.  We have a lot of it.  So we very much appreciate it.And I see our great Secretary of Homeland Security.  Now, why aren’t you on the Mexican border today?  (Laughter.)  What are you doing here with Poland?ACTING SECRETARY MCALEENAN:  Well, we need to partner with our friends in Europe as well, Mr. President.  Thank you.Welcome, President Duda.  Good to see you and your team.  We have a very strong counterterrorism and law enforcement information-sharing partnership with Poland, and we’re going to strengthen that today with the signing of the Preventing and Combatting Serious Crime Agreement.  It’s one of the key steps moving forward in our visa waiver relationship.  So it’s good to be here, and look forward to that progress.PRESIDENT TRUMP:  Good.  And how are we doing on the other border — that southern border that we talk about all the time?ACTING SECRETARY MCALEENAN:  We’re doing well, Mr. President.  We’re aggressively implementing the agreement that Secretary Pompeo, and with your leadership, we got with Mexico recently.  And so we’re making progress on that already in the first few days and seeing some real developments on our partnership.PRESIDENT TRUMP:  And if we had the Democrats, we could solve the problem in 15 minutes with the loopholes and the asylum, right?ACTING SECRETARY MCALEENAN:  That’s what I explained at Chairman Graham’s hearing yesterday.PRESIDENT TRUMP:  Right.  I know you did.  And you did it well.John Bolton, please.AMBASSADOR BOLTON:  I’ll pass.  (Laughter.)PRESIDENT TRUMP:  Okay.  Oh, good.  That’s — (laughter).  Mr. President, please.PRESIDENT DUDA:  Yes, Mr. President.  (Inaudible), we have no border with the United States, but who knows what will be in the future.  (Laughter.)PRESIDENT TRUMP:  You never know.Thank you.  Thank you very much.  Thank you, everybody.  Thank you very much.  Appreciate it.  Thank you.Q    Mr. President, (inaudible).PRESIDENT TRUMP:  It’ll be great.  (Inaudible.)Q    (Inaudible.)PRESIDENT TRUMP:  We’ll talk about that later.END",
    "president": null
}