{
    "title": "On Tax Cuts, Jobs, and Optimism, Look at What’s Happening in America’s Heartland – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/tax-cuts-jobs-optimism-look-whats-happening-americas-heartland/",
    "created_at": "2018-04-12T00:00:00",
    "content": "\n\n\t\tBudget & Spending\t\n\nApril 12, 2018\n5 minute readThis is our new American moment. There has never been a better time to start living the American dream.\n\n\t\t\t\t\t\tPresident Donald J. Trump\t\t\t\t\t\t\t\nFew things reveal the character of a government more quickly than how much it takes from each citizen—and how it does the taking. Taxes matter so much for Americans that our country was founded because of them, rallying to the cry “No taxation without representation!”More than two centuries later, the stakes remain high. “No other issue goes so directly to the heart of our economic life,” President Ronald Reagan told Americans about taxes in 1985. “No other issue will have more lasting impact on the wellbeing of your families and your future.”So when Americans elected a Washington outsider, Donald J. Trump, to reform government, the most sweeping overhaul of the tax code in American history was a natural place to start.Tax cuts are key for two reasons. The first is straightforward and economic: Lower taxes means more money in the pockets of working Americans. The second is about principle: Tax cuts represent a shift in power from the Federal government to American citizens, families, and small businesses.Both of these facts help explain the renewed sense of optimism in America’s heartland, the part of our country that has taken the brunt of 21st-century economic challenges. President Trump heard these stories firsthand when he visited White Sulphur Springs, West Virginia, in early April—his fourth trip to the state since taking office.“Not a lot of people know it, but for the average West Virginian, two kids, it’s $1,966 more in their pocket because of your tax cuts, Mr. President,” Rep. Evan Jenkins (R-WV) said. “The average mortgage in West Virginia is $600. . . . President Trump paid the mortgage payment for three months of the average West Virginian.”“You want to talk about making a difference in a family’s life,” Rep. Jenkins added.Many of those families joined the President onstage:Sen. Shelley Capito (R-WV) said it’s no secret that her state has seen some tough times in recent years. “But we’re in a sense of renewal and great optimism because of the policies that you’ve brought forward,” she told President Trump.“Just think, I ran on ‘tired of being 50th’ [among U.S. states]. And we’re finally first in all kinds of things,” Gov. Jim Justice (R-WV) added.President Trump Talks Tax Reform in West VirginiaThat revival of the American spirit isn’t limited to West Virginia. Several Midwestern states boast among the lowest unemployment rates in the country as of February 2018, including North Dakota (2nd at 2.6 percent), Nebraska (4th at 2.8 percent), Iowa (6th at 2.9 percent), and Wisconsin (6th at 2.9 percent). Nationwide, consumer confidence hit its highest level in more than 14 years last month, according to a University of Michigan index.Key industries in America’s interior are thriving, as well. Optimism among U.S. manufacturers is reaching unprecedented levels, according to a recent Outlook Survey from the National Association of Manufacturers. These employers also anticipate wages will grow at their fastest pace in 17 years, the survey finds.Across the country, the President’s message is resonating because cutting taxes and red tape isn’t about cutting services. In fact, it’s the opposite. The Trump Administration is streamlining government to make it work better for the communities who need it most. The latest example: Agency leaders met at the White House on April 9 to sign the One Federal Decision Memorandum of Understanding, which expedites the environmental review process for major infrastructure projects.President Trump’s economic priorities, from tax cuts to infrastructure to better trade deals, are about expanding opportunity in every part of the country. By that standard, the Administration’s first 14 months have been an emphatic success.",
    "president": null
}