{
    "title": "Intern Series: The Information Gatekeepers to the Oval Office – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/intern-series-information-gatekeepers-oval-office/",
    "created_at": "2017-07-19T00:00:00",
    "content": "\nJuly 19, 2017\n2 minute read\n\t\t\t\t\t\tWhite House Interns\t\t\t\t\tThis summer, I have the great honor and privilege to intern in the Office of the Staff Secretary. Although few outside the gates of the White House have an understanding of what the Office of the Staff Secretary does, it plays a vital role in the day-to-day operations of President Donald J. Trump’s Administration. As a White House staffer once remarked, “Staff Secretary is the workhorse of the White House. They receive little recognition, and they are the reason the White House is able to function each day.”Under the leadership of the Staff Secretary, Rob Porter, the office is responsible for all information that flows into the Oval Office, including the President’s nightly briefing book. By seeking approval and input from the White House offices on a variety of matters, the Office of the Staff Secretary ensures that the President’s policy decisions include all relevant White House voices. The Staff Secretary also ensures all documents are polished and ready for delivery to the Oval Office. The Staff Secretary then follows up to make sure that Presidential directives are completed by relevant agencies and White House components on time.As the only intern assigned to the Office of the Staff Secretary, I have the unique opportunity to see all facets of the office. I routinely edit memoranda, correspondence, and statements by the President. Additionally, I participate in tracking executive order directives, which is by far my favorite part, since I get to interact with and learn from many White House departments. I have had the opportunity to meet incredibly smart and talented people, attend events like bill signings and speeches in the Rose Garden, and work on tasks that make me incredibly proud to serve the Administration. I leave work every day with a sense of awe and gratitude that I am able to see history in the making, and that I am able to play a part in this Administration’s efforts to improve the life of every American.Jake Hemme is from Visalia, California, and is a recent graduate of Biola University with a degree in political science. Jake is a member of the Summer 2017 White House Internship Program in the Office of the Staff Secretary.",
    "president": null
}