{
    "title": "Remarks by President Trump in a Briefing on Wildfires | McClellan Park, CA – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-briefing-wildfires-mcclellan-park-ca/",
    "created_at": "2020-09-14T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tLand & Agriculture\t\n\nIssued on:\nSeptember 14, 2020\n11:31 A.M. PDTTHE PRESIDENT:  Great to be here.  Great to be with the Governor.  We’ve been speaking a lot about the problem, and it’s a big problem, and it’ll get solved.  We want to pay our love and respect, and we say “God bless you” to those that were killed in this horrible fire, because it’s a series of fire.  You put them together, and it’s a big monster, Gavin.  Right?GOVERNOR NEWSOM:  A big monster.THE PRESIDENT:  But we are showing and give unwavering support for the people of California and, I have to say, for the state of Washington and Oregon, who we’re very much in touch with — also declaring your declarations.  We have declarations for all three.  The governor of California called me up, and we immediately signed the declaration.  I think a lot of people would take a lot longer, but we wanted it fast.  And I want to thank all of the FEMA people for doing such a great job.  We really appreciate it.  They’ve been fantastic.  They’ve been fantastic.And thank you to Gavin Newsom; Acting Secretary of Homeland Security Chad Wolf; FEMA Administrator Pete Gaynor; and all of the people — state and local leaders.  They join us today.And we’re having a separate news conference, a little bit later, on some other subjects.  And I just want to thank everybody.  It’s been pretty amazing.In August, I approved a major disaster declaration for California.  I’ve approved, I think, Gavin, about 40 Stafford Act declarations — so, very quickly, because we want to get this thing taken care of — including fire management assistant grants to help multiple states stop the fires.  More than 28,000 firefighters and first responders are combatting the fires in California, Oregon, and Washington.  Over 230 soldiers are fighting the August complex fire, and that’s the largest fire in California.  That’s the big one.  That’s the biggest.And we want to thank all of the brave fighters.  We want to thank these incredible people.  The first responders, service members who are racing to the extreme peril, really, of their lives, and extreme danger.Soon after the event, I’ll present the Distinguished Flying Cross to seven military heroes who recently braved raging fire and suffocating smoke to save lives.  So we have seven people that were recommended very strongly by your representatives.  And we’re going to give them a very nice medal — a very important medal for — a U.S. medal that’s very powerful, very important.  So I know you like that.Together, we’ll keep the people safe.  I want to thank the governor for the job he’s done.  We’ve had great coordination, great relationship.  I know we come from different sides of the planet, but we actually have a very good relationship.  A good man.And, Governor, would you like to say something?  Please.GOVERNOR NEWSOM:  Well, it’s great to have you back here in the state, Mr. President.  Thank you for being here, in particular, with two of the Coast Guard aircrafts that we’re now bringing into the California family that are being retrofitted, these C-130s.  Just an example — another example of the partnership between the federal government and the state of California.  That partnership, of course, extended with the incredible collaborative spirit of FEMA.Pete has done an amazing job.  He’s known by first name as “Pete,” out here in the state of California.  Bob Fenton, his regional director.  We’re joined by Thom Porter, the chief of CAL FIRE; head of natural resources Wade Crowfoot.Pleased to have the Fresno County Mayor here, Mayor [Sheriff] Mims.  And, of course, supervisor from up north in Siskiyou was kind enough to come all the way down.  We’ve got fires from Siskiyou County, right up there at the border of Oregon, all the way down to the Mexican border.About a month ago, literally to the day, we began to have a series of 14,000 lightning strikes over a three-day period; 1,100 fires have sparked in the last month; 2.8 million acres, just in the last 30 days, have burned — unprecedented in California history; 3.2 million over the course of this calendar year.There’s over 16,500 firefighters currently out on the lines.  And I’m very pleased and I’m very grateful, Mr. President, that you’re recognizing some of the other heroes, those National Guardsmen and women that did an extraordinary job saving the lives of hundreds and hundreds of people stranded with some of these most intense fires.You mentioned the August complex: 789,000 acres, the largest in California history.  We have a series of forest fires, but also brush fires and grass fires that we’re tackling.  We’ve made great progress in the last few weeks, though tragically we’ve lost 24 lives, so far, to these battles; 4,200 plus structures have been lost and 44,000 people have evacuated.I want to thank you and acknowledge the work that you’ve done to be immediate, in terms of your response to our FMAG requests — 14.  We were just talking — Mark Ghilarducci is the head of the Office of Emergency Services — this may be a record that the state has received in the FMAG support, as well as the major disaster declaration, which you referenced, on August 22nd, which was profoundly significant, not only to help us support our mutual aid system, but also individuals that are in desperate need of support.We can agree to disagree, and I appreciate your frame on the politics of this.  But let me just acknowledge two things briefly, and I’ll turn it back to you.  There’s no question, when you look past this decade and looking past almost 1,000-plus years, that we have not done justice on our forest management.  I don’t think anyone disputes that.  I want to acknowledge we have our U.S. Forest representative here.The state of California, your administration just entered into a first-of-its-type commitment, over the next 20 years, to double our vegetation management and forest management.THE PRESIDENT:  That’s right.GOVERNOR NEWSOM:  I want to thank you for supporting that effort, funding that effort.  We acknowledge our role and responsibility to do more in that space.But one thing is fundamental: 57 percent of the land in this state is federal forest land; 3 percent is California.  So we really do need that support.  We need that emphasis of engagement.  And we are fully committed to working with you to advance that cause.And final point: I’d be negligent — and this is not — and we’ve known each other too long — and, as you suggest, the working relationship, I value.  We obviously feel very strongly that the hots are getting hotter, the dries are getting drier.  When we’re having heat domes, the likes of which we’ve never seen in our history; the hottest August ever in the history of the state; the ferocity of these fires; the drought, five-plus years; losing 163 million trees to that drought — something has happened to the plumbing of the world.  And we come from a perspective, humbly, where we submit the science is in and observed evidence is self-evident that climate change is real, and that is exacerbating this.And so I think there’s an area of, at least, commonality on vegetation and forest management.  But, please, respect — and I know you do — the difference of opinion out here, as it relates to this fundamental issue on the issue of climate change.THE PRESIDENT:  Absolutely.GOVERNOR NEWSOM:  Appreciate that.THE PRESIDENT:  Chad, please.ACTING SECRETARY WOLF:  Well, thank you, Mr. President, for coming to Sacramento today and, again, taking that decisive action that we heard the Governor talk about in really pulling the full resources of the federal government here to California, as well as to other areas out here in the West.Let me just — to reiterate, the great partnership that we have between FEMA, and the U.S. Forest Service, CAL FIRE, OES, the governor’s office.  It’s really the partnership — it’s really a model that we have out here in California that we think is just fantastic.  It’s getting a lot of support locally here, very quickly.  So I just wanted to reiterate that and say thank you to our partners for what you do every day.Let me just say they also do a great job on mutual aid.  So they pull in a number of fire resources from outside of the state, as well as country, for that matter.  We were talking earlier about some international partners that they have here, and we’re happy to support that as well.And then let me just say thanks, as you did, Mr. Se- — Mr. President, to the brave firefighters and all the first responders that are responding every day to the fires that we see here.  Those are the — those are the heroes of the day, and we’re just happy to be part of that process; happy to support them with the resources through your office, Mr. President; and just really, again, look forward to the partnership we have here and continuing to push that along.THE PRESIDENT:  Well, they’re doing a great job, and they really have over the years.  We’ve — it’s a tough — it’s a tough battle, but they’ve never let us down.  Incredible what they’re able to do, and the risk and the danger.Pete Gaynor, please.  FEMA.ADMINISTRATOR GAYNOR:  Sir, you’re going to hear this constantly about the partnership.  I can’t say enough about the federal, the state, counties, tribes working together out here in California, from the governor on down.  It is a true team effort.And I know — you know, through the major disaster decs and FMAGs have allowed the governor’s team to exercise all the resources that the federal government has to protect — to respond and protect life, and that’s the number one priority.  I know we’re going to be working on debris removal, and then lastly, protection of the waters- — watershed event follow-on disasters come the wet season.So, together, I couldn’t ask — be prouder to be part of this team in California.THE PRESIDENT:  That’s great.  Thank you, Pete.  Great job.  Let everybody know what we think.  Incredible job.So, Wade and Thom, please.MR. CROWFOOT:  Yeah, well, from our perspective, there is amazing partnership on the ground, and there needs to be.  As the governor said, we’ve had temperatures explode this summer.  You may have learned that we broke a world record in the Death Valley: 130 degrees.  But even in Greater LA: 120-plus degrees.  And we’re seeing this warming trend make our summers warmer but also our winters warmer as well.So I think one area of mutual agreement and priority is vegetation management, but I think we want to work with you to really recognize the changing climate and what it means to our forests, and actually work together with that science; that science is going to be key.  Because if we — if we ignore that science and sort of put our head in the sand and think it’s all about vegetation management, we’re not going to succeed together protecting Californians.THE PRESIDENT:  Okay.  It’ll start getting cooler.MR. CROWFOOT:  I wish —THE PRESIDENT:  You just watch.MR. CROWFOOT:  I wish science agreed with you.THE PRESIDENT:  Well, I don’t think science knows, actually.Thom, please.MR. PORTER:  Mr. President, if you’re — if you’re okay, I’d like to approach the map.THE PRESIDENT:  Yeah, I’d love that.  Thank you.MR. PORTER:  (Inaudible.)  (Off-mic.)  But I wanted to approach the map because what this displays is very simply — all that we need is (inaudible) — all of those agencies included.  Fish and Wildlife Service.The yellow is our (inaudible), and then that 3 percent — you can’t really see — it’s scattered out here; that’s the state (inaudible).But what we have showing here is the ownership and then the fires that we’re currently fighting, all the way from — down near the Mexican border within eight miles of the Mexican border, all the way into Oregon.  So we got 1,000 miles spread between these fires.  We have about — in order to put a line around these fires, with all the partnership we were talking about, we have to cut lines — scrape a line in the ground from here to Chicago.  So it’s a lot of dirt we have to move.THE PRESIDENT:  And why is that?  Why are you doing that?MR. PORTER:  You have to put a line between the green and the black in order to put a fire out.THE PRESIDENT:  Really?MR. PORTER:  We do.So what we’re seeing is: In the south here, and in around 2000, we had beetle kill that caused large fires — the Cedar Fire, the (inaudible).  Huge fires in 2000.  In the 2010s, through the (inaudible), massive beetle kill in this area and large fires (inaudible).THE PRESIDENT:  Would those trees have died anyway from the beetle kill?MR. PORTER:  They die from beetles, from drought.THE PRESIDENT:  So they were largely dead, or the area was largely dead in terms of the trees?MR. PORTER:  They die from the beetle kill, and now they’re being burned up by the fires.Now we’re also seeing —THE PRESIDENT:  Do you view that differently?  When the trees are dead and the whole area — because I know the beetle kill has been terrible.MR. PORTER:  Yes.THE PRESIDENT:  So do you view that differently?  And now you’re going to be clearing it or doing whatever\nyou’re going to do?GOVERNOR NEWSOM:  A hundred and sixty-three million.  So it’s — boy, it’s a hell of a chop, right, to start clearing that out.THE PRESIDENT:  But those trees are dead and, therefore, they’re very flammable, very explosive.MR. PORTER:  They are.  They are.And so then we (inaudible) all the (inaudible) forests — the Redwood region.  It doesn’t burn.  More than a few hundred acres on occasion.  But this year, we have 85,000, plus almost 60,000, plus these fires are getting into Redwood as well.  We’re going to have over (inaudible).THE PRESIDENT:  So why is — because of the thickness, the power of tree?  Why aren’t they burning?MR. PORTER:  They have bark that’s about two feet thick.THE PRESIDENT:  And they’re very wet.MR. PORTER:  And they’re very much — they’re very wet.  They’re very resilient to fire.THE PRESIDENT:  Are you losing some Redwoods or almost none?MR. PORTER:  Some Redwoods are dying, but most of them will be okay.  It’s everything that’s getting (inaudible).THE PRESIDENT:  No kidding.  That’s something.  I never heard that before.So, with time, they could go, but the fact is they don’t go with the fires.  That’s a fantastic —MR. PORTER:  Yeah, they’re 2,000 years old in that area.THE PRESIDENT:  That is so incredible.GOVERNOR NEWSOM:  It’s incredible to see.THE PRESIDENT:  Think of that.  Yeah.MR. PORTER:  So that’s kind of the landscape —THE PRESIDENT:  So your giant Redwoods are where?  What area?  The giant Redwoods.MR. PORTER:  So we have coastal Redwoods and then we have giant Sequoia, which is — they’re the biggest (inaudible) of a tree.THE PRESIDENT:  And they’re in good shape?MR. PORTER:  They’re getting burned, but they will also survive.  Those ancient trees will survive.  But this fire down here, the (inaudible) complex is —THE PRESIDENT:  Will the bark regenerate on the outside, eventually?MR. PORTER:  The bark will continue to accumulate on the outside, and then the tree will continue to (inaudible).THE PRESIDENT:  Do you see a big difference?MR. PORTER:  Yes.THE PRESIDENT:  Will that change with time, where you don’t see it?  Or will you always know there was a fire there?MR. PORTER:  We’ll always know there was a fire.THE PRESIDENT:  You’ll always know, on the Redwoods.MR. PORTER:  They get scars over time.THE PRESIDENT:  Yeah.MR. PORTER:  And that’s how we can tell —THE PRESIDENT:  Well, that in itself is a shame, when you think, right?  That in itself is a shame, so.  That’s an incredible story.  Thank you very much.  Appreciate it.Mark, would you like to say something?MR. GHILARDUCCI:  Well, Mr. President, first of all, thanks for being here.  The term I use here is a term I use — “one team, one fight” — and it really does represent everything that you’re seeing today.  All the agencies that we’re working with — before, during, and then after these disasters occur — I couldn’t be more pleased.  Our partnership with FEMA has been fantastic.Right now, you know, as you mentioned, you’ve provided a major disaster for 11 counties within the state — different categories.  And many of the people who have lost things have already started to register with FEMA, and that’s been really a beneficial support to us.THE PRESIDENT:  Right.  Right.MR. GHILARDUCCI:  So we appreciate that.And the mitigation is really, really critical.  You know, since 2017, we’ve done 94 projects, about 138 million dollars’ worth of mitigation focused on fire prevention.  It’s a whole variety of different kinds of projects and programs within the wild land and people who we call the WUI, the Wildland-Urban Interface, to try to buy down the amount of impacts that these fires are occurring.  And so we really appreciate that.  All these new fires and this new declaration provides additional mitigation funds, which we will turn back around and continue to support the mitigation efforts.THE PRESIDENT:  How many individual fires do you have?MR. GHILARDUCCI: I think we have, right now, actively, about 29 major fires.THE PRESIDENT:  So when you add them all up, this is about as big as it’s ever been, right?GOVERNOR NEWSOM:  Yeah, I mean, 1,100 just since — I mean, think about that: 1,100 fire starts in the last 29 days — 29 complexes (inaudible).THE PRESIDENT:  So we all put them out — most of them were put out early?GOVERNOR NEWSOM:  We’re making tremendous progress.  The largest — the three largest, they’re still active.  Two of them are substantially contained.THE PRESIDENT:  Yeah.GOVERNOR NEWSOM:  The August, we still have a lot of work to do.MR. CROWFOOT:  And, Governor, if I could, just for the President, this is a bar chart that shows the acreage burned over the years.  The top bar is this year.  And the real scary part, Mr. President, we’re only partway through the season.THE PRESIDENT:  Right.  Right.MR. CROWFOOT:  The worst fire that you obviously visited, the Paradise fire, happened in October.THE PRESIDENT:  That was a bad one.MR. CROWFOOT:  So we’re still staring down the barrel of worst fires potentially this year.THE PRESIDENT:  We were there together.  Let me ask you, in Paradise — so did they have — it was like a blowtorch, right?  Because the winds are 85 miles an hour.  Nobody has ever seen anything like that.  So that was different.  Has there ever been anything like that in terms of the power and the heat?MR. CROWFOOT:  Well, I’ll tell you this, sir: The Creek fire that the Sheriff evacuated folks from is generating some of the worst heat in Fresno and Madera counties that’s ever been experienced, creating its own weather cloud that almost looked like a mushroom cloud.THE PRESIDENT:  I see.  So that creates the heat also.  That’s incredible.Would you like to say something, please?SHERIFF MIMS:  Yes, sir.  Well, thank you, Mr. President, for coming and visiting California.  And behalf of Fresno County, who I’m speaking for today, I want to thank you for your visit.Beginning on September 4th, our Creek fire started, and it impacted not only the residents, but utility infrastructure that services California.THE PRESIDENT:  That’s right.  That’s right.  That’s a big problem isn’t it, huh?  How is that — how is that going?GOVERNOR NEWSOM: Progress.  We got the largest utility in the United States, PG&E, out of bankruptcy in record time with —THE PRESIDENT:  Good.GOVERNOR NEWSOM:  — with firm commitments to make sure they never walk back down that path.THE PRESIDENT:  Good.  That’s a lot of — that’s a lot of utilities that are burning up though.Go ahead.SHERIFF MIMS:  So our fire, right now, is over 200,000 acres, and it’s really more than any single, local government can take care of, and so we are asking for assistance.  We’ve already made some progress today by getting ahold of FEMA, and I made a request from Pete to have a representative right in our command post, and we’re making that happen.  So that’s going to be very valuable for us.Not only has it impacted our woodland, but the families that have lived there for generations in that area.  The Big Creek hydroelectric power generating system that served California for over 100 years is destroyed, as well as the people that lived there and their homes that operate that system.One major concern in the future is erosion, slope stability, ash runoff, and possible mud slides as a result.THE PRESIDENT:  So what’s going to take the place of that generator?  What — what are you going to do?SHERIFF MIMS:  We have to actually restart it in Southern California, Edison.THE PRESIDENT:  So you’ll be able to fix it and restart it?SHERIFF MIMS:  Yes.MR. GHILARDUCCI:  (Inaudible) process.THE PRESIDENT:  It’s big damage?  Big.MR. GHILARDUCCI:  Well, it was a hydroelectric plant that was — it wasn’t directly damaged, but there was damage leading up to the facility.THE PRESIDENT:  I see.MR. GHILARDUCCI:  And so we’re going to mitigate all that now.THE PRESIDENT:  I love hydro — hydroelectric.  I love.  I think it’s great.  You must like that.  I love it.  I love the hydroelectric.  Go ahead.  Please.SHERIFF MIMS:  So, so far, we’ve had over 300 structures that have burned, but we could’ve had many more, and I need to commend the efforts that CAL FIRE gave to us not only with pre-work by doing some tree mortality mitigation —THE PRESIDENT:  Right.SHERIFF MIMS:  — but during that fire, they were able to cut some breaks that allowed — (inaudible) law enforcement to evacuate over 20,000 people from these areas.  And so they just did a great job, and I’m glad to report that, in Fresno County, we’ve had no loss of life.THE PRESIDENT:  Right.SHERIFF MIMS:  And I will say that, in Fresno County, we understand that we need a strong partnership with our federal government.  And we are ready, willing, and able to be your partner on this.  We support —THE PRESIDENT:  And your state government.  Right?SHERIFF MIMS:  Of course.  Of course.THE PRESIDENT:  That’s going good, right?SHERIFF MIMS:  Of course.  We’re getting what we need.THE PRESIDENT:  I have no doubt.  Good.SHERIFF MIMS:  In fact —THE PRESIDENT:  We had to mention that.  (Laughs.)SHERIFF MIMS:  (Laughs.)  Of the areas that we’ve mitigated,      I think, in Fresno County, we got five of those.  So, thank you.THE PRESIDENT:  So you’re working well with everybody.SHERIFF MIMS:  Yes.THE PRESIDENT:  Okay.SHERIFF MIMS:  Yes.THE PRESIDENT:  Good.  Thank you very much.  I appreciate it.  Thank you.Please.MR. HAUPT: Thank you, Mr. President, for — is this on?  Thank you, Mr. President, for being here and listening to a very rural community and county in California.  I’m at the far extreme end of the state up there that they were pointing to.My county continues to repeat the things that you saw in\nParadise when you were there, on a smaller scale.  The town of Happy Camp, this year, is under the Slater fire that took off.  And in a 24-hour period, we lost 258 structures in a very small town.  Half of my population is displaced.At this point in time, we have 158 homes completely destroyed.THE PRESIDENT:  Will that population come back?MR. HAUPT:  Sir, that’s a tough question because these are very poor people anyway.  And they’re living through the downturn of the timber economy at this point, and there’s very low employment in this area.We are completely surrounded by federal timber at this point that needs some active forest management that would both improve the economic — the economy of the area, as well as even increase the water flow that is in shortage in California, in some of these places.I’ve — you know, personally, I come to you as a forester, an elected official, and a past land manager for the U.S. Forest Serve, and firefighter.THE PRESIDENT:  Right.MR. HAUPT: In this area, I’ve worked with the UC Berkeley and UC Davi- — and UC Merced on some studies of our forests in the northern region, which historically have been pretty asbestos-like — are carrying four times the density that they did in 1930.  So we have both the increase in brush in the wildland interface, as well as the lack of management, producing these extreme densities.And climate change is — climate change is — and I can’t do much about that, because as a forester actively managing that forest, I can manipulate fuels and I can do that in a pretty short order.I applaud you for the work you’ve done.  I applaud you for the farm bill authorities.  Our county just completed a master stewardship agreement with the U.S. Forest Service.  And we have about a half million-acre project that’s ready to go across all boundaries in our state and —THE PRESIDENT:  Good.MR. HAUPT: — the four National Forests that you (inaudible).THE PRESIDENT:  Well, Gavin is working on that with me.  And we — you know, you make money, too.  You’re cutting down trees.  You’re thinning it out and you’re selling those trees for a lot of money.  And it’s really pretty good in a lot of ways.And I guess the — one of the things are the cuts.  The big — whether it’s 50 yards or 100 yards — but the cuts to stop it from spreading.  And that’s always tough environmentally, but, you know, they can do it in a way that’s pretty good.  And I think now the environmentalists have come a long way after watch- — you know, watching this.MR. HAUPT:  Yeah.THE PRESIDENT:  The ones that really want to take care of a problem, they’ve come a long way.So they’ll be thinning it out then.  You’re working a plan to thin it out.MR. HAUPT:  That’s what the plan is right now.  I will say that, you know, we have excellent working relationships with CAL FIRE as well.THE PRESIDENT:  Good.MR. HAUPT:  And we need — we need to marry the state programs with the federal programs across boundaries and jurisdictional boundaries so that we’re effective in moderating large-fire behavior.THE PRESIDENT:  Good.GOVERNOR NEWSOM:  And, Mr. President, just to the Supervisor’s point, that’s exactly what the stewardship partnership that we advanced with your administrations do — will do in the next 20 years —THE PRESIDENT:  Good.GOVERNOR NEWSOM:  — is we’re sharing maps, we’re sharing resources, we’re prioritizing, we’re doubling the number of acres — federally managed, state-managed.  And I will say just, humbly, we got to double it still.  Meaning the partnership was significant.  It was the first in California’s history with the U.S. government.  But we’re going to need to do a lot more in the extent —THE PRESIDENT:  Yeah.  Well, I’m all for it.GOVERNOR NEWSOM:  — we could provide (inaudible).THE PRESIDENT:  That’s something I feel so strongly about.  You can knock this down to nothing.  You know, you go to Europe and different places in Europe — countries where they’re forest countries — and they’re very, very strong on management and they don’t have a problem.  They really don’t have with, as they say, more explosive trees than we have in California.So, thank you very much for your comments.  But we’re working on that very hard together.  And I think we’re totally in sync.  I really think we’re totally in sync.We’re going to see you in a few minutes for the award ceremony.  So thank you very much, everybody.  Thank you.",
    "president": null
}