{
    "title": "Remarks by the President Signing an Executive Order to Reorganize the Executive Branch – The White House",
    "link": "https://trumpwhitehouse.archives.gov/presidential-actions/remarks-president-signing-executive-order-reorganize-executive-branch/",
    "created_at": "2017-03-13T00:00:00",
    "content": "\n\t\t\t\tExecutive Orders\t\t\t\n\n\t\tBudget & Spending\t\n\nIssued on:\nMarch 13, 2017\nOval OfficeTHE PRESIDENT: Today we’re beginning the process of a long-overdue reorganization of our federal departments and agencies.We’ve assembled one of the greatest Cabinets in history, and I believe that so strongly. And we want to empower them to make their agencies as lean and effective as possible, and they know how to do it.Today there is duplication and redundancy everywhere. Billions and billions of dollars are being wasted on activities that are not delivering results for hardworking American taxpayers, and not even coming close.This order requires a thorough examination of every executive department and agency to see where money is being wasted, how services can be improved, and whether programs are truly serving American citizens.The Director of Office of Management and Budget will oversee the evaluation working with experts inside and outside of the federal government, as well as seeking input from the American people themselves.Based on this input, we will develop a detailed plan to make the federal government work better — reorganizing, consolidating, and eliminating where necessary: In other words, making the federal government more efficient and very, very cost productive.So we’re going to do something I think very, very special — they never have been done to the extent that we’re going to be able to do it. And you’re already seeing results.We will then work with Congress to implement these recommendations on behalf of the American people.So with that, I want to thank everybody very much, and I want to wish the Cabinet good luck. I think we have some of the finest people ever assembled for a Cabinet. We’re going to do a great job for the American people. Thank you very much.END",
    "president": null
}