{
    "title": "Remarks by President Trump at Signing of the National Security Presidential Memorandum to Launch the W-GDP Initiative – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-signing-national-security-presidential-memorandum-launch-w-gdp-initiative/",
    "created_at": "2019-02-07T00:00:00",
    "content": "\n\t\t\t\tRemarks\t\t\t\n\n\t\tEconomy & Jobs\t\n\nIssued on:\nFebruary 7, 2019\nOval Office1:59 P.M. ESTTHE PRESIDENT:  Thank you very much.  We’re here today to launch the first-ever, U.S. government-wide initiative focused on economic empowerment for women in developing countries.  A lot of people have worked very hard, especially some of the people behind me.I want to thank Ivanka for the incredible job that she’s done in leading this initiative.  Thanks, also, to Secretary Mike Pompeo, Secretary Wilbur Ross, Secretary Steve Mnuchin, Acting Secretary Patrick Shanahan, Ambassador John Bolton, Ambassador Mark Green, and Peace Corps Director Jody Olsen.  I want to thank you all very much.  I know how hard you’ve all worked.  And thank you.  Great job.  So important.I also want to thank Senator Chris Coons, who’s — we just left.  We had a wonderful prayer breakfast this morning, which was a tremendous gathering of a lot of great people.  Along with Representatives Mark Meadows and Michael McCaul for being here.  Thank you all very much.We’re thrilled to have so many government and private sector leaders with us.As my National Security Strategy says, investing in women helps achieve greater peace and prosperity for nations — not only our nations; this is all nations all over the world.  We’re getting together.  We’ve developed a lot of really tremendous relationships because of what we’re doing right here.American women demonstrate every day that when women are free to thrive and prosper, they create jobs, strengthen our communities, and bring greater peace and prosperity to our nation and all over the world.Today, we’re here to take a historic step to achieve this goal.  In just a few moments, I will sign the National Security Presidential Memorandum to establish the Women’s Global Development and Prosperity Initiative, also known as the W-GDP.  It’s a good name.  (Applause.)  That’s one you should remember.Through this initiative, our goal is to reach 50 million women, and maybe more.  And it looks like it is probably going to be substantially more than that — substantially more than 50 million women in the developing world.  And that will be done, Ivanka, by 2025, they say.The W-GDP will coordinate efforts.  It’s sort of interesting — GDP — I’m thinking about “gross domestic product,” but that’s okay because that’s what we —MS. TRUMP: That’s why.  (Laughs.)THE PRESIDENT:  — you’re actually increasing gross domestic product —MS. TRUMP: That’s why.  Exactly right.THE PRESIDENT:  — when you do this well.The W-GDP will coordinate efforts across the federal government and work with other nations, organizations, and private-sector partners to help women in developing countries fully and freely participate in their local economics.So this is a tremendous step for women.  Other leaders of other countries have asked to get involved and do it.  And through the people standing behind me, largely, that group has done something that a lot of people thought could not be done.I’ve directed the USAID to allocate an initial $50 million for a new W-GDP fund, which will implement our strategy of making smarter, metrics-based investments that catalyze private-sector dollars.This initiative will be prioritized in the upcoming future and in upcoming future budgets.  Our goal is to empower women to help their home countries become self-reliant and to allow a lot families — millions of families throughout the world — to become self-reliant, and also in the United States, very importantly.Today, we are honored to welcome women from many different countries — and I’m going to have them say a few words — who are already benefitting from U.S. government programs and who are achieving in their own countries, and elsewhere, some really incredible things.  Some amazing stories.I’d like to ask Ivanka to say a few words, introduce a few of the folks.  And, Ivanka, if you’d start off, maybe you could start right now and then we’ll do a signing when we’re all finished.MS. TRUMP:  Yeah, absolutely.THE PRESIDENT:  Good.MS. TRUMP:  Well, thank you for your tremendous leadership on this effort.  And I want to thank everyone who’s in this room for their contribution over the past year, through the interagency process.  As the President said, this is the first U.S. government, all-of-government approach to empowering women in the developing world.  And we’re incredibly excited.We will hit 50 million women by 2025 through one of three pillars.  The first is women prospering in the workforce — so helping with vocational applications that will enable them to secure jobs; giving them access to technology, which will enhance the productivity at the work that they’re already doing.The second is helping women entrepreneurs gain access to finance and capital that enable them to scale and grow their businesses.  This will create a multiplier effect, lifting up communities.And the third is the enabling environments, and creating the conditions for women to thrive.We know that there is a very strong correlation between women’s empowerment and peace.  That’s been well established.  And thank you, Acting Secretary Shanahan, for your great work through this process to get us to today’s PM.We also know that women, as 50 percent of the population, are absolutely critical to each country’s prosperity.  And we want to further incentivize and fuel that, but make sure to have it be metric-driven and outcome-based.So we have rigorous metrics.  Our goal is to transform all the recipient countries from receivers of foreign aid and development assistance to self-reliant and, ultimately, trading partners with the United States.So I think some of the best examples of this are right here in this room, under programs launched under this administration.So perhaps Nino, from Georgia, if you could say a few words about your experience and how the U.S. government has helped support you and the effect it has had on your home community.MS. ZAMBAKHIDZE:  Thank you, Mr. President, Ivanka.  First of all, I would like to thank you for this great initiative, and take the opportunity and thank the U.S. taxpayers because they have to know that they are changing the lives of every single person all over the world for the better.I’m a grantee of Millennium Challenge Corporation, and I was the one who thought that the women in Georgia had no future.  But the breaking point was when Millennium Challenge gave me the opportunity to overcome the challenge.I started with two cows and I become one of the biggest farmer of Georgia in reality, and now am supporting my community in the terms of access to finance, education, and their prosperity.So, Mr. President, with your leadership, Georgian relationship with the U.S. flourished.  And each and every Georgian citizen feels that.  And I would like to thank for that.  And the cultural (inaudible), with your support and with the projects the U.S. government does in Georgia, really has been tremendous because women have future of Georgia.You have thousands (inaudible) all over the world who cannot come here and could not say it.  So on behalf of the beneficiaries of U.S. project, I would like to thank you again.THE PRESIDENT:  Thank you very much.  I appreciate it.  (Applause.)  Thank you very much.  Beautifully said.Secretary of State Mike Pompeo, please?SECRETARY POMPEO:  And I’d just like to add: This is an important project; State Department is fully behind it.  The women at the State Department are a central part of what we do.  And we will be — through multiple programs — we’ve got scholars here, from Fulbright, a long history.  And this will be an important addition to America’s efforts to empower women all across the world.  We’re proud to be a part of this, and we look forward to working on it in the days and weeks ahead.THE PRESIDENT:  That’s great.  Thank you very much, Mike.  John Bolton, please.AMBASSADOR BOLTON:  Well, Mr. President, this National Security Presidential Memorandum that you’re about to sign is founded in your National Security Strategy.  The ideas that Ivanka has been pursuing here are critical, we think, to some of the central pillars of that strategy — very important for the United States to see this development around the world.  And it’s very exciting.  It really is a whole-of-government approach.  And everybody is behind it.THE PRESIDENT:  Thank you, John, very much.  Great job.  Senator?  Please.SENATOR COONS:  Thank you, Mr. President.  Thank you, Ivanka.  It’s been great to work with you and to be here to help celebrate your signing of this next step in this critical women’s growth and prosperity and development initiative.  It dovetails nicely with the BUILD Act bipartisan bill you signed into law; with the WEEE Act, which recognizes this as a critical strategy.In my limited experience in Africa, every extra development dollar the United States invests in women, they invest in skills, in creating jobs, in building employment, and in their children and the future.  And in societies where women’s entrepreneurship is strong, there is peace.  So I think this is a tremendous initiative.Thank you, Mr. President.THE PRESIDENT:  Thank you very much.  I appreciate it.  Mark Meadows?  I see you’re back there, Mark, and you were so instrumental.  (Laughter.)REPRESENTATIVE MEADOWS:  Mr. President, thank you for your leadership.  And, Ivanka, thank you for your role.  But more importantly, thank you to all the people here in the room for your leadership on this issue.But it’s the stories that’ll be told, Mr. President, that you’ll never hear in this Oval Office — the lives that will be changed, the people that will be empowered — that will be a lasting legacy of this effort today.  And I want to thank you.THE PRESIDENT:  Thank you, Mark, very much.  And, Wilbur, Commerce has a lot to do with what’s going on right now.  And this is a big part of Commerce.  What do you think?SECRETARY ROSS:  Well, it certainly is.  If this goal is achieved, it’ll add $12 trillion to the world GDP in 2025.  That would be like creating another China, but without the trade deficit.  (Laughter.)THE PRESIDENT:  And we won’t have that for too long.Would anybody like to like to say anything?  Michael?  Anybody?  Please.\nREPRESENTATIVE MCCAUL:  Yeah, thank you, Mr. President.  I just want to thank Ivanka for her tremendous leadership on this issue.  And the WEEE was incredible to pass that.  As the father of four girls, women rule my house.  (Laughter.)  And this will impact 15 million women across the globe.  That’s very significant.And, Ambassador Bolton and Secretary, thank you for making this a part of your National Security Strategy, Mr. President, because it is a national security issue, and I appreciate that.THE PRESIDENT:  Thank you very much.  Would anyone like to say anything?MS. TRUMP:  Acting Secretary Shanahan, would you —ACTING SECRETARY SHANAHAN:  Sure.  Maybe just a couple quick words.  Economic stability is good defense policy.  The seeds of flawed ideology are born from the absence of economic security.  I’m hoping, Ivanka, your initiative will put me out of business.  (Laughter.)  Thank you.THE PRESIDENT:  Very good.  Yes, please.MS. ZANDE:  My name is Ella Zande, from Budala village, southern Malawi.THE PRESIDENT:  Right.MS. ZANDE:  I am a founder and chairwoman of the Budala Women’s Group.  I started a group in 2010 with 10 women.  Today, we have 65 women in three villages.  Over the past eight years, we had four Peace Corps volunteers who taught us many things, like we have businesses.  We are (inaudible).  So now I am happy to be here in America.  (Laughter.)I am very proud and happy to be here on behalf of my group and my Malawi women.  Thank you very much.THE PRESIDENT:  Thank you very much.  Beautifully said.  (Applause.)MS. TRUMP:  And one of the components of this initiative as well is the importance of catalyzing the private sector to achieve our shared goals.  So we’ll be announcing today a partnership with UPS to help women entrepreneurs gain access to markets through their services, as well as a partnership with Pepsi, a co-investment with USAID.  So we really want to lean on the private sector to help us achieve these goals.And the CEO of Deloitte, Cathy, is with us today, and has done tremendous work in this space.THE PRESIDENT:  Good.  Would you like to say something?MS. ENGELBERT:  Yes.THE PRESIDENT:  Good.  Thank you so much.MS. ENGELBERT:  Well, obviously, the benefits are well documented.  The barriers are well documented.  And we look forward to the bold strategy that’s ahead of us.  So we’re really looking forward to it.THE PRESIDENT:  Thank you so much.  We appreciate what you did.  Thank you.  Let’s sign.  Right?  Let’s sign.(The memorandum is signed.)  (Applause.)Okay, who would like this pen?  Who would like this?  I think I know who I’m giving it to.  I’m giving it to her. (Applause.)We have plenty for everybody.  Everybody gets a pen.  ‘So here it is, folks.  This is a lot of — a lot of very hard work.  I think this is something very, very special, and very special people.  Thank you all very much.  Thank you very much.  Thank you very much.Q    Would you accept a compromise from the congressional committee?THE PRESIDENT:  There could be.  I hear they’re working on something.  We’ll see what happens.  But I certainly hear that they’re working on something.  And both sides are moving along.  We’ll see what happens.  We need border security.  We have to have it.  It’s not an option.  Let’s see what happens.Q    Should Matt Whitaker testify tomorrow, Mr. President?THE PRESIDENT:  He’s an outstanding person.  I would say, if he did testify, he’d do very well.  He’s an outstanding person.  A very, very fine man.Thank you all very much.Q    He says he may (inaudible).THE PRESIDENT:  That, I don’t know.Q    No meeting with Xi in the next month or so?THE PRESIDENT:  Not yet.  Maybe.  Probably too soon.  Probably too soon.Q    Not before the deadline, though, right?THE PRESIDENT:  No.END2:15 P.M. EST",
    "president": null
}