{
    "title": "Press Briefing By White House Principal Deputy Press Secretary Sarah Sanders and Incoming White House Communications Director Anthony Scaramucci – The White House",
    "link": "https://trumpwhitehouse.archives.gov/briefings-statements/press-briefing-white-house-principal-deputy-press-secretary-sarah-sanders-incoming-white-house-communications-director-anthony-scaramucci-072117/",
    "created_at": "2017-07-21T00:00:00",
    "content": "\n\t\t\t\tPress Briefings\t\t\t\nIssued on:\nJuly 21, 2017\nJames S. Brady Press Briefing Room2:19 P.M. EDTMS. SANDERS:  Slow news day?  Quiet crowd?  Good afternoon.  To mark the last day of Made in America Week, this afternoon the President will welcome several living survivors of the attack on the USS Arizona at Pearl Harbor and their families.Other events this week have focused mainly on the products and goods bearing that highly esteemed Made in America label.But truly the most prized thing to have come out of our country have been the brave men and women who have risked their lives protecting the freedom of Americans and our allies around the globe.And just a few minutes ago at two o’clock, the President signed an executive order that will ensure the men and women of the greatest military in the world have the ships, aircraft, vehicles, and other supplies they will need to keep us safe in the years ahead.This order commissions the first-ever, whole-government assessment of America’s defense industrial base, marking the first time since President Eisenhower that an American President is investing personal attention into the health of the United States defense industrial base.President Trump is committed to maintaining the secure supply chains and robust workforce that will support our nation’s heroes for decades to come.Next week, we’ll be highlighting American heroes like the World War Two veterans, the first responders who keep our communities safe every day, and the boys and girls who will grow up to be the next generation of American leaders.While I’m on the topic of the men and women who protect us, I also wanted to note that the President commended the House yesterday for voting to reauthorize the Department of Homeland Security for the first time.The Homeland Security Authorization Act also authorizes U.S. Immigration and Customs Enforcement for the first time.  Secretary Kelly has already made tremendous progress in fulfilling the President’s promise to end illegal immigration and fully enforce the laws of the United States, and this bill reflects the President’s strong commitment to ensuring that progress continues.Also on the Hill, of course, Senate Republicans this week continued to work toward our shared goal of saving the American people from the disaster of Obamacare.Earlier this afternoon, Vice President Pence and Secretary of Health and Human Services Dr. Tom Price hosted representatives from several grassroots organizations calling on the Senate to take action on healthcare legislation.As the President has said, inaction is simply not an option.  These groups want lawmakers to know that their members want them to follow through on their promise to the American people.Finally I’d like to read a statement from the President on the resignation of Press Secretary Sean Spicer:“I am grateful for Sean’s work on behalf of my administration and the American people.  I wish him continued success as he moves on to pursue new opportunities:  Just look at his great television ratings.”Sean will continue to serve the administration through August.And the President has also appointed Anthony Scaramucci as Communications Director and I have statement on Anthony’s appointment as well:“Anthony is a person I have great respect for, and he will be an important addition to this administration.  He has been a great supporter and will now help implement key aspects of our agenda while leading the communications team.  We have accomplished so much, and we are being given credit for so little.  The good news is the people get it, even if the media doesn’t.”And I’d like to bring Anthony up to say a few words and take a few questions.  As always I’ll be back after that to answer any follow-up questions.MR. SCARAMUCCI:  Thank you, Sarah.  Thank you very much.So I’m going to be very brief.  I’m going to make my remarks informal and then I’ll take questions from everybody.First off, I’d like to announce formally that Sarah Huckabee Sanders is going to the press —Q    We can’t hear.MR. SCARAMUCCI:  Oh, you can’t hear me?  I’m sorry.  Better?  Sarah Huckabee Sanders is going to be the press secretary, and so you can congratulate her after the — you still can’t hear me?  No sound?  Better?  Better now?I’m going to start over.  (Laughter.)  You guys heard me in the front, though, right?  What did I say, John?  Sarah is going to be the press secretary right?Q    Press secretary.  Congratulations.MR. SCARAMUCCI:  Okay, so congratulations to you, Sarah.  (Applause.)And so I want to make a couple of statements.  The first thing I want to say is I want to thank personally Sean Spicer not only behalf of myself, the President, the administration, but Sean is a true American patriot.  He’s a military serviceman.  He’s got a great family, and he’s done an amazing job.This is obviously a difficult situation to be in, and I applaud his efforts here, and I love the guy, and I wish him well, and I hope he goes on to make a tremendous amount of money.As it relates to me in this position, I’m going to spend a couple of weeks getting to know the people here, and I’m going to be as coordinated as I can with the people inside the West Wing.There’s been some speculation in the press about me and Reince so I just want to talk about that very quickly.  Reince and I have been personal friends for six years.  We are a little bit like brothers where we rough each other up once in a while, which is totally normal for brothers.  There’s a lot of people in here who have brothers, and so you get that.  But he’s a dear friend.  He brought me into the political system.  He brought me into the Republican National Committee network.  He introduced me to Governor Walker.  We’ve spent many times together socially.  A lot of people are not aware about this, but after the Romney campaign, I invited Reince into SkyBridge.  I think it reflects poorly on Reince that he didn’t take my offer to come in and be our chief operating officer, but I say that in jest obviously.And so what I want you guys to know is that he was my first call this morning.  I met with him before we sat in the Oval Office, and we are committed as true professionals to the team and the process of getting the administration’s message out.  I think that is going to be one of the big goals for us.I said during the transition, and I’ll say it up here, I think there has been at times a disconnect between the way we see the President and how much we love the President, and the way some of you perhaps see the President.  I certainly see the American people probably see the President the way I do, but we want to get that message out there.  And to use a Wall Street expression, there might be an arbitrage spread between how well we are doing and how well some of you guys think we’re doing, and we’re going to work hard to close that spread.And so I’m done.  I’ll take your questions.  Yes.  I’ll —Q    Yes, two questions for you, Anthony —MR. SCARAMUCCI:  — as many people as I can until she hooks me.Q    Sure.  Two questions for you.  Number one, what we have seen from this administration so far is the President being his own messenger very frequently, and that has caused, as you know, some struggles for the communications staff.  How do you expect to get this White House back on track?MR. SCARAMUCCI:  Well, I’m going to take a slight issue with the question because I actually think the White House is on track, and we’re actually I think doing a really good job.Q    From a messaging perspective?MR. SCARAMUCCI:  Well, I actually do think from a messaging perspective because we have a whole list of things.  And I didn’t want to come out here with our list of accomplishments and start a whole advertisement infomercial right now.  I really just wanted to talk about personnel movement and how we’re thinking about things.  But I think we’re doing an amazing job.The President himself is always going to be the President.  I was in the Oval Office with him earlier today, and we were talking about letting him be himself, letting him express his full identity.  I think he’s got some of the best political instincts in the world and perhaps in history.  When you think about it he started his political ascent two years and two months ago, and he’s done a phenomenal job for the American people.And the people I grew up with, they so identify with the President, and they love him.  And so we’re going to get that message out.\nQ    And my second question to you —MR. SCARAMUCCI:  I’m going to get to everybody.  Don’t worry.Q    If you can speak a little bit about how you plan to — obviously, you’re a business guy; you’re a Wall Street guy — how you plan to handle any potential conflicts of interest and walk us through how this offer was made to you, what the President said when you were here, what the conversations were like?MR. SCARAMUCCI:  Well, I don’t think it’s fair to the President for me to go into the exact conversation because I want to keep those conversations between me and him private.  But we talked a little bit about the White House.  We talked a little bit about our personal relationship.  And then when he extended the offer to me, I said, I would do it because I want to serve the President.One of the things — I have a lot of family members that served in the American military.  Unfortunately, my generation — I’m born in 1964, I did not serve.  I filled out the Selective Service.  It’s one of the regrets for my life, so this is an opportunity for me to serve the country.I love the President.  I obviously love the country.  Look at my life experience here in the country, and so it’s an honor to be here.  It’s an honor to stand here actually.Q    And on the conflicts?MR. SCARAMUCCI:  In terms of my personal business conflicts?Q    Correct, yes.MR. SCARAMUCCI:  Yes, so I have worked with the Office of Government Ethics to take care of all of my business conflicts.  My start date is going to be in a couple of weeks so that it’s 100 percent totally cleansed and clean.  And I don’t see an issue with it.  The Office of Government Ethics doesn’t see an issue with it, nor does the White House Counsel.But here’s one thing I want to say about this, though, when you’re bringing American business people into the administration and they’ve had some level of success in this society, they have to unencumber themselves.  And it’s just a very interesting thing, and it’s somewhat ironic.  You want to go serve the country, and so the first thing you have to do is take on this mega-opportunity cost by getting rid of all your assets.  But I’m willing to do that because I love the country.John.Q    Anthony, you’ve been watching this White House from somewhat outside, and I’m sure you have your own perspective on what you’ve seen.MR. SCARAMUCCI:  Not quite as candid as you, though.  Not that outside.Q    Not quite.  What is the first thing you’re going to change to try to right this ship and put it on course?MR. SCARAMUCCI:  Again, I take issue with that.  I think this ship is going to go — the ship is going in the right direction.  I think we’ve got to just radio signal the direction very, very clearly.  I like the team.  Let me rephrase that:  I love the team.And so I’m an incrementalist.  Most entrepreneurs you will find are incrementalists.  To say something overly bold or overly dramatic is unfair.  What good entrepreneurs do is they start the day and they go through the process.  The Navy SEALs will tell you that if you want to eat an elephant, you got to eat it one bite at a time.  And Sarah and I are going to do that together.Q    Anthony, did you have any hesitation taking this job knowing it might cause some friction and that it might lead to Sean leaving, which is what’s going to happen?  And the two are at least somewhat coincidental.  And did you have any hesitation about how you would relate to the rest of the White House staff if you came in under those circumstances?MR. SCARAMUCCI:  Well, listen, remember I’m a business person.  And so what happens in business a lot of the times is you have some rotation in personnel as you’re making changes, and you have lifestyle choices that people are also making.I would love to have Sean here.  Sean decided that he thought it would be better to go.  And for me, as it relates to Sean, it speaks volumes to who he is as a human being, who he is as a team player, okay?So his attitude is, if Anthony is coming in, let me clear the slate for Anthony.  And I do appreciate that about Sean, and I love him for it.  But I don’t have any friction with Sean.  I don’t have any friction with Reince.  This is the White House of the United States of America, and we’re serving the President.  And I want to make sure that our cultural template is that we put the President’s agenda first, which is perfect for the American people, and we serve his interests.And so if we have a little bit of friction inside the White House as a result of that, it’s okay.  We can all live with that.  I’m a business person.  I’m used to dealing with friction.Q    You were a significant player during the transition.  Was it disappointing that you did not land a post here from the get-go?MR. SCARAMUCCI:  Again, I would say as an entrepreneur you have to be accustomed to setbacks.  I’ve had a series of setbacks in my life, which I’ve written about.  I wrote a best-selling book — and if you don’t believe me, you can come into my basement, I’ll show you every copy in order to get to be a best-selling book.  (Laughter.)  And so I’m very honest about mistakes that I’ve made and setbacks that I’ve had.  And so was I disappointed?  Yes.  I said that candidly that I was disappointed.  But I love the President, and I’m very, very loyal to the President.  And I love the mission that the President has, okay?  Since the early days of the campaign when I went to these rallies and I saw the love that the people had for the President, and I grew up in the middle class, and so there’s a struggle out there.  The President saw that before I did.  I wish I could tell you I saw it before him, but he taught it to me.  And I feel that struggle and have empathy for that struggle, and I want to be here to help him make things better for the American people.So I’ll talk into this.  Yes, sir.  I’m going to try to get to everybody.  I promise you I’ll try to get to everybody.Q    Sean told the AP and others that the President needed a clean slate.  How does that comport with a White House that’s headed in the right direction?  And secondly, how badly does the President need a win on healthcare in order to make progress?MR. SCARAMUCCI:  Look, so here’s one problem with the way our society is working.  Right now we are micromanaging the seconds of the news cycle.  I predict that the President will get a win in healthcare.  That’s my honest prediction just because I’ve seen him in operation over the last 20-plus years.  The President has really good karma, okay?  And the world turns back to him.  He’s genuinely a wonderful human being, and I think as the members of Congress get to know him better and get comfortable with him, they’re going to let him lead them to the right things for the American people.  So I think we’re going to get the healthcare done.I also think we’re going to get tax reform done.  And whatever else is on the President’s agenda, we’re going to work very, very hard, very studiously here to make it happen.Jon.Q    So I see the cameras are back.  Will you commit now to holding regular on-camera briefings, Sarah?MR. SCARAMUCCI:  If she supplies hair and makeup, I will consider it, okay?  (Laughter.)  But I need a lot of hair and makeup, Jon.  I don’t know.  Maybe.Q    You’re going to be doing the briefing?MR. SCARAMUCCI:  Not at all.  This is the press secretary.  I’m up here today only because I think it’s the first day.  We made a mutual decision that it would make sense for me to come up here and try to answer as many questions as possible.  And the answer is, we may.  I have to talk to the President about it.  I like consulting with the President before I make decisions like that.Go ahead, Jon.  Keep going.Q    And I know you’ve been one of the President’s strongest supporters for a while now.  But does he know what you said about him back in 2015, when you said he was a hack politician?MR. SCARAMUCCI:  Yes, he brings it up — he brings it up every 15 seconds, all right?  (Laughter.)  One of the biggest mistakes that I made because I was an unexperienced person in the world of politics; I was supporting another candidate; I should have never said that about him.  So, Mr. President, if you’re listening, I personally apologize for the 50th time for saying that.But here’s the wonderful thing about the news media:  That was three minutes of my life.  He’s never forgotten it, and you’ve never forgotten it.  But I hope that someday, Mr. President, you will forget it.Let’s go to the next question.Q    Can I ask you one more?MR. SCARAMUCCI:  Go head, Jon.Q    There’s been a question about credibility, some things that have been said in this room.  Let me ask you a variation of what I asked Sean Spicer on his first day:  Is it your commitment to the best of your ability give accurate information, the truth from that podium?MR. SCARAMUCCI:  I sort of feel like I don’t even have to answer that question.  I hope you can feel that from me, just from my body language, that’s the kind of person I am.  I’m going to do the best I can.I’m going to get to everybody.  Go ahead.Q    Anthony, you mentioned your relationship with Reince.  Was he involved in offering you this position?  Was he consulted by the President ahead of time?MR. SCARAMUCCI:  Yes, he was consulted.  He was involved in the thing.  There’s a lot of speculation in the press about the timing and so on and so forth.  And so what I’m here to tell you is that we’re a team.Now if you —Q    Can you walk us through how the job was offered?MR. SCARAMUCCI:  Like I said, I think some of this stuff, it’s unnecessary to go into that granular detail because then — it’s almost like the book, The Circle, where you’re wearing like a police camera on you when you’re having conversations.  I don’t think that’s fair the President.But here’s what I tell you, okay?  I’m a team player.  I’ve played team sports my whole life — at least as a kid, and I believe that you have to subordinate yourself to the greater good of the team.  And if teammates don’t have disagreements about certain things, then they’re not going to get to the championship.  You got to get together and mix it up a little bit from time to time.I have no problem mixing it up with these guys.  I love these guys.  I respect these guys.  Is it perfect every single day?  Tell me whose life is perfect every single day.But here’s the commitment that I’m making to you and to the American people and to the President that I’m here to serve him, and I’m here to serve the people inside the West Wing.Q    Just a follow-up on Jon’s question, are you committed then to regular televised briefings and having a transparent relationship with the press?MR. SCARAMUCCI:  Again, I obviously am committed to being transparent because I’m standing here.  But I’d like to talk that over with the President, and we’ve got a new press secretary.  I’d like to talk it over with her.  And then we’ll get back to you on that.But listen, I’m standing right here.  I’m going to try to answer every question.Sara, go ahead.Q    So two quick questions, the first one, obviously we know the President has been feeling under siege with the Russia investigations both at the Department of Justice but also on the Hill.  Do you feel like he was feeling exposed?  He didn’t have people adequately coming to his defense, is that part of the reason that we have you here today in the White House?MR. SCARAMUCCI:  I don’t think so.  So one of the things that I’m doing today is I sort of didn’t have my White House Counsel briefing before I’m having a press briefing, so I’m want to limit my remarks related to the Russia situation and things like that.But here’s what I tell you about the President.  He’s the most competitive person I’ve ever met.  Okay, I’ve seen this guy throw a dead spiral through a tire.  I’ve seen him at Madison Square Garden with a topcoat on.  He’s standing in the key and he’s hitting foul shots and swishing them, okay?  He sinks 30-foot putts.  I don’t see this guy as a guy that’s ever under siege.  This is a very, very competitive person.Obviously, there’s a lot of incoming that comes into the White House, but the President is a winner.  Okay, and what we’re going to do is we’re going to do a lot of winning.Q    One other question is in terms of the relationship that this press operation has had with news outlets — and they’ve made a habit of calling these outlets they don’t like fake news, calling stories they don’t like fake news, calling errors that were then corrected, using that as an example to call entire news outlets fake news, is that the kind of relationship you want with media outlets?  What kind of — how do you envision the relationship?MR. SCARAMUCCI:  Again, I want to speak for myself right now because I don’t — it’s my first day on the job.  I got to get familiar with everybody, get direction from the President.  But I had a personal incident with your news organization, and I thought I handled it real well.  You know, you guys said something about me that was totally unfair and untrue, you retracted it and issued me an apology, and I accepted the apology immediately.And so for me, I’ve never been a journalist but I have played a journalist on television.  (Laughter.)  You know I used to host Wall Street Week for Fox Business, and so I have empathy for journalists in terms of sometimes they’re going to get stories wrong.  But I sort of don’t like the fake news, and if you said to me that there’s some media bias out there — you want me to be as candid as I would like to be with you, guys?  There feels like there’s a little bit of media bias, and so what we hope we can do is de-escalate that and turn that around.  And let’s let the message from the President get out there to the American people.Q    The President — welcome — the President is known to see himself as his own best spokesperson, his own best messenger.  That was clearly a challenge that Sean had at this podium.  How do you plan on navigating that differently than he or Mike Dubke or anybody else?MR. SCARAMUCCI:  Here’s what I would say.  Again, I thought Sean did very, very good job.  He’s a very articulate person.  He’s had 30 years in communications.  I would imagine that there are people here that are going be super excited when he lands in a job that he really — and he’ll be a very effective communicator for wherever he goes.As it relates to standing at the podium, I think everyone has their own individual personality.  I do believe that the best messenger or the best media person, the most savvy person in the White House, is the President of the United States.  And I’m frankly hoping to learn from him as well as learn from Sarah and other people here.Q    How would you characterize your relationship with the President?  How long has it lasted?  How far back does it go?MR. SCARAMUCCI:  He’s probably not going to remember this, but the first time I met the President — again he was a name brand even back in the day — I was 31.  Michael Fascitelli, who is a close personal friend of mine — we were at Goldman Sachs together — he introduced me to the President.  I had met him a few more times.  From that, Randy Levine, the president of the Yankees, introduced me to him a few times.  And then I would say that we got closer during the Romney campaign where we did a couple of fundraisers in his magnificent apartment.  And so I think — listen, I don’t think I’d be standing here if I didn’t have a good relationship with the President.  I love the President, and I think a lot of you guys know in the media, I’ve been very, very loyal to him, and I’m going to do the best I can with my heart and soul in this job and try to serve in the best way that I can.Q    Just one last question.  Do you plan on changes in the comms shop beyond this?  Are there going to be other changes?MR. SCARAMUCCI:  No, I mean there was speculation — the things I can talk about specifically is Dan Scavino and Hope Hicks are staying.  So I know there was some speculation about that.  I just spoke to both of them.  I love the two of them.  I go back a long ways with them.  I think they’re two phenomenal people.As it relates to the other people in the comms shop, I’ve got to get to know them.  Sean was incredibly gracious a few hours ago where we sat in his office, and he spoke to them on my behalf.  Reince was incredibly gracious.  I spoke to them as well.  I got to get to know the people.  They got to get to know me.  Hopefully they’ll like me and they’ll want to stay, and we’ll see what happens.  But we’re going to make it a very fun place to work.Q    Are you going to more discussing about the national security issues at this podium?MR. SCARAMUCCI:  Okay, that’s a really good question, but I think it’s inappropriate for me to answer that question right now.  And so unfortunately I have to get back to you on that because I got to get some direction from General McMaster and the President.Blake, I’m going to get to you I promise.  I’m going to do everything I can to get to every person in this room.  Yes.Q    Are you going to encourage President Trump to have a press conference with us in the near future?MR. SCARAMUCCI:  I’ll talk to him.  But absolutely.  I mean, listen the President is phenomenal with the press, and he’s a great communicator.  He won this election — I used to know the math a lot better when I was in the campaign and during the transition — but I think we spent like 60 percent of the money and we had one-third of the personnel.  We won the presidency because of Donald J. Trump.  He is a unbelievable politician, and so of course he’s going to.  At some point we’ll make sure that that happens.  I don’t know what point that’s going to be because I have to talk to him.Blake.  I’m going to do my very best to get to everybody.  Let me just go in a way that’s some order.  Let me go here first.Q    Anthony, you seem like a very savvy person, and you said that the White House is a difficult place.  How are you going to handle a couple things —MR. SCARAMUCCI:  When did I say that?  I probably said that.  No, but I said — let me explain that.  Because let me be specific.It’s a difficult place because here’s what happens, okay.  It’s a little cramped in there.  You’ve got a lot of reporters from international news agencies, and it’s a difficult place because you’re trying to get a job done, but you’re sitting inside of a fishbowl.And so that’s what I mean about it’s a difficult place.  I don’t mean it’s a difficult place to work in terms of the people.  I think what you’d find is that there’s a lot less palace intrigue than is getting reported about, but that does create some tension and anxiety and I’m going to work alongside of my peers here to reduce that tension and anxiety because we all genuinely like each other.Q    How are you going to handle — my question — how are you going to handle when a crisis or a big thing comes up and you put a very sophisticated message out at night, and the President in the morning tweets something very different?  And are you willing to say you’ve made a mistake?  So two questions there.MR. SCARAMUCCI:  Listen, I took trial advocacy at Harvard Law School — at little namedropping there if you don’t mind, okay?  And so I’m not going to answer that because that’s a hypothetical and the first thing they teach you in trial advocacy is not to answer a hypothetical.But here’s what I will tell you:  I love the President, and the President is a very, very effective communicator and he’ll use social media — I think he’s got — if I get this wrong I know I’m going to hear it from him so I hope I don’t get it wrong — is it 113 million or 114 million?  I know he’s picking up about 300,000 followers a day, God bless him.  And so to me, I think it’s been very effective use of reaching the American public directly and so, listen, I welcome him continuing to do that.  I think it’s very, very important for him to express his identity because what I have found when I travel around the country people love him.Q    But what do you say when his message is different from what you put out the night before?MR. SCARAMUCCI:  So again, that’s a hypothetical, so it’s totally unfair of me to even answer that because how can I answer that?  I don’t know what the tweet is.  I don’t know what happened.  It’s just unfair, and so you learn that early in law school not to answer that question.Go ahead, I’m sorry.Q    Has the President expressed any frustrations with you at all that a lot of these briefings have been off-camera?  And since he wants to get his message out, wouldn’t he believe that putting them on camera would be beneficial?MR. SCARAMUCCI:  He hasn’t expressed that to me so I don’t know his opinion on that, so I can’t answer that question honestly.Q    How involved in the day-to-day operations of the press department will he be going forward?MR. SCARAMUCCI:  As much or as little as he wants to be.  I mean, he’s the President of the United States.  I’m here to serve him.  I’m certainly going to do my very best and communicate to him what I think is the most effective strategy for him to get his message out to the American people and to the global community.  But it will be as much or as little as he wants to be.  You know he did give me the orders today that I’m in charge, and that I report directly to him and I’m going to do my very best to serve him.  So as much or as little as he wants.Q    Just to follow on that, your relationship with the Chief of Staff.  Is he your boss or do you report directly to the President?MR. SCARAMUCCI:  Okay, so I’m going to let Reince answer that.  I have no problem working for Reince.  I can only speak about my management style.  I have been on Wall Street for 29 years.  Nobody has ever worked for me, people work with me.  I believe in a lot of collaboration.  I think if you do that, it’s very, very empowering for people.  I have no problem working for Reince.  The President said I report to him directly, but listen, you guys are going to be very, very surprised about the relationship that I have with Reince and the closeness that we’re going to have, in terms of working to serve the President.  And so he’s the Chief of Staff, and so it would be foolish of me not to communicate with him, not to relay to him every single thing that I’m doing.Q    Do you stand by some of the factual claims that have been contested that have been made by this administration — 3 million illegal vote cast for the President’s opponent?  Do you endorse all of those statements of fact that have been made?MR. SCARAMUCCI:  So it’s a little bit of an unfair question because I’m not up to speed on all of that, so I’m just candidly telling you this.Q    The President has said 3 million people voted illegally, and there’s no evidence of that.  So do you stand by that or not?MR. SCARAMUCCI:  So if the President says it, let me do more research on it, but my guess is that there’s probably some level of truth to that.  And I think what we have found sometimes the President says stuff, some of you guys in the media think it’s not true or it isn’t true, and it turns out it’s closer to the truth than people think.  So let me do more homework on that, and I’ll get back to you.I’m feeling the hook here.  I can feel the hook here.  Is it okay if I answer a few more questions?  Let me get to Blake first.  Let me get to Blake first and then I’ll go to the other people.Q    Thank you and congrats on the new job.  Question for you.MR. SCARAMUCCI:  Are you really congratulating me on the job?  (Laughter.)Q    It’s a new job.  Congrats.  You’ve gone through your past, law school, business, finance, but you’ve never held a communications-type role.  What would you say to your critics who say he’s never done anything like this and this is the White House.  Secondly, if you can just lay out why you wanted the job.  And thirdly before you go, why you chose immediately right off the bat, Sarah to be the press secretary.MR. SCARAMUCCI:  I want to start with Sarah first.  So the President loves Sarah.  He thinks she’s doing a phenomenal job.  I agree with him.  I think Reince Priebus and other members of the staff agree, and I’m super proud to work with her.  And I think she’s going to be phenomenal as a press secretary.As it relates to me, I think that you will find in my background and my career, I have a lot of communications experience.  And I’ve spent a lot of time on television.  I’ve spent a lot of time shaping the message for my old firm — my predecessor firm, and so time will tell.  But here’s something I will tell you about myself:  There’s a lot of stuff that I don’t know.  So I’m going to lean on people like Sarah and other people to help me be the best that I can possibly be.I’m going to take one last question.Q    Can I follow up on what Blake was asking you?  Two questions.  Because of your legal background and the fact that you mentioned the White House Counsel, can you explain to us what your role as someone trained in the law you plan to play in communications, interacting with the President’s legal team dealing with the Russia investigation?And then secondly, can I add on, most analysts who have ever looked at White House communications have — in academia or historians — have said that when a President says he has communications problem, what he has is usually policy and political problems.  You’re arguing that we’re not understanding in the United States how much the President should be appreciated and how much you love him, but can you describe to us how much you think that it goes beyond that concept and that the President has political and policy problems?MR. SCARAMUCCI:  Let’s start with the first question.  Just repeat the first question.  It was what again, exactly?Q    So, you’re going to interact with the President’s legal team —MR. SCARAMUCCI:  Yeah, that’s a good question.  I’m close personal friends with Jay Sekulow.  I have a relationship with John Dowd, and I’m going to work Don McGahn and other people to just make sure that we’re on message and we’re handling ourselves in the most appropriate way possible.  That’s the best I can say about that.Q    Do you know Ty Cobb?MR. SCARAMUCCI:  I do not know Ty.  I don’t know Ty.Q    And so then the follow on was communications problems versus policy and political problems and the way you see that in the context of this President.MR. SCARAMUCCI:  Long ago, Teddy Roosevelt said that the presidency is a bully pulpit, and that the President has a great gift in that he’s able to control the news cycle and able to control the messaging.  And so I think if we get super coordinated around here with the President and we go back to what he did — some of the great successes he had in the campaign and the transition and even in the presidency, frankly — is delivering that message directly to the American people.  And so to me, I think the policies are fantastic.  I think he’s done a phenomenal job.  I think Sarah read something that I totally believe is that he’s doing a phenomenal job and we just need to get it out there a little bit more aggressively, and we’re going to try and do that.I’ll take one more.  Right there.Q    Thank you very much.  You’ve talked several times about your relationship with Reince Priebus and Hope Hicks and some of the rest of the communications staff.  Can you talk about your relationship with Steven Bannon?  He’s said to have strong objections about you taking this job as well, and then I have one other thing.MR. SCARAMUCCI:  All right, so I’m on the record — you know, I’ve been interviewed about Steve — I think he’s one of the smartest people that I know.  I think that he was instrumental in helping us win the election.  He’s got a strong personality.  I have a strong personality.  We didn’t really overlap at Goldman Sachs, but we both worked there at a period of time, and there was something great about that culture back in yesteryear.  Maybe it’s true today, although I’ve been out of Goldman for 21, 22 years.But there were two great things about that culture.  The first thing was that you subordinated yourself to the team even if you had disagreements, and the second thing was that the legendary John Weinberg, who’s now deceased, once said some people grow, other people swell.  Okay?  And it’s a great line to think about yourself, and so for me, I want to keep my head in the game, I want to keep my ego low, and I want to work with Steven Bannon as closely as I possibly can.  I have a huge, enormous amount of respect for him.Sarah says I can keep going.Q    You said that you don’t need to right the ship — that you guys are doing great work.  But the President has a 38.8 percent approval rating in his second quarter.  That’s historically low.  What are you going to do to change that, to better communicate with the American people?MR. SCARAMUCCI:  That’s actually a really good question, and so these polls are moving targets and we all know from statistics, which I’ve taken plenty of statistics courses that sometimes the polls can be wrong.  We do know that.Q    That’s the average.  That’s Gallup’s average.MR. SCARAMUCCI:  All right, we’re going to use Gallup’s average but we will — using averages during the campaign and people said we were going to lose and we ended up winning.  And so what I would say about polls is that they’re a barometric pressure reading for right now, today.But the American people are actually playing a long game, and I think they really, really love the President.  And when you look into the individual state-by-state polls, you can see the guy is doing phenomenally well.  So it’s indicating to me at least — me personally — that the President is really well loved.  There seems to be a disconnection in terms of some of the things that are going on, and we want to connect that — Sarah and I — best of our capability.  And so the people feel great about what he’s doing.  I feel great about what he’s doing, and I want — maybe you’re not going to feel great, I don’t know you — but I want the American people in general to feel great about what he’s doing.I’ll take the question.  If she says I can keep going, I’ll keep going.  Go ahead.Q    Thank you, Anthony.  There have been reports about General McMaster having disagreements on policy over Russia.  Can you say that there will be no other high-profile resignations or exits from the White House staff?MR. SCARAMUCCI:  Again, another hypothetical.  I honestly cannot answer that one way or the other.  Although I have an enormous amount of respect for General McMaster, I just don’t know the situation.  I’m not going to answer it because I don’t know.Yeah.Q    You said you’re going to work with the legal team and messaging as it relates to Russia.MR. SCARAMUCCI:  I didn’t say that.  No, I specifically said that I haven’t been briefed yet by the White House Counsel about what is appropriate to talk about from this podium, and so therefore I don’t want to take any questions related to Russia.Q    Well, I’d like to ask you though:  Is the strategy that seems to be coming from this White House now, in going after Robert Mueller’s credibility, the right one?MR. SCARAMUCCI:  Again, that’s sort of in that ZIP code of like the legal team, and not really in Sarah or my ZIP code, so I just want to stay away from the question.Q    It is a messaging question though.MR. SCARAMUCCI:  It’s actually very complicated, and I don’t want to bore all the people here with the legal details related to it, but I just think it’s important for me on my first day standing up here that I don’t go in that direction.  So I’m not going to answer the question, not because I’m not trying to be forthcoming, I just think there’s legalities there that I don’t want to touch.I’ll take this question first and then I’ll take you, I promise.Q    Thank you very much, sir.MR. SCARAMUCCI:  Yeah.  These are the last two questions and then I’m going to go.Q    Communication is the key, and the President is a great communicator.  How important is relations between the President and the press?  And you think — how is it going to change?  And how much he has faith and trust in the White House Press?  And what is the future?MR. SCARAMUCCI:  Listen, I’m a super optimistic guy.  You know, I’m too short to see the glass anything other than half-full, right?  So I’m a super optimistic guy, and I think that the President is going to have a phenomenal relationship with the press.  We’ll get there together.I’ll take this last question, and then I’m going to —Q    My question is in your ZIP code.  Larry Speakes, who once stood up there, said, don’t tell us how to stage the news, we won’t tell you how to report the news.  Do you think that that’s an accurate reflection of what your all’s job is?MR. SCARAMUCCI:  Say it again.Q    Larry Speakes said, don’t tell us how to stage the news, we won’t tell you how to report the news.  Do you think that’s an accurate reflection of our relationship?MR. SCARAMUCCI:  I don’t know.  You know, we’re in a different world.  I mean, I have an enormous amount of respect for Press Secretary Speakes, but when he was standing at this podium, it was a very, very different world.  Each one of us right now has a sound studio, recording studio, a movie studio, a television studio right in the palm of our hands.  And so, we could stage things and it’s going to be read certain ways, it may not be read other ways, but I know what Sarah and I are going to work on is reaching as many people as we possibly can for today’s era.And so maybe he was accurate in the 1980’s, but Sarah and I will think of something cute to say once we start working together.Q    Several months ago, the President tweeted that it’s impossible for this communications team to know what’s in his head at every moment.  How are you going to make sure that you are on the same page as this President?  What have you said to him about the need to know what he’s thinking and where he stands as it relates to policy?MR. SCARAMUCCI:  I’m not going to speak on behalf of the President.  I just feel like I have a close relationship with him, Sarah has a close relationship with him, and I think it’s super important for us to let him express his personality.  It has been a very successful life experience for President Trump to be President Trump.  And so let’s let him do that — and let me just finish — and you know, let’s see where the chips fall.  And then when something happens that you don’t like, or you like, you’ll talk to me or Sarah and we’ll address that.Q    Do you plan to meet with him every day?  And do you have Oval Office privileges?MR. SCARAMUCCI:  Do I plan to meet with him every day and do I have Oval Office privileges?  Listen, I’m not one of these people that need to have unnecessary face time with the President.  But I do have Oval Office privileges if that’s what you’re talking about, and I do have the opportunity to meet with him because I’m going to be his comms director and he told me that he’s going to put me in charge of this.  And so I want to make sure that I’m linked to him and syncopated with him in a way that he likes.  And so I’ll meet with him, but I don’t want to waste his time and sit in the Oval Office unnecessarily.Thank you.MS. SANDERS:  Thank you.  Obviously, I would have been happy for him to stay up here all day and continue to exhaust all of your questions.  But one, I figure I probably should answer a couple today.  And also the President has an event here shortly, so I want to try to work through as many as I can.And with that, I’m actually going to start with Jeff Mason, since I believe that it is maybe your last day and my first.  So with that, Jeff, take it away.Q    Thank you, Sarah.  Can you talk just a little bit about how this will affect — that this change will affect the press office?  And can you speak a little bit for Sean about how he’s feeling and how he took this news and how he made the decision to resign?MS. SANDERS:  You know, I’m not going to speak for Sean in detail.  I can say that he understood that the President wanted to bring in and add new people to the team, and Sean felt like it would be best for that team to be able to start with a totally clean slate.And I think — I want to echo what Anthony says.  I think it speaks volumes to who he is to be willing to do that and allow Anthony to come in with a brand-new starting place.  And I think he’s served the President loyally and admirably.  He’s going to continue to stay on for the next several weeks, through the transition.  And I’m sure he’ll be happy to answer some of those questions directly.Q    Sarah, first of all, congratulations —MS. SANDERS:  Thank you.Q    — on the job.  Can you clarify where the President stands on the issue of pardons?  Is he considering pardons for figures in the Russia investigation?  And does the President believe that he has the power to pardon himself?MS. SANDERS:  Look, I’d refer you to the comments that have already been made by the outside counsel in terms of their actions.  The President maintains pardon powers like any President would, but there are no announcements or planned announcements on that front whatsoever.Q    Does that include the power to pardon himself?  Does he believe that he has the power to pardon yourself?MS. SANDERS:  Like I said, I don’t have anything to add beyond what the outside counsel has already stated on that front.Major.Q    In the President’s interview with the New York Times, he raised questions about Robert Mueller.  Does he endorse his legal team’s efforts to undermine Robert Mueller’s credibility?MS. SANDERS:  Again, the President has absolutely nothing to do with any of the allegations that are being made.  I think he’s maintained that, and he wants them to complete their process as quickly as possible so that we can move on from the ridiculousness of all things Russia and Russia fever.Q    But to the question that I asked, does he endorse his legal team’s efforts to undermine the credibility of the special counsel?MS. SANDERS:  I’m not aware of those details, and that’s something you would have to ask his legal team.  I’m not part of that process.  I wouldn’t be able to —Q    And on healthcare, what does the President want the Senate to vote on next week?MS. SANDERS:  I think he wants to, as Marc Short stated earlier this week and as we’ve repeated many times before, the President’s preference is to repeal and replace Obamacare.  And we haven’t been shy or quiet about that.  And those intentions have certainly not changed.John.Q    How much arm-twisting is going on vis-à-vis the healthcare bill?  The Vice President had a lot of conservative groups over today.  Those conservative groups announced that they will actually be scoring votes next week on the motion to proceed, which I believe is unprecedented.MS. SANDERS:  I don’t think anyone here has made a secret that this is a big priority and that Congress should do what they’ve been talking about for the last seven years.  It’s time for them to get in there and repeal and replace Obamacare.  And these groups recognize that, their constituency that support the groups that they have certainly recognize that, and they’re supporting the mission of their organizations and pushing and putting pressure on members to get the job done.  Nothing beyond that.Q    But just about the organizational structure now that Anthony is coming in.  The press secretary and the comms secretary used to be pretty much co-equal reporting to the Chief of Staff.  Will it remain that way because there was some move toward making the communications director sort of a deputy chief of staff, and then the press secretary and the comms director would report to that person.  So do you still report to Reince or do you report to Anthony?MS. SANDERS:  Look, I think that Anthony said it better than I can in this capacity — is we plan to work together as a team, and certainly our goal is to work together to promote the President’s agenda and to do that not just with the two of us, but the entire press/comms office, as well as the entire White House staff.Q    But again, do you report to him or do you report to Reince?MS. SANDERS:  We all serve at the pleasure of the President.Hallie.Q    My question is for you.  Number one, when you talk about — there were some comments made by senior administration officials this morning on television talking about the motivations of the people who are part of Rob Mueller’s special counsel investigation.  Do donations to a political party, if it’s not the President’s party — does the President believe that disqualifies those people from being part of the special counsel?MS. SANDERS:  I don’t know that we’re putting out a litmus test, but again, questions regarding that I would direct you to the outside counsel that’s running that part of the process.Q    Let me follow up with a question about National Security Advisor McMaster.  Does the President have confidence in his National Security Advisor?MS. SANDERS:  I have no reason to believe otherwise.Alex.Q    The President clearly doesn’t want special counsel — he said he doesn’t want Robert Mueller to look into his finances.  But the intelligence committee is already looking into financial data from the Treasury Department.  Is there anything the White House can do to stop that?MS. SANDERS:  Look, again, the President’s point is that he doesn’t want the special counsel to move beyond the scope — and outside of its mission.  And the President has been very clearly, as have his accountants and team, that he has no financial dealings with Russia.  And so, I think we’ve been extremely clear on that.Blake.Q    Sarah, last time when it became apparent in the House, the first go-around on the healthcare bill there, that it was going to fail, it was pulled at the last minute, within the last hour or two.  When you look at both the repeal and replace potential and the repeal-only potential, the numbers suggests that they don’t have the votes and it’s set up to fail.Why does the White House believe, this time around, that a vote should proceed?MS. SANDERS:  Again, we’re continuing to focus on repealing and replacing Obamacare, and we’re not going to stop until we can continue to move that forward and get that done.  Not only have we wanted to commit to that, but frankly, a lot of the members of the Senate and the House have not only committed but campaigned on that, and it’s time for them to step up and get that done.Q    So the President believes that a vote should take place at some point next week on sort of a bill one way or another?MS. SANDERS:  I don’t think you can repeal and replace Obamacare without a vote, so I think it would be a pretty necessary part of the process.John.Q    Thank you, Sarah.  I just want to get something straight.  Earlier in the week, you indicated the White House was not opposed to outright repeal, and then based on your remarks today and Marc Short’s two days ago, you seem to favor repeal and replace.  Does that mean you are against the outright repeal bill that Congressman Biggs has introduced in the House?MS. SANDERS:  Not against, but again as Marc said earlier this week, our preference is to repeal and replace.Trey.Q    Thank you, Sarah.  Two questions for you.  Can you take us through the process of how the President decided to hire this new Communications Director, Anthony Scaramucci?  And moving forward what will his role be in terms of objectives that the President wants him to meet?MS. SANDERS:  As Anthony said, he’s known the President a long time.  He’s been a loyal supporter of the President’s, and Anthony is somebody who has come from nothing and built an incredible — I think several incredible companies — and he’s one of the most successful, smart people that the President could put on his team.  And the President recognized that and wanted him to be a part of this process.  I think very early on he was a very strong advocate throughout the transition, and this has just been part of the process to bring him inside the White House.Q    A quick follow-up on Rob Mueller.  Does President Trump have confidence that Robert Mueller will conduct a fair investigation?MS. SANDERS:  You know, at this point I don’t have any reason to see otherwise, but I have not had a chance to ask the President and I’d want to get clarity on that before I comment.Zeke.Q    Thanks, Sarah.  Starting January 20th this administration has cycled through — has seen departures of a deputy chief of staff, a National Security Advisor, a communications director, a press secretary, several other roles inside this building and across the street.  What does that say about the, sort of efforts to staff up this administration at the start?  What has the President learned about his team, about himself as President?  And can you explain, sort of that very high turnover rate that we’ve seen over the last six months?MS. SANDERS:  You would have to ask the President what he’s learned in that process, and I can tell you though, I think what we’ve all learned in that process is that working together and working to accomplish the things the American people elected the President to do is our focus.  It’s what we come here every day to day.  We’re a lot less focused on the who but the what, and we’re going to continue doing that every single day.Jim.Q    — see that a chaotic turnover?MS. SANDERS:  No, I don’t see it as chaotic.  Jim.Q    Sarah, is the White House concerned —MS. SANDERS:  You want to see chaos, Zeke, you should come to my house early in the morning when my three kids are running around.  That’s chaos.  (Laughter.)  This is not.Q    Is the White House concerned news this week concerning the Attorney General and the resignation of Mr. Spicer could have the effect of alienating or demoralizing Trump loyalists both in and out of the administration?MS. SANDERS:  I think the Trump loyalists, particularly within the administration but certainly across the country, are energized by the accomplishments of the President in the first six months.  Stock market is at a high, jobs are growing, regulations are coming off, the country is becoming more secure, the border is becoming more secure, immigration is down.  I think we have a lot of things to celebrate — a lot things to be excited about — and I think our morale is pretty high.I’ll take one last.  Steve.Q    First of all congratulations on the promotion.MS. SANDERS:  Thank you.Q    I’m wondering if you approach this new role with excitement, with trepidation, apprehension.  And if you could reflect on these last six months in one day on what you’ve learned about how it is to speak for the President.  Is it a tough job?  Have you found it easy?MS. SANDERS:  I think it’s probably one of — certainly professionally — one of the greatest honors that any person could ever have to work in any capacity within this building, and to get to do that up here in such a public way and speak on behalf of the President is absolutely an honor and something I will cherish and hope to do my very, very best every single day; and be as open, honest, and transparent with you all as humanly possible.  And we’ll always work to operate at the highest level and certainly with the most amount of integrity as you can.And with that, I think that’s a great place to end today, and the President will be having an event here shortly.  Thanks so much, guys.END\n3:08 P.M. EDT",
    "president": null
}