{
    "title": "Trump Steel Tariffs Bring Hope, Prosperity Back to Granite City – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/trump-steel-tariffs-bring-hope-prosperity-back-granite-city/",
    "created_at": "2018-07-26T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nJuly 26, 2018\n5 minute read\n\n\t\t\t\t\t\tPeter Navarro\t\t\t\t\t\t\t\nHiding in plain sight in a suburb of St. Louis is one of the great success stories of President Donald J. Trump’s tough trade policies. This is the rebirth of the Granite City steelworks, idled in 2015 — along with about 2,000 steelworkers — under a drowning flood of subsidized foreign imports.President Trump, who is visiting Granite City today, helped engineer the steelworks’ rebirth with the imposition of a 25 percent tariff on foreign steel. This action, along with a companion 10 percent tariff on foreign aluminum imports, was taken in the interest of national security under the authority of Section 232 of the Trade Expansion Act of 1962. As President Trump correctly noted upon signing the steel tariffs on March 8, “Without steel, you don’t have a country.”On the same day the steel tariff was announced, U.S. Steel’s Chief Executive Officer Dave Burritt promised to immediately restart one of two blast furnaces along with its steel-making facilities at Granite City. Just last month, Burritt announced the reopening of the second blast furnace by October, promising more great jobs at great wages in a community that had been decimated by the plant’s idling.Granite City’s rebirth is hardly an isolated event. The much bigger success story is that of a tariff-catalyzed renaissance in steel and aluminum production across this great land, with many of the reborn facilities in forgotten, “flyover” communities urgently in need of manufacturing jobs.For example, beyond Granite City, in the steel industry, we have borne witness to a $500 million expansion and the reopening of a seamless pipe mill in Baytown, Texas. We have seen the return of at least 1,000 workers as a result of a restart of an idled mill in Lorain, Ohio, and the building of a new rebar micro mill in Frostproof, Fla.In the aluminum industry, new or restarted aluminum smelters are firing up in places like New Madrid, Mo.; Hawesville, Ky.; and Warrick, Ind. New or restarted aluminum rolling mills or extrusion facilities are likewise in evidence in places like Ashland, Guthrie and Lewisport, Ky.; Huntingdon, Tenn.; Trenton, Ohio; and Goose Creek, S.C.Together, these tariff-catalyzed — and tax-cut assisted — investments will add billions of dollars in new investment, millions of metric tons of aluminum and steel production, and thousands of jobs to the national economy — while helping to build up our manufacturing base and shore up gaps in our defense industrial base. This is an economy experiencing rapid growth, historically low unemployment (particularly among blacks and Hispanics) and rising wages.Even as America is now bearing witness to a rebirth of its aluminum and steel industries — and a broader boom in the American economy — critics of the Trump tariffs continue to insist that such tariffs will ultimately be self-defeating. They warn that the Trump tariffs are simply “taxes” that will raise the prices of “downstream” goods like autos, airplanes and beer cans — and ultimately cost more jobs than they create.Like the falsely rumored death of Missouri’s Mark Twain, these higher costs have, however, been greatly exaggerated. For example, a 10 percent tariff on aluminum may raise the cost of a six-pack of beer made in a St. Louis brewery by about two cents. At the other end of the spectrum, the cost increase for a mid-sized Boeing 737, which has a list price of about $120 million, is around $200,000 — less than two-tenths of 1 percent. These relatively small costs are necessary to protect national security.Critics of President Trump’s trade policies have also warned of the dangers of retaliation by our trading partners — even as China has singled out farmers in particular for punishing tariffs. Such foreign coercion raises a much broader issue that deserves public debate: Should we as a nation bend to the will — and bullying — of countries that are exploiting us with their unfair trade practices and, in China’s case, stealing our technologies and intellectual property?Surely at the coffee shops and kitchen tables across America, the answer must be a resounding “No!” The abiding fact here is that America has some of the lowest tariffs and non-tariff barriers in the world, and all that has gotten us are threats to our national security from a flood of imports and a more than half-trillion-dollar trade deficit every year that transfers our wealth, jobs and factories to foreign lands.President Trump’s trade policies are putting an end to this globalist insanity. His tariffs are both a reasonable and cost-effective tool to defend industries like aluminum and steel. The broader goal is a world where trade is fair, balanced and reciprocal; and American businesses and workers will win because they will finally compete on a level playing field.Peter Navarro is Assistant to the President and Director of the Office of Trade and Manufacturing Policy. This op-ed appeared in the St. Louis Post-Dispatch on July 25, 2018.",
    "president": null
}