{
    "title": "Unemployment Claims Reach an Unprecedented Low – The White House",
    "link": "https://trumpwhitehouse.archives.gov/articles/unemployment-claims-reach-unprecedented-low/",
    "created_at": "2018-04-30T00:00:00",
    "content": "\n\n\t\tEconomy & Jobs\t\n\nApril 30, 2018\n2 minute readCouncil of Economic AdvisersThe U.S. economy set a new record last week. During the week ending April 21, just 209,000 Americans applied to receive unemployment insurance (UI) payments. The last time initial UI claims were this low was the week ending December 6, 1969—less than five months after Neil Armstrong first set foot on the moon.Here’s why that is remarkable. In December 1969, there were 82 million Americans in the labor force. Today, there are 162 million. New UI claims just reached a 49-year low with a labor force that is nearly twice as big as it was 49 years ago.The figure below shows initial UI claims as a percentage of the labor force, since weekly claims were first tracked in 1967. In March, initial UI claims represented 0.141 percent of the labor force. That is just above the record low set in February (0.138 percent) and about half of the estimate for December 1969, the last time UI claims were this low. Since President Donald J. Trump took office at the beginning of 2017, initial claims as a percentage of the labor force have fallen by 7.1 percent.Although new UI claims do not tell the whole story of the health of the labor market, they join a slew of other indicators that suggest the labor market is strong. The unemployment rate is at 4.1 percent, the lowest level in more than 17 years. The labor force participation rate has held mostly steady since President Trump took office, which represents a major turnaround from the 2.9 percentage point decline between February 2009 and January 2017.As the President’s policies continue to grow the economy and benefit workers, we should not be surprised to see continued success on measures of labor market performance going forward.",
    "president": null
}