{
    "title": "FACT SHEET: Big Data and Privacy Working Group Review | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/05/01/fact-sheet-big-data-and-privacy-working-group-review",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 01, 2014\n\n \n\n\n\nFACT SHEET: Big Data and Privacy Working Group Review\n\n\n\n\nDriven by the declining cost of data collection, storage, and processing; fueled by new online and real-world sources of data, including sensors, cameras, and geospatial technologies; and analyzed using a suite of creative and powerful new methods, big data is fundamentally reshaping how Americans and people around the world live, work, and communicate. It is enabling important discoveries and innovations in public safety, health care, medicine, education, energy use, agriculture, and a host of other areas. But big data technologies also raise challenging questions about how best to protect privacy and other values in a world where data collection will be increasingly ubiquitous, multidimensional, and permanent.\nIn January, President Obama asked his Counselor John Podesta to lead a 90-day review of big data and privacy. The review was conceived as fundamentally a scoping exercise, designed to define for the President what is new about the technologies that define the big data landscape; uncover where and how big data affects public policy and the laws and norms governing privacy; to ask how and whether big data creates new challenges for the principles animating the Consumer Privacy Bill of Rights embraced by the Administration in 2012; and to lay out an agenda for how government can maximize the benefits and minimize the risks of big data.\nThe working group—which included Commerce Secretary Pritzker, Energy Secretary Moniz, the President's Science Advisor John Holdren, the President's Economic Advisor Jeff Zients, and other Senior Administration Officials—sought public input and worked over 90 days with academic researchers and privacy advocates, regulators and the technology industry, advertisers and civil rights groups, the international community and the American public. This review was supported by a parallel effort by the President's Council of Advisors on Science and Technology (PCAST) to research the technological trends underpinning big data.\nToday, Podesta and the big data working group presented their findings and recommendations to the President. The review did not set out to answer every question about big data, nor was it intended to develop a comprehensive policy approach to big data. However, by evaluating the opportunities and challenges presented by big data, the working group was able to draw important conclusions and make concrete recommendations to the President for Administration attention and policy development.\nSEIZING OPPORTUNITIES \nWe live in a world of near-ubiquitous data collection where that data is being crunched at a speed increasingly approaching real-time. This revolution presents incredible opportunities:\n\n\nBig data is saving lives. Infections are dangerous—even deadly—for many babies born prematurely. By collecting and analyzing millions of data points from a neonatal intensive care unit, one study was able to identify factors, like slight changes in body temperature and heart rate, that serve as early warning signs an infection may be taking root—subtle changes that even the most experienced doctors may not have have noticed on their own.\n\nBig data is making the economy work better. Jet engines and delivery trucks now come outfitted with sensors that continuously monitor hundreds of data points and send automatic alerts when maintenance is needed. Utility companies are starting to use big data to predict periods of peak electric demand, adjusting the grid to be more efficient and potentially averting brown-outs.\n\nBig data is saving taxpayer dollars. The Centers for Medicare and Medicaid Services have begun using predictive analytics—a big data technique—to flag likely instances of reimbursement fraud before claims are paid. The Fraud Prevention System helps identify the highest-risk health care providers for waste, fraud, and abuse in real time and has already stopped, prevented, or identified $115 million in fraudulent payments.\n\nBig data also presents powerful opportunities in areas as diverse as medical research, agriculture, energy efficiency, global development, education, environmental monitoring, and modeling climate change impacts, among others.\nPRESERVING OUR VALUES \nThe opportunities presented by big data are considerable, but big data raises serious concerns about how we protect our privacy and other values. For example:\n\n\nBig data tools can alter the balance of power between government and citizen. Government agencies can reap enormous benefits from using big data to improve service delivery or detect payment fraud. But government uses of big data also have the potential to chill the exercise of free speech or free association. As more data is collected, analyzed, and stored on both public and private systems, we must be vigilant in ensuring that balance is maintained between government and citizens, and revise our laws accordingly.\n\nBig data tools can reveal intimate personal details. One powerful big data technique involves merging multiple data sets, drawn from disparate sources, to reveal complex patterns. But this practice, sometimes known as “data fusion,” can also lead to the so-called “mosaic effect,” whereby personally identifiable information can be discerned even from ostensibly anonymized data. As big data becomes even more widely used in the private sector to bring a wellspring of innovations and productivity, we must ensure that effective consumer privacy protections are in place to protect individuals.\n\nBig data tools could lead to discriminatory outcomes. As more decisions about our commercial and personal lives are determined by algorithms and automated processes, we must pay careful attention that big data does not systematically disadvantage certain groups, whether inadvertently or intentionally. We must prevent new modes of discrimination that some uses of big data may enable, particularly with regard to longstanding civil rights protections in housing, employment, and credit.\n\nPOLICY RECOMMENDATIONS\nNo matter how quickly technology advances, it remains within our power to ensure that we both encourage innovation and protect our values through law, policy, and the practices we encourage in the public and private sector. To that end, the working group made six actionable policy recommendations in their report to the President:\n\n\nAdvance the Consumer Privacy Bill of Rights because consumers deserve clear, understandable, reasonable standards for how their personal information is used in the big data era.\n\nPass National Data Breach Legislation that provides for a single national data breach standard, along the lines of the Administration's 2011 Cybersecurity legislative proposal.\n\nExtend Privacy Protections to non-U.S. Persons because privacy is a worldwide value that should be reflected in how the federal government handles personally identifiable information from non-U.S. citizens.\n\nEnsure Data Collected on Students in School is used for Educational Purposes to drive better learning outcomes while protecting students against their data being shared or used inappropriately.\n\nExpand Technical Expertise to Stop Discrimination because the federal government should build the technical expertise to be able to identify practices and outcomes facilitated by big data analytics that have a discriminatory impact on protected classes.\n\nAmend the Electronic Communications Privacy Act to ensure the standard of protection for online, digital content is consistent with that afforded in the physical world—including by removing archaic distinctions between email left unread or over a certain age.\n\n\n\n\n\n"
}