{
    "title": "Background on the President's Event in Wisconsin | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/08/16/background-presidents-event-wisconsin",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 16, 2010\n\n \n\n\n\nBackground on the President's Event in Wisconsin\n\n\n\n\nToday the President will travel to Menomonee Falls, Wisconsin, where he will tour ZBB Energy Corporation and deliver remarks to workers.   ZBB Energy Corporation is a Wisconsin manufacturer that is expanding production of advanced zinc bromide flow batteries and intelligent power control platforms for renewable energy storage with the help of a $1.3 million Recovery Act State Energy Program loan.  The company is using the Recovery Act loan to help fund a $4.5 million factory renovation that they anticipate will triple their capacity to manufacture flow batteries and power systems.  The company has already been able to retain nearly a  dozen workers as a result of the project and has begun initial hiring of new manufacturing technicians as well.  Over time, the company estimates they will hire about 80 new workers as a result of the project.  \n \nIntelligent battery storage systems like ZBB’s are critical components of building a smart energy grid and expanding commercialization of electric vehicles because it allows users to cut costs by shifting energy use to off-peak hours and bank intermittent sources of energy like the sun and wind for future use.  \n \nZBB established operations in Wisconsin in 1994 and today exports its renewable power and storage systems around the globe to clients ranging from utility companies and renewable energy generation facilities to corporations and military installations.  The $1.3 million loan they received is part of the $55.5 million in Recovery Act State Energy Program funding the state of Wisconsin is using to transform its industrial sector through targeted investments in clean energy manufacturing.  Wisconsin’s Recovery Act SEP funding – which Governor Jim Doyle decided to direct entirely to support clean energy manufacturing – will according to recipients create 775 jobs over the life of their projects, while saving nearly 5,000 jobs. \n \nBeyond the direct public-private investment in the expansion of manufacturing capability at the existing facility, the company is also beginning to see an indirect impact from Recovery Act smart grid and electric vehicle investments and has secured a $14.68 million Recovery Act 48c Advanced Energy Manufacturing Tax Credit to construct a new manufacturing facility in Southeastern Wisconsin as the company grows.  President Obama has called on Congress to extend the 48c tax credit, including an additional $5 billion, so that more companies can take advantage of this important incentive to invest in America’s clean energy manufacturing capacity.\n \n*Backgrounder on Recovery Act Investments in Wisconsin and the surrounding area attached.\n \nTour Guide\n \nEric Apfelbach began his role as President and CEO of ZBB Energy in January 2010.  Apfelbach’s experience prior to ZBB includes: Founding CEO of Virent Energy Systems, Co-founder of Alfalight, and General Manager at Planar Systems, Inc.  Apfelbach began his career working as an engineer in the global semiconductor industry, rising to senior management at Applied Materials. He holds a Bachelor of Science degree in Chemical Engineering from the University of Wisconsin-Madison.\n \nElected Officials Expected to Attend\n \nGovernor Jim Doyle \nUS Senator Herb Kohl, D-WI\nUS Senator Russ Feingold, D-WI\nUS Representative Gwen Moore, D-WI\n\n\n\n"
}