{
    "title": "Expected Attendees at Tonight’s Japan State Dinner | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/04/28/expected-attendees-tonight-s-japan-state-dinner",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nApril 28, 2015\n\n \n\n\n\nExpected Attendees at Tonight’s Japan State Dinner\n\n\n\n\nExpected Attendees at Tonight’s Japan State Dinner\nBelow is a list of expected attendees at tonight’s Japan State Dinner. Additional details about the State Dinner are available HERE.\nTHE PRESIDENT and MRS. OBAMA\nHIS EXCELLENCY SHINZO ABE, PRIME MINISTER OF JAPAN and \nMRS. AKIE ABE\nMs. Chitose Abe\nMs. Miki Higasa, New York, NY\nMr. Masatsugu Asakawa\nThe Honorable Caroline Atkinson, Deputy Assistant to the President and Deputy National Security Advisor, National Security Council, Washington, DC\nMr. Geoffrey Boyd Lamb, Washington, DC  \nThe Honorable Joseph Biden, Vice President of the United States\nDr. Jill Biden\nThe Honorable Earl Blumenauer, U.S. Representative (Oregon), Washington, DC\nThe Honorable Suzanne Bonamici, U.S. Representative (Oregon), Washington, DC  \nAmbassador William Brownfield, Assistant Secretary for International Narcotics and Law Enforcement Affairs, Department of State, Washington, DC\nAmbassador Kristie Kenney, Career Ambassador, United States Foreign Service, Washington, DC  \nMs. Chamein Canton\nMr. Michael Bressler, Commack, NY  \nThe Honorable Tom Carper, U.S. Senator (Delaware), Washington, DC\nMrs. Martha Carper, Wilmington, DE\nThe Honorable Ashton Carter, Secretary of Defense, U.S. Department of Defense, Washington, DC\nMrs. Stephanie D. Carter, Washington, DC\nThe Honorable James Clapper, Director of National Intelligence, Office of the Director of National Intelligence, Fairfax, VA\nMrs. Susan Clapper, Fairfax, VA\nThe Honorable Tom Daschle, Former U.S. Senate Majority Leader, Washington, DC\nMr. Nathan Daschle, Washington, DC  \nThe Honorable Brian Deese, Assistant to the President and Senior Advisor, Washington, DC\nMs. Patricia Stanton \nThe Honorable Diana DeGette, U.S. Representative (Colorado), Washington, DC\nMr. Lino Lipinsky, Denver, CO   \nThe Honorable Anthony Foxx, Secretary of Transportation, U.S. Department of Transportation, Washington, DC\nMrs. Samara Foxx, Charlotte, NC\nThe Honorable Michael Froman, U.S. Trade Representative, Office of the U.S. Trade Representative, Washington, DC\nMs. Nancy Goodman, Washington, DC\nDr. Helene Gayle, CEO, CARE, Atlanta, GA\nMr. Stephen Keith, Atlanta, GA \nMs. Suzy George, Deputy Assistant to the President and Executive Secretary and Chief of Staff, National Security Council, Washington, DC\nMr. Nate Tibbits, Washington, DC\nMr. Avie Glazer, Palm Beach, FL\nMrs. Jill Glazer, Palm Beach, FL\nMs. Bonny Glenn, Landenberg, PA\nMr. Paul Glenn III, Washington, DC  \nThe Honorable Rose Gottemoeller, Under Secretary of State for Arms Control and International Security, U.S. Department of State, Washington, DC\nMr. Frank Rose, Alexandria, VA \nThe Honorable Avril Haines, Assistant to the President and Deputy National Security Advisor, National Security Council, Washington, DC\nMr. David Davighi, Washington, DC \nMr. Hisao Harihara\nMr. Eiichi Hasegawa\nThe Honorable Orrin Hatch, President Pro Tempore, U.S. Senate (Utah), Washington, DC\nMr. Rob Porter, Washington, DC\nThe Honorable Gary Herbert, Governor of Utah, Salt Lake City, UT\nMrs. Jeanette Herbert, First Lady of Utah, Salt Lake City, UT\nThe Honorable Mazie Hirono, U.S. Senator (Hawaii), Washington, DC\nMr. Glen Shigeru Fukushima, Washington, DC \nMr. William Hite, General President, United Association, Wheaton, IL\nMs. Christine Dawson, Carol Stream, IL  \nThe Honorable Fred Hochberg, Chairman and President, Export-Import Bank, Washington, DC\nMr. Thomas Healy, Miami, FL\nMs. Elizabeth Holmes, Founder and CEO, Theranos, Palo Alto, CA\nMr. Christian Holmes, San Francisco, CA\nThe Honorable David Ige, Governor of Hawaii, Honolulu, HI\nMrs. Dawn Ige, First Lady of Hawaii, Honolulu, HI\nMr. Isao Iijima\nMr. Takaya Imai\nMr. Norihiko Ishiguro\nMr. Hideo Ishizuki\nThe Honorable Valerie Jarrett, Senior Advisor to the President for Intergovernmental Affairs and Public Engagement, Office of Public Engagement and Intergovernmental Affairs, Washington, DC\nMr. Mercer Cook III \nMr. Christopher Johnstone, Director for Japan Affairs, National Security Council, Vienna, VA\nMrs. Mikiko Johnstone, Vienna, VA\nMr. Katsunobu Kato\nThe Honorable Caroline Kennedy, U.S. Ambassador to Japan, New York, NY\nMr. Edwin Schlossberg, New York, NY  \nThe Honorable John Kerry, Secretary of State, U.S. Department of State, Washington, DC\nMs. Teresa Heinz, Washington, DC\nAmbassador Sung Kim, Special Representative for North Korea Policy and Deputy Assistant Secretary for Korea and Japan, Great Falls, VA\nMrs. Jae-Eun Chung, Great Falls, VA\nThe Honorable Ron Kind, U.S. Representative (Wisconsin), Washington, DC\nMrs. Tawni Kind, Lacrosse, WI\nHis Excellency Fumio Kishida, Minister for Foreign Affairs of Japan\nMr. Scott Kluth, Chicago, IL\nMs. Janelle Kristin Miller, Chicago, IL  \nMs. Michiyo Kotake\nMr. Brian Krzanich, CEO of Intel Corporation, Los Altos, CA\nMrs. Brandee Krzanich, Los Altos, CA\nMr. Jim Lentz III, CEO of Toyota USA, Westlake, TX\nMrs. Barbara Lentz  \nThe Honorable Jacob Lew, Secretary of the Treasury, U.S. Department of the Treasury, Washington, DC\nMs. Shoshana Lew, Washington, DC\nMr. George Michael Logothetis, CEO, Libra Group, New York, NY\nMr. Nicholas Michael Logothetis, New York, NY  \n \nMr. Robert Manfred, Commissioner of Major League Baseball\nMrs. Colleen Manfred, Tarrytown, NY\nThe Honorable Doris Matsui, U.S. Representative (California), Washington, DC\nMr. Brian Matsui, Chevy Chase, MD\nThe Honorable Gina McCarthy, Administrator, U.S. Environmental Protection Agency, Washington, WA\nMr. Kenneth McCarey\nThe Honorable Kevin McCarthy, Majority Leader, U.S. House of Representatives (California), Washington, DC\nMr. Connor McCarthy, Bakersfield, CA\nThe Honorable Denis McDonough, Assistant to the President and Chief of Staff, Washington, DC\nMrs. Karin McDonough, Takoma Park, MD\nMr. Evan Medeiros, Special Assistant to the President and Senior Director for Asian Affairs, National Security Council, Washington, DC\nMs. Bernadette Meehan, Senior Director for Strategic Communications and Spokesperson, National Security Council, Washington, DC  \nThe Honorable Gregory Meeks, U.S. Representative (New York), Washington, DC\nMrs. Simone-Marie Meeks, St. Albans, NY\nThe Honorable Lisa Monaco, Assistant to the President for Homeland Security and Counterterrorism and Deputy National Security Advisor, Office of the National Security Advisor, Washington, DC\nMs. Mary Monaco, Manchester, NH  \n The Honorable Walter Mondale, Former Vice President of the United States\nThe Honorable Ernest Moniz, Secretary of Energy, U.S. Department of Energy, Washington, DC\nDr. Naomi Moniz, Brookline, MA\nMr. Floyd Mori, National Executive Director, Japanese Americans Citizens League, Arlington, VA\nMrs. Irene Mori, Arlington, VA\nMs. Sabrina Moyle, Co-Founder, Hello! Lucky, San Francisco, CA\nMr. Julian Abdey \nThe Honorable Shailagh Murray, Assistant to the President and Senior Advisor, Washington, DC\nMr. Neil King, Washington, DC  \nMr. James Murren, Chairman and CEO of MGM Resorts International, Las Vegas, NV\nMrs. Heather Murren, Las Vegas, NV\nMr. Hiroshi Muto\nMr. David Nakamura, Reporter, The Washington Post, Washington, DC\nMs. Kristine Schenck, Washington, DC  \nMr. Yoshio Nakamura\nMs. Ellen Nakashima, Reporter, The Washington Post, Washington, DC\nMr. Alan Sipress, Washington, DC  \nMr. Gen Nakatani, Minister of Defense of Japan\nDr. Joseph Nye, Washington, DC\nMs. Mary Nye  \nMr. Ron Olivere, Wilmington, DE\nMrs. Joan Olivere, Wilmington, DE\nMs. Priscilla Anne Ouchida, Executive Director, Japanese American Citizens League, Washington, DC\nMs. Elissa Ouchida, Sacramento, CA\nMr. Greg Page, Executive Chairman of Cargill Inc.\nMs. Devry Boughner, Alexandria, VA  \nThe Honorable Nancy Pelosi, Democratic Leader, U.S. House of Representatives (California), Washington, DC\nMr. Paul Pelosi, San Francisco, CA\nThe Honorable Samantha Power, U.S. Permanent Representative to the United Nations, United Nations, New York, NY\nThe Honorable Penny Pritzker, Secretary of Commerce, U.S. Department of Commerce, Washington, DC\nDr. Bryan Traubert, Chicago, IL\nThe Honorable Jennifer Psaki, Assistant to the President and Director of Communications, Washington, DC\nMr. Gregory Mecher, Washington, DC\nMr. Bupendra Ram\nMs. Kamla Ram, Washington, DC  ;\nMs. Shonda Rhimes, Writer/Producer, Shondaland, Los Angeles, CA\nMr. Scott Brown, Los Angeles, CA\nThe Honorable Ben Rhodes, Assistant to the President and Deputy National Security Advisor for Strategic Communications and Speechwriting, Washington, DC\nMrs. Ann Norris, Washington, DC\nThe Honorable Susan Rice, National Security Advisor, National Security Council, Washington, DC\nMr. John Rice, Jr., Washington, DC\nThe Honorable Mayor Joe Riley, Jr., Charleston, SC\nMrs. Charlotte Riley\nMr. Arturo Rodriguez, President, United Farm Workers, Keene, CA\nMs. Sonia Rodriguez  ;\nMr. John Roos, Hillsborough, CA\nMrs. Susie Roos, Hillsborough, CA\nThe Honorable Amy Rosenbaum, Deputy Assistant to the President for Legislative Affairs, Washington, DC\nMr. Joshua Lahey, Washington, DC  \nThe Honorable Daniel Russel, Assistant Secretary of State for East Asian and Pacific Affairs, U.S. Department of State, Washington, DC\nMrs. Keiko Russel, Washington, DC\nThe Honorable Catherine Russell, U.S. Ambassador-at-Large for Global Women’s Issue, U.S. Department of State, Washington, DC\nThe Honorable Thomas Donilon, Washington, DC  \nThe Honorable Paul Ryan, U.S. Representative (Wisconsin), Washington, DC\nMrs. Janna Ryan, Janesville, WI\nMs. Naoko Saiki\nMr. Yasuo Sakamoto\nAmbassador Kenichiro Sasae, Japanese Ambassador to the United States, Washington, DC\nMrs. Nobuko Sasae, Washington, DC\nMr. Charles Scharf, CEO, Visa Inc., New York, NY\nMrs. Amy Scharf, New York, NY\nMr. Bob Schieffer, Anchor, CBS News, Washington, DC\nMrs. Patricia Schieffer, Washington, DC\nMr. Soichiro Seki\nMr. Shane Smith, Co-Founder and CEO, VICE Media, Brooklyn, NY\nMrs. Tamyka Smith, New York, NY\nMr. Shinsuke Sugiyama\nMr. Hiroshi Suzuki\nMr. George Takei, Los Angeles, CA\nMr. Brad Takei, Los Angeles, CA\nMr. Tomohiko Taniguchi\nThe Honorable Tina Tchen, Assistant to the President and Chief of Staff to the First Lady, Washington, DC\nMr. Hideshi Tokuchi\nMr. Koji Tomita\nMrs. Ellen Uchimiya, Executive Editor, CBSNews, Bethesda, MD\nMr. Matt Bai, Bethesda, MD  \nMr. Keith Umemoto, Democratic National Committee, Sacramento, CA\nMs. Yukiko Umemoto, White Plains, NY  \nThe Honorable Tom Vilsack, Secretary of Agriculture, U.S. Department of Agriculture, Washington, DC\nMs. Janet Vilsack, Washington, DC  \nMr. Russell Wilson, Seattle Seahawks, Bellevue, WA\nMs. Ciara Harris, Los Angeles, CA\nAdmiral James Winnefeld, Vice Chairman, Joint Chiefs of Staff, Henderson Hall, VA\nMrs. Mary Winnefeld, Ft. Myer, VA\nThe Honorable Ron Wyden, U.S. Senator (Oregon), Washington, DC\nMrs. Nancy Bass Wyden, New York, NY\nMr. Shotaro Yachi\nThe Honorable Jeffrey Zients, Assistant to the President and Director of the National Economic Council, Washington, DC\nMrs. Mary Zients, Washington, DC\n\n\n\n\n"
}