{
    "title": "Background on the President's Event Today at American University | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-presidents-event-today-american-university",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 01, 2010\n\n \n\n\n\nBackground on the President's Event Today at American University\n\n\n\n\nREMARKS ON COMPREHENSIVE IMMIGRATION REFORM\nThe President will deliver remarks on the need to fix our broken immigration system through comprehensive immigration reform at the American University School of International Service. \nThe audience of approximately 250 people will be composed of evangelical, business, labor, and community leaders, as well as law enforcement and elected officials (representative list below).\nSTAGE PARTICIPANTS\nDr. Cornelius Kerwin will welcome attendees.\nDr. Cornelius  Kerwin became American University’s 14th president in September 2007.\nBishop John Schol will deliver the Invocation.\nJohn Schol is Bishop of the Baltimore – Washington Conference of the United Methodist Church.\nNate Bronstein will lead the Pledge of Allegiance.\nNate Bronstein, junior and Ardmore, Pennsylvania native, is president of American University's (undergraduate) Student Government.\nVishal Vaidya will sing the National Anthem.\nVishal Vaidya, a Burtonsville, Maryland native, received a BA from American University in May 2009, where he majored in Music Theater and International Studies.\nPastor Bill Hybels will introduce the President.\nBill Hybels is the senior pastor of the 12,000-plus member Willow Creek Community Church located in Northwest-suburban Chicago, Illinois.\nEXPECTED ATTENDEES\nSecretary Hilda Solis\nRepresentative Jeff Flake, R-AZ\nRepresentative Luis Gutierrez, D-IL \nRepresentative Pedro Pierluisi, D-PR\nRepresentative Loretta Sanchez, D-CA \nRepresentative Nydia Velazquez, D-NY\nMayor Michael Bloomberg, New York, NY\nMayor Michael Nutter, Philadelphia, PA \nRev. Leith Anderson, President, National Association of Evangelicals \nChief Chris Burbank, Salt Lake City Chief of Police\nMaría Elena Durazo, Executive Secretary-Treasurer, Los Angeles County Federation of Labor \nCarlos Gutierrez, former Secretary of Commerce \nChief Jack Harris, Phoenix Police Chief of Police\nJuan Hernandez, Co-Founder, Conservatives for CIR\nAssistant Chief Wayne Jerman, Montgomery County Assistant Chief of Police\nDr. Richard Land, President, Southern Baptist Convention Ethics and Religious Liberty Commission\nDoris Meissner, Senior Fellow, Migration Policy Institute\nJanet Murguía, President and CEO, National Council of La Raza \nRev. Samuel Rodriguez, President, National Hispanic Christian Leadership Council \nRev. Al Sharpton, Founder, National Action Network \nRichard Trumka, President, AFL-CIO\nMort Zuckerman, CEO, U.S. News & World Report\n\n\n\n"
}