{
    "title": "Fact Sheet: The U.S.-Brazil Economic Relationship | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/09/fact-sheet-us-brazil-economic-relationship",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 09, 2012\n\n \n\n\n\nFact Sheet: The U.S.-Brazil Economic Relationship\n\n\n\n\nStrengthening Commercial Ties Contribute To Jobs and Growth\nThe United States and Brazil, the two largest economies and largest democracies in the Western Hemisphere, share one of the most important trade and economic relationships in the world.  Brazil is our eighth largest goods trading partner.  U.S. goods and services exports to Brazil totaled $63 billion in 2011 supporting approximately 300,000 U.S. jobs.\nBrazil is an emerging global player and economic powerhouse.  With a 2011 Gross Domestic Product (GDP) of nearly $2.5 trillion, Brazil is the sixth largest economy in the world and accounts for more than 60 percent of South America’s total GDP.  The United States is committed to deepening our bilateral economic relationship with Brazil, building on our mutual strengths, common interests, and input from our dynamic private sector stakeholders.\nA Key Trading Partnership\n\n\n\t\tTwo-way goods and services trade between the United States and Brazil has nearly tripled in the past decade to more than $100 billion in 2011.  In the past five years, goods and services exports from the United States to Brazil more than doubled, from $26.6 billion in 2006 to $62.7 billion in 2011.\n\n\t\tWith 195 million of the world’s consumers, and per-capita income expected to grow more than three percent per year during the next five years, Brazil’s demand for goods imports has more than tripled, from $47.2 billion in 2002 to $226.2 billion in 2011.\n\n\t\tSince 2002, U.S. goods exports to Brazil have more than tripled, growing from $12.4 billion in 2002 to $42.9 billion in 2011.  In 2011, U.S. goods exports to Brazil were up 21 percent from 2010. \n\n\t\tThese exports were made up of goods from high-tech, value-producing industries.  In 2011, the largest U.S. goods export category to Brazil was machinery, valued at $7.9 billion.  Other top export categories included aircraft and parts ($5.4 billion), electric machinery ($4.6 billion), and plastics ($2.1 billion).\n\n\t\tExports to Brazil benefit businesses and entrepreneurs across the nation. In every year for the past 10 years, exporters in all 50 states have reported exports to Brazil.  In 2011, nearly three-quarters of U.S. states (36 total) reported goods export shipments in excess of $100 million.\n\n\t\tU.S. services exports to Brazil have also increased.  From 2002 to 2011, U.S. services exports to Brazil more than tripled, increasing from $5.1 billion in 2002 to $19.9 billion in 2011.  In 2010, these services included telecommunications services worth $2.1 billion, and business, professional, and technical services totaling $2.2 billion.\n\n\t\tIn 2011, 1.5 million Brazilians visited the United States, a 26 percent increase compared to 2010, and up about 400,000 in 2002.  In 2011, Brazilians spent $6.8 billion on travel and tourism related goods in the United States, up 148 percent from 2009.\n\nLeading 15 Exporting States to Brazil (in millions of $USD)\n\n\n\n\nState\n\n2007\n\n2008\n\n2009\n\n2010\n\n2011\n\n\n\n\t\t\t\tTexas\n\n\t\t\t\t3,905\n\n\t\t\t\t5,960\n\n\t\t\t\t5,044\n\n\t\t\t\t7,161\n\n\t\t\t\t9,987\n\n\n\n\t\t\t\tFlorida\n\n\t\t\t\t3,959\n\n\t\t\t\t4,919\n\n\t\t\t\t4,287\n\n\t\t\t\t4,749\n\n\t\t\t\t5,268\n\n\n\n\t\t\t\tCalifornia\n\n\t\t\t\t2,034\n\n\t\t\t\t2,322\n\n\t\t\t\t2,050\n\n\t\t\t\t2,813\n\n\t\t\t\t2,931\n\n\n\n\t\t\t\tIllinois\n\n\t\t\t\t1,379\n\n\t\t\t\t1,907\n\n\t\t\t\t1,246\n\n\t\t\t\t2,066\n\n\t\t\t\t2,552\n\n\n\n\t\t\t\tLouisiana\n\n\t\t\t\t609\n\n\t\t\t\t1,144\n\n\t\t\t\t677\n\n\t\t\t\t1,424\n\n\t\t\t\t1,725\n\n\n\n\t\t\t\tOhio\n\n\t\t\t\t1,335\n\n\t\t\t\t1,963\n\n\t\t\t\t1,098\n\n\t\t\t\t1,432\n\n\t\t\t\t1,655\n\n\n\n\t\t\t\tNew Jersey\n\n\t\t\t\t504\n\n\t\t\t\t620\n\n\t\t\t\t684\n\n\t\t\t\t807\n\n\t\t\t\t1,458\n\n\n\n\t\t\t\tPennsylvania\n\n\t\t\t\t598\n\n\t\t\t\t1,126\n\n\t\t\t\t562\n\n\t\t\t\t1,263\n\n\t\t\t\t1,307\n\n\n\n\t\t\t\tNew York\n\n\t\t\t\t603\n\n\t\t\t\t651\n\n\t\t\t\t619\n\n\t\t\t\t813\n\n\t\t\t\t1,105\n\n\n\n\t\t\t\tGeorgia\n\n\t\t\t\t495\n\n\t\t\t\t799\n\n\t\t\t\t589\n\n\t\t\t\t850\n\n\t\t\t\t1,080\n\n\n\n\t\t\t\tKentucky\n\n\t\t\t\t765\n\n\t\t\t\t557\n\n\t\t\t\t897\n\n\t\t\t\t860\n\n\t\t\t\t997\n\n\n\n\t\t\t\tIndiana\n\n\t\t\t\t512\n\n\t\t\t\t637\n\n\t\t\t\t534\n\n\t\t\t\t820\n\n\t\t\t\t860\n\n\n\n\t\t\t\tVirginia\n\n\t\t\t\t518\n\n\t\t\t\t639\n\n\t\t\t\t482\n\n\t\t\t\t641\n\n\t\t\t\t848\n\n\n\n\t\t\t\tMichigan\n\n\t\t\t\t388\n\n\t\t\t\t439\n\n\t\t\t\t414\n\n\t\t\t\t586\n\n\t\t\t\t756\n\n\n\n\t\t\t\tNorth Carolina\n\n\t\t\t\t555\n\n\t\t\t\t591\n\n\t\t\t\t592\n\n\t\t\t\t682\n\n720Bottom of Form\n\n\n\n\nSource: TradeStats Express\nStrengthening Ties Through Investment\nBilateral investment flows between Brazil and the United States support jobs, stimulate exports, and strengthen our overall economic relationship.  At the end of 2010, total Brazilian capital investment in the United States stood at $15.5 billion, making it among the largest sources of foreign direct investment (FDI) from Latin America. \nAccording to preliminary estimates released by the U.S. Bureau of Economic Analysis, Brazilian firms invested nearly $3.7 billion in the United States in 2011.  Top sectors for FDI from Brazil to the United States include energy – including coal, gas, oil, and alternatives and renewables – as well as the manufacture of metals, plastics, textiles, and building and construction materials.\nIn 2009, U.S. subsidiaries of Brazilian-owned firms employed 39,000 U.S. workers and contributed $2.6 billion to U.S. goods exports.  As Brazil’s economy continues to grow, there will be great potential to increase these flows.  Between January 2003 and February 2012, 81 deals were announced with total capital expenditures of $3.37 billion, creating approximately 8,110 U.S. jobs.\nSome recent examples of job-supporting Brazilian investment in the United States include:\n\n\n\t\tIn June 2011, the Brazilian firm Braksem announced plans to invest $4 billion to increase its plastics production in North America.  This investment will help Braksem expand its three U.S. facilities to produce 1 million tons of polypropylene per year.\n\n\t\tIn June 2011, Santana Textiles announced plans to open a new spinning, weaving, and storage facility in Edinburg, Texas.  The first phase of the project created 300 new jobs by December 2011, with an expected 500 additional positions generated upon completion of the facility.\n\n\t\tIn May 2011, the Brazilian company Gerdau announced plans to invest $347 million to expand metal manufacturing capacity by 400,000 tons at its mills in Michigan, Arkansas, and Minnesota.  Gerdau also announced its intention to conduct technical studies on the expansion of its Monroe, Michigan plant and the creation of a new North American facility.\n\nExport Success Stories\nThrough the National Export Initiative and the U.S. Commercial Service, the United States is working to facilitate more job-supporting exports to Brazil.  Some recent success stories include:\n\n\n\t\tRosenbauer America, a fire truck manufacturer, won a $42 million contract to supply 80 fire engines to Infraero, Brazil’s airport authority.  The contract was signed in August 2011 and the trucks will be manufactured in Minnesota. \n\n\t\tFlorida-based Eastern Shipbuilding Group won a $241 million contract last year to build five vessels for the Brazilian firm, Boldini, S.A.  The U.S. Maritime Administration provided a loan guarantee for the project.  The deal will generate 300 jobs at the Eastern Shipbuilding facility in Panama City, Florida.\n\n\t\tWest Virginia-based Swanson Industries, a manufacturer and repair service company of long-stroke cylinders used in the offshore oil industry, in October 2010 entered into an agreement with a Brazilian firm, Superpesa, which yielded a repair service contract worth $1 million in sales for Swanson.\n\n\t\tIn March 2012, GE Energy made a $30 million sale of GE engines to two wind farms in the Brazilian state of Rio Grande do Norte.\n\n\n\n\n\n"
}