{
    "title": "White House Releases First Comprehensive Federal Report on the Status of American Women in Almost 50 Years | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/01/white-house-releases-first-comprehensive-federal-report-status-american-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 01, 2011\n\n \n\n\n\nWhite House Releases First Comprehensive Federal Report on the Status of American Women in Almost 50 Years\n\n\n\n\n\nReport Released on First Day of Women’s History Month\n\n\tWASHINGTON – Today, the White House released a new report entitled Women in America: Indicators of Social and Economic Well-Being, a statistical portrait showing how women are faring in the United States today and how their lives have changed over time.  This is the first comprehensive federal report on women since 1963, when the Commission on the Status of Women, established by President Kennedy and chaired by Eleanor Roosevelt, produced a report on the conditions of women. View Women in America HERE.\n\t \nWomen in America focuses on five critical areas: people, families and income; education; employment; health; and crime and violence.  The Administration will be honoring Women’s History Month throughout March, and will highlight a different section of the report every week.\n\t \n\t“The Obama Administration has been focused on addressing the challenges faced by women and girls from day one because we know that the success of women and girls is vital to winning the future,” said Chair of the White House Council on Women and Girls Valerie Jarrett. “Today’s report not only serves as a look back on American women’s lives, but serves as a guidepost to help us move forward.”\n\t \n\tThe Office of Management and Budget and the Economics and Statistics Administration within the Department of Commerce worked together with federal statistical agencies to create Women in America in support of the Council on Women and Girls. The information informs the efforts of the Council and is aimed at providing facts to a broad range of interested parties, including policymakers, journalists and researchers.\n\t \n\t“At a time when the Government is striving to do more with less, it is more important than ever to ensure we are investing in what works. By consolidating our data so that we can learn more about how services and programs are impacting lives, we can target our resources to deliver the best results for women, families, and all Americans,” said Director of the Office of Management and Budget Jacob Lew.\n\t \n\t“This collection of data from across the federal government offers the most comprehensive look at women in America since the 1960s,” Acting Deputy Secretary of Commerce Rebecca Blank said. “With this report, this administration can more effectively manage programs that support women and girls and America’s families, and foster the growth of the U.S. economy.”\n\t \n\tThe report is accompanied by a website that compiles in one place some of the vast Federal statistical data concerning women. View the website HERE.\n\t \n\tHighlights from the report include:\n\n\n\t\t Women have not only caught up with men in college attendance but younger women are now more likely than younger men to have a college or a graduate degree.   Women are also working more and the number of women and men in the labor force has nearly equalized in recent years.  As women’s work has increased, their earnings constitute a growing share of family income.\n\n\t\tGains in education and labor force involvement have not yet translated into wage and income equity.  At all levels of education, women earned about 75 percent of what their male counterparts earned in 2009.  In part because of these lower earnings and in part because unmarried and divorced women are the most likely to have responsibility for raising and supporting their children, women are more likely to be in poverty than men.  These economic inequities are even more acute for women of color.\n\n\t\tWomen live longer than men but are more likely to face certain health problems, such as mobility impairments, arthritis, asthma, depression, and obesity.  Women also engage in lower levels of physical activity.  Women are less likely than men to suffer from heart disease or diabetes. One out of seven women age 18-64 has no usual source of health care.  The share of women in that age range without health insurance has also increased.\n\n\t\tWomen are less likely than in the past to be the target of violent crimes, including homicide. But women are victims of certain crimes, such as intimate partner violence and stalking, at higher rates than men.\n\n\n\tDuring Women’s History Month, Administration officials will participate in events throughout the country focused on policies that impact women. In the first week, Chair of the White House Council on Women and Girls Valerie Jarrett will speak at an event hosted by Women Impacting Public Policy, White House officials will participate in a Center for American Progress event on the Women in America report, USAID Deputy Administrator Don Steinberg will participate in a panel discussion at the Women Thrive Worldwide’s 3rd Annual International Women’s Day Breakfast and the Small Business Administration will be hosting events on women entrepreneurs and small businesses in New Jersey, Seattle and Arkansas.\n\t \n\tFor more information on the first section of the report on people, families and income, please find a fact sheet HERE.\n\t \n\tPlease find President Obama’s Proclamation on Women’s History Month HERE.\n\n\n\n\n"
}