{
    "title": "Spielberg, Hanks and Winfrey Join Forces with First Lady, Starring in Public Service Announcement Campaign Supporting Military Families | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/12/spielberg-hanks-and-winfrey-join-forces-first-lady-starring-public-servi",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nOctober 12, 2011\n\n \n\n\n\nSpielberg, Hanks and Winfrey Join Forces with First Lady, Starring in Public Service Announcement Campaign Supporting Military Families\n\n\n\n\n\nMajor TV Networks Commit to Broadcasting PSAs to Support Joining Forces\n\n\tWashington, D.C. -  In response to First Lady Michelle Obama and Dr. Jill Biden’s Joining Forces program, a national initiative to support and honor America’s service members and their families, the entertainment industry’s Inter-Guild Joining Forces Task Force today released new public service announcements (PSAs) featuring Steven Spielberg, Tom Hanks and Oprah Winfrey. The American Federation of Television and Radio Artists, Directors Guild of America, Producers Guild of America, Screen Actors Guild and the Writers Guild of America West formed a Joining Forces Inter-Guild Task Force to provide creative and production support for Joining Forces and to inform and inspire their memberships about the service of America’s military families. \n\n\tThe new PSAs, which were written, directed and produced by members of the Task Force, tell real stories about America’s military families and call on all Americans to give back to ensure service members and military families have the support they have earned.  Last June, the Guilds hosted the First Lady for a special Joining Forces event in Los Angeles to discuss the stories and issues of today’s military families so that their experiences can be integrated into film, television and digital media.  These PSAs are a direct outcome of the commitments that were made by the Inter-Guild Task Force to the First Lady in Los Angeles. A + E Networks, CBS, Comcast NBC, Disney ABC, FOX, and WB have agreed to support the PSA campaign.  \n\n\tThe PSAs feature a call to action from the First Lady to encourage Americans to get involved to support military families by visiting www.joiningforces.gov. This website’s resources were recently revamped to include thousands of additional opportunities for Americans to volunteer in their own communities.  This website enhancement was supported by the Inter-Guild Joining Forces Task Force and included significant contributions from major organizations including Blue Star Families, the Points of Light Institute, All For Good, the American Red Cross, Service Nation, and the Corporation for National and Community Service.  Visitors can send messages of thanks, find opportunities to get involved and share stories of service. \n\n\tThe Inter-Guild Joining Forces Task Force is led by Academy Award-winning producer Bruce Cohen, who assembled the production teams to create the campaign.  The PSAs feature star power on camera and behind the scenes with Invictus producer Lori MCreary; Academy Award-winning composer Hans Zimmer; Army Wives creator Katherine Fugate; Lost creator and executive-producer, Damon Lindelof; and Director Tom Shadyac known for his work in Ace Ventura, Bruce Almighty; among many others.\n\n\t“The entertainment community answered the Joining Forces call and has done what they do best – bring to life stories that move us,” said First Lady Michelle Obama.  “Through this PSA campaign, Americans will learn more about the unique challenges and needs of our military families, see their strength, resilience and service, and find out how they can give back to these extraordinary troops and families who have given us so much.”   \n\n\t“As a military mom I know just how much it means when people reach out to show their support for our service members and their families,” said Dr. Jill Biden. “The First Lady and I hope that this campaign will inspire more Americans to take action and reach out to military families in their own communities around the country.”\n\n\t“It is a tremendous honor for the guilds to be participating in this incredibly important initiative” said producer Bruce Cohen. “The phenomenally talented members of the creative team behind these PSAs are all hoping that people across the country will be inspired to get involved.”\n\n\tFirst Lady Michelle Obama and Dr. Jill Biden created Joining Forces to bring Americans together to recognize, honor and take action to support military families as they serve our country and throughout their lives. The initiative aims to educate, challenge, and spark action from all sectors of society to ensure military families have the support they have earned. The initiative focuses on key priority areas – employment, education, and wellness while raising awareness about the service, sacrifice, and needs of military families.\n\nInter-Guild Joining Forces PSA Creative Teams:\n\n\tAll PSAs:\n\n\tProducer:  Lori McCreary, producer of Invictus\n\tCo-Producer:  Leif Lillehaugen, producer of War of Words\n\tComposer:  Hans Zimmer, composer of The Lion King, Madagascar, Shark Tale, The Prince of Egypt, The Road to El Dorado, Gladiator, Pearl Harbor, As Good as it Gets and Thelma & Louise\n\tTask Force co-chair: Wendy Smith\n\n\tSteven Spielberg PSA:\n\tWriter:  Katherine Fugate, creator of the Lifetime series Army Wives\n\tProducer:  Marshall Persinger, executive producer of Army Wives\n\tDirector:  Joanna Kerns, director of Army Wives, and Grey’s Anatomy\n\n\tTom Hanks PSA:\n\tWriter:  Damon Lindelof, writer, creator and executive-producer of Lost\n\tProducer:  Jason Taragan, associate producer of Paul Blart: Mall Cop\n\tDirectors:  Steve Carr, director of Paul Blart: Mall Cop, Next Friday, and Dr. Dolittle 2 &\n\tJoanna Kerns, director of Army Wives, and Grey’s Anatomy  \n\n\tOprah Winfrey PSA:\n\tWriter & Director:  Tom Shadyac, director of Ace Ventura: Pet Detective, Liar, Liar, Bruce Almighty, and Evan Almighty\n\n\tTo view full versions of the PSAs please visit the following links: Spielberg PSA; Hanks PSA; Winfrey PSA.\n\n\n\n\n"
}