{
    "title": "President Obama to Deliver Remarks at White House American Latino Heritage Forum | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/05/president-obama-deliver-remarks-white-house-american-latino-heritage-for",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 05, 2011\n\n \n\n\n\nPresident Obama to Deliver Remarks at White House American Latino Heritage Forum\n\n\n\n\n\n\tWASHINGTON, DC—On Wednesday, October 12, the President will deliver remarks at an American Latino Heritage Forum being hosted by the White House and the U.S. Department of the Interior to celebrate the past and ongoing contributions of American Latinos who have helped shape America’s rich and diverse history.\n\n\tThe forum, which will help celebrate Hispanic Heritage Month, will be held at the Department of the Interior and is expected to attract a broad spectrum of business leaders, cultural leaders, and scholars from the Latino community to discuss how the legacy of American Latinos should be recognized, preserved and interpreted for future generations.\n\n\tThe forum will feature three panels that will discuss: “Recognizing the Contributions of the American Latino in the American Economy,” “Honoring the Contributions of American Latinos from the Revolutionary War to Iraq and Afghanistan,” and “Celebrating the Contributions of American Latino Heritage in Arts and Culture.”\n\n\t“Our country thrives on the diversity and ingenuity of its people,” said Secretary of the Interior Ken Salazar. “Through the centuries, American Latinos have contributed to all aspects of our society and our culture.   They are entrepreneurs and public servants, laborers and farm workers, doctors and lawyers, activists and educators, and brave service members who defend our way of life at home and abroad.   Our ability to harness the resources and talent of the Latino community will only strengthen our Nation’s ability to out-innovate, out-educate, and out-build the rest of the world.”\n\n\n\n\n"
}