{
    "title": "Background on the President’s Events Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/29/background-president-s-events-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 29, 2010\n\n \n\n\n\nBackground on the President’s Events Today\n\n\n\n\n\nNEIGHBORHOOD REMARKS & Q&A\n\nDES MOINES, IOWA\n\n\t \n\n\tToday, the President will meet with the Clubb family in Des Moines, Iowa, where he will host a backyard discussion on the challenges currently facing the middle class with approximately 70 neighbors from the area.\n\n\t \n\nBACKGROUND ON THE CLUBB FAMILY\n\n\tJeff and Sandy Clubb are parents to Tristan (11 years old) and Skyelar (9 years old) and have lived in Des Moines for four years.  Jeff was born and raised in Sigourney, Iowa and is a social studies and religion teacher at Holy Trinity Catholic School.  Sandy was born and raised in Bethesda, Maryland and is the athletic director at Drake University.  Jeff and Sandy have been married for 15 years and met at Arizona State University where she served as the senior associate director of athletics and he completed college while also working fulltime as a firefighter.\n\n\t \n\nELECTED OFFICIALS EXPECTED TO ATTEND\n\n\tGovernor Chet Culver\n\n\tMayor Frank Cownie, Des Moines\n\n\t \n\n\t \n\nRICHMOND NEIGHBORHOOD REMARKS & Q&A\n\nRICHMOND, VIRGINIA\n\n\t \n\n\tLater today, the President will meet with the Perry family in Richmond, Virginia, where he will host a discussion at the Southampton Recreation Association highlighting tax cuts and the deficit with approximately 35 neighbors from the area. \n\n\t \n\n\tThroughout the summer, President Obama has met with families to listen to their concerns and to discuss specific ways to jumpstart job creation and strengthen the middle class.  He met with residents of Albuquerque, New Mexico and Fairfax, Virginia, earlier this month and families in Columbus, Ohio, in August. \n\n\t \n\nBACKGROUND ON THE PERRY FAMILY\n\n\tMatt and Stephanie Perry are parents to Matthew (13 years old) and Lucy (11 years old) and have lived in Richmond for 18 years.  Matt, a New Jersey native, is the co-owner of Riverside Outfitters and president of the Southampton Recreation Association.  Stephanie, a Blacksburg, Virginia native, is a career educator and currently works as a math and science teacher at Albert Hill Middle School.  The couple has been married for almost 15 years.\n\n\t \n\nELECTED OFFICIAL EXPECTED TO ATTEND\n\n\tMayor Dwight Jones, Richmond\n\n\n\n\n"
}