{
    "title": "President Obama Announces Key White House Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/01/25/president-obama-announces-key-white-house-posts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 25, 2013\n\n \n\n\n\nPresident Obama Announces Key White House Posts\n\n\n\n\nWASHINGTON, DC – Today, President Barack Obama announced the following individuals will serve in key White House posts:\n• Denis McDonough – White House Chief of Staff\n\t• Rob Nabors – Assistant to the President and Deputy White House Chief of Staff for Policy\n\t• Antony Blinken – Assistant to the President and Deputy National Security Advisor\n\t• Danielle Gray – Assistant to the President and Cabinet Secretary               \n\t• Katy Kale – Assistant to the President for Management and Administration\n\t• Lisa Monaco – Assistant to the President for Homeland Security and Counterterrorism and Deputy National Security Advisor\n\t• Jennifer Palmieri – Assistant to the President and Communications Director\n\t• Dan Pfeiffer – Assistant to the President and Senior Advisor\n\t• Miguel Rodriguez –Assistant to the President and Director of Legislative Affairs\n\t• David Simas – Assistant to the President and Deputy Senior Advisor for Communications and Strategy\nPresident Obama said, “The challenges we face as a country, from rebuilding middle class security to strengthening our national security are complicated, and require thoughtful, comprehensive solutions.  That’s why I am proud to announce a team with the deep expertise necessary to move our country forward.  From growing the economy and shrinking our deficits, to keeping our country safe and addressing the dangers of climate change, these are people who will not rest until we get the job done. Led by Denis, this team is an extraordinary group of talented individuals with whom I will be honored to work.”\n\n\n\n\n"
}