{
    "title": "Philadelphia Mayor Backs Middle Class Tax Cut Framework | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/08/philadelphia-mayor-backs-middle-class-tax-cut-framework",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 08, 2010\n\n \n\n\n\nPhiladelphia Mayor Backs Middle Class Tax Cut Framework\n\n\n\n\n\nMICHAEL A. NUTTER\n\tOffice of the Mayor Mayor\n\t215 City Hall\n\tPhiladelphia, PA 19107\n\t(215) 686-2181\n\tFAX (215) 686-2180\n\nStatement Delivered by Mayor Nutter on December 8, 2010\n\n\tTwo nights ago, President Obama took a bold step forward in moving America toward economic recovery. He should be commended for bringing home a victory for ALL Americans.\n\t \n\tPresident Obama chose not to play chess with people’s lives. Governing is not a game, it’s about getting stuff done.\n\t \n\tThere are around 73,000 people currently unemployed in Philadelphia who are very relieved that the President reached this deal with the Republicans in Congress.\n\t \n\tThis agreement will enable families to keep a roof over their heads and put food on the table as unemployed individuals continue the difficult search for work in this tough economy.\n\t \n\tWorking families will have tax credits contained within the Recovery Act – Earned Income Tax Credit, Child Tax Credit, American Opportunity Tax Credit – extended. And there are businesses that will find it easier to create jobs because of the payroll tax cut and the ability to expense investments that they make.\n\t \n\tPeople in Philadelphia want to work, they are trying to work, and we in city government are working 24/7 to attract businesses and create jobs. In recent months our efforts have borne fruit with announcements that major corporations like Teva Pharmaceuticals and the Mark Group will be making major investments in new operations in the city.\n\t \n\tWe also created a program over the summer – Way to Work Philly – that put 13,000 adults and young people to work, only to have Congressional Republicans pull the funding.\n\t \n\tThe American people want the President and the Congress to work together to get this economy moving again. They don’t care about Washington games. They want their leaders to be 100% focused on creating jobs, not on scoring political points.\n\t \n\tWithout this deal every American’s taxes would have gone up, including those hardest hit by this recession with the loss of their livelihoods. Well, the point of government is to help people, not hurt them to score political points. That’s not responsible governing, and our President takes his responsibility to the American people seriously.\n\t \n\tWe elected President Obama to get things done, and that’s what he’s done.\n\n\n\n\n"
}