{
    "title": "Statement by the President on the Signing of the Bilateral Security Agreement and NATO Status of Forces Agreement in Afghanistan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/09/30/statement-president-signing-bilateral-security-agreement-and-nato-status",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 30, 2014\n\n \n\n\n\nStatement by the President on the Signing of the Bilateral Security Agreement and NATO Status of Forces Agreement in Afghanistan\n\n\n\n\nToday we mark an historic day in the U.S.-Afghan partnership that will help advance our shared interests and the long-term security of Afghanistan. After nearly two years of hard work by negotiating teams on both sides, earlier today in Kabul the United States and the new Afghan Government of National Unity signed a Bilateral Security Agreement (BSA). This agreement represents an invitation from the Afghan Government to strengthen the relationship we have built over the past 13 years and provides our military service members the necessary legal framework to carry out two critical missions after 2014: targeting the remnants of Al Qaeda and training, advising, and assisting Afghan National Security Forces. The signing of the BSA also reflects the implementation of the Strategic Partnership Agreement our two governments signed in May 2012.\nToday, Afghan and NATO officials also signed the NATO Status of Forces Agreement, giving forces from Allied and partner countries the legal protections necessary to carry out the NATO Resolute Support mission when ISAF comes to an end later this year.\nThese agreements follow an historic Afghan election in which the Afghan people exercised their right to vote and ushered in the first peaceful democratic transfer of power in their nation’s history. The BSA reflects our continued commitment to support the new Afghan Unity Government, and we look forward to working with this new government to cement an enduring partnership that strengthens Afghan sovereignty, stability, unity, and prosperity, and that contributes to our shared goal of defeating Al Qaeda and its extremist affiliates.\nThis day was only possible because of the extraordinary service of our men and woman in uniform who continue to sacrifice  so much in Afghanistan on behalf of our security and the Afghan people. The American people are eternally grateful for their efforts.\n\n\n\n\n"
}