{
    "title": "Upcoming Guidance for the First Lady | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/04/27/upcoming-guidance-first-lady",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nApril 27, 2015\n\n \n\n\n\nUpcoming Guidance for the First Lady\n\n\n\n\nFriday, May 1, 2015\nDetroit, MI * 12:15 PM ET – As part of her Reach Higher initiative, First Lady Michelle Obama will speak at Detroit’s first-ever citywide College Signing Day, hosted by the Detroit College Access Network at Wayne State University. Over 1,500 students from more than 40 Detroit high schools will participate in the rally.\nIn her keynote remarks, the First Lady will highlight the importance of students pursuing and completing a form of higher education, and students doing their part to answer the President’s call for America to once again have the highest proportion of college graduates in the world. This will be the second year the First Lady has celebrated College Signing Day; last year she attended a similar event in San Antonio, TX. This year, the First Lady will be joined by Ciara, Grammy award winning recording artist and long-time advocate for education through her work with Get Schooled.\nIn addition to the First Lady’s event in Detroit, over 400 College Signing Day events have been planned by communities, students, and organizations committed to helping students pursue higher education. Education Secretary Arne Duncan will attend a College Signing Day event in Washington, D.C. and Housing and Urban Development Secretary Julian Castro will attend a College Signing Day event in Austin, TX.\nTo celebrate College Signing Day, the First Lady is encouraging people across the country to wear their college apparel and share their photos with #ReachHigher on social media. Follow along with the day’s celebrations and the more than 400 Signing Day events across the country:\nHashtag: #ReachHigher\nTwitter: @FLOTUS, @ReachHigher, @ArneDuncan, @SecretaryCastro\nInstagram: @MichelleObama and @ReachHigher2020\nThis event is open press, but space is limited. Media must RSVP with the name, position (Reporter, TV Camera, Photographer, etc.) media outlet, phone and email for each person planning to cover the event to Sbailey@excellentschoolsdetroit.org or by phone at (313) 207-2267 by Wednesday, April 29, 2015, at 6:00 PM EST. Media receiving credentials to cover the remarks will receive a confirmation email of their RSVP.\n\n\n\n\n"
}