{
    "title": "Presidential Nominations Sent to the Senate | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/01/22/presidential-nominations-sent-senate",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 22, 2013\n\n \n\n\n\nPresidential Nominations Sent to the Senate\n\n\n\n\nNOMINATIONS SENT TO THE SENATE:\n\t \n\tJohn Owen Brennan, of Virginia, to be Director of the Central Intelligence Agency, vice David H. Petraeus, resigned.\n\t               \n\tCharles Timothy Hagel, of Nebraska, to be Secretary of Defense, vice Leon E. Panetta.\n\t \n\tJohn Forbes Kerry, of Massachusetts, to be Secretary of State, vice Hillary Rodham Clinton.\n\t               \n\tJacob J. Lew, of New York, to be Secretary of the Treasury, vice Timothy F. Geithner.\n\t \n\tJacob J. Lew, of New York, to be United States Governor of the European Bank for Reconstruction and Development; to be United States Governor of the International Monetary Fund for a term of five years; United States Governor of the International Bank for Reconstruction and Development for a term of five years; United States Governor of the Inter-American Development Bank for a term of five years, vice Timothy F. Geithner.\n\t \n\tSylvia M. Becker, of the District of Columbia, to be a Member of the Foreign Claims Settlement Commission of the United States for the term expiring September 30, 2013, vice Ralph E. Martinez, term expired.\n\t \n\tSylvia M. Becker, of the District of Columbia, to be a Member of the Foreign Claims Settlement Commission of the United States for the term expiring September 30, 2016.  (Reappointment)\n\t \n\tRobert F. Cohen, Jr., of West Virginia, to be a Member of the Federal Mine Safety and Health Review Commission for a term of six  years expiring August 30, 2018.  (Reappointment)\n\t \n\tRichard J. Engler, of New Jersey, to be a Member of the Chemical Safety and Hazard Investigation Board for a term of five years, vice William E. Wright, term expired.\n\t               \n\tAlan F. Estevez, of the District of Columbia, to be a Principal Deputy Under Secretary of Defense, vice Frank Kendall III.\n\t                                                                                              \n\tChristopher J. Meade, of New York, to be General Counsel for the Department of the Treasury, vice George Wheeler Madison, resigned.\n\t \n\tDavid Medine, of Maryland, to be Chairman and Member of the Privacy and Civil Liberties Oversight Board for a term expiring January 29, 2018.  (New Position)\n\t \n\tCarol Waller Pope, of the District of Columbia, to be a Member of the Federal Labor Relations Authority for a term of five years\n\texpiring July 1, 2014.  (Reappointment)\n\t               \n\tWilliam B. Schultz, of the District of Columbia, to be General Counsel of the Department of Health and Human Services, vice Daniel Meron.\n\t               \n\tJeffrey Shell, of California, to be a Member of the Broadcasting Board of Governors for a term expiring August 13, 2015, vice Walter Isaacson, term expired.\n\t               \n\tJeffrey Shell, of California, to be Chairman of the Broadcasting Board of Governors, vice Walter Isaacson, resigned.\n\t \n\tFrederick Vollrath, of Virginia, to be an Assistant Secretary of Defense.  (New Position)\n\t               \n\tDerek Anthony West, of California, to be Associate Attorney General, vice Thomas John Perrelli, resigned.\n\t \n\tJenny R. Yang, of the District of Columbia, to be a Member of the Equal Employment Opportunity Commission for a term expiring July 1, 2017, vice Stuart Ishimaru, resigned.\n\t \n\n\n\n\n"
}