{
    "title": "US Labor Department Awards $7.5M to Fund Research for Improving Geographic Mobility for Workers in Licensed Occupations | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2017/01/12/us-labor-department-awards-75m-fund-research-improving-geographic",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\n\nJanuary 12, 2017\n\n \n\n\n\nUS Labor Department Awards $7.5M to Fund Research for Improving Geographic Mobility for Workers in Licensed Occupations\n\n\n\n\n\nWASHINGTON – Over one-fifth of the current U.S. workforce is made up of workers in licensed occupations – jobs that require a government license. Current licensing systems, however, can become inefficient, resulting in barriers for workers trying to enter a profession, restricted worker mobility and ultimately impaired economic growth.\n\n\tWith this in mind, the U.S. Department of Labor today announced an award of $7.5 million to the National Conference of State Legislatures, or NCSL, for a project geared towards improving geographic mobility for workers in licensed occupations. NCSL will direct a coalition of 10 states working to achieve two primary goals:\n\n\n\t\tIdentify licensing criteria to ensure that existing and new licensing requirements are not overly broad or burdensome and don’t create unnecessary barriers to labor market entry\n\n\t\tImprove portability for selected occupational licenses across state lines\n\n\n\tThe project will also produce research and technical assistance materials available to all states in addressing similar issues.\n\n\t“When licensing systems are inefficient, everyone is affected. Worker mobility is restricted, costs for consumers go up, and businesses have a harder time finding the employees they need,” said Labor Secretary Thomas E. Perez. “Taking steps to promote occupational licensing reform will help all workers gain access to good jobs.”\n\n\tNCSL, in partnership with the National Governor’s Association’s Center for Best Practices and the Council of State Governments, will work collaboratively across organizations and sectors in this multi-state project. Each state in the coalition will receive technical assistance, develop an action plan that identifies strategies to reduce barriers to labor market entry and improve licensure portability, and work toward implementation of the action plan.\n\n\tGuidance on research, expertise in technical assistance and help with dissemination of project outputs will be provided by a group of national experts representing the selected occupations and target populations to be served by the project.\n\n\tThe partners will conduct five research projects: (1) a policy literature scan to identify relevant studies and reports and compile the results into a summary analysis; (2) a research effort to collect comprehensive information on licensure requirements for selected occupations across all states; (3) a review of existing research on barriers to entering the labor market for impacted populations; (4) analysis of sunrise/sunset provisions to related to occupational licensing; and (5) research on specific topics related to states’ action plans.\n\n\n\n\n"
}