{
    "title": "The President Donates Nobel Prize Money to Charity | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-donates-nobel-prize-money-charity",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 11, 2010\n\n \n\n\n\nThe President Donates Nobel Prize Money to Charity\n\n\n\n\nWASHINGTON – President Obama today announced the charities that will receive a portion of the $1.4 million award that comes with the Nobel peace prize.\n“These organizations do extraordinary work in the United States and abroad helping students, veterans and countless others in need,” said President Obama. “I’m proud to support their work.”\nList of Charities\n$250,000 to Fisher House\nFisher House is a national non-profit organization that provides housing for families of patients receiving medical care at major military and VA medical centers.\n$200,000 to the Clinton-Bush Haiti Fund\nIn the wake of the devastating earthquake in Haiti, President Obama asked former Presidents George W. Bush and Bill Clinton to create the Clinton-Bush Haiti Fund to raise funds for long-term relief efforts in Haiti.\n$125,000 to College Summit\nCollege Summit is a national non-profit organization that partners with high schools to strengthen college-going culture and increase college enrollment rates, so that all students graduate from high school career and college-ready.\n$125,000 to the Posse Foundation\nThe Posse Foundation is a national non-profit organization that identifies public high school students with extraordinary academic and leadership potential who may be overlooked by traditional college selection processes. Posse’s college and university partners award Posse Scholars four-year, full-tuition leadership scholarships. The scholars graduate at a rate of 90 percent.\n$125,000 to the United Negro College Fund\nThe United Negro College Fund plays a critical role in enabling more than 60,000 students each year to attend college through scholarship and internship programs.\n$125,000 to the Hispanic Scholarship Fund\nThe Hispanic Scholarship Fund (HSF) is the nation's leading Hispanic scholarship organization, providing the Hispanic community more college scholarships and educational outreach support than any other organization in the country. In its 34 year history, the Hispanic Scholarship Fund has awarded close to $280M in scholarships to more than 90,000 students in need.\n$125,000 to the Appalachian Leadership and Education Foundation\nA non-profit organization funded by foundations and companies, ALEF supports and enables young men and women from Appalachia to pursue higher education though scholarship and leadership curriculum.\n$125,000 to the American Indian College Fund\nThe American Indian College Fund transforms Indian higher education by funding and creating awareness of the unique, community-based accredited Tribal Colleges and Universities, offering students access to knowledge, skills, and cultural values which enhance their communities and the country as a whole. The Fund disburses approximately 6,000 scholarships annually for American Indian students seeking to better their lives through higher education. The Fund also provides support for tribal college needs, ranging from capital support to cultural preservation curricula.\n$100,000 to AfriCare\nAfriCare was founded in 1970 and has more projects in Africa than any other U.S. based charity, reaching communities in 25 countries, primarily in Sub-Saharan Africa.  Its programs address needs in three principal areas: health and HIV/AIDS; food security and agriculture; and water resource development.\n$100,000 to the Central Asia Institute\nThe Central Asia Institute promotes and supports community-based education and literacy, especially for girls, in remote regions of Pakistan and Afghanistan.  The Institute’s co-founder, Greg Mortenson, was also a Nobel Peace Prize nominee this year, whose book, Three Cups of Tea: One Man’s Mission to Promote Peace, One School at a Time, recounts his attempt to successfully establish dozens of schools and promote girls’ education in rural Afghanistan and Pakistan.\n** This release has been corrected.\n\n\n\n"
}