{
    "title": "Comunicado Conjunto De Los Presidentes De El Salvador, Guatemala, Y Honduras, Y El Vicepresidente De Los Estados Unidos De América | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/27/comunicado-conjunto-de-los-presidentes-de-el-salvador-guatemala-y",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\n\nSeptember 27, 2016\n\n \n\n\n\nComunicado Conjunto De Los Presidentes De El Salvador, Guatemala, Y Honduras, Y El Vicepresidente De Los Estados Unidos De América \n\n\n\n\n\n\tLos presidentes de El Salvador, Salvador Sánchez Cerén; Guatemala, Jimmy Morales; y Honduras, Juan Orlando Hernández; y el Vicepresidente de los Estados Unidos, Joe Biden, se reunieron en el Banco Interamericano de Desarrollo en Washington, DC el 23 de septiembre del 2016, para dar seguimiento a los avances logrados en retos regionales como la migración, seguridad, gobernabilidad, y economía en el marco del Plan de la Alianza para la Prosperidad de del Triángulo Norte y la Estrategia de Relacionamiento de Estados Unidos con Centroamérica, con el objeto de reducir los incentivos que provocan la migración irregular. Los líderes también participaron en un diálogo  con miembros del sector privado y  una audiencia más amplia de actores clave para Centroamérica para discutir acciones novedosas en temas de infraestructura, logística y energía.\n\n\tLos gobiernos de El Salvador, Guatemala, Honduras, y los Estados Unidos reafirmaron sus compromisos establecidos en el Comunicado de Blair House el 24 de febrero del 2016.  Ejemplo de ello ha sido la conformación de Cuerpos Consultivos en cada país para darle seguimiento al Plan, con participación de los sectores público y privado, y de la sociedad civil.  El diálogo entre los líderes se basó en los acuerdos alcanzados durante sus reuniones del 14 de enero, el 24 de febrero, y el 3 de mayo del 2016, en las que se definieron objetivos específicos sobre la seguridad, gobernabilidad y prosperidad en la región, incluyendo los esfuerzos para promover una migración segura, legal y ordenada que contempla campañas de prevención de migración irregular y la atención integral de población migrante retornada.\n\n\tEn sus declaraciones, los Presidentes del Triángulo Norte enfatizaron el progreso realizado por cada gobierno y las acciones realizadas a nivel regional como el proceso de integración comercial y aduanera, el establecimiento de un Plan Regional para el Combate a la Criminalidad Organizada, la creación de una Fuerza Trinacional contra el crimen organizado, y la integración de investigaciones y sistemas informáticos relacionados con pandillas, con un enfoque coordinado de las fiscalías.\n\n\tAdicionalmente, destacaron los avances y logros en objetivos a nivel nacional:\n\n\n\t\tEn El Salvador, a raíz de los esfuerzos del gobierno para mejorar la seguridad, los homicidios han disminuido aproximadamente un 50 por ciento desde el comienzo del año. En el último año, El Salvador también ha abordado agresivamente las redes financieras de las organizaciones criminales transnacionales.  En julio, Operación Jaque resultó en la detención de 78 personas y la incautación de propiedades inmobiliarias, 178 vehículos y más de 600 cuentas bancarias. Adicionalmente, se han establecido espacios de diálogo público privado sobre crecimiento económico, seguridad, y educación que han permitido definir propuestas específicas como el Plan El Salvador Seguro, así como la aprobación de un paquete de reformas para incentivar la inversión privada. Actualmente el Presidente lidera una mesa de diálogo fiscal con los principales partidos políticos. En combate a la corrupción, la Secretaría de Transparencia y Anticorrupción presentó más de 150 expedientes con casos de presunta corrupción en la Administración Pública ante la Fiscalía General.  La Fiscalía General de la República ha recibido el respaldo del Ejecutivo incluyendo fondos adicionales para contratar más fiscales auxiliares.\n\n\t\tGuatemala ha incrementado significativamente la recaudación tributaria a través de medidas judiciales y administrativas, y ha adoptado medidas para combatir la evasión fiscal y el contrabando.  El gobierno continua la lucha contra la corrupción y al fortalecimiento del Ministerio Público.  En materia de seguridad, como resultado del fortalecimiento y modernización de la Policía Nacional Civil hubo una reducción en la tasa de homicidios, se  realizan continuos esfuerzos para la desarticulación de bandas criminales, y se alcanzó una cifra record en materia de incautación de droga.  Recientemente el gobierno presentó la política de desarrollo urbano que promueve soluciones de vida digna y generación de empleo.  Para reforzar las acciones de coordinación y alineación del Plan, el Cuerpo Consultivo del gobierno acordó la implementación de un plan piloto en tres municipios.\n\n\t\tEn Honduras, logros notables incluyen la puesta en función de la Misión de Apoyo contra la Corrupción e Impunidad en Honduras (MACCIH) y el incremento sostenido de los ingresos tributarios, proyectado a representar un 17.2 por ciento del producto interno bruto en el 2016.  Además,  los avances sin precedentes obtenidos por la Comisión Especial para el Proceso de Reestructuración y Depuración de la Policía Nacional, que ha retirado de sus cargos a un 40 por ciento  de los oficiales policiales y presentó la información pertinente al sistema judicial.  Honduras también continúa fortaleciendo la capacidad de la Policía Nacional y la desarticulación de las bandas de trata y tráfico de personas, así como el combate continúo contra la extorsión.  El gobierno, junto al sector privado, lanzó el programa Honduras 20/20 con el fin de dinamizar sectores productivos prioritarios de la economía nacional y así potenciar la generación de empleos dignos para la población; y también continúa con la implementación del programa Vida Mejor, combatiendo la pobreza en todo el país.\n\n\n\tLos líderes aprovecharon la oportunidad para expresar su agradecimiento a Luis Alberto Moreno, presidente del Banco Interamericano de Desarrollo, por el apoyo que desde el principio ha dado al Plan. Asimismo saludaron de manera especial a los cancilleres de México, Colombia, y Chile por el acompañamiento en este encuentro.\n\n\tLos tres Presidentes también reconocieron el esfuerzo del Congreso de los Estados Unidos al asignar recursos a la Estrategia de Relacionamiento con Centroamérica  en apoyo al Plan. También hicieron un reconocimiento especial al Vicepresidente Biden por su compromiso con el Plan en representación de la Administración Obama.\n\n\tFinalmente, los cuatro líderes ratificaron el establecimiento del Diálogo de Alto Nivel entre los Estados Unidos y los países del Triángulo Norte de Centroamérica que dará continuidad a estos esfuerzos para promover una Centroamérica segura, estable, y próspera.\n\n\n\n\n"
}