{
    "title": "Middle Class Task Force Holds First Meeting in Philadelphia-Focus is on Green Jobs | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/middle-class-task-force-holds-first-meeting-philadelphia-focus-green-jobs",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nFebruary 27, 2009\n\n \n\n\n\nMiddle Class Task Force Holds First Meeting in Philadelphia-Focus is on Green Jobs\n\n\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Vice President\n______________________________________________________________\nFOR IMMEDIATE RELEASE\nFebruary 27, 2009\nMiddle Class Task Force Holds First Meeting in Philadelphia\nTask Force Focuses on Green Jobs as a Pathway to a Strong Middle Class\nwww.AStrongMiddleClass.gov\n\nWashington, DC – The White House Task Force on Middle Class Families, led by Vice President Joe Biden, is holding its inaugural meeting today in Philadelphia at the University of Pennsylvania. The Task Force has a simple mandate: to find, highlight and implement solutions to the economic challenges facing the American middle class. With President Obama announcing last week more than $20 billion for investment in a cleaner, greener economy – including $500 million for green job training – the Task Force's first order of business is to evaluate what investing in green jobs will mean for middle class families.\n\"At a time when good jobs and good wages are harder and harder to come by – it is critical we find new and innovative work opportunities for middle class families,\" said Vice President Joe Biden. \"That's why we're here today – to learn and listen about how investing in green jobs can help build a strong middle class. We're thankful to be in Philadelphia, a city that under Governor Rendell and Mayor Nutter's stewardship has become a leader in building a green economy.\"\nThe Vice President is being joined by several cabinet members and members of the Task Force including: Secretary of Agriculture Thomas Vilsack; Department of Labor Secretary Hilda Solis; Secretary of Department of Housing and Urban Development Shaun Donovan; Secretary of Transportation Ray LaHood; Secretary of the Department of Energy Steven Chu; Secretary of Education Arne Duncan; and Director of White House Domestic Policy Council Melody Barnes.\n\"Our commitment to renewable energy is creating green jobs and bolstering America's middle class. Advancing broadband access to rural America will help save middle class jobs while greatly expanding job opportunities,\" said Agriculture Secretary Tom Vilsack.\n\"Green jobs aren't just jobs of the future, they are jobs of today. By investing in our nation's greatest asset – its people - we cannot only reduce dependency on foreign oil and emissions in the future, but also restore economic security for all today,\" said Labor Secretary Hilda Solis.\n\"The Middle Class Task Force provides a unique opportunity for the Obama Administration to focus on solving the challenges facing middle class American families,\" said U.S. Department of Housing and Urban Development Secretary Shaun Donovan. \"HUD has an important role to play in building a standardized energy efficiency market for the housing sector, which will create hundreds of thousands of green jobs, lower utility costs for consumers and reduce carbon emissions nationwide so I am pleased that we are focusing today on the opportunities presented by the evolution of the green economy.\"\n\"We will put middle class people back to work as we rebuild our roads, bridges and railroads,\" said Transportation Secretary Ray LaHood.\n\"Economic recovery is about more than making sure that Wall Street rebounds or the big banks survive; a true recovery means an economy that works for middle class families. That's why the Obama-Biden plan to invest in renewable energy and make our homes and businesses more efficient is so critical. We can create millions of new jobs, save families money on their energy bills and end our dangerous dependence on foreign oil,\" said Energy Secretary Steven Chu.\n\"Vice President Biden's focus on the middle class is directly aligned with our focus on improving education and college access. This is about the American Dream and it starts with education. The green jobs of tomorrow demand a quality education today,\" said Education Secretary Arne Duncan.\nIn addition, before the Task Force meeting, Pennsylvania Governor Edward G. Rendell and Philadelphia Mayor Michael Nutter joined the Vice President and several Task Force members for a tour of the University of Pennsylvania's Operation Command Center where they examined the innovative ways the University is conserving energy and the green job opportunities these innovations have sparked.\nMembers of the Pennsylvania Congressional delegation are also joining the Task Force meeting and discussion, including Senator Arlen Specter; Senator Bob Casey; Representative Chaka Fattah; and Representative Robert Brady.\nThe Task Force will hear presentations from experts on the potential to create green jobs as a part of economic recovery and on how to connect people to training and opportunities in the green economy. The task force will then hold an interactive discussion with questions and answers on the information presented.\nIn addition, the Task Force is releasing a staff report (see attached) at the beginning of the meeting to provide a baseline assessment of what we know about green jobs. Some key facts from the report:\n\nGreen jobs are good jobs: they pay more – by 10 to 20 percent – depending what the job is, than others;\nThe American Recovery and Reinvestment Act will put over $20 billion into green programs and investments, helping to create tens of thousands of high-quality green jobs across America;\nGreen jobs are also more likely to be unionized than other jobs, helping to strengthen middle class families and provide pathways into the middle class for disadvantaged workers; and\nSuccessful green job models in cities and states across America require government leadership to get the engine of green job growth started.\n\nThe Task Force continued to operate with complete transparency. The entire meeting was open to the press and all materials distributed at the meeting, along with transcripts and video posts will be up on the Task Force's public website, www.AStrongMiddleClass.gov.\n###\nAdditional Background on the Task Force and on the Panel Discussions at the First Meeting:\nAbout the Middle Class Task Force: The Middle Class Task Force, chaired by Vice President Biden, is working with a wide array of federal agencies that have responsibility for key issues facing the middle class to expedite administrative reforms, propose Executive orders, and develop legislative and policy proposals that can be of special importance to working families. One of the things that makes this task force distinctive is it brings together - in one place - those agencies that have the most impact on the well-being of the middle class in our country. For more information, please visit www.AStrongMiddleClass.gov.\n###\nBackground on Panelists and Panel Discussions\nPanel One: Green Jobs: What Are They And How Can They Help The Middle Class?\n\nFred Krupp, President of the Environmental Defense Fund is demonstrating a new tool which provides an interactive map of key industries with the potential to create new jobs as a result of investment in clean energy. Krupp highlighted the quickest path to creating \"green jobs,\" whether those are existing jobs or new jobs, particularly in states hit hard by industrial losses, and ways in which the transition to a clean energy/low carbon economy can only be realized by bringing together \"old economy\" strengths and \"new economy\" innovations.\nJohn Podesta, President and Chief Executive Officer of the Center for American Progress is providing an overview of the pieces of the puzzle and how to create a policy environment where good green jobs can flourish.\nVan Jones, President and founder of Green for All is discussing the ways in which we can ensure that all persons have access to quality green jobs through partnerships between government, educational institutions, non-profits and labor. Jones will also touch on innovative ideas like using youth training money and service programs to provide green job training.\n\nPanel Two: Creating Green Opportunity: The Roles of Stakeholders\n\nGovernor Edward G. Rendell, Governor of Pennsylvania is discussing the role of states in building a greener economy, with Pennsylvania as a leading example.\nMayor Michael Nutter, Mayor of Philadelphia is discussing the role of cities in creating green jobs.\nLeo Gerard, the International President of the Steelworkers of America is talking about the role of the labor movement in creating green jobs and training workers for them.\nCecilia Estolano, The Chief Executive Officer of the Community Redevelopment Agency of the City of Los Angeles is discussing the role of non-profits and city governments, and the importance of connecting training programs to job creation – so that people train for jobs that exist or are being created.\nMark Edlen, President of Gerding-Edlen, a Green Development is discussing the role of business in creating green jobs. In its innovative projects that include water and energy-conserving features Gerding Edlen creates green jobs in construction, weatherization, retrofitting, solar installation as well as design.\n\n###\n\n\n\n\n"
}