{
    "title": "White House Announces New Details And Talent Lineup For Easter Egg Roll | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/white-house-announces-new-details-and-talent-lineup-easter-egg-roll",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 12, 2009\n\n \n\n\n\nWhite House Announces New Details And Talent Lineup For Easter Egg Roll\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary ______________________________________________________________________  FOR IMMEDIATE RELEASE                              April 12, 2009    WHITE HOUSE ANNOUNCES NEW DETAILS AND TALENT LINEUP FOR EASTER EGG ROLL Over 30,000 people from 45 states to attend this year’s celebration The White House today announced that over 30,000 people from 45 states and the District of Columbia will attend this year’s Easter Egg Roll. This year’s theme ‘Let’s go play,’ encourages America’s youth to lead healthy and active lives. The White House has taken a series of steps to make this year’s event more open and accessible, including the following: - For the first time, tickets were distributed online, allowing families from across the country to attend this annual tradition. This year, the White House is proud to welcome families from Hawaii, Alaska, California and 42 other states as well as the District of Columbia. -  Many of the activities at this year’s event will be webcast live on the White House website. These activities include the performances on the music stage, celebrity chefs in the Kid’s Kitchen and the readings at the Storytime Stage. A full schedule of webcast events will be updated on obamawhitehouse.archives.gov/eastereggroll tomorrow morning. This is the first time the activities at the White House Easter Egg Roll have been broadcast online. - This year’s souvenir Easter egg is the ‘greenest’ egg in history.  The 2009 souvenir egg is made in the United States from Forest Stewardship Council (FSC) certified hardwood.  FSC certification means that the wood comes from environmentally and socially sustainably managed forests. More information about the egg and packaging was released earlier this week. The egg can be found at obamawhitehouse.archives.gov/eastereggroll. In keeping with the theme of healthy and active living, all of the activities at this year’s event will teach children about the fun ways to exercise your body and your mind. The activities this year include: o       Kids Kitchen and Organic Garden o       Sports Courts (basketball & soccer) o       Live musical performances o       Storytime Stage o       Hop to it! (Dance workshops, kids yoga and jump rope) o       Eggspress Yourself – arts and crafts workshop o       An Easter egg hunt & a traditional Easter egg roll The White House today also announced the talent line-up for the 2009 White House Easter Egg Roll. Fergie, Ziggy Marley, Jessica Jarrell, SteveSongs and Imagination Movers will entertain on the music stage. Secretary of Education Arne Duncan, James Cromwell, Josh Duhamel, Julie Foudy, Devon McTavish, Renee Brown, Ben Olsen, Dawn Staley, Derrick Dockery and Shaun Suisham will read on the Storytime Stage. Marissa Coleman, Nikki Blue, Etan Thomas, Brianna Scurry, Abby Wambach and Swin Cash will help lead the games on the Sports Courts. And Chef Art Smith, Chef Spike Mendelsohn, Chef José Andrés and the White House chefs will prepare healthy eating demonstrations in the Kid’s Kitchen. The DC Youth Orchestra, Greenbelt SITY Stars and other local student groups will also perform. The 2009 White House Easter Egg Roll will be held on Monday, April 13th from 8AM to 5PM on the South Lawn of the White House. 30 Facts for 30,000 Guests and 30,000 Eggs A Guide to the 2009 White House Easter Egg Roll History 1)         The White House Easter Egg Roll began in 1878 when President Hayes invited local children to roll eggs on the South Lawn. 2)         First Lady Dolly Madison first began the tradition of Easter egg rolling in Washington, when local children joined her for an egg roll at the Capitol in 1814. 3)         In the ensuing years the children made quite a mess and in 1876, Congress passed the Turf Protection Law, banning the use of the Capitol lawn as a playground.  4)         In 1877, bad weather kept everyone indoors and there was no need to enforce the law, but in 1878 children stood outside the gates of the White House until President Hayes invited them onto the grounds to continue the egg roll tradition. 5)         The White House Easter Egg Roll has taken place every year since 1878, but during the beginning of World I, World War II, and the Truman Administration’s renovation of the White House, the event was held on the National Mall instead of the South Lawn. 6)         1927 was a landmark year in Easter egg roll history. That year, the White House hosted a young Nancy Reagan, who would go on to host eight of her own Easter egg rolls as First Lady from 1981-1988. Ticketing 2009 7)    An online system was established to allow people from across the US the opportunity to attend. 8)    This year, guests will attend from 45 states and the District of Columbia. This will be the most geographically diverse Easter Egg Roll in history. Interestingly, when the roll began in 1878, there were only 38 states in the entire US. 9)    Although numbers of guests vary from year to year, usually 20,000 attendees or less have participated in the Easter Egg Rolls. This year, The White House plans to welcome over 30,000 guests. 10)  4,000 tickets were distributed to students of DC, MD and VA public schools. 11)  2,500 tickets were distributed to military families. 12)  Tickets became available in waves this year, to allow shift workers an opportunity to get tickets. 13)  Tickets were available during normal public library hours in all four continental US time zones. 14)   In order to facilitate more people than ever before attending this year, there will be five shifts of 6,000 people. Each group will have two hours to spend on the South Lawn. Eggs 15)  Over 30,000 wooden eggs have been made this year. 13,000 hard boiled and dyed Easter eggs are available for the official Easter egg roll this year. Every child age 10 & under who attends the White House Easter Egg Roll will receive a souvenir egg. 16)  This year’s souvenir egg is the greenest egg in history. The 2009 souvenir egg is made in the United States from Forest Stewardship Council (FSC) certified hardwood.  FSC certification means that the wood comes from environmentally and socially sustainable managed forests. The packaging for this year’s egg: 17)   Is recyclable and compostable (when collected and processed in a municipal or commercial composting system) 18)   Uses 31% less paperboard than the 2008 designs 19)   Eliminates the need for the paper shred/filler 20)   Features an egg-shaped dye cut instead of a cellophane window 21)   Uses renewable, vegetable oil-based inks Activities 22)     The majority of this year’s activities are new, and each activity is centered around the theme ‘let’s go play,’ and the idea of encouraging healthy and active living. Each of the activities is designed to be easy to do at home and of little or no cost. Some of the new activities this year include: 23)      Hop to it! A dance, yoga and jump rope center with instructors. 24)      Kids Kitchen, featuring special healthy eating demonstrations by Chef Art Smith, Chef  Spike Mendelsohn, Chef José Andrés and the White House chefs. 25)      Sport Courts on the South Lawn, including basketball and soccer with WNBA, NBA and MLS stars. Local student sports stars from School Without Walls, Woodrow Wilson High School & H.D. Woodson High School will help teach children how to pass, dribble, shoot and score. 26)     Some of the classic activities include:  The Easter egg roll and Easter egg hunt – the tradition that started it all and the Storytime Stage – A good story read by your favorite celebrities. 27)     All of the books that will be read on the Storytime Stage were checked out from DC public libraries. And they will all be returned on time! 28)     The DC Youth Orchestra will perform, along with Greenbelt SITY Stars, part of an effort to include more local students in this event. Ceremony 29)     The First Lady is the official host of the White House Easter Egg Roll. 30)     Although many celebrities and costumed characters will attend the event, it cannot officially be called a ‘White House Easter Egg Roll’, until the Opening Ceremony is underway and the Easter Egg Bunny appears. Hidden Easter Egg Fact The Program cover art and official poster was created by Jasper Carr, second grade student at Two Rivers Public Charter School. Nineteen students from Two Rivers submitted artwork for the 2009 White House Easter Egg Roll. Mrs. Obama selected Jasper’s composition to represent this year’s event. Two Rivers is a parent-founded charter school located in Capitol Hill North. It serves a diverse group of 367 students in elementary and middle school. The curriculum is rigorous, standards-based, and provides opportunities for students to excel in all areas. An integrated arts program and a content-based Spanish program augment the school’s demanding academic program. All 19 artwork submissions are available for viewing on the South Lawn. ## \n\n\n\n"
}