{
    "title": "Department of Energy Releases New Report on Economic Impact of Recovery Act Advanced Vehicle Investments | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/department-energy-releases-new-report-economic-impact-recovery-act-advanced-vehicle",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 14, 2010\n\n \n\n\n\nDepartment of Energy Releases New Report on Economic Impact of Recovery Act Advanced Vehicle Investments\n\n\n\n\nReport Finds Recovery Act Advanced Vehicle Projects Are Creating Jobs, Spurring Private Capital Investment and Cutting Electric Vehicle Cost\nWASHINGTON, DC – Ahead of President Obama’s trip to Holland, MI tomorrow for the official groundbreaking of the new Compact Power plant, the Department of Energy today released a new report on the economic impact of Recovery Act investments in advanced batteries and vehicles.  The report, “Recovery Act Investments: Transforming America’s Transportation Sector,” documents how Recovery Act funds are being matched with private capital to create new jobs, construct new plants, add new manufacturing lines, install electric vehicle charging stations across the country and help build the emerging domestic electric vehicle industry from the ground up.\nThe report can be viewed in full HERE. \nAmong the key highlights of the report:\n• For every dollar of the $2.4 billion in seed money the government provided through the Recovery Act advanced battery and electric vehicle grants, the companies have matched it at minimum dollar for dollar. \n• Pre-Recovery Act, the U.S. produced just 2 percent of the world’s batteries for advanced vehicles, but due to Recovery Act investments, the U.S. will have the capacity to produce 20 percent of these batteries by 2012 and up to 40 percent by 2015 - that’s a jump from 2 percent to 40 percent in a span of just five years.\n• Nine of the nine new battery plants opening as a result of Recovery Act investments will have started construction by Thursday – and four of those will be operational by the end of the year.  In addition, twenty-one other plants will make battery or electric vehicle components with the help of Recovery Act grants.\n• Before the Recovery Act, high battery costs meant a car with a 100 mile range would need a battery that cost $33,000.  But because of the higher-volume domestic manufacturing the Recovery Act is spurring, the cost of such a battery could come down to $16,000 by the end of 2013 and $10,000 by the end of 2015, dramatically driving down the cost of an electric vehicle and greatly expanding the domestic market.\n• Before the Recovery Act, there were less than 500 electric vehicle charging locations in the U.S., but as a result of Recovery Act investments, there will be over 20,000 by 2012.\nCompact Power is the ninth of nine new advanced battery plants that will open as a result of the $2.4 billion in Recovery Act advanced battery and electric vehicle awards President Obama announced last August.  Before the Recovery Act, there were no domestic factories doing high-volume manufacturing of batteries for electric vehicles, but due to Recovery Act investments, the U.S. will have the capacity to produce up to 40 percent of the world’s batteries by 2015.  The $151 million Recovery Act grant awarded to Compact Power last August has been matched more than dollar-for-dollar by the company.  As a result of this public-private partnership, the Compact project is expected to create and save hundreds of construction jobs in Holland and put hundreds of Michigan workers on the job at the new Compact Power plant once it is fully operational.  The Compact Power plant in Holland will manufacture batteries to support 52,000 Chevy Volts a year and will also supply batteries for the new electric Ford Focus.\nIn addition to the President’s event, a half dozen Cabinet Members and senior Administration officials are traveling across the country this week, visiting businesses that are benefiting from Recovery Act investments in advanced batteries and electric vehicles and surveying the significant progress they have made in less than a year.\n\n\n\n"
}