{
    "title": "FACT SHEET: President Obama Leading Administration-wide Drought Response | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/02/14/fact-sheet-president-obama-leading-administration-wide-drought-response",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 14, 2014\n\n \n\n\n\nFACT SHEET: President Obama Leading Administration-wide Drought Response\n\n\n\n\nAs communities across California struggle with the impacts of one of the state’s worst droughts in over 100 years, President Obama is committed to ensuring that his Administration is doing everything it can help the farmers, ranchers, small businesses, and communities being impacted.\nThe U.S. Department of Agriculture (USDA), Department of the Interior (DOI) and other federal agencies are using their existing authorities and working closely with their state and local partners as the state of California responds to and recovers from this historic drought.\nNew Actions to Help Respond to the Drought\n\n\n$100 million in livestock disaster assistance for California producers. The 2014 Farm Bill contains permanent livestock disaster programs including the Livestock Forage Disaster Program which will help producers in California and other areas recover from the drought.  At President Obama’s direction, USDA is making implementation of the disaster programs a top priority and plans to have the programs available for sign up in 60 days. Producers will be able to sign up for the livestock disaster programs for losses not only for 2014 but for losses they experienced in 2012 and 2013. While these livestock programs took over a year to get assistance out the door under the last Farm Bill– USDA has committed to cut that time by more than 80 percent and begin sign-up in April. California alone could potentially receive up to $100 million for 2014 losses and up to $50 million for previous years.\n\n$15 million in targeted conservation assistance for the most extreme and exceptional drought areas. This includes $5 million in additional assistance to California and $10 million for drought-impacted areas in Texas, Oklahoma, Nebraska, Colorado and New Mexico. The funding is available through the Environmental Quality Incentives Program (EQIP) administered by USDA. The assistance helps farmers and ranchers implement conservation practices that conserve scarce water resources, reduce wind erosion on drought-impacted fields and improve livestock access to water.\n\n$5 million in targeted Emergency Watershed Protection (EWP) Program assistance to the most drought impacted areas of California to protect vulnerable soils. EWP helps communities address watershed impairments due to drought and other natural occurrences. This funding will help drought-ravaged communities and private landowners address watershed impairments, such as stabilizing stream banks and replanting upland sites stripped of vegetation.\n\n\t\t $60 million has been made available to food banks in the State of California to help families that may be economically impacted by the drought. The U.S. Department of Agriculture (USDA) is providing help to food banks through The Emergency Food Assistance Program (TEFAP). \n\n600 summer meal sites to be established in California’s drought stricken areas. The U.S. Department of Agriculture (USDA) is working with the California Department of Education to target efforts to expand the number of Summer Food Service Program meal sites this summer.  There are expected to be close to 600 summer meal sites throughout the drought stricken areas.\n\n$3 million in Emergency Water Assistance Grants for rural communities experiencing water shortages. U.S. Department of Agriculture (USDA) is making $3 million in grants available to help rural communities that are experiencing a significant decline in the quality or quantity of drinking water due to the drought obtain or maintain water sources of sufficient quantity and quality.  These funds will be provided to eligible, qualified communities by application through USDA-Rural Development’s Emergency Community Water Assistance Grants (ECWAG). California state health officials have already identified 17 small community water districts in 10 counties that are at risk of running out of water in 60-120 days. This number is expected to increase if current conditions persist.\n\n\t\t Reducing Federal facilities’ water usage: In line with the directive Governor Brown made to state agencies when he declared a drought emergency last month, the President has directed Federal facilities in California to take steps to immediately curb water use, including a moratorium on water usage for new, non-essential landscaping projects and to redouble efforts to fulfill prior commitments to longer-term water use reduction at Federal facilities.  This builds on efforts already underway, including the President’s call to Federal agencies to improve water use efficiency for drinking water at Federal facilities across the country by 26 percent and improve water use efficiency for industrial, landscaping, and agricultural water by 20 percent.  The Administration is already ahead of schedule towards meeting these goals.\n\nOperational Flexibilities: The President directed the Department of the Interior to work with water contractors and communities to adjust and speed changes to key water projects, and give water contractors flexibility to meet their obligations, as appropriate and while maintaining important environmental safeguards.  In addition, NOAA, EPA, the Bureau of Reclamation (BOR) and the Fish and Wildlife Service (FWS) are working daily with their state counterparts to examine possible ways to help alleviate water quality and water supply problems caused or exacerbated by the drought.\n\n\t\t Investing in climate resilience. In addition to responding to the immediate drought in California, the President believes that we must do more to help communities across the country become more resilient to the effects of climate change.  Recent events have reinforced our knowledge that our communities and economy remain vulnerable to extreme weather and natural hazards.  For that reason, the President’s 2015 Budget that will be released next month will include a new $1 billion Climate Resilience Fund.  Through this Fund, the President proposes that we:\n\t\t\n\nInvest in research and unlock data and information to better understand the projected impacts of climate change and how we can better prepare our communities and infrastructure.\n\nHelp communities plan and prepare for the impacts of climate change and encourage local measures to reduce future risk.\n\nFund breakthrough technologies and resilient infrastructure that will make us more resilient in the face of changing climate.\n\n\n\nToday’s Actions Build on Steps Taken by Agencies across the Federal Government to Help Drought-Stricken Counties\nNATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA)\n\n\nReal-time Weather and Hydrologic Information: NOAA’s National Weather Service, through its local Weather Forecast Offices and River Forecast Centers are generating specialized analyses and forecasts to meet California’s needs.  The River Forecast Centers, for example, produce stream flow and runoff forecasts that help inform water supply decisions.\n\nUNITED STATES DEPARTMENT OF AGRICULTURE (USDA)\n\n\nEmergency Agriculture Loans: The U.S. Department of Agriculture declared 54 counties in California as primary natural disaster areas due to drought, making farmers and ranchers in those counties eligible for assistance through emergency loans.\n\nConservation: USDA/NRCS has made $20 million available from its Environmental Quality Incentives Program (EQIP) for agricultural conservation enhancements on key agricultural lands in California. These enhancements include irrigation efficiency, cover crops, orchard pruning, and protection of grazing lands. The funds will be divided into two pools: grazing lands and cropland. Cropland with a reduced water allocation of at least 85% will receive the highest priority.\n\n\t\tThe Natural Resources Conservation Service (NRCS) has also announced up to $15 million in Conservation Innovation Grants (CIG) to state and local governments, Tribes, universities, businesses and agricultural producers. These grants are dedicated to stimulating the development and adoption of innovative conservation approaches and technologies, including those that will help communities adapt to drought and climate change. \n\nClimate Preparedness: USDA announced last week the establishment of climate hubs across the country that will help farmers, ranchers and communities get the information and data they need to make informed decisions around a changing climate. One center was established at the University of California, Davis.\n\nDEPARTMENT OF THE INTERIOR\n\n\nResources to Upgrade Infrastructure: The Bureau of Reclamation and the Natural Resources Conservation Service recently announced $14 million in grants through Reclamation’s WaterSMART program and USDA’s Agricultural Water Enhancement Program and Environmental Quality Incentive Program to upgrade water delivery infrastructure and on-farm irrigation equipment to conserve water.\n\n\t\t Water Resource Management: The Bureau of Reclamation finalized its “2014 Plan for the Central Valley Project.” The plan outlines actions that can be taken in the near-term to manage ongoing water supply challenges such as expanding operational flexibility and streamlining the water transfer process.  The Bureau of Land Management is increasing monitoring of drought sensitive hydrologic resources including springs, streams, and riparian areas. In Northeast California, the BLM has sent livestock grazing permittees drought notification letters warning of potential reductions of use and identifying options available to them.\n\nWildfire Preparedness: The U.S. Forest Service and CAL-FIRE, have boosted fire management resources to 7-day staffing and is engaged in increased coordination. BLM is prepared to submit a fire severity funding request at the instant it is needed.\n\nReal-time Water Flow Monitoring: The U.S. Geological Survey is measuring stream flow through the Sacramento – San Joaquin Delta and throughout the state. USGS is re-calibrating stream flow monitors in the Delta during these unprecedented low water levels to assure accurate measurements of water availability. USGS is briefing resource agencies on the latest scientific and technical information regarding water management options and is monitoring groundwater availability and quality and studying the impacts of subsidence due to groundwater withdrawal. USGS continues to monitor hazards that could affect water availability and the effects of drought on plant and animal populations.\n\nU.S. SMALL BUSINESS ADMINISTRATION (SBA) \n\n\nProviding Disaster Loans: To date, the Small Business Administration (SBA) has followed USDA’s 54 disaster declarations in California counties and neighboring counties in Nevada and Oregon, providing a pathway for small businesses, small agricultural cooperatives and non-farm small businesses that are economically affected by the drought in their community to apply for SBA’s Economic Injury Disaster Loan (EIDL).\n\nFEDERAL EMERGNECY MANAGEMENT AGENCY (FEMA) \n\n\nCoordination: FEMA through its California regional office remains in constant contact and coordination with the State of California through the Governor’s Office of Emergency Services (Cal OES).\n\nU.S. ARMY CORPS OF ENGINEERS\n\n\nOperational Readiness: The US Army Corps of Engineers is working with stakeholders and partners to ensure that Corps operated dams in California make best use of available flows for drought management purposes without affecting authorized project purposes, such as flood risk management.\n\n\n\n\n\n"
}