{
    "title": "Vicepresidente Biden da inicio a cinco días de actividades por el Día de la Tierra con anuncio sobre nuevo e importante programa para el consumo eficiente de energía | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vicepresidente-biden-da-inicio-a-cinco-d-de-actividades-por-el-d-a-de-la-tierra-con",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nApril 21, 2010\n\n \n\n\n\nVicepresidente Biden da inicio a cinco días de actividades por el Día de la Tierra con anuncio sobre nuevo e importante programa para el consumo eficiente de energía \n\n\n\n\n25 comunidades seleccionadas recibirán subvenciones de la Ley para la Recuperación a fin de intensificar remodelaciones (“Retrofit Ramp-Up”)\n\t \n\tWashington, D.C. - El Vicepresidente Biden hoy dará inicio a cinco días de eventos del gobierno en torno al 40º aniversario del Día de la Tierra con el anuncio de la selección de 25 comunidades que recibirán más de $452 millones en fondos de la Ley para la Recuperación a fin de intensificar las remodelaciones (de tipo Retrofit Ramp-Up) de edificios para el consumo eficiente de energía. Con el programa Retrofit Ramp-Up del Departamento de Energía, comunidades, gobiernos, empresas privadas y organizaciones sin fines de lucro trabajarán juntas en programas precursores e innovadores de remodelaciones concentradas y extensas en vecindarios, pueblos, y a fin de cuentas, estados enteros. Estas alianzas apoyarán remodelaciones a gran escala y harán que la eficiencia energética esté al alcance de cientos de miles de propietarios de casas y empresas. Se tiene previsto que estos modelos creados por medio de este programa les ahorren a hogares de familia y empresas aproximadamente $100 millones anualmente en gastos por servicios públicos y a la vez aprovechen recursos en el sector privado, a fin de generar aproximadamente 30,000 empleos en todo el país durante los próximos tres años, según lo estimado por quienes recibirán los fondos.\n\t \n\t\"Durante cuarenta años, el Día de la Tierra se ha centrado en transformar la manera en que consumimos energía y reducir nuestra dependencia de hidrocarburos, pero este año, gracias a históricas inversiones en energía limpia con la Ley para la Recuperación, estamos en posición de alcanzar mayores logros que nunca en el desarrollo de una economía nacional basada en la energía limpia”, afirmó el Vicepresidente Biden. “Esta inversión en algunos de los más innovadores proyectos de consumo eficiente de energía en todo el país no sólo ayudarán a los propietarios de vivienda y empresas a hacer mejoras para reducir costos en remodelaciones, sino que también generará empleos aquí mismo en Estados Unidos\".\n\t \n\t“Este programa ayudará a superar las barreras de la incomodidad, falta de información y falta de financiamiento y hará que la eficiencia energética sea fácil y esté al alcance de todos”, afirmó el secretario de Energía Steven Chu. \"Cuadra por cuadra, vecindario por vecindario, haremos que nuestras comunidades consuman energía más eficientemente y ayudaremos a las familias a ahorrar dinero. Al mismo tiempo, generaremos miles de empleos y le daremos solidez a nuestra economía\".\n\t \n\tAdemás de la inversión de $452 millones de la Ley para la Recuperación, los 25 proyectos anunciados hoy harán uso de aproximadamente $2,800 millones de otras fuentes durante los próximos 3 años para remodelar cientos de miles de viviendas y empresas en todo el país. En general, se solicitó financiamiento por una cantidad ocho veces mayor a los fondos del programa: las solicitudes recibidas ascendieron a más de $3,500 millones, pero sólo había $450 millones en fondos disponibles con la Ley para la Recuperación, lo que indica demanda significativa de inversión en proyectos para ahorrar energía y generar empleos como éstos en todo el país. \n\t \n\tLos beneficiarios emplearán modelos innovadores de financiamiento para hacer que estos ahorros estén disponibles, como por ejemplo otorgar préstamos con intereses bajos o sin intereses, que se pagan por medio de los impuestos a la propiedad y cuentas de servicios públicos. Al implementar estos proyectos, los beneficiarios harán realidad ahorros verificables de energía e incorporarán modelos de negocios sostenibles, a fin de asegurar que se siga remodelando edificios después de agotados los fondos de la Ley para la Recuperación. El departamento usará lo que se aprenda de estos programas piloto a fin de crear guías de prácticas óptimas para programas integrales de remodelaciones que otras comunidades en todo el país puedan adoptar e implementar.\n\t \n\tLos proyectos de Retrofit Ramp-Up, que son parte de la inversión total de $80,000 millones en energía limpia y eficiencia energética de la Ley para la Recuperación, complementan el programa Recuperación por Remodelación (‘Recovery through Retrofit’) del gobierno del Presidente Obama, que sienta las bases para un sector autosuficiente y sólido de consumo residencial eficiente de energía. Las asignaciones son la porción competitiva del programa de Subvenciones en Bloque para la Eficiencia Energética y Conservación (Energy Efficiency and Conservation Block Grant o EECBG) del departamento, que fue financiado por primera vez por la Ley para la Recuperación con el fin de ayudar a comunidades estatales, locales y tribales a hacer inversiones estratégicas para aumentar la eficiencia energética, reducir el consumo de energía y las emisiones de carbono.\n\t \n\tEl secretario Chu, el secretario del Interior Ken Salazar y Carol Browner, asesora presidencial de energía y cambio climático, se sumaron al Vicepresidente Biden hoy para el anuncio, que fue el primero de más de dos docenas de eventos y actividades por el Día de la Tierra a los que asistirán funcionarios del gobierno. Además del evento de hoy, el Presidente tendrá una recepción por el Día de la Tierra con líderes ambientales el jueves, 22 de abril, el Presidente transmitirá un mensaje de video como parte de los eventos en el National Mall el domingo, 25 de abril, y funcionarios del gobierno participarán en programas educativos con colegiales, visitarán proyectos de restauración de humedales y zonas costeras, y participarán en proyectos de servicio comunitario como parte del llamado a la acción del Presidente por el Día de la Tierra. Los eventos destacarán algunas de las maneras en que la Administración está trabajando para realizar mejoras ambientales, transformar la infraestructura de Estados Unidos para un consumo más eficiente de energía y desarrollar una economía basada en la economía limpia que sea la base de los empleos del futuro. Como parte de estos eventos, los funcionarios del gobierno también continuarán instando al Congreso a promulgar la ley HOME STAR y medidas legislativas integrales sobre energía y cambio climático. A continuación se encuentra una lista completa de las actividades del gobierno por el Día de la Tierra, y se puede encontrar más información sobre el llamado a la acción del Presidente por el Día de la Tierra en obamawhitehouse.archives.gov/EarthDay. \n\t \n\tAsignaciones del Programa Retrofit Ramp-Up\n\t \n\tLas siguientes entidades gubernamentales y organizaciones sin fines de lucro han sido seleccionadas para recibir fondos de Retrofit Ramp-Up. Se planea iniciar estos proyectos en el otoño del 2010. Las cantidades finales de las asignaciones están sujetas a negociación:\n\t \n\tAustin, Texas - $10 millones\n\tCondado de Boulder, Colorado - $25 millones\n\tCamden, Nueva Jersey - $5 millones\n\tChicago Metropolitan Agency for Planning - $25 millones\n\tGreater Cincinnati Energy Alliance, Ohio - $17 millones\n\tGreensboro, Carolina del Norte - $5 millones\n\tIndianápolis, Indiana - $10 millones\n\tKansas City, Missouri - $20 millones\n\tCondado de Los Angeles, California - $30 millones\n\tLowell, Massachusetts - $5 millones\n\tEstado de Maine - $30 millones\n\tEstado de Maryland - $20 millones\n\tEstado de Michigan - $30 millones\n\tEstado de Missouri - $5 millones\n\tOmaha, Nebraska - $10 millones\n\tEstado de New Hampshire - $10 millones\n\tNueva York  State Research and Development Authority - $40 millones\n\tFiladelfia, Pensilvania - $25 millones\n\tPhoenix, Arizona - $25 millones\n\tPortland, Oregon - $20 millones\n\tSan Antonio, Texas - $10 millones\n\tSeattle, Washington - $20 millones\n\tSoutheast Energy Efficiency Alliance - $20 millones\n\tToledo-Lucas County Port Authority, Ohio - $15 millones\n\tWisconsin Energy Conservation Corporation - $20 millones\nPara mayor información sobre los proyectos seleccionados, pulse AQUI. Hay un mapa de los proyectos seleccionados AQUI.\n\t \n\tLas remodelaciones en números\n\t \n\t• Los edificios residenciales y comerciales consumen 40 por ciento de la energía y producen 40 por ciento de las emisiones de carbono en Estados Unidos. Aumentar la eficiencia de edificios es una de las maneras más fáciles, inmediatas y económicas de reducir las emisiones de carbono y ahorrar dinero en cuentas de energía, y a la vez, generar empleos nuevos.\n• Las técnicas y tecnología existentes en las remodelaciones para consumo eficiente de energía pueden reducir el consumo hasta 40 por ciento por vivienda y disminuir hasta en 160 millones de toneladas métricas anualmente el total relacionado de emisiones con efecto de invernadero.\n• Las remodelaciones residenciales y comerciales también tienen el potencial de reducir las cuentas de servicios eléctricos en $40,000 millones anualmente.\nEventos y actividades de funcionarios de la Administración con motivo de Earth Day\nInterior Secretary Ken Salazar\n\tThursday, April 22 – Washington, DC\n\tSecretary Salazar will make remarks on the National Mall for Take a Child to Work/40th Anniversary Earth Day/Buddy the Bison Hike sponsored by the National Park Service.  Five hundred local students will participate in the event.\nCommerce Secretary Gary Locke\n\tWednesday, April 21 – Washington, DC\n\tSecretary Locke will deliver keynote remarks at the Creating Climate Wealth Summit at Georgetown University’s McDonough School of Business. He will address how energy reform can strengthen our security and spur economic growth.\nThursday, April 22 – Jersey City, NJ\n\tSecretary Locke will speak in Jersey City, N.J., at the Lincoln Park restoration project that is turning a landfill into a healthy wetland. NOAA funded this habitat restoration project through the American Recovery and Reinvestment Act.\nLabor Secretary Hilda Solis\n\tThursday, April 22 – Online Webchat\n\tOn Thursday, Secretary Hilda Solis will host a webchat to discuss issues and opportunities related to Earth Day. Also on Thursday, the Department of Labor will issue a report detailing green job training opportunities made available over the past year, including $490 million in Recovery Act funding for green jobs training.\nFriday, April 23 – Washington, DC\n\tOn Friday, a Job Corps ceremony will honor a winning Job Corps Center for their green construction project.\nHealth and Human Services Secretary Kathleen Sebelius\n\tThursday, April 22 – Chicago, IL\n\tSecretary Sebelius will hold an Earth Day health event with Housing and Urban Development Deputy Secretary Ron Sims at a Chicago Public Housing Authority site. \nHousing and Urban Development Secretary Shaun Donovan\n\tThursday, April 22 – Washington, DC\n\tSecretary Donovan will deliver remarks at the Earth Day Network’s 40th Anniversary of Earth Day rally on the National Mall, in which he will highlight the President’s Earth Day Call to Action and HUD’s efforts to develop more sustainable, inclusive neighborhoods, while increasing green job and green housing opportunities for families across the country.\nTransportation Secretary Ray LaHood\n\tThursday, April 22, Secretary LaHood – Chicago, IL\n\tSecretary LaHood will attend an Earth Day event at Daley Plaza in Chicago.  The event includes a school climate video competition for participating school groups and will have alternative fuel vehicles on display. \nEnergy Secretary Steven Chu\n\tThursday, April 22 - Washington, DC\n\tSecretary Chu will speak at an Earth Day celebration for Department of Energy employees.\nFriday, April 23 – Philadelphia, PA\n\tSecretary Chu will hold a clean energy event in Philadelphia, Pennsylvania, focusing on the benefits of energy efficiency.\nEducation Secretary Arne Duncan\n\tThursday April 22 – Washington, DC\n\tSecretary of Education Arne Duncan will deliver remarks at a ceremony commemorating the 40th anniversary of Earth Day Thursday at the National Mall in Washington.  Secretary Duncan will discuss how education can play a role in developing a green economy.\nEnvironmental Protection Agency Administrator Lisa Jackson\n\tWednesday, April 21 – Pittsburgh, PA\n\tAdministrator Jackson will be in Pittsburgh for an Energy Star event with children from the Sarah Heinz House Boys and Girls Club. This is a club that provides children and teenagers with strong role models and a safe, fun place to go after school, on weekends, and during the summer.\nThursday, April 22nd - New York City\n\tThe Administrator will participate in an urban-focused community service project with Green For All at the Grant Houses Community Garden in Manhattan. Administrator Jackson will take a tour of the garden, deliver remarks to press, students and volunteers and participate in a planting activity with volunteers.  The Administrator will also be a guest on the David Letterman Show to talk about the 40th anniversary of Earth Day and the President’s clean energy and green jobs agenda.\nFriday, April 23rd to Sunday, April 25th - Washington, DC\n\tTo commemorate the 40th anniversary of Earth Day, the EPA will be hosting a celebration event Saturday and Sunday, April 24-25, on the National Mall. The event will feature a variety of interactive, family friendly exhibits that highlight the work of the Agency and celebrate its 40th anniversary this year.  Administrator Jackson will appear on The National Mall on Friday to visit the Office of Research and Development’s P3 student participants and recognize winners. P3 is the next step beyond P2 – pollution prevention – and focuses on the three components of sustainability: people, prosperity, and the planet.\nWhite House Council on Environmental Quality Chair Nancy Sutley\n\tSunday, April 25 – Washington, DC\n\tChair Sutley will deliver remarks at the Earth Day Network’s 40th Anniversary of Earth Day festivities on the National Mall.  She will focus on the Obama Administration’s environmental agenda, and how the transition to a clean energy economy can create millions of American jobs while reducing our dependence on foreign oil.\nActing Deputy Attorney General Gary Grindler\n\tThursday, April 22 – Washington, DC\n\tThe Acting Deputy Attorney General Gary Grindler will attend the Department of Justice’s Environment and Natural Resources Division’s (ENRD) Earth Day 2010 event on April 22 at Marvin Gaye Park where it has held its annual Earth Day service celebration since 2004.  In those five years, the Division has been able to help the park purchase over $7,500 worth of trees and landscaping materials as part of the park revitalization event.  ENRD has also devoted over 2,500 hours of employee time to planting trees, removing trash, laying sod, and gardening.\nDeputy Agriculture Secretary Kathleen Merrigan and Agriculture Undersecretary for Rural Development Dallas Tonsager\n\tFriday April 23 – Sussex County, DE\n\tDeputy Agriculture Secretary Kathleen Merrigan will travel to Delaware on Friday to participate in a groundbreaking ceremony for a project that will modernize water quality and public sanitation services in Sussex County through the upgrading of the Inland Bays Wastewater Treatment Facility. \nFriday April 23 – Woodland Park, CO\n\tAgriculture Undersecretary for Rural Development Dallas Tonsager will travel to Woodland Park, Colorado, where he will participate in an event marking the use of Recovery Act funds to improve drinking water quality in a subdivision. \nCommerce Department Senior Officials\n\tEarth Day Week - Huntington Beach, CA; Cape Hatteras, NC; Seattle, WA; Muskegon Lake, MI; Grande Isle, LA; Maunalua Bay, HI; Jersey City, NJ; and Florida Keys, FL\n\tApril 17 through 23, the Commerce Department’s National Oceanic and Atmospheric Administration (NOAA) leadership will hold events at American Recovery and Reinvestment Act coastal restoration projects in eight states. The events will highlight job creation in Huntington Beach, California; Cape Hatteras, North Carolina; Seattle, Washington; Muskegon Lake, Michigan; Grande Isle, Louisiana; Maunalua Bay, Hawaii; Jersey City, New Jersey; and Florida Keys, Florida.\nOffice of Science and Technology Policy Director John Holdren\n\tThursday April 22 – Berkley, California\n\tOSTP Director John Holdren will be in Berkeley, Calif., where he will give a free, public, evening lecture on the topic of: “Science and Technology for Sustainable Well-Being: Priorities and Policies in the Obama Administration,” to be held in Sibley Auditorium in the Bechtel Engineering Center at the University of California, Berkeley.\nVeterans Affairs Officials\n\tWeek-long\n\tHospital Directors and Regional Office Directors will lead Earth Day events at VA health facilities across the country including Martinsburg, WV; North Texas; Clarksburg, VA; Saginaw, MI; Battle Creek, MI; San Diego, CA; Spokane. WA; Fresno, CA Los Angeles, CA; Long Beach, CA; Reno, NV; Tucson, AZ, Boise, ID; Menlo Park, CA;, Palo Alto, CA and Ft. Harrison, MT.\nTreasury Department Initiative\n\tEarth Day Week\n\tWith Americans poised to celebrate the 40th anniversary of Earth Day this week, the U.S. Department of the Treasury announced a broad new initiative to dramatically increase the number of electronic transactions that involve Treasury and millions of citizens and businesses, a move that is expected to save more than $400 million and 12 million pounds of paper in the first five years alone.  Treasury will also make an announcement about a change in the Department’s energy consumption that, when coupled with the move from paper to electronic transactions, will greatly reduce Treasury’s environmental impact.\nNASA\n\tEarth Day Week – Washington, DC\n\tNASA is taking part in the celebration of Earth Day's fortieth anniversary on the National Mall in Washington beginning Saturday, April 17. The agency's involvement includes 9 consecutive days of activities and exhibits open to the public.  The 'NASA Village,' which contains three domed tents, will highlight the use of NASA science and technology to advance knowledge and awareness about our planet and sustain our environment.\n###\n\t \n\n\n\n\n"
}