{
    "title": "Message from the President and Notice regarding Burma | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/message-president-and-notice-regarding-burma",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 15, 2009\n\n \n\n\n\nMessage from the President and Notice regarding Burma\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\n\t\t_______________________________________________________\n\t\tFor Immediate Release                        May 15, 2009\n\nTO THE CONGRESS OF THE UNITED STATES:\n\n\tSection 202(d) of the National Emergencies Act (50 U.S.C. 1622(d)) provides for the automatic termination of a national emergency unless, prior to the anniversary date of its declaration, the President publishes in the Federal Register and transmits to the Congress a notice stating that the emergency is to continue in effect beyond the anniversary date. I have sent the enclosed notice to the Federal Register for publication, stating that the Burma emergency is to continue for 1 year beyond May 20, 2009.\n\n\tThe crisis between the United States and Burma arising from the actions and policies of the Government of Burma, including its engaging in large-scale repression of the democratic opposition in Burma that led to the declaration of a national emergency in Executive Order 13047 of May 20, 1997, as modified in scope and relied upon for additional steps taken in Executive Order 13310 of July 28, 2003, Executive Order 13448 of October 18, 2007, and Executive Order 13464 of April 30, 2008, has not been resolved. These actions and policies are hostile to U.S. interests and pose a continuing unusual and extraordinary threat to the national security and foreign policy of the United States. For this reason, I have determined that it is necessary to continue the national emergency with respect to Burma and maintain in force the sanctions against Burma to respond to this threat.\n\n\t\tBARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\tMay 14, 2009.\n\n\n\n\n"
}