{
    "title": "Expected Attendees at the White House Iftar Dinner | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/06/23/expected-attendees-white-house-iftar-dinner",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 22, 2015\n\n \n\n\n\nExpected Attendees at the White House Iftar Dinner\n\n\n\n\n\n\tThis evening, President Obama will continue a White House tradition by hosting an Iftar in observance of the Muslim holy month of Ramadan in the East Room. This is the seventh Iftar, the traditional breaking of the fast at sunset, hosted by the President. This year’s dinner will have a special focus on young leaders and women, some of whom will be seated at the President’s table this evening.\n\n\tBelow is a list of some of the expected attendees at tonight’s White House dinner recognizing Ramadan:\n\nGuests Seated at the President’s Table\n\n\n\t\t         Ms. Batoul Abuharb, Houston, TX \n\n\t\t         Mr. Ziad Ahmed, Princeton, NJ\n\n\t\t         Ms. Samantha Elauf, Tulsa, OK\n\n\t\t         Ms. Munira Khalif, Fridley, MN\n\n\t\t         Ms. Kadra Mohamed, Saint Paul, MN\n\n\t\t         Ms. Riham Osman, Houston, TX\n\n\t\t         Mr. Wayne Rucker, Philadelphia, PA\n\n\t\t         Ms. Wai Wai Nu, Rangoon, Burma\n\n\nMembers of Congress:\n\n\n\t\t         The Honorable Andre Carson, United States Representative, Indiana\n\n\t\t         The Honorable Richard Durbin, United States Senator, Illinois\n\n\t\t         The Honorable Keith Ellison, United States Representative, Minnesota\n\n\nDiplomatic Corps:\n\n\n\t\t         His Excellency Michael Moussa Adamo, Ambassador of the Gabonese Republic\n\n\t\t         His Excellency Lukman Al Faily, Ambassador of the Republic of Iraq\n\n\t\t         Her Excellency Hunaina Al Mughairy, Ambassador of the Sultanate of Oman\n\n\t\t         His Excellency Yousif Mana Saeed Al Otaiba, Ambassador of the United Arab Emirates\n\n\t\t         Mr. Sami Alsadhan, Deputy Chief of Mission and Charge d’Affaires a.i., Embassy of Saudi Arabia (Guest of His Excellency Adel Ahmed Al-Jubeir)\n\n\t\t         His Excellency Sheikh Salem Al-Sabah, Ambassador of the State of Kuwait\n\n\t\t         Her Excellency Hassana Alidou, Ambassador of the Republic of Niger\n\n\t\t         His Excellency Abudlla Mohamed Alkhalifa, Ambassador of the Kingdom of Bahrain\n\n\t\t         Mr. Adel Ali Ahmed Alsunaini, Charge d’Affaires a.i., Embassy of Yemen\n\n\t\t         Chief Representative Maen Areikat, PLO Delegation to the United States\n\n\t\t         His Excellency Madjid Bouguerra, Ambassador of People’s Democratic Republic of Algeria\n\n\t\t         His Excellency Rachad Bouhlal, Ambassador of the Kingdom of Morocco\n\n\t\t         Her Excellency Alia Bouran, Ambassador of the Hashemite Kingdom of Jordan\n\n\t\t         His Excellency Budi Bowoleksono, Ambassador of the Republic of Indonesia\n\n\t\t         Her Excellency Wafa Bughaighis, Charge d’Affaires, Embassy of Libya\n\n\t\t         His Excellency Antoine Chedid, Ambassador of the Lebanese Republic\n\n\t\t         His Excellency Tiena Coulibaly, Ambassador of the Republic of Mali\n\n\t\t         His Excellency Daouda Diabate, Ambassador of the Republic of Cote d’Ivoire\n\n\t\t         His Excellency Mohamed El Haycen, Ambassador of the Islamic Republic of Mauritania\n\n\t\t         Her Excellency Floreta Faber, Ambassador of the Republic of Albania\n\n\t\t         The Honorable Sheikh Faye, Ambassador of the Republic of The Gambia\n\n\t\t         His Excellency Ufuk Gokcen, Ambassador and Permanent Observer of the Organization of the Islamic Cooperation to the United Nations\n\n\t\t         His Excellency Faycal Gouia, Ambassador of the Republic of Tunisia\n\n\t\t         His Excellency Bakhtiyar Gulyamov, Ambassador of the Republic of Uzbekistan\n\n\t\t         His Excellency Mahamat Hassane, Ambassador of the Republic of Chad\n\n\t\t         His Excellency Awang Adek Bin Hussin, Ambassador of Malaysia\n\n\t\t         His Excellency Akan Ismaili, Ambassador of the Republic of Kosovo\n\n\t\t         His Excellency Jalil Abbas Jilani, Ambassador of the Islamic Republic of Pakistan\n\n\t\t         His Excellency Serdar Kilic, Ambassador of the Republic of Turkey\n\n\t\t         His Excellency Subhas Mungra, Ambassador of the Republic of Suriname\n\n\t\t         Her Excellency Jadranka Negodic, Ambassador of Bosnia and Herzegovina\n\n\t\t         His Excellency Meret Orazov, Ambassador of Turkmenistan\n\n\t\t         His Excellency Farhod Salim, Ambassador of the Republic of Tajikistan\n\n\t\t         His Excellency Ahmed Sareer, Ambassador of the Republic of Maldives\n\n\t\t         Mr. Seydou Sinka, Charge d’Affaires a.i., Embassy of Burkina Faso\n\n\t\t         His Excellency Bockari Stevens, Ambassador of the Republic of Sierra Leone\n\n\t\t         His Excellency Elin Emin Oglu Suleymanov, Ambassador of the Republic of Azerbaijan\n\n\t\t         Her Excellency Amelia Sumbana, Ambassador of the Republic of Mozambique\n\n\t\t         His Excellency Mohamed Mostafa Mohamed Tawfik, Ambassador of the Arab Republic of Egypt\n\n\t\t         His Excellency Kadyr Toktogulov, Ambassador of the Kyrgyz Republic\n\n\t\t         His Excellency Kairat Umarov, Ambassador of the Republic of Kazakhstan\n\n\t\t         His Excellency Mohammad Ziauddin, Bangladesh – Ambassador of Bangladesh\n\n\n\n\n\n"
}