{
    "title": "Background on the President’s Visit to Michigan Today with President Lee of South Korea | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/14/background-president-s-visit-michigan-today-president-lee-south-korea",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 14, 2011\n\n \n\n\n\nBackground on the President’s Visit to Michigan Today with President Lee of South Korea\n\n\n\n\nToday, President Obama and President Lee of South Korea will travel to Orion Township, Michigan to tour the GM Assembly plant that produces the new Chevrolet Sonic subcompact.  The Chevrolet Sonic is the first GM-engineered subcompact that GM has built in the United States since a vehicle launched nearly four decades ago, and the only subcompact car currently sold in the U.S. that is built in the U.S.  The Sonic was originally engineered for GM Korea, but is now being assembled in Michigan. Two years ago, during GM’s bankruptcy restructuring, the plant the President will visit in Orion, Michigan was set to be closed down.  The subcompact expertise and joint venture with GM Korea has saved the Orion plant and its 1,750 jobs.\nAt the beginning of his administration, President Obama made the very tough and unpopular decision to restructure GM and Chrysler – a decision that saved over a million American jobs and revitalized an entire American industry. In the year before GM and Chrysler filed for bankruptcy, the auto industry shed over 400,000 jobs.  Since these companies emerged from their restructurings, the American auto industry has created 128,000 jobs.\nThis week, Congress passed three trade agreements that the President fought to strengthen for American workers, along with Trade Adjustment Assistance.  These agreements will create tens of thousands of American jobs and level the playing field for American automakers.  The President believed that the 2007 agreement with Korea did not go far enough to provide new market access to U.S. auto companies and to level the playing field for American workers.  So the President worked with President Lee to make a number of important improvements to the U.S.-Korea Trade Agreement including strengthening enforcement and protections from sudden, harmful import surges and eliminating non-tariff barriers that severely restricted access to the South Korean market and raised the cost of producing vehicles for that market.   In addition, the Korea agreement will immediately cut Korean tariffs on U.S. autos in half (from 8 percent to 4 percent) and fully eliminate them within five years.  The Korea trade agreement passed with the support of the Big Three, the UAW, and bipartisan members of Congress.\nThe Sonic enterprise shows not just how the President’s decision to save the American auto industry is keeping plants open across the Midwest, it also illustrates how U.S.-Korea economic ties work for American workers.  That’s what the Korea trade agreement does on a larger scale.  The U.S.-Korea economic relationship is not just about exporting goods and services to Korea, it is about Korea investing in U.S. manufacturing.  For example, LG Chem is making lithium ion batteries in Holland, Hyundai Mobis is building suspension modules in Detroit, and Mando is building a new R&D center for brake and steering systems in Novi.\n\n\n\n\n"
}