{
    "title": "African-American Music Appreciation Month | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/african-american-music-appreciation-month",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 02, 2009\n\n \n\n\n\nAfrican-American Music Appreciation Month\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\n\t\t_________________________________________________\n\t\tFor Immediate Release                     June 2, 2009\n\t\t \n\nAFRICAN-AMERICAN MUSIC APPRECIATION MONTH, 2009\n\t\t- - - - - - -\nBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\t\tA PROCLAMATION\n\n\t\tThe legacy of African-American composers, singers, songwriters, and musicians is an indelible piece of our Nation's culture. Generations of African Americans have carried forward the musical traditions of their forebears, blending old styles with innovative rhythms and sounds. They have enriched American music and captured the diversity of our Nation. During African-American Music Appreciation Month, we honor this rich heritage.\n\n\t\tThis legacy tells a story of ingenuity and faith. Amidst the injustice of slavery, African Americans lifted their voices to the heavens through spirituals. This religious music united African Americans and helped sustain them through one of the darkest periods in our Nation's history. Years later, spirituals contributed to the advent of a new form of music: gospel. Both styles incorporated elements of African music and were rooted in faith.\n\n\t\tThe African-American music tradition also reflects creativity and individualism. Blues, jazz, soul, and rock and roll synthesize various musical traditions to create altogether new sounds. Their novel chord progressions, improvisation, and mood showcase individual musicians while also creating a cohesive musical unit. In addition, African-American composers have thrived in traditional genres such as musical theater, opera, classical symphony, and choral music, providing their unique imprint and creatively growing these forms of music. All of these contributions are treasured across America and the world.\n\n\t\tDuring African-American Music Appreciation Month, we recall the known and unknown musicians who helped create this musical history. Their contributions help illuminate the human experience and spirit, and they help us reflect on our Nation's ongoing narrative.\n\n\t\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and laws of the United States, do hereby proclaim June 2009 as African-American Music Appreciation Month. I call upon public officials, educators, and all the people of the United States to observe this month with appropriate more activities and programs that raise awareness and foster appreciation of music which is composed, arranged, and performed by African Americans.\n\n\t\tIN WITNESS WHEREOF, I have hereunto set my hand this second day of June, in the year of our Lord two thousand nine, and of the Independence of the United States of America the two hundred and thirty-third.\n\n\t\tBARACK OBAMA\n\n\t\t# # #\n\n\nDownload the PDF\n\n\n\n\n"
}