{
    "title": "Upcoming Guidance for First Lady Michelle Obama | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/10/07/upcoming-guidance-first-lady-michelle-obama",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nOctober 07, 2015\n\n \n\n\n\nUpcoming Guidance for First Lady Michelle Obama\n\n\n\n\n\nThursday, October 8, 2015\n\nREMINDER TO RSVP: The White House * 11:00 AM ET – The First Lady will honor the 2015 class of the National Student Poets Program (NSPP), the nation’s highest honor for youth poets. This award celebrates the exceptional creativity, dedication to craft, and promise of this generation of leaders. As honorary chairman of the President’s Committee on the Arts and the Humanities, the First Lady will celebrate the honorees and host a reading of their original work.\n\n2015 National Student Poets\n\n\nChasity Hale, age 16 of Miami, FL (Southeast Region)\n\nDe’John Hardges, age 16 of Cleveland, OH (Midwest Region)\n\nEileen Huang, age 15 of Lincroft, NJ (Northeast Region)\n\nAnna Lance, age 17 of Anchorage, AK (West Region)\n\nDavid Xiang, age 17 of Little Rock, AR (Southwest Region)\n\n\n\tAs National Student Poets, each student will serve a one-year term as literary ambassadors, where they will engage diverse audiences in the art of poetry by sharing their work, hosting workshops and leading service projects within their communities.    \n\nREMINDER TO RSVP: Washington, DC * 1:00 PM ET – As part of the Joining Forces initiative, the First Lady will attend the inaugural Veterans Initiative Summit at the Grand Hyatt in Washington, DC. This event signifies the start of a collective effort by Blackstone, KKR & Co., The Carlyle Group, and TPG to promote recruitment and retention of our veterans and military spouses in their portfolio companies.\n\n\tAt the event, the First Lady will join a roundtable discussion with the hosting firms’ CEOs, senior leaders, and veteran hiring champions. In addition, she will address approximately 150 portfolio company hiring representatives on the importance of supporting our military community and introduce a panel featuring veteran and military spouses who have thrived in the portfolio companies. \n\nSaturday, October 10, 2015\n\nGroton, CT * 11:00 AM ET – As part of the Joining Forces initiative, the First Lady will travel to Groton, ConnecticUpcomut to participate in the christening of the PCU Illinois. The Illinois is the 13th ship of the Virginia class of submarines.\n\n\tAs part of her role as the ship’s sponsor, Mrs. Obama will deliver remarks and christen the ship. The First Lady previously participated in the keel laying of the PCU Illinois in May of 2014.\n\n\n\n\n"
}