{
    "title": "Praise for President Obama’s Choice to Nominate Gary Locke to be Ambassador to China | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/09/praise-president-obama-s-choice-nominate-gary-locke-be-ambassador-china",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 09, 2011\n\n \n\n\n\nPraise for President Obama’s Choice to Nominate Gary Locke to be Ambassador to China\n\n\n\n\nBelow please see some statements of support from business leaders on the President’s choice to nominate Gary Locke to be Ambassador to China.\nJohn Frisbie, President, US-China Business Council (USCBC)\n\t“Gary Locke is a great choice to serve as the next US Ambassador to China. As a former elected official, he understands how ordinary Americans view the relationship with China. With his background as secretary of Commerce, he understands that trade and investment ties with China are important to American jobs and economic prosperity. Secretary Locke made China one of his top priorities as Commerce secretary. He is focused on results, measured by both export growth and solving market access issues, and he understands how China works. He will be a respected and effective US Ambassador to China.”\nJim McNerney, Chairman of the Board, President and CEO, The Boeing Company\n\t“I applaud President Obama's decision to nominate Secretary Gary Locke as the next United States Ambassador to China.  Gary Locke's experience as the Secretary of Commerce, the Governor of Washington State, and various positions in the private sector will serve him well in helping to manage the United States' important and complex relationship with China. While leading the Department of Commerce and serving on the President's Export Promotion Cabinet, Secretary Locke has vigorously promoted the National Export Initiative, advocated for fair international trade policies, and initiated important reforms of export-control regulations.  Upon confirmation, we look forward to Secretary Locke’s work as our next Ambassador in Beijing.”\nMuhtar Kent, Chairman and CEO, The Coca-Cola Company and Chairman of the U.S.-China Business Council\n\t“Secretary Locke’s leadership roles in business and government, combined with his recent success in strengthening U.S.-China commercial relations makes him ideally suited to be a strong and effective Ambassador to China.  Over the long run, innovation, economic growth and diplomatic harmony are most effectively achieved by free and fair trade and open dialogue.  For these reasons, we are extremely pleased to see Secretary Locke nominated for this vital role.”\nRobert A. Iger, President and CEO, The Walt Disney Company\n\t“Under Secretary Locke’s leadership, the Department of Commerce was focused on creating the kind of strong, supportive environment required for American businesses to thrive in the face of increasing global competition. I’m confident he’ll bring the same level of leadership and advocacy to his new role, representing the interests of our nation in China.” \nJim Rogers, CEO, Duke Energy\n\t“Gary Locke has advanced our country’s relationship with China while serving as Commerce Secretary and his nomination as U.S Ambassador to China is an inspired choice. Locke’s personal China roots run deep and there is no one in the Administration as passionate about more aggressively developing trade and diplomatic relationships between our two nations.  We saw Locke’s passion first-hand when we participated in his trade mission to China last year, and we are eager to continue to work with him after he is confirmed by the U.S. Senate as our new Ambassador to China.”\nBob Pisano, President and Chief Operating Officer of the Motion Picture Association of America, Inc. (MPAA)\n\t“Secretary Locke has a strong record in support of American workers and businesses whose livelihoods are dependent on exports.  And, he has an outstanding record of championing intellectual property rights. As Ambassador to China, he will be an important advocate in a nation where the theft and illegal distribution of American movies, television shows, music, software and other forms of intellectual property is a major threat to American competitiveness.  Likewise, he will help lead efforts to ensure that the Chinese marketplace is opened up to American products that face far too many restrictions. We look forward to working with Secretary Locke in his new role on these issues that are so critical to the film and television industry and its 2.4 million employees.”\nHarold (Terry) McGraw III, Chairman, President and CEO, The McGraw-Hill Companies\n\t“The business community is grateful to Gary Locke who has been a tireless advocate for American trade and exports. He brought a Governor’s discipline and sense of purpose to the job of Commerce Secretary and focused on improving commercial ties with our major trading partners such as China and India.\n\tGary will be steadfast as Ambassador to China in promoting access for American companies and ensuring that fair trading conditions are met.”\nRobert Holleyman, President and CEO, Business Software Alliance (BSA)\n\t“Secretary Locke is an exceptionally well-qualified and respected choice to be US Ambassador to China. He is an energetic and effective champion for US industry in general and for software companies and other copyright holders in particular. The software industry faces an enormous challenge with rampant piracy in China. Secretary Locke, working with President Obama, US Trade Representative Ron Kirk and Treasury Secretary Tim Geithner, has succeeded in elevating the use of illegal software and other intellectual property concerns to the top of the bilateral economic agenda. BSA looks forward to continuing to work with Secretary Locke to achieve progress through his new position.”\nWendell P. Weeks, Chairman and CEO, Corning Incorporated\n\t“Secretary Locke has a unique combination of talent and experience to enhance the level of cooperation between the United States and China.  As Governor of the nation’s most trade-dependant state and as the Secretary of Commerce, he has clearly developed an understanding of the complex economic and political forces that drive our bilateral relationship.  And, he has an appreciation for Chinese culture that will certainly enable him to earn the confidence of his host government.”\nDave Cote, Chairman and CEO, Honeywell\n\t“I believe the appointment of Gary Locke as U.S. Ambassador to China is an inspired choice. He was action oriented as Commerce Secretary and I have no doubt he’ll be the same way in China. We need comprehensive and thoughtful engagement with the Chinese.  Locke’s experience in working through tough issues at Commerce and as Governor of Washington make him uniquely qualified for this role. He is well respected in China and here in the United States and I believe he is the right person for this role.”\nIndra Nooyi, Chairman and CEO, PepsiCo\n\t\"This is good news. I'm very pleased that Secretary Locke will become our new ambassador to China. Over these past few years, I've traveled overseas with him and have been impressed with both his cooperative, business-friendly approach and his strong commitment to the critically important issue of creating good jobs.\"\n\n\n\n\n"
}