{
    "title": "Advisory: Press Avail During White House Office Of Urban Affairs And Domestic Policy Council Urban And Metropolitan Policy Roundtable | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/advisory-press-avail-during-white-house-office-urban-affairs-and-domestic-policy-co",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 13, 2009\n\n \n\n\n\nAdvisory: Press Avail During White House Office Of Urban Affairs And Domestic Policy Council Urban And Metropolitan Policy Roundtable\n\n\n\n\n\n\nTHE WHITE HOUSE\n\t\tOffice of the Press Secretary\n\t\t_________________________________________________\n\t\tFOR IMMEDIATE RELEASE                 July 13, 2009\n\nADVISORY: PRESS AVAIL DURING WHITE HOUSE OFFICE OF URBAN AFFAIRS AND DOMESTIC POLICY COUNCIL URBAN AND METROPOLITAN POLICY ROUNDTABLE\n\n\t\tWASHINGTON, DC - As part of the day long urban policy roundtable conducted by the White House Office of Urban Affairs and Domestic Policy Council, cabinet members and metropolitan association representatives contributing to the day’s discussion will be available at 1:45 p.m. at the West Wing stakeout area.  Adolfo Carrion, Director of the White House Office of Urban Affairs, will provide a summary of the policy discussion being conducted with leading experts from across the country, and time will be made for Q&A.\n\nWHAT:\n\t\tPress avail during the White House Office of Urban Affairs Urban Policy Roundtable\n\nWHO:\n\t\tAdolfo Carrion, Director, White House Office of Urban AffairsSec. Ray LaHood,  \n\t\tDepartment of Transportation\n\t\tSec. Shaun Donovan, Department of Housing and Urban Development\n\t\tAdministrator Lisa Jackson, Environmental Protection Agency\n\t\tAdministrator Karen Mills, Small Business Administration\n\t\tGovernor Edward Rendell of Pennsylvania, National Governors Association\n\t\tMayor Greg Nickels of Seattle, president, U.S. Conference of Mayors\n\t\tDekalb County Georgia CEO Burrell Ellis, chairman, Large Urban County Caucus, National Association of Counties\n\t\tMayor Kathleen Novak of Northglenn, Colo., president, National League of Cities\n\nWHEN:\n\t\tTODAY, Monday, July 13\n\t\t1:45PM EDT\n\nWHERE:\n\t\tWest Wing stakeout area\n\nRSVP:\n\t\tMedia wishing to RSVP should email media_affairs@who.eop.gov\n\n\n\t\t###\n\n\n\n\n\n"
}