{
    "title": "President Obama Announces Steps to Reduce Dropout Rate and Prepare Students for College and Careers | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-steps-reduce-dropout-rate-and-prepare-students-college-an",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 01, 2010\n\n \n\n\n\nPresident Obama Announces Steps to Reduce Dropout Rate and Prepare Students for College and Careers\n\n\n\n\nWASHINGTON, D.C. – Today, President Barack Obama highlighted steps his Administration will take to combat the dropout crisis and invest in strategies to ensure students graduate prepared for college and careers. \nPresident Obama challenged states to identify high schools with graduation rates below 60% and discussed the Administration’s investments  to help them turn those schools around.   The Obama Administration has committed $3.5 billion to fund transformational changes in America’s persistently low-performing schools.  Additionally, the President’s FY 2011 budget includes $900 million to support School Turnaround Grants.  President Obama also emphasized the importance of investing in dropout prevention and recovery strategies to help make learning more engaging and relevant for students, and announced new efforts to invest $100 million in a College Pathways program to promote a college readiness culture in high schools, through programs that allow students to earn a high school diploma and college credit at the same time.\n“This is a problem we can’t afford to accept or ignore,” President Obama said.  “The stakes are too high – for our children, for our economy, for our country. It’s time for all of us to come together – parents and students, principals and teachers, business leaders and elected officials – to end America’s dropout crisis.”\nPresident Obama spoke at the America’s Promise Alliance GradNation event hosted by Alliance Founding Chairman General Colin Powell and his wife and Alliance Chair Alma Powell.  America’s Promise Alliance is the nation’s largest partnership organization dedicated to improving the lives of children and youth.\nFACT SHEET BELOW:\nReducing the Dropout Rate and Helping All Students Graduate College and Career Ready\n“It is time for all of us, no matter what our backgrounds, to come together and solve this epidemic. Stemming the tide of dropouts will require turning around our low-performing schools. Just 2,000 high schools in cities like Detroit, Los Angeles, and Philadelphia produce over 50% of America’s dropouts… Let us all make turning around our schools our collective responsibility as Americans.&rdquo\nPresident Barack Obama\nMarch 10, 2009\nEvery school day, about 7,000 students decide to drop out of school – a total of 1.2 million students each year – and only about 70% of entering high school freshman graduate every year.  Without a high school diploma, young people are less likely to succeed in the workforce.  Each year, our nation loses $319 billion in potential earnings associated with the dropout crisis.\nStudents at risk of dropping out of school can be identified as early as sixth grade by reviewing records of attendance, behavior, and course failure. Research has demonstrated that by making learning environments safe and relevant, better engaging parents and their communities in schools, and helping students get back on-track academically, the dropout rate can be lowered. \nApproximately 2,000 of America’s high schools produce half of the nation’s school dropouts.  President Obama is committed to a strategy for reform in America’s middle and high schools – including bold interventions to drive improvement in America’s lowest performing schools – to help prepare all students to graduate college and career ready.\nToday, the President will discuss efforts to help curb the dropout crisis and better prepare students for college and careers:\nA national effort to help turn around America’s persistently low-performing schools.  \nIt takes more time, stronger interventions, and a larger investment of funds to help turn around persistently low-performing schools.  The Obama Administration has committed $3.5 billion to fund transformational changes in America’s persistently low-performing schools, including assisting states in identifying and prioritizing high schools with graduation rates below 60%.  Under the leadership of Secretary Arne Duncan, the U.S. Department of Education’s School Turnaround Grants will support vigorous interventions for 5,000 of the nation’s lowest-performing schools over the next five years, designed to drive change, improve student achievement, and transform school culture.  The President’s FY 2011 budget includes an additional $900 million to support School Turnaround Grants.  To access school improvement funds, states and school districts will choose among four reform models to change their lowest-performing schools:\n\nTurnaround Model:  Among other actions, the school district must replace the principal and at least half of the school staff, adopt a new governance structure for the school, and implement a new or revised instructional program.\nRestart Model:  The school district must close and reopen the school under the management of a charter school operator, a charter management organization or an educational management organization selected through a rigorous review process. A restart school would be required to admit, within the grades it serves, any former student who wishes to attend.\nSchool Closure:  The school district must close the failing school and enroll the students who attended that school in other, higher-achieving schools in the district.\nTransformational Model:  The school must address four areas of reform, including (1) developing teacher and school leader effectiveness (and replacing the principal who led the school prior to commencement of the transformational model); (2) implementing comprehensive instructional reform strategies; (3) extending learning and teacher planning time and creating community-oriented schools; and (4) providing operating flexibility and sustained support.\n\nKeeping students engaged and on-track to graduation.  \nOne study found that when asked why they left school, about half of dropouts responded that they did not find school interesting, and over two-thirds reported that school did not motivate or inspire them.  The Obama Administration is committed to investing in innovative dropout recovery and prevention strategies to better engage youth in their learning and to help them catch-up academically.  The Obama Administration will support effective dropout prevention strategies – through $50 million committed to the Graduation Promise Fund and through reforms supported under the Student Aid and Fiscal Responsibility Act, which has passed the U.S. House of Representatives.  These efforts include:  \n\nPersonalized and individualized instruction and support to keep students engaged in their learning and focused on success.\nMultiple pathways and credit recovery programs, such as high-quality alternative high schools, transfer schools, or career- and work-based experiences to help students catch-up and keep-up academically, and to get back on track toward a high school diploma.\nBetter use of data and information to identify and respond to students at risk of failure, and assist with important transitions to high school and college.\n\nPromoting a culture of college readiness.  \nParticipation in a challenging high school curriculum has a greater impact on whether a student will earn a four-year college degree than his or her high school test scores, class rank, or grades.    The President’s FY 2011 budget supports a new $100 million College Pathways Program to increase access to college-level, dual credit, and other accelerated courses in high-need high schools, and to support college-going strategies and models that will help students succeed.  For example, early college high schools allow students to earn a high school degree and an Associate’s degree (or 2 years of college credit), simultaneously, and dual enrollment programs provide college-level courses and opportunities for students to earn post-secondary credit while still in high school.  The Obama Administration will also launch new efforts to better support completion and submission of the FAFSA – or Free Application for Federal Student Aid – to increase the likelihood that students will enroll in college.\n\n\n\n"
}