{
    "title": "Statement by the Press Secretary on the President’s Meeting with the Senate Republican Conference | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-press-secretary-president-s-meeting-with-senate-republican-conference",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 25, 2010\n\n \n\n\n\nStatement by the Press Secretary on the President’s Meeting with the Senate Republican Conference\n\n\n\n\nEl Presidente tuvo un buen intercambio con el Grupo Republicano del Senado (Senate Republican Conference) hoy sobre las prioridades para el resto del año.\nPidió su cooperación para concluir la labor con medidas para ayudar a generar empleo y mejorar la economía, lo que incluye una para que las pequeñas empresas tengan acceso a préstamos; la ratificación del tratado START que es fundamental para nuestra seguridad a largo plazo y los esfuerzos a favor de la no proliferación nuclear, y la pronta confirmación de Elena Kagan a la Corte Suprema, para que pueda ocupar su escaño cuando el tribunal reanude sesiones después del verano.\nEl Presidente también instó al grupo a trabajar con él para hacerles frente a dos importantes asuntos que no se han resuelto: la reforma integral de inmigración y la ley de energía.\nSobre inmigración, el Presidente señaló que muchos miembros del grupo han respaldado esfuerzos en el pasado por arreglar el sistema quebrado, y para imponer rendimiento de cuentas en las fronteras, por los empleadores que transgreden la ley al contratar a trabajadores no documentados, y por los propios trabajadores, que están aquí ilegalmente y deben asumir sus responsabilidades. Además los instó a trabajar con él, independientemente de afiliación política, para alcanzar logros con respecto a este asunto.\nEn materia de energía, el Presidente le dijo al grupo que el desastre del derrame petrolero en el golfo debe aumentar la urgencia de acelerar el desarrollo de nuevas fuentes de energía limpia que promuevan la independencia energética y empleos bien pagados para estadounidenses. Y pidió que colaboraran con él sobre las propuestas bipartidistas que muestran potencial y están ante el Congreso actualmente.\nObviamente, continúan las discrepancias en algunos de estos asuntos. Pero el Presidente cree que el diálogo directo es mejor que las poses políticas y se mostró complacido de la oportunidad de compartir sus opiniones con el grupo.\nSeguirá aprovechando todas las oportunidades para trabajar constructivamente con cualquier congresista de cualquier partido para seguir adelante.\n \n\n\n\n"
}