{
    "title": "Administration Announces Nearly $8 Billion in Weatherization Funding and Energy Efficiency Grants | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/administration-announces-nearly-8-billion-weatherization-funding-and-energy-efficie",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\n\nMarch 12, 2009\n\n \n\n\n\nAdministration Announces Nearly $8 Billion in Weatherization Funding and Energy Efficiency Grants\n\n\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Vice President\n_______________________________________________________\nFor Immediate Release                                                 March 12, 2009\n\nAdministration Announces Nearly $8 Billion in Weatherization Funding and Energy Efficiency Grants\nWill support energy efficiency efforts nationwide that will create 87,000 jobs and cut energy bills for families\nWashington DC -- Vice President Joe Biden and Energy Secretary Chu today detailed an investment of nearly $8 billion in state and local weatherization and energy efficiency efforts as part of the President’s American Recovery and Reinvestment Act. With an investment of about $5 billion through the Weatherization Assistance Program and about $3 billion for the State Energy Program, the Department of Energy will partner with state and local governments to put 87,000 Americans to work and save families hundreds of dollars per year on their energy bills.\nTo jump-start job creation and weatherization work, the Department of Energy is releasing the first installment of the funding – about $780 million -- in the next few days. The Department will release additional funding over time as states demonstrate that they are using the funding effectively and responsibly to create jobs and cut energy use.\n\"This energy efficiency funding for states is an important investment in making America more energy independent, creating a cleaner economy and creating more jobs for the 21st century that can’t be outsourced,\" said Vice President Biden.\nThe funding will support weatherization of homes, including adding more insulation, sealing leaks and modernizing heating and air conditioning equipment, which will pay for itself many times over.\n\"Even as we seize the enormous potential of clean energy sources like wind and solar, the American Recovery and Reinvestment Act makes a major investment in energy efficiency, which is the most cost effective route to energy independence,\" Chu said.\nThe Weatherization Assistance Program will allow an average investment of up to $6,500 per home in energy efficiency upgrades and will be available for families making up to 200% of the federal poverty level – or about $44,000 a year for a family of four. [$55,140 for Alaska and $50,720 for Hawaii]\nThe State Energy Program funding will be available for rebates to consumers for home energy audits or other energy saving improvements; development of renewable energy projects for clean electricity generation and alternative fuels; promotion of Energy Star products; efficiency upgrades for state and local government buildings; and other innovative state efforts to help save families money on their energy bills.\nThe DOE’s Weatherization Assistance Program allows low-income families to reduce their energy bills by making their homes more energy efficient, reducing heating bills by an average of 32% and overall energy bills by hundreds of dollars per year.\n###\n\n\n\n\n"
}