{
    "title": "First Lady Michelle Obama to Surprise Visitors on White House Tour at 10:45 AM ET. LiveStream Here | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/20/first-lady-michelle-obama-surprise-visitors-white-house-tour-1045-am-et-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJanuary 20, 2011\n\n \n\n\n\nFirst Lady Michelle Obama to Surprise Visitors on White House Tour at 10:45 AM ET. LiveStream Here\n\n\n\n\n\nWelcoming Visitors to the People’s House on the Two Year Anniversary of the Inauguration\n\n\tOn January 21, 2009, President Obama and First Lady Michelle Obama entered the White House and signaled their commitment to creating a more open and accessible White House by surprising guests attending public tours.  Two years later, approximately 1.5 million visitors have walked through the gates of the people’s house, marking the largest attendance post 9/11. This number reflects Residence tourists, guests at the annual White House Easter Egg Roll events, Fall and Spring Garden Tours and White House Kitchen Garden school group tours.  Mrs. Obama is marking the second year by continuing this tradition today – taking some time to greet visitors as they come in for public tours for the third time.  To view this event, a live feed is available at http://obamawhitehouse.archives.gov/live .\n\n\tThe President and First Lady have sought to not only increase the number of visitors, but also enhance each visitor’s experience at the White House. The China Room is now open to public tours and tourists are frequently invited out to the South Lawn to watch the President depart or arrive on Marine One. When possible, United States Secret Service now lead guided tours of the Executive Residence in the morning, giving guests a better understanding of the history as they walk through.\n\n\tBreaking down the numbers helps reveal just how many Americans from across the country have visited the White House in the past year.  The 2010 Easter Egg Roll brought in 31,313 guests from 50 states using an online lottery system. During the Spring and Fall Garden Tours, the White House invited over 45,000 guests to the South Lawn. Two years ago, with the popularity of the First Lady’s new Kitchen Garden, the White House started an online registration system so school groups could apply to visit the garden. Since the program launched in October 2009, over 1,100 local school children have visited the garden and learned about healthy eating from White House Assistant Chef Sam Kass and White House Executive Pastry Chef William Yosses.\n\n\tThe White House is the only building in the world that is simultaneously the home of a head of state, the executive office of a head of state, and is regularly open to the public for tours.  The President and First Lady plan to build on past success and provide more Americans the opportunity to visit 1600 Pennsylvania Avenue in the coming year.\n\n\tFor more information and instructions on applying for a White House visit, please go to: http://obamawhitehouse.archives.gov/about/tours-and-events/\n\n\n\n\n"
}