{
    "title": "McCain, Levin, McCaskill, Towns, Welch to Join President Obama This Morning | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mccain-levin-mccaskill-towns-welch-join-president-obama-morning",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 04, 2009\n\n \n\n\n\nMcCain, Levin, McCaskill, Towns, Welch to Join President Obama This Morning\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  _____________________________________________________________________________  FOR IMMEDIATE RELEASE                                                           March 4, 2009   McCain, Levin, McCaskill, Towns, Welch to Join President Obama This Morning ***During his remarks this morning, President Obama will be joined by members of Congress who share his commitment to reform the government procurement process including Senator John McCain (R-AZ), Senator Carl Levin (D-MI), Senator Claire McCaskill (D-MO), Rep. Edolphus Towns (D-NY) and Rep. Peter Welch (D-VT). FACT SHEET: Reforming Government Contracting Upon taking office, the Obama Administration inherited a fiscal disaster: a budget deficit of $1.3 trillion. This burden is compounded by the worst economic crisis since the Great Depression. As we get our economy moving again through the Recovery Act, it’s also important that we turn the page on an era of irresponsibility in which taxpayer dollars were used to line contractors’ pockets or maintain projects that do not work. To that end, the President today signed a Presidential Memorandum that reforms how the government does business and that will save taxpayers billions of dollars each year. This Presidential Memorandum will reform government contracting by strengthening oversight and management of taxpayer dollars, ending unnecessary no-bid and cost-plus contracts and maximizing the use of competitive procurement processes, and clarifying rules prescribing when outsourcing is and is not appropriate. The Memorandum directs the Office of Management and Budget to issue contracting reform guidance to agencies to ensure that the federal government performs its functions efficiently and effectively, so as to provide the best value for taxpayers. In addition, the President endorsed the goals of the bipartisan effort on defense procurement reform led by Senators Carl Levin and John McCain. The President has asked Secretary Gates to work with the Senators on developing their legislation further so that we can end the long delays and extra costs common to defense contracting, invest in proven and cost-effective technologies, and increase oversight of the entire process. Background  Government spending on contracting has more than doubled in the last eight years.  Government spending on goods and services increased from $200 billion in 2000 to over $500 billion in 2008. A study last year by the Government Accountability Office of 95 major defense acquisitions projects found cost overruns of 26 percent, totaling $295 billion over the life of the projects.  The Memorandum directs the following:    The Director of the Office of Management and Budget shall collaborate with the Secretary of Defense, the Administrator of the National Aeronautics and Space Administration, the Administrator of General Services, the Director of the Office of Personnel Management, and others to development procurement reform guidance.  By July 1, 2009 – OMB shall issue government-wide guidance to assist agencies in reviewing, and creating processes for ongoing review of, existing contracts in order to identify contracts that are wasteful, inefficient, or not otherwise likely to meet the agency’s needs. By September 30, 2009 – OMB shall issue government-wide guidance to:       Govern the appropriate use and oversight of sole-source and other types of noncompetitive contracts and to maximize the use of full and open competition and other competitive procurement processes; Govern the appropriate use and oversight of all contract types, in full consideration of the agency’s needs, and to minimize risk and maximize the value of government contracts generally; Assist agencies in reviewing the capacity and ability of the Federal acquisition workforce to develop, manage, and oversee acquisitions appropriately; and Clarify when governmental outsourcing for services is and is not appropriate.    ##\n\n\n\n"
}