{
    "title": "Declaraciones del Presidente antes de Firmar la Ley Hire | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-antes-de-firmar-la-ley-hire",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 18, 2010\n\n \n\n\n\nDeclaraciones del Presidente antes de Firmar la Ley Hire\n\n\n\n\nJardín de Rosas\n11:20 A.M. EDT, 18 DE MARZO, 2010\nEL PRESIDENTE: Buenos días a todos. Por favor, tomen asiento. Bueno, estamos aquí esta hermosa mañana porque voy a promulgar una ley que va a ser muy bienvenida por nuestros conciudadanos que están buscando trabajo en este difícil momento para la economía. Pero antes, permítanme decirles unas pocas palabras sobre las últimas noticias acerca del debate de la reforma del seguro médico. No sé si han escuchado, pero está teniendo lugar un trascendental debate.\nEsta mañana, las conclusiones de un nuevo análisis de la Oficina de Presupuesto del Congreso (Congressional Budget Office) fueron que la reforma que proponemos reduciría el déficit en 1.3 billones en las próximas dos décadas. (Aplausos.) Eso significa que esta ley es el esfuerzo más importante que se ha hecho para reducir el déficit desde la Ley de Equilibrio Presupuestal (Balanced Budget Act) de los noventa. (Aplausos.) Esto es... es sólo una de las ventajas de una reforma que traerá un nuevo rendimiento de cuentas al sector de seguros y mayor seguridad económica para todos los estadounidenses. Así que insto a todos los miembros del Congreso a que lo tomen en cuenta cuando se preparen para esta importante votación este fin de semana.\nY quisiera darles la bienvenida a todos los miembros del Congreso aquí presentes, a los que están en el estrado, a la señora presidenta de la Cámara de Representantes, al líder de la mayoría Reid y también a algunos de los miembros de mi gabinete que se encuentran presentes.\nEn unos momentos, promulgaré lo que se denomina la Ley HIRE, una ley de empleo que fomentará que las empresas contraten y ayudará a que los estadounidenses vuelvan a trabajar. Quisiera decir unas palabras sobre lo que significa esta ley de empleo para los trabajadores, empresas y la recuperación económica de Estados Unidos.\nHay varias maneras de ver la recuperación económica. Desde la perspectiva de los economistas, vemos varias etapas de recuperación. Vemos si ha empezado el crecimiento económico. Vemos si las empresas han empezado a contratar trabajadores temporales o aumentar la jornada laboral de los trabajadores actuales. Vemos si las empresas, grandes y pequeñas, han empezado a contratar empleados a tiempo completo.\nEs así que los economistas miden la recuperación, y desde esa perspectiva, estamos empezando a ir por buen camino. Pero para la mayoría de estadounidenses, la recuperación es algo más básico: ¿Tengo un buen empleo? ¿Puedo mantener a mi familia? ¿Me siento seguro en el aspecto financiero?\n \nLa gran recesión por la que acabamos de pasar ha afectado severamente a la clase media y a nuestra economía en general. Cada uno de los más de 8 millones que perdieron su empleo en los últimos años pueble hablar de sacrificios: una familia forzada a escoger entre la cuenta de luz o el seguro del auto o la matrícula universitaria de la hija; de bodas y vacaciones y jubilaciones pospuestas.\n \nPero les tengo una buena noticia: se está creando un consenso --en parte por las medidas necesarias, aunque a menudo impopulares, que se tomaron el año pasado-- de que se ha reiniciado el crecimiento económico y es probable que pronto estemos generando empleos en lugar de perderlos. La ley de empleo que voy a promulgar hoy tiene como propósito ayudar a acelerar ese proceso.\nLa promulgo teniendo en mente, como dije antes, que la solución de nuestros problemas económicos no vendrá sólo del gobierno. El gobierno no puede generar todos los empleos que necesitamos ni puede reparar el daño hecho por esta recesión.\nPero lo que sí podemos hacer es promover un sector privado sólido y dinámico, el verdadero motor de generación de empleo en nuestra economía. Podemos ayudar a generar un incentivo para que las empresas estadounidenses vuelvan a contratar. Podemos crear condiciones favorables que permitan que las empresas triunfen y crezcan.\n \nY eso es exactamente lo que esta ley de empleo nos ayudará a hacer. Pero no se equivoquen: Si bien esta ley de empleo es totalmente necesaria, de ninguna manera es suficiente. Hay mucho más que debemos hacer para impulsar la contratación en el sector privado a fin de lograr la plena recuperación económica, desde ayudar a las pequeñas empresas dignas de crédito a obtener los préstamos que necesitan para expandirse hasta ofrecer incentivos para hacer que las casas y empresas sean más eficientes en el consumo de energía e invertir en infraestructura para que podamos poner a los estadounidenses a trabajar en las obras que el país requiere.\nNo obstante, esta ley de empleo tendrá un impacto positivo de varias maneras. En primer lugar, las empresas que contraten a alguien que ha estado desempleado durante por lo menos dos meses no pagarán impuestos de planilla. Eso es un beneficio tributario que se aplicará a trabajadores desempleados que fueron contratados entre el año pasado y fines de este año. Y este recorte tributario lleva este mensaje a los empleadores: Si contratan a un trabajador que estaba desempleado, no tendrán que pagar los impuestos de planilla de ese trabajador por el resto del año. Y las empresas que actúen con rapidez y contraten ahora recibirán un mayor crédito tributario que las empresas que esperen hasta fines de este año.\n \nEste recorte tributario será especialmente beneficioso para los dueños de pequeñas empresas. Muchos de ellos estaban sopesando si deben contratar uno o dos trabajadores más, o no deben contratar a nadie. Y esta ley de empleo les hace más fácil tomar esa decisión. Y a propósito, quisiera recalcar que una parte de lo que hará la reforma del seguro médico es otorgarles recortes tributarios a más de 4 millones de pequeñas empresas, para que no tengan que elegir entre contratar empleados y ofrecer seguro médico.\n \nEn segundo lugar, esta ley incentiva a las pequeñas empresas a expandirse y contratar porque les permite deducir las inversiones hechas en equipo este año. La depreciación de este tipo de gastos usualmente tomaba varios años, pero con esta ley, las empresas podrán invertir hasta $250,000 en, digamos, equipo de manufactura y deducirlo inmediatamente. En pocas palabras, les daremos a las empresas un incentivo para que inviertan en su propio futuro y que lo hagan ahora.\nEn tercer lugar, reformaremos los bonos municipales para fomentar la generación de empleo con la expansión de inversión en escuelas y proyectos de energía limpia. Digamos que un pueblo quiere poner a gente a trabajar para reconstruir una escuela primaria que necesitaba reparaciones urgentes o para instalar turbinas eólicas. Con esta ley, se les hará más fácil reunir el dinero para lo que necesitan usando un modelo que hemos denominado Build America Bonds, uno de los programas más exitosos de la Ley para la Recuperación. Les daremos a los estadounidenses una mejor oportunidad para invertir en el futuro de sus comunidades y el país.\nY finalmente, esta ley de empleo hará que se continúen haciendo inversiones cruciales en nuestras carreteras y puentes ahora que se acercan los meses de primavera y verano, y hay más empleos de construcción.\n \nQuiero elogiar a todos los miembros del Congreso, su liderazgo hizo posible esta ley. Muchos de ellos están presentes hoy. Y me complace que más de doce republicanos estuvieran de acuerdo en la urgencia de promulgar esta ley de empleo y que estuvieran dispuestos a anular el empantanamiento partidista para ayudarnos a dar este paso por el bien del pueblo estadounidense. Tengo la esperanza de que esto sea el preludio de mayor cooperación en días y meses venideros, mientras seguimos esforzándonos por salir de la recesión y reconstruir nuestra economía de una manera beneficiosa para todos los estadounidenses y no sólo algunos estadounidenses.\n \nDespués de todo, la ley de empleo que promulgo hoy y los demás esfuerzos que estamos haciendo para alcanzar la recuperación no son un asunto político. No son un asunto demócrata ni republicano. No son juegos de ganar por ganar. Son para beneficio de la gente en este país que está desempleada y está buscando trabajo; son para todos los estadounidenses de todas las razas, credos y edad... que me contaron sobre sus circunstancias en el transcurso del último año.\n \nLa madre sola que me dijo que llenó cientos de solicitudes de empleo y fue a decenas de entrevistas, pero que todavía no encuentra un trabajo. El padre cuyo hijo me contó que empezó a trabajar de adolescente y, por primera vez en su vida, estaba sin trabajo. Los niños que me escriben, preocupados por su mamá o papá, preocupados por lo que el futuro le depara a su familia.\n \nSon ellos quienes ocupan mis pensamientos cuando entro a la Oficina Oval. Es para ellos que promulgo esta ley. Y es por ellos que seguiré luchando mientras sea el Presidente de Estados Unidos.\n \nDicho eso, permítanme promulgar esta ley y pongamos manos a la obra. (Aplausos.)\n(Se promulgó la ley.)\n                                               END\n11:27 A.M. EDT\n \n\n\n\n"
}