{
    "title": "Expected Attendees at the White House Iftar Dinner | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/08/10/expected-attendees-white-house-iftar-dinner",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 10, 2012\n\n \n\n\n\nExpected Attendees at the White House Iftar Dinner\n\n\n\n\n\n\tThis evening, the President will continue a White House tradition of hosting an Iftar celebrating Ramadan in the State Dining Room.  This is the fourth Iftar hosted by the President.  The Iftar is the meal that breaks the day of fasting, when Muslim families and communities eat together after sunset.\n\n\tBelow is a list of some of the expected attendees at tonight’s White House dinner celebrating Ramadan:\n\nMEMBERS OF CONGRESS\n\n\tThe Honorable Andre Carson, United States Representative\n\n\tThe Honorable John Conyers, United States Representative\n\n\tThe Honorable Keith Ellison, United States Representative\n\nDIPLOMATIC CORPS\n\n\tMr. Zango Abdu, Minister at the Embassy of Nigeria\n\n\tHis Excellency Yousif Mana Saeed Al Otaiba, United Arab Emirates\n\n\tHis Excellency Adel Ahmed Al-Jubeir, Kingdom of Saudi Arabia\n\n\tHer Excellency Hunaina Sultan Al-Mughairy, Sultanate of Oman\n\n\tHis Excellency Mohamed Abdullah M. Al-Rumaihi, State of Qatar\n\n\tHis Excellency Mohammed Al-Hussaini Al-Sharif, League of Arab States, Arab League Mission\n\n\tMr. Adel Ahmed Alsuneini, The Charge d'Affaires of Republic of Yemen\n\n\tHis Excellency Abdallah Baali, People's Democratic Republic of Algeria\n\n\tHis Excellency Seydou Bouda, Ambassador of Burkina Faso\n\n\tHis Excellency Daouda Diabate, Republic of Cote d'Ivoire\n\n\tHis Excellency Dino Patti Djalal, Republic of Indonesia\n\n\tHis Excellency Maitine Djoumbe, Republic of Chad  \n\n\tHis Excellency Bienvenu Joseph Foe-Atangana, Republic of Cameroon  \n\n\tHis Excellency Gilbert Galanxhi, Republic of Albania\n\n\tHis Excellency Eklil Ahmad Hakimi, Islamic Republic of Afghanistan\n\n\tHis Excellency Othman Bin Hashim, Ambassador of Malaysia \n\n\tMr. Mahmoud Daifallah Hmoud, The Charge d'Affaires of Jordan \n\n\tHis Excellency Akan Ismaili, Republic of Kosovo\n\n\tMr. Fakhraddin Ismayilov, The Chargé d'Affaires of the Republic of Azerbaijan\n\n\tHis Excellency Bayney Ram Karran, Cooperative Republic of Guyana\n\n\tHis Excellency Al Maamoun Baba Lamine Keita, Republic of Mali  \n\n\tHis Excellency Sergey Ivanovich Kislyak, Russian Federation\n\n\tHer Excellency Mwanaidi Sinare Maajar, United Republic of Tanzania \n\n\tHer Excellency Jadranka Negodic, Ambassador of Bosnia and Herzegovina\n\n\tHis Excellency Ilhomjon Tuychievich Nematov, Republic of Uzbekistan \n\n\tHis Excellency Alieu Momodou Ngum, Republic of The Gambia\n\n\tHis Excellency Cheik Niang, Ambassador to the Republic of Senegal\n\n\tHis Excellency Roble Olhaye, Republic of Djibouti\n\n\tHis Excellency Meret Bairamovich Orazov, Ambassador of Turkmenistan \n\n\tHis Excellency Michael Scott Oren, PhD, State of Israel\n\n\tHis Excellency Akramul Qader, People's Republic of Bangladesh\n\n\tHer Excellency Sherry Rehman, Islamic Republic of Pakistan  \n\n\tHis Excellency Nuriddin Shamsov, Republic of Tajikistan\n\n\tHis Excellency Sameh Hassan Shoukry, Arab Republic of Egypt\n\n\tHis Excellency Maman Sambo Sidikou, Republic of Niger\n\n\tMr. Tahsin Timur Soylemez, The Charge d'Affaires of the Republic of Turkey\n\n\tHis Excellency Bockari Kortu Stevens, Republic of Sierra Leone\n\n\tHer Excellency Amelia Narciso Sumbana, Republic of Mozambique  \n\n\n\n\n"
}