{
    "title": "Joint Statement: President Obama and Prime Minister Harper on United States-Canada Support for Chrysler LLC | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/joint-statement-president-obama-and-prime-minister-harper-united-states-canada-supp",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 30, 2009\n\n \n\n\n\nJoint Statement: President Obama and Prime Minister Harper on United States-Canada Support for Chrysler LLC\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t________________________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                                                  April 30, 2009\n\nJoint Statement\nPresident Obama and Prime Minister Harper\n\t\tUnited States-Canada Support for Chrysler LLC\n\n\n\t\tThe Governments of the United States and Canada have reviewed and approved the restructuring plans of Chrysler LLC and its subsidiaries, including Chrysler Canada Inc. \n\n\t\tAs a result, thanks to the considerable contributions and sacrifices of company management, the United Auto Workers and Canadian Auto Workers, and major lenders, and a successful partnership agreement with Fiat SpA, our Governments are in a position to extend support to help Chrysler restructure itself and re-emerge as a globally competitive automaker.\n\n\t\t\"We appreciate the close and cooperative relationship between the U.S. and Canadian governments during this period of restructuring in the auto industry. Together, we have put in place a financing package that will give Chrysler a chance to achieve financial viability,\" said President Obama.\n\n\t\t\"I want to thank President Obama and the U.S Automotive Task Force for their close cooperation with Canada on this challenging issue. Thanks to our joint efforts, there is now a road ahead to a stronger Chrysler and a stronger industry in the future on both sides of the border,\" said Prime Minister Harper.\n\n\t\tThe Governments will provide $US 10.5 billion in financing, including short term and medium term capital and debtor-in-possession financing to assist with the court-supervised restructuring of Chrysler LLC.   Of this amount, the United States is contributing $US 8.08 billion and Canadian governments (including the Government of Canada and Government of Ontario) $US 2.42 billion. \n\n\t\tThe United States will have 8 percent of the equity of the restructured Chrysler LLC, and Canada and Ontario will have 2 percent, and the United States will appoint four independent directors to the new Chrysler LLC board, while Canada will appoint one independent director.\n\n\t\tThe close cooperation of our Governments acknowledges that the automotive industries in Canada and the United States are tightly linked, with major automobile manufacturers and suppliers operating on both sides of the border in a completely integrated way.  The cost sharing reflects the historic shares of auto production in both countries for Chrysler, which will be maintained under this restructuring agreement.\n\n\t\tThe United States and Canada are committed to continuing to work together closely as we chart the path to a stronger automobile industry in both countries, both in the short term as we complete similar efforts on General Motors restructuring plan, and in the long term as we seek to ensure a competitive, environmentally responsible automobile industry for the future.\n\n\n\n\n\n"
}