{
    "title": "Press Briefing by Conference Call on Relief Efforts in Haiti | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-briefing-conference-call-relief-efforts-haiti",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 17, 2010\n\n \n\n\n\nPress Briefing by Conference Call on Relief Efforts in Haiti\n\n\n\n\nPRESS BRIEFING BY\n\tDENIS McDONOUGH, DEPUTY NATIONAL SECURITY ADVISOR;\n\tTIM CALLAGHAN, SENIOR REGIONAL ADVISOR FOR\n\tLATIN AMERICA AND THE CARIBBEAN FOR\n\tUSAID OFFICE OF FOREIGN DISASTER ASSISTANCE;\n\tCOLONEL BUCK ELTON, COMMANDER SOCIETY SOUTH HAITI\nVia Teleconference\n2:00 P.M. EST\nMR. McDONOUGH:  Thank you very much, and thank you, everybody, for joining us.  Our apologies again for being late.  We're just kind of running from difficult -- different points here.\nWe did want to have the opportunity -- we did want you to have the opportunity to hear directly from two of the people who are really making this operation work down here.  First you'll hear from Tim Callaghan, the Senior Regional Advisor for Latin America and the Caribbean at the Office of Foreign Disaster Assistance at USAID.  And you heard from Tim yesterday and he's obviously working very closely the delivery of relief and supplies to Haitians.\nAnd then you'll hear from Colonel Buck Elton, who is the Commander of Special Operations Command South -- or Special Operations Command Haiti.  And he and his team are doing an amazing job out at the airport.  You would have heard earlier in the week when the President talked about the unit that went in just about 24 hours after the earthquake and got the airport up and running.  And Buck and his team have been operating out there in a very robust fashion since.\nSo what we'll do is you'll hear some comments from both Tim and Buck, and then we'll go to your questions and we'll start it off with Tim. \nFire away, Tim. \nMR. CALLAGHAN:  Good morning, everybody.  I'd like to start off and talk about what we see as the major needs.  I'd also, maybe before I talk about that, just reiterate the point that all the work that we're doing is closely coordinated with of course the government of Haiti.  It's also closely coordinated with other donors in the non-government organizations community.  We're part of all the meetings.  We met with the President yesterday, and the Secretary of State, and offered all our assistance.\nThe major needs that we see at this point -- urban search- and-rescue is still ongoing -- I'll address that in a moment -- \n\tfood; water; medical needs; and the overall coordination.  I'll start with urban search-and-rescue.\nTo date, or as of 11 a.m. this morning, the international urban search-and-rescue teams that are on the ground -- these are all the teams both from the United States and from around the world -- they have rescued 61 individuals.  As of 10 a.m. this morning, the American search-and-rescue teams have performed 29 by rescue.  And that includes three individuals who were rescued throughout last night from the Korean market.  And there was a seven-year-old female girl, 35-year-old Haitian male, and a 50-year-old American female.\nThe operations continue.  As of this morning, we had eight locations conducting recon missions throughout the city.  We will continue to do that.  There are teams with their dogs.  And again the search will continue.  And again, I can't express how proud we are of all the firefighters from Fairfax County, Los Angeles County, Miami, and the other teams that are here.  They're just doing an incredible job.   \nOn top of that, in the area of food, we're working very closely -- we brought in over 600,000 humanitarian rations.  We work very closely with the United Nations World Food Program to distribute them -- to them quickly so they can put in their pipeline to start providing food out immediately.  And according to the United Nations, there were 50,000 people served yesterday and again at various points throughout the city.\nThere are I believe at least four -- (inaudible) -- now.  We're trying to work hard to increase the number of areas where individuals can go and receive food and supplies.  There are radio stations open that are getting the word out.  On top of that, there was a shift that arrived -- the Crimson Clover -- arrived today, being offloaded right now, and that has 57,500 pounds of food on it, and will be coordinating that with their local partners.\nNon-food items is, again, another -- things like water containers, plastic sheeting, hygiene kits, and massive amounts of those materials are coming in.  We're working, again, very closely with the International Organization of Migration -- IUM.  They are the lead within the U.N. system for distributing non-food items.  They're working very closely with all our nongovernment organization partners such as CRS -- CARE, Catholic Relief Services, and others.  They're working very hard to get those supplies out in a very timely fashion. \nIn the medical area, there are several what they call DMATs -- Disaster Medical Assistant teams -- that are going out throughout the city today to provide medical services to those in need.  On top of that, as I mentioned earlier, I think that the key is coordination.  The embassy teams are coordinating very closely with the government.  There are government meetings with the Prime Minister every morning, 8:00 a.m., to listen to the needs of the Haitians, as through the Prime Minister, and then work accordingly.  And we have individuals in different what we call cluster meetings and these are the different sectors, as I mentioned earlier -- water and sanitation, health coordination, food, and so forth. \nSo we continue to work those issues and we are bringing in large amounts of supplies, working very closely with our military colleagues -- -- (inaudible) -- and of course, MINUSTAH -- to provide security and air support to reach the people as quickly as we can. \nMR. McDONOUGH:  Okay.  Buck.\nCOLONEL ELTON:  I'm Colonel Buck Elton from Florida.  On Wednesday, we were alerted to deploy a force down here, and arrived with the first three aircraft approximately at 7:00 p.m. on Wednesday, with a mission to open up the airfield and provide security, assist with medivac and rescue efforts, and establish command and control. \nWhen we arrived there was no electricity, no communication and no support.  Within 28 minutes of landing our first aircraft we had special tactics combat control teams controlling the airspace around the airfield and sequencing in the arriving aircraft that night.  Since then, we've controlled approximately 600 takeoffs and landings from this 10,000-foot strip that normally operates three aircraft out of it on a daily basis.\nThe tower and the terminal has been condemned due to damage, so all of our operations are done in the grass between the runway and the ramp.  It's done via radio control from our controllers that are in contact with the Haitian approach control that does not have an operational radar or any navigational aids to assist the arrival of the aircraft, and with a communications link that we have back to the Haitian flight operations coordination center back at Tendell (phonetic) Air Force Base in Florida. \nAnd what we do is create slot times for a flow control to stagger the arriving aircraft so that we can time their arrival with the departure of another aircraft, so that we can maximize the number of relief supplies and personnel that are arriving on the aircraft, keep them on the ground for the minimum amount of time, and then depart them.  Our intent is to, as soon as one aircraft departs we have another one arrive.  But the way this airport is configured, there's a single taxiway in the middle of the aircraft [sic] that goes from the runway to the ramp, so every time we want to taxi an aircraft out, we have to get on the active runway, taxi back, and then depart them.  So everything takes a little bit longer. \nDue to the devastation at the airport and around the city, the material handling equipment when we first arrived was insufficient to be able to offload the massive amount of cargo that was coming in, and much of it was offloaded by hand.  On Thursday, we had -- the contingency response group from the Air Force arrived and bring in some more material and handling equipment.  And they took responsibility for marshalling the cargo and the passengers as they came off of the airplane. \nWe continue to coordinate closely with the Haitian airfield manager and the approach control, and assist them as they coordinate with the flight operations coordination center, to prioritize and sequence the aircraft so that we have maximum input into this airfield and we don't have any empty space on the ramp.  Unfortunately, we have delays with aircraft breaking, or with material handling equipment breaking, or improperly configured cargo that we have to offload by hand.  And while we plan for it to take two or three hours to be on the ground, sometimes it takes as much as seven or eight hours.  So when we have aircraft on the ground taking up space, it's not possible to bring in another aircraft.  So we end up having a stack of aircraft out that the Haitian approach control is holding until we have space on the airfield to come in.\nThe airfield has not been closed since we started operation, it has just been full.  And as soon as we get one aircraft out we get a similar sized aircraft in.  Currently, we're operating with a working maximum aircraft on the ground of one wide-body and five narrow-body aircraft.  And the one wide-body is planned for two hours on the ground, and the five narrow-bodies are planned for one hour on the ground.  We also have room for three smaller aircraft, and then we fit in as much as we can other aircraft that arrive that we have space for.  Any aircraft that can taxi into the grass and get off the ramp that the big aircraft need to be on, we use that option.\nWe have a little bit of overflow that we use on a real-time manner so that if we do have someone delay we can fill that spot as necessary.  And although we had probably -- I think it was 50 diverts, some of them diverted, got fuel and came back; some of them had to divert back to their point of origin -- we've only had a couple within the last couple days, because the flow control and the slot time has worked. \nWhat we've set up here would be similar to running a major airport that has only a certain amount of terminals and a certain amount of capacity to move the cargo through, except doing it without any communication, electricity, or computers.  So we've done everything via radio.  And after we established communications we were able to get some hard phone lines.  We ran 650 feet of phone lines spliced together from our operation center on the ramp up to where the Haitian approach control is, so that we can get immediate access.  For three days we were using Foxmite (phonetic) radio to relay that information.  So communication was challenging.\nWe also deployed our force down here with security forces, about 25 security forces to help secure the airfield, as well as robust medical teams to prepare casualties for evacuation, and para-rescue teams to go assist the civilian rescue teams, and enough communications and support to be able to sustain operations.\nMR. McDONOUGH:  Do you have the numbers, Colonel, of the people treated at the airfield clinic, by chance?\nCOLONEL ELTON:  I do.  We've seen -- at the airport, as they arrive via helicopter, we've seen 24 patients.  Four were brought in from USAID.  We had four Haitian citizens brought in and 16 American citizens with crush injuries.  At the embassy, our guys assisted with 59 patients -- 3 Haitians and 56 American citizens. We've evacuated 20 American citizens, and we have two that are stable, awaiting in our collection area, awaiting transport out. We've also assisted with the evacuation of over 2,000 American citizens on every available aircraft that we have to leave.\nMR. McDONOUGH:  Good.  Tim, you had one other thing you wanted to get.\nMR. CALLAGHAN:  I think another point -- as I mentioned earlier, a priority area for the government is obviously with water.  And so I can report that according to the United Nations, the tinkering of water began yesterday with 250,000 liters being distributed to 52 water distribution points in 17 different -- (inaudible) --.  So obviously that's a critical -- we will continue to support that and continue to work with our U.N. colleagues to get water out as quickly as we can.\nMR. McDONOUGH:  Just on water, and then we'll take your questions.  I gather that six additional purification units were brought in from --\nMR. CALLAGHAN:  Right.\nMR. McDONOUGH:  -- and that 12,000 water containers have been distributed in Port-au-Prince.  As we've indicated in these calls over the last couple days, a principal challenge we have is not only the provision of water but the storage of water.  So what Tim and his team are assuring, in conjunction with the U.N. and the government of Haiti, are assuring happens is that water distribution points are established, but then also containers --\nMR. CALLAGHAN:  And a couple of the containers we use -- one is small jugs that people can put water into, and we've distributed thousands of those.  And in addition to that, we also have very large water bladders, so for communities or schools and things like that, where they can store water in 10,000-liter bladders as well. \nMR. McDONOUGH:  Okay, I think with that, why don't we go ahead and open up the line to questions.\nQ    Thank you for doing this.  Two things.  First of all, can you talk about how long you -- we still see a lot of people being rescued -- I mean, not a lot comparatively, but there still do seem to be quite a bit of rescues -- and how much longer realistically the window can stay open before this becomes just a recovery operation? \nAnd then Secretary Clinton and President Préval spoke yesterday about a joint communiqué, and she was speaking about an emergency decree that the government would have special authorities and be able to hand those over to the U.S.   So I was wondering if someone could talk a little bit about that -- maybe Denis or something -- and what kind of authorities the U.S. would be given, and would they be given specifically on command of the Haitians?  Like would they tell you what to do and what to execute, or do you just have broad authority to do what you think you need to do in terms of security and opening up borders and things like that?\nMR. CALLAGHAN:  Tim Callaghan from USAID.  I'll take the first question.  As I mentioned earlier, we are still in rescue mode.  We will remain for the rest of today and through tomorrow. I mean, you're certainly correct that the further away we get from the event, the more difficult and challenging it is to find people alive.  But we are in the process, obviously, of looking at that.  As we get closer to that phase, obviously the government of Haiti will determine when the recovery phase ends, working with the U.N. and OSAC -- all the international teams.  But at this point, we are dedicated to working 24/7, as I mentioned earlier, there are more than 400 United States urban search-and-rescue folks here, working basically 24/7.  There was one rescue that I was aware of that lasted more than 24 hours, that has people working on their stomachs digging, and the work they're doing is heroic.\nSo we will continue to search and we will continue to work closely with the international teams.  And then obviously we're getting closer to that painful decision of moving from searching for people to recovery. \nMR. McDONOUGH:  Thanks for the question on the communiqué, which Secretary Clinton and President Préval worked out yesterday afternoon, and in which Secretary Clinton and President Préval indicated -- discussed in their press conference yesterday.  That is -- the translations of that are being finalized, and we will be making that available to all of you here shortly.\nThe bottom line is that, as Tim just indicated and as Buck indicated, everything we are doing here is obviously in coordination with our U.N. partners and obviously in close consultation with the government of Haiti.  So that is what is memorialized in the communiqué as it relates to our authorities here. \nWe believe that we not only have the appropriate arrangements set up, but we also, as importantly, believe that we have a very good working relationship with all of our partners.  Tim has talked about all of our partners, but we've also seen it in Buck's work at the airfield where he's working very closely with the Haitian authorities, and we saw it yesterday afternoon on Secretary Clinton's visit when she had a good visit with President Préval and his team; she had a very good visit with the MINUSTAH leadership, particularly the Brazilian commander for the MINUSTAH forces, while she was here.  And obviously we've seen it over the course of these last week -- just about a week now, in President Obama's calls not only with Secretary General Ban very early, but also with all the regional heads of state who are working hand-in-glove here on this effort.\nSo you'll be able to see the specifics in black and white here shortly, but we believe that we -- it's reflective of an overall good working relationship.\nQ    Good morning.  Thanks so much for doing this call.  I have a question about reconstruction.  I know the Department of Housing and Urban Development has a long-term disaster recovery working group that has looked at the aftermath of Hurricane Katrina and Hurricane Ike, and has been putting together a set of best practices for how to deal with disasters of this nature.  Is there any sort of coordination between HUD and the groups that you're working with on the ground there?  I understand that permission is required from the State Department for them to participate in the effort, and I would just love some clarification on how reconstruction has been discussed.\nMR. McDONOUGH:  Well, obviously, as Tim indicated, we have a robust amount of non-food items that are being brought in at the moment that includes shelter, that includes hygiene.  Particularly given the developments -- given the shortage of water, we're very worried about hygiene, so we're making it a priority, with Buck's help out at the airfield, to make sure that we're delivering hygiene kits, family hygiene kits. \nBut as it relates to longer-term issues, we'll be happy to address that on a later call, but that's just not an issue that we've been working with at the moment.\nQ    Hi, Denis, thanks for doing this call.  I just wanted to ask a question about security for these -- for the aid that's supposed to be distributed throughout the city.  We keep seeing these images on TV of boxes of MREs being dropped out of UH60s and people are just beating the hell out of each other to get to the food, they're so desperate now.  Security is an ongoing issue, so my question is, you've got the 82nd Airborne Brigade arriving, you’ve got Marines arriving.  Are they going to be running these aid convoys?  Are they going to be providing security for food, medicine, water that's going to be going out to these crisis areas in Port-au-Prince?  And I guess related to that, what are the rules of engagement going to be?\nMR. CALLAGHAN:  I can take kind of the first part of that.  Again, a lot of the relief effort that we're providing we are giving to a lot of our partners -- I mentioned NGOs, but also the World Food Program, also IUM who has the lead for distributing non-food items.  They are working very closely with the government of Haiti, and the government of Haiti made the announcement that MINUSTAH would be providing these supplies, again, for those security sort of issues.\n\tMR. McDONOUGH:  Yes, James, Tim wanted to answer that question first because he's a New Yorker.\nMR. CALLAGHAN:  That's it -- Brooklyn.\nMR. McDONOUGH:  The bottom line here is a couple things.  Obviously, as you know, we don't discuss rules of engagement.  But we're here on a humanitarian effort and our military leadership, as you heard in all the shows this morning when General Keane was out there, feel that they have exactly what they need to ensure that this is done in the most secure fashion.\nI just want to point out that obviously you see down here a very robust U.N. presence.  I've actually heard many people comment about how much the U.N. presence is seen on the street.  You also see a lot of Haitian national police that are out in critical -- at critical places.  That's not to say that the security is not an issue that we're very much focused on and very closely monitoring.  But we do feel that we have the resources to allow this to continue to roll forward.\nI'd just point out that Tim referenced earlier the Crimson Clover, which landed with a very robust amount of food assistance really over just the course of the last two hours.  That's in the process of being offloaded and then will be distributed by Catholic Relief Service, consistent with the kind of structure that Tim talked about.  And then they'll obviously have security support from MINUSTAH and from others as needed.\nQ    Thanks a lot for doing this.  My question is about what's happening at the airport.  We were getting reports of planes with hospitals being turned away.  I realize you have very little space to work with, but I wonder if the prioritizing of things landing is working out better as this goes on.\nCOLONEL ELTON:  Absolutely.  This is Colonel Buck Elton again.  It gets better every day, as we refine the process.  Initially we went from an airfield that had no control or prioritization and it was everyone -- everyone was filing their flight plans and arriving unannounced, and we didn’t know that they were there until they were approximately 20 miles from the field.  And we would sequence them in the best we could.\nThe overwhelming international support to bring humanitarian assistance and disaster relief into this airfield exceeded the capacity of us to get them in and out.  We have refined the process at which Southern Command, in coordination with the State Department and USAID and the Haitian government, can set priorities for the slot times which are effectively the scheduled landing times into the airfield, so that we can prioritize important cargo coming in.\nThe first couple days it was all very important cargo and it was a challenge to turn away any aircraft for an open parking slot.  But when we had all of the parking spots occupied, more important cargo would show up.  And if they didn’t have enough holding fuel to be able to orbit and wait to come in, they would have to fuel-divert. \nIn the past -- today we only had two diverts.  So the process that we have is efficient.  We continue to refine the prioritization and the requirements as we establish better communications with the embassy and with the Haitian government and refine how we get the most important cargo in, in the most efficient way.\nAnd I was just given some data that yesterday, only -- out of 67 civilian flights that we had to plan to come here, we had only had three diverts.  Our strategy, to make sure that we did not have any space that was going unoccupied, was to send additional military aircraft with air refueling tanker support so that they could come and orbit over the field, and when there was an available spot without an inbound civilian humanitarian relief flight on the way, we would bring them in and quickly offload and get them out.  The military aircraft are configured for faster operations on aircraft and we can use forklifts to offload them, so it goes much faster.\nSo approximately 40 percent that's military and 60 percent civilian right now.  And a lot of that is based on the type of aircraft and the size of aircraft that we can fit on the ramp.\nQ    Thank you for doing this.  I wanted to ask, or give you an opportunity, Denis, to answer some of the critics out there, though these may seem like very petty gripes at a time like this. A couple of aid agencies have complained that it feels like the U.S., like Washington is running the whole operation.  And there was an official complaint by a French diplomat yesterday to the State Department about two of their planes that got turned away. So I want to give you an opportunity to respond.\nMR. McDONOUGH:  Thanks a lot, Kim.  I don't think any of this is petty.  I think when you're dealing in life and death I think that everybody feels very strongly.  And I think knowing what all of these people have gone through, in particular the Haitians -- although I thought it was quite moving today on CBS News this morning, when General Keane explained the situation that he went through when he was on the ground here before the earthquake -- he happened to be here -- and it was quite a powerful explanation.\nBut the bottom line is, as I think both Tim and Buck have indicated here, that we're working very closely, in very close coordination with the United Nations.  I know that we're going up to the United Nations tomorrow -- Secretary Rice -- Ambassador Rice will be working with the United Nations Security Council.  We're obviously making very clear that we're doing everything in close consultation with the Haitian government.  And we're obviously drawing on the established networks -- NGOs and others -- who have been working here really for years.\nSo it's absolutely understandable that people -- that tempers would flare and that frustrations would come forth here. And I think that's all being directed toward improving the process and to making sure that it runs more smoothly.  And I think we've seen that every day.\nBut the one thing I don't any of us will apologize for is the hard work in support of relieving the suffering of the Haitian people.  And I think that the President and all of the heads of state that he's spoken to over the course of the last week have indicated their great appreciation for that hard work. And the more frustration we hear, the more intent we are to improve the process that we've got underway.\nQ    Hi, thank you, gentlemen, for doing this.  And I just wanted to confirm, how many individuals have been rescued from search-and-rescue operations thus far?\nMR. CALLAGHAN:  As of this afternoon, the entire effort, the information I have there have been 62 individuals that have been rescued -- live rescues.  Live rescues from the American USAR teams are either 29 or 30, because from my earlier report there was one person -- I added that and I don't have confirmation if they were Haitian or American.  I believe they were Haitian. \nSo at this point, it's 62 live rescues throughout the country, and 29 were rescued by the urban search-and-rescue teams.  Many Haitians -- there were obviously Americans rescued as well.  I witnessed four the other night, and it's an experience I'll never forget, seeing the teams, again, on the ground digging out, their incredible professionalism, and doing it for 12-14 hours.\nAnd as I mentioned earlier, we had one team that worked one rescue for 24 straight hours, obviously shifting in and out, dividing up between their team.\nQ    A question for Tim Callaghan, please.  You spoke about coordinating the Haitian government in the 8:00 a.m. morning meeting with the President, but our impression is that the actual kind of functional ability of the Haitian government is minimal. Can you describe the state of the public services capability of the Haitian government at the moment?  Does it have any at all, to deliver aid and keep public order?\nMR. CALLAGHAN:  It does.  I mean, obviously there's been a tremendous impact even with many of their family members, as we heard in yesterday's meeting, and many of the organizations have been impacted with their own families injured, killed, and homes damaged.  But I will say, as I mentioned earlier, the other day I was at the 8:00 a.m. meeting with the Prime Minister, with the ambassador and the Deputy Chief of Mission -- I attended.  That happens every day.  One of my staffers was at a meeting today with the Ministry of Interior.  Again -- and these other meetings are -- those meetings start at 8:00 a.m., where the government of Haiti articulates their priorities.  After that, the cluster meetings, as I mentioned, are the different sectors that the government has identified as key areas -- health, water, sanitation, shelter, non-food items, and so forth.  And that's where, then, these groups -- World Food Program, Catholic Relief Services, World Vision, IOM -- meet to map out how they will get out relief and coordinate that, again, and to avoid duplication, as quickly as they can.\nMR. McDONOUGH:  I'd just add to that, as Tim mentioned earlier that disaster medical assistance teams are deploying now to a series of hospitals throughout the city, and those hospitals were chosen because those are the priorities that the Minister of Health has communicated through the ambassador to the U.S. government and to the international community.\nSo that's exactly how we're going about this, which is that we're here at the invitation of the Haitian government and we're going to work obviously very closely on coordination and consultation.\nQ    Thank you very much, again, for doing this.  My question goes to the search-and-rescue efforts.  The 62 who were rescued, do you have a breakdown as to how many of those were Haitians and how many of those were foreigners?  And can you also address the issue that some people feel that the search-and-rescue efforts may have focused more on sites where you were likely to find foreigners as opposed to Haitians?  Thank you.\nMR. CALLAGHAN:  I have the list and I have to add up quickly.  Certainly many more Haitians were found than foreigners.  That's the first part.  The second part is that the search-and-rescue teams, again, went to areas where there were -- spread out as quickly as -- I mean, again, the Fairfax County, Virginia team were here within 24 hours.  Then they did what they call window shield surveys to look at the areas where they identified the most people would be.  And as additional teams came in, they spread throughout the city.  And they mapped out the city, even in dangerous areas throughout the city.\nSo, again, most of the folks rescued, many more are Haitian.  There are -- I believe it's six or seven that have been American and one or two foreigners on top of -- from other countries.  But most of the people, the live rescues, at least from the list that I had with the urban search-and-rescue team from the United States, most of them have been from Haiti. \nI don't have the list of the other 33 people that were rescued from the other teams.  I can certainly get that.\nQ    I thank you for doing this.  I wanted to sort of talk about, sort of looking at this a week from now or two weeks from now, when you look at how many refugees, internally displaced people you will have.  Do you have any sort of sense, looking at this a week from now or two weeks from now, where these people will end up?  Will they go abroad?  Will they be put offsite somewhere, or will they be stationed and posted inside the country of Haiti?\nMR. McDONOUGH:  Those are all the issues that obviously we'll be working with the Haitian government on and Haitian authorities, we anticipate.  That's why we've got a great influx of American and international support here to try to help Haitians right here in Haiti.  So we anticipate obviously fighting through, as Tim says, on the search-and-rescue efforts, and then we'll get into the recovery effort at the time that the Haitian government feels that it's most appropriate.  But at the moment, those are our priorities.\nMR. CALLAGHAN:  And if I could add, other organizations, and ourselves included, will have, probably by tomorrow, shelter experts on the ground to, again, make recommendations to the government for next steps after we complete the urban search-and-rescue --\nQ    Thank you for taking this question.  There are reports of some rioting and looting and gang violence, obviously in the chaos of the situation in Haiti, but how bad is really the rioting and looting on the ground?  Has this been curbed by the United Nations -- distribution system?  And if not, is anything being done to make sure that's kept to a minimum?\nMR. CALLAGHAN:  There were reports this morning.  I can tell you of one report of looting at a warehouse of food that is USAID Title 2 food for World Vision, and another NGO.  We sent people over there immediately.  That report it turns out not to be true. There are some -- I have heard of some sporadic sort of situations, security situations, and we're obviously monitoring that very closely, working with our military colleagues.  But the one report of looting at a warehouse where we had food turned out not to be accurate.\nMR. McDONOUGH:  I would just say I think the point I think that Tim, and I know that General Keane and the USAID Administrator Ravij Shah made this morning on the TV news shows was that this is obviously an issue on which we're very much focused, and as Tim indicated, in this instance when we had the report today, we tracked those reports down to ensure that we understand them and to ensure that we're matching resources to the particular challenges that we face.\nQ    Thank you for taking my question.  I would like to know how the many thousands of corpses are being handled to prevent disease.  How are they being collected from the streets and ruined buildings?  Where are they being buried?  And is the United States assisting with that difficult task?\nMR. McDONOUGH:  We are assisting with that difficult task.  That is one of particular importance to the government of Haiti and to the people of Haiti.  So we'll be working very closely with them.  But we do have mortuary teams both from the military as well as from the Department of Health and Human Services, experts that will deploy and work on this issue, again in very close consultation with the Haitian government.  So that's what I've got there.\nQ    My question relates to security.  General Keane this morning said the number of violent incidents is increasing and suggested that the security side of U.S. operations will have to play a larger role in the relief effort.  I'm wondering if you share this assessment, and do you think the 10-12,000 troops expected by tomorrow is sufficiently sized force to contain the situation.\nMR. McDONOUGH:  I'm not sure I'd characterize exactly what General Keane said this morning as you did.  But obviously we are -- and I'm not sure that the numbers are as robust as you have indicated.  We are obviously making sure that we are keeping the security challenges foremost in our minds.  We're making sure that we are working with matching up our security forces here with our assistance delivery teams.  And obviously throughout here, we're making sure that MINUSTAH -- we're relying on the good experience of MINUSATAH as the lead here.  They have about a decade of experience, particularly capable Brazilian force of 9,000 personnel.  And they obviously have a very evident presence here in town and will continue -- in Port-au-Prince -- and we'll be sure to continue to work very closely with them.\nCOLONEL ELTON:  And I would add that the security situation at the airfield is quite manageable.  The Haitian people are patient and cooperative and there have been no issues at the airfield involving the security forces and the exit of supplies out of the airfield or the entrance of citizens requiring evacuation.  Everything has been very orderly.  The Haitian police force is helping out tremendously with crowd control and with traffic control around the airfield, and we have had no major incidents.\nQ    Our principal interest is the involvement of various U.S.-based Hispanic organizations that are getting involved in the rescue and follow-up effort.  Does the United States government keep a list of those folks, or are you recommending that people interested in doing something contact certain social service -- Red Cross, groups of that nature?\nMR. CALLAGHAN:  On our Web site there is information on how groups can donate, contribute to the relief efforts.  Oftentimes we say that cash is best.  Obviously we work and have worked many times in the past with groups like the American Red Cross.  I would again recommend -- and we're getting a lot of offers of assistance, but certainly on our Web site there is information people can look at to help guide you to the groups and organizations that people are interested in. \nBut certainly for us, donating to those groups who are on the ground already who can -- are ready to work and just need cash to hire people and trucks and fuel and so forth -- certainly cash is best is the message we try and get out.\nMR. McDONOUGH:  I would say, too, that insofar as people have offers -- are looking for U.S.-based organizations or, frankly, international-based organizations, USAID has established a task force obviously that's working 24/7 on Haiti, and USAID can be a good point of entry for those organizations.\nQ    Thank you for taking my call and thank you for this call itself.  I'm just curious, we've seen reports of complaints that aid is only reaching Port-au-Prince, and so I'm wondering if you have any comments on the movement of aid beyond the city, particularly to the epicenter and some of the southern areas.\nMR. McDONOUGH:  We're obviously working very closely with the government of Haiti to prioritize areas for delivery.  That's obviously been a central focus of General Keane and Ambassador Merten's ongoing coordination, in consultation with the government of Haiti and with the U.N.  And so we've identified the priority distribution sites and we are obviously dedicating resources to those sites and providing security, along with MINUSTAH, for them. \nThe bottom line, what I keep hearing in the questions is whether we can assure that assistance is getting to the Haitian people, particularly to the Haitian people in the areas most hit. I just want to emphasize as strongly as I can our dedication to ensuring that that will happen, that it is happening, and that, as Tim indicated, we've had a robust distribution of humanitarian daily rations -- 600,000 of them that are being distributed,  Those are about 2,500-calorie packages that are designed to maintain nutrition and health of individuals until the more robust traditional assistance programs are in place and are moving.\nAnd so we're going to continue to press forward on both of these fronts.  But I think Tim has got some additional information.\nMR. CALLAGHAN:  Yes, I can say we are getting out to other areas.  Obviously a lot of focus has been in Port-au-Prince, but we are looking at other areas.  And I can give one quick example, yesterday, that the World Food Program and IOM -- there was food, water delivered to Jacmel.  The report I have has indicated that 6,500 people were assisted in Jacmel.\nSo we will continue to send the substance -- (inaudible) -- out, and again, safe to know, that working with the government and our partners in the country, try and get assistance to all those in need throughout the country.\nQ    Thank you all for being here, and especially how long the call is going -- I really appreciate your time.  I am calling -- or rather I'm posing questions on behalf of our foreign correspondents and disaster correspondents on the ground.  They have two central questions, one was partially answered by your New York Daily News question, and partially not.  It has to do with the 82nd Airborne.  What's been the reason for the delay in their arrival?  And there is some questioning whether or not they should be sort of in a harbor for long periods of time, not involved in distributing aid and providing security.  Can you guys elaborate on that a little bit?\nMR. McDONOUGH:  Do you want to give both your questions here before we start answering?\nQ    Sure.  Yes, thank you.  The second question is, Buck Elton, you described the issue of just how challenged the airfield is, and I can appreciate that.  I wanted to know if you have a slot assignment for Doctors Without Borders, which has made some public pleas earlier today.\nCOLONEL ELTON:  Yes, Doctors Without Borders arrived approximately --\nMR. McDONOUGH:  We got that they should be arriving around that time.\nCOLONEL ELTON:  -- should be arriving around 1500.  Their coordination cell was at the airfield as we were prioritizing them to come in.  The reasons for the 82nd Airborne --\nMR. McDONOUGH:  I think General Keane took this on the TV today.  There's a question -- obviously we've now had a successful port delivery with this Crimson Clover delivery of a robust food assistance.  That will be handed over to Catholic Relief Services.  In fact, we've just received email that it is being handed over to Catholic Relief Services and being now transported to their warehouse. \nThe point here is that with so much reliance on the airport, we've had to strike the appropriate balance between cargo and personnel as they've come in.  And so I actually see that we've gotten a very robust number of the 82nd in.  I think there was 100 on the ground within the first, say, 30 hours or so.  I think there are going to be -- I know there's an additional 500 or so coming in over the course of today.  And so we are getting a very robust presence on the ground.\nWe've also been relying on MINUSTAH, which is a very capable force with a history over the last decade of providing assistance here; obviously went through the hurricane in 2008 and established good best practices in that process.  So we will continue to move both forces and cargo, and we are very much reliant on Buck's work at the airfield. based on the fact that the Port-au-Prince port is inoperable.  We do know, however, that the U.S. Coast Guard cutter, Oak, is currently in the Port-au-Prince port with cranes and other capabilities trying to make it passable, trying to make it functional. \nAnd just to circle back, to close all the questions, we obviously are trying to get in as much cargo and as many personnel as possible.  But it is a tough balance that we have to strike.  Put in there the fact that we are also trying to move in a lot of international assistance from many others who are moved by the situation in Haiti, that we're trying to move that all at the moment through the airport here in Port-au-Prince -- that as Buck pointed out earlier, is an airport that's used to taking three aircraft a day.\nQ    Thanks for taking the call.  During the course of this conversation, the State Department has announced that four more American fatalities.  Have you notified Kenya, and do you have the names of any?\nMR. McDONOUGH:  No, we don't have -- we wouldn’t be close enough to the action on notifying next of kin here, or having names.  I'm sorry.\nQ    Thank you.  Colonel, a question for you.  President Préval told reporters this morning that 3,500 U.S. troops will support the U.N. peacekeepers and Haitian police in providing security in Port-au-Prince.  The question is will that mean U.S. soldiers on the streets of Port-au-Prince?  And if so, when will they assume -- start doing this role?\nMR. McDONOUGH:  Colonel Elton is obviously working the airfield operations, and very capably, I hasten to add.  I'm not aware of the comments that President Préval made this morning.  I do know that obviously we're in close consultation with MINUSTAH as the lead, and also here at the invitation of the Haitian government.  So exactly those specifications and rules of engagement, I just don't have at my fingertips at the moment.\nBut we'll make sure that we address those.  We're going to have regular briefings out at the airstrip, as well as regular conference calls like this over the course of the coming days, so I'll make sure that we address this question more robustly.\nQ    Thanks for taking the call.  Can you talk a little bit about the challenges of getting heavy equipment into the inner parts of the island where roads may be blocked and so you can't get relief to people who need it?\nMR. CALLAGHAN:  Obviously there is some equipment that we're trying to, again, work very closely with the U.N. and others to clear roads.  I think there's been progress.  Obviously it's still a challenge because there's a lot of areas.  We're working on that.  We're trying to get as many heavy-lift type equipment that we can to clear roads.  There was some here.  I don't have exactly which areas are still blocked, but I can guarantee you that we're doing everything we can to either utilize every asset in the country or try and bring things in so we can get supplies out and get people out throughout the entire country.\nMR. McDONOUGH:  I will just say that there is -- the Coast Guard has a remarkable set of capabilities as it relates to being able to offload even in difficult ports.  The U.S. Navy is also moving a ship down here -- I want to say it's the First Lieutenant Dan Lumis (phonetic) -- to ensure that we have additional capability at non-functioning ports. \nBut I think that is indicative of the bigger problem you asked about, Richard, and that is the ability -- just the intensity of the devastation in certain parts and our ability to move heavy equipment to deal with that.  But we're continuing to address all these questions as we roll forward.\nWhy don't we take one more question, and then I'll have a wrap-up set of points for you all.\nQ    Thank you, gentlemen, not only for doing this call, but also for all the work that you are doing in Haiti.  My wife and I are in the process of adopting a little girl from Port-au-Prince, and I know that there's quite a few orphanages throughout Haiti. Is there any plan to support the orphanages directly?\nMR. McDONOUGH:  Thank you, David.  In fact, we've been working very closely throughout the course of the last couple of days with our counselor affairs office on ongoing adoptions.  We are obviously also trying to make sure that orphanages have the resources that they need.  But insofar as you have particular concerns about adoptions or counselor affairs, we can be sure to make sure that you can get information at the State Department Web site, state.gov/haitiquake.  There has been an intense amount of interest done here -- intense amount of work done here in the embassy today on this issue, because I think there are a lot of people focused on exactly this.  And counselor affairs has dedicated personnel to addressing it in particular.\nAnd I know that there's 300 pending cases; 150 orphans have been taken to the U.S. and five orphans are pending transport to the United States today.  So that's part of the kind of overall effort that the embassy personnel here have been undertaking.\nListen, that's as many questions as we're going to take today.  What we're going to do is we're trying to make do with a limited infrastructure down here, too, so we will continue -- I know many of you are asking questions on behalf of your colleagues who are down here.  Many of them we see; many of them we don't.  We will continue to have established briefings.  We're going to do one probably in the morning out at the airstrip, and then one in the afternoon probably both in person and on phone here at the embassy.  We're continuing the address this, but we ask you to be in touch with your colleagues here in country and make sure that they know that we'll continue to try to communicate to them directly where possible, but through you all stateside where necessary.\nSo with that, let me thank Tim and Buck not only for their time here today but all their work.  And we look forward to talking to you all again here in the next couple days.  Thanks, everybody.\nEND\n\t3:00 P.M. EST\n\n\n\n\n"
}