{
    "title": "Letter -- Prohibiting Certain Transactions with and Suspending Entry into the United States of Foreign Sanctions Evaders with Respect to Iran and Syria | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/01/letter-prohibiting-certain-transactions-and-suspending-entry-united-stat",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 01, 2012\n\n \n\n\n\nLetter -- Prohibiting Certain Transactions with and Suspending Entry into the United States of Foreign Sanctions Evaders with Respect to Iran and Syria\n\n\n\n\nTEXT OF A LETTER FROM THE PRESIDENT\n\tTO THE SPEAKER OF THE HOUSE OF REPRESENTATIVES\n\tAND THE PRESIDENT OF THE SENATE\nMay 1, 2012\nDear Mr. Speaker: (Dear Mr. President:)\nPursuant to the International Emergency Economic Powers Act (50 U.S.C. 1701 et seq.) (IEEPA), I hereby report that I have issued an Executive Order (the \"order\") that takes additional steps with respect to the national emergencies declared in Executive Order 12957 of March 15, 1995, as relied on for additional steps in subsequent Executive Orders; in Executive Order 13338 of May 11, 2004, as modified in scope and relied on for additional steps in subsequent Executive Orders; in Executive Order 12938 of November 14, 1994, as relied on for additional steps in subsequent Executive Orders; and in Executive Order 13224 of September 23, 2001, as relied on for additional steps in subsequent Executive Orders.\nI have determined that efforts by foreign persons to engage in activities intended to evade U.S. economic and financial sanctions with respect to Iran and Syria undermine our efforts to address the national emergencies described above. To address this situation, the order takes additional steps with respect to those national emergencies.\nThe order authorizes the Secretary of the Treasury, in consultation with the Secretary of State, to impose specified measures on a foreign person upon determining that the foreign person:\nhas violated, attempted to violate, conspired to violate, or caused a violation of any license, order, regulation, or prohibition contained in, or issued pursuant to, any Executive Order relating to the national emergencies declared in Executive Order 12957 of March 15, 1995, or in Executive Order 13338 of May 11, 2004, as modified in scope in subsequent Executive Orders;\nhas violated, attempted to violate, conspired to violate, or caused a violation of any license, order, regulation, or prohibition contained in, or issued pursuant to, to the extent such conduct relates to property and interests in property of any person subject to United States sanctions concerning Iran or Syria, Executive Order 13382 of June 28, 2005, any Executive Order subsequent to Executive Order 13382 of June 28, 2005, that relates to the national emergency declared in Executive Order 12938 of November 14, 1994, or any Executive Order relating to the national emergency declared in Executive Order 13224 of September 23, 2001;\nhas facilitated deceptive transactions for or on behalf of any person subject to United States sanctions concerning Iran or Syria; or\nis owned or controlled by, or is acting or purporting to act for or on behalf of, directly or indirectly, any person determined to meet the criteria set forth above.\nThe measures to be imposed on the foreign persons determined to meet one or more of these criteria are prohibitions on all transactions or dealings, whether direct or indirect, involving such persons, including any exporting, reexporting, importing, selling, purchasing, transporting, swapping, brokering, approving, financing, facilitating, or guaranteeing, in or related to (i) any goods, services, or technology in or intended for the United States, or (ii) any goods, services, or technology provided by or to United States persons, wherever located. The order also suspends entry into the United States of the foreign persons determined to meet the above criteria.\nI have delegated to the Secretary of the Treasury the authority, in consultation with the Secretary of State, to take such actions, including the promulgation of rules and regulations, and to employ all powers granted to the President by IEEPA, as may be necessary to carry out the purposes of the order.\nAll agencies of the United States Government are directed to take all appropriate measures within their authority to carry out the provisions of the order.\nI am enclosing a copy of the Executive Order I have issued.\nSincerely,\nBARACK OBAMA\n\n\n\n\n"
}