{
    "title": "Presidential Memorandum -- Directing a Transfer of Ultra-Low Sulfur Diesel Oil from the Northeast Home Heating Oil Reserve for Communities Affected by Hurricane Sandy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/11/02/presidential-memorandum-directing-transfer-ultra-low-sulfur-diesel-oil-n",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 02, 2012\n\n \n\n\n\nPresidential Memorandum -- Directing a Transfer of Ultra-Low Sulfur Diesel Oil from the Northeast Home Heating Oil Reserve for Communities Affected by Hurricane Sandy\n\n\n\n\nNovember 2, 2012\nMEMORANDUM FOR THE SECRETARY OF ENERGY\nSUBJECT: Finding a severe energy supply interruption exists as a result of Hurricane Sandy and directing a transfer of ultra-low sulfur diesel oil (ULSD) from the Northeast Home Heating OilReserve (the \"Reserve\") to the Department of Defense for disbursement to communities affected by Hurricane Sandy\n\n\tHurricane Sandy struck the East Coast on October 29, causing severe damage to the petroleum refining and distribution sector -- including pipelines, refineries, bulk terminals, and ports. Product deliveries already lost, as well as demand increases as retail systems are restored, require that replacement volumes be made available immediately. The transfer of ULSD to the Department of Defense and the use and distribution of that fuel has the potential to provide immediate relief to the affected region.\nBased on the advice of the Secretary of Energy and on other information on the impact of Hurricane Sandy on supply and distribution channels, I find that a severe energy supply interruption exists and direct the Secretary of Energy to transfer ULSD from the Reserve to the Department of Defense for use in emergency operations and support to the region affected by Hurricane Sandy. If the Secretary of Energy determines the circumstances leading to this memorandum no longer support continuation of the transfer, he is authorized to cancel that action in whole or in part.\nBARACK OBAMA\n\n\n\n\n"
}