{
    "title": "FACT SHEET: The United States and Estonia, Latvia, and Lithuania – NATO Allies and Global Partners | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/08/23/fact-sheet-united-states-and-estonia-latvia-and-lithuania-%E2%80%93-nato-allies",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 23, 2016\n\n \n\n\n\nFACT SHEET: The United States and Estonia, Latvia, and Lithuania – NATO Allies and Global Partners\n\n\n\n\n\nDefense and Security Cooperation\n\n\nNATO Allies:  As NATO allies, the United States, Estonia, Latvia, and Lithuania remain unwavering in their commitment to mutual defense, including building national resilience in line with the pledge made by all allies at the Warsaw Summit.  Estonia is one of only five NATO allies that meet the NATO benchmark of spending at least two percent of GDP on defense, and the governments of Latvia and Lithuania are increasing defense spending with concrete budget plans to meet this NATO benchmark by 2018.\n\nCollective Security:  U.S. forces cooperate with Estonian, Latvian, and Lithuanian troops in a range of advanced multinational training events, including the U.S.-led SABER STRIKE and BALTOPS exercises. \n\nSecurity Assistance:  The United States helps improve Estonian, Latvian, and Lithuanian defense and security infrastructure, strengthen national resilience, and build defense capacity through programs such as the European Reassurance Initiative, Foreign Military Financing, and International Military Education and Training programs.  Each Baltic ally received over $30 million worth of equipment through 2015 European Reassurance Initiative funds.  The United States has recently increased the amount of Foreign Military Financing it provides to Estonia, Latvia, and Lithuania to over $9 million each in 2016.  This assistance helps increase NATO interoperability and build national resilience in the face of both traditional and nontraditional hybrid threats.  Estonia, Latvia, and Lithuania also each receive about $1.2 million annually in International Military Education and Training assistance. \n\nThe State Partnership Program:  For over 20 years, Estonia, Latvia, and Lithuania have collaborated with the Maryland, Michigan, and Pennsylvania National Guard units, respectively, bringing together military personnel for training, education, and outreach activities. \n\nAfghanistan:  Estonia, Latvia, and Lithuania have been valued participants in NATO’s RESOLUTE SUPPORT Mission in Afghanistan.  Each of the Baltic States have also pledged $500,000 annually to support the Afghan National Defense and Security Forces since 2015.  \n\nCounter-ISIL Coalition:  Estonia, Latvia, and Lithuania are active members of the Global Coalition to Counter ISIL. \n\n\nGlobal Development Cooperation\n\n\nEastern Partnership:  Estonia, Latvia, and Lithuania have been chief supporters of the EU’s Eastern Partnership countries, cooperating closely with the United States to co-fund assistance programs through the Emerging Donors Challenge Program.\n\n\nEconomic Cooperation\n\n\nTrade:  Encouraging increased bilateral trade between the United States and Estonia, Latvia, and Lithuania is a fundamental pillar of our relationships.  In 2015, U.S. bilateral trade totaled over $790 million with Estonia, $597 million with Latvia, and $1.5 billion with Lithuania.  All three Baltic States support efforts to secure a U.S.-EU Transatlantic Trade and Investment Partnership. \n\n\nEducational and Professional Cooperation\n\n\nExchange Programs:  Since 1991, the United States has awarded Fulbright fellowships to nearly 600 outstanding scholars, students, and professionals from Estonia, Latvia, and Lithuania to study, conduct research, and pursue professional development in the United States.  The United States has also supported more than 500 U.S. Fulbright students and scholars to study, research, and teach in Estonia, Latvia, and Lithuania.  Collectively, more than 1300 emerging leaders from Estonia, Latvia, and Lithuania have participated in the International Visitor Leadership Program, the Department of State’s premier professional exchange program.  \n\n\nCultural Heritage Celebrations\n\n\nCultural Festivals:  Vibrant Estonian, Latvian, and Lithuanian American communities in the United States continue to maintain strong ties the Baltics States and work to preserve their respective cultural heritages.  The recent 2016 North American Lithuanian Dance Festival brought thousands of dancers to Baltimore, Maryland in July to celebrate Lithuanian culture.  In November, the Estonian American National Council will gather in San Francisco for its annual meeting to support and maintain Estonian cultural heritage.  Throughout the year, the American Latvian Association also sponsors and helps coordinate cultural events to encourage direct cultural contact with Latvian culture and heritage. \n\n\n\n\n\n"
}