{
    "title": "Presidential Proclamation--American Education Week | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/16/presidential-proclamation-american-education-week",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 16, 2010\n\n \n\n\n\nPresidential Proclamation--American Education Week\n\n\n\n\n\n\t      Education is essential to our success as both a people and a Nation.  During American Education Week, we rededicate ourselves to providing a complete and competitive education for every student, from cradle through career.\n\n\t      In an increasingly interconnected world, our leadership and prosperity depend on the standard and quality of education that we establish for our students.  In order to maintain our Nation's role as the world's engine of discovery and innovation, my Administration is committed to ensuring that America has the best-educated citizenry in the world.\n\n\t      To foster the next generation of great American leaders, we must continue to invest in education at all levels, work with States and districts to improve our educational system, and encourage reforms that ensure the development of our students and teachers.  We have also set a goal of once again having the highest proportion of college graduates of any country across the globe by the year 2020.\n\n\t      Educators and school employees must also strive to provide our students with the tools needed to access a fulfilling and prosperous future.  Students are able to reach for their dreams when teachers, parents, and communities support their efforts and insist upon excellence.\n\n\t      Education has always been central to ensuring opportunity, and to instilling in all our citizens the defining American values of freedom, equality, and respect for one another.  Our Nation's schools can give students the tools, skills, and knowledge to participate fully in our democracy, and to succeed in college, career, and life.  This week, let us reaffirm the importance of education and recognize that we all share in the responsibility to educate our students.\n\n\t      NOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim November 14 through November 20, 2010, as American Education Week.  I call upon all Americans to observe this week by supporting their local schools through appropriate activities, events, and programs designed to help create opportunities for every school and student in America.\n\n\t      IN WITNESS WHEREOF, I have hereunto set my hand this sixteenth day of November, in the year of our Lord two thousand ten, and of the Independence of the United States of America the two hundred and thirty-fifth.\n\n\t            BARACK OBAMA\n\n\n\n\n"
}