{
    "title": "Op-ed by Vice President Biden: 'A New Day for Partnership in the Americas' | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/op-ed-vice-president-biden-a-new-day-partnership-americas",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 27, 2009\n\n \n\n\n\nOp-ed by Vice President Biden: 'A New Day for Partnership in the Americas'\n\n\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Vice President\n_______________________________________________________________\nFor Immediate Release                                    March 27, 2009\n\nOp-ed by Vice President Biden: ‘A New Day for Partnership in the Americas’\n\nThe op-ed below by Vice President Joe Biden appeared this morning in the following Latin American newspapers:\nLa Nación (Argentina)\nO Globo (Brazil)\nEl Mercurio (Chile)\nEl Tiempo (Colombia)\nLa Nación (Costa Rica)\nEl Comercio (Ecuador)\nEl Universal (México)\nEl Comercio (Perú)\nEl Nuevo Día (Puerto Rico)\nEl País (Uruguay) \nEl Nacional (Venezuela)\nThe English, Spanish and Portuguese versions of Vice President Biden’s op-ed are included here:\nA New Day for Partnership in the Americas\nBy Vice President Joe Biden \nNext month, President Obama will travel to Trinidad and Tobago to meet his colleagues from across the Western Hemisphere at the Summit of the Americas. In advance of that historic meeting, I am traveling to Central and South America to consult with Latin American leaders gathered in Chile and Costa Rica about the Summit and the challenges faced by the people of the Americas.\nThese meetings are an important first step toward a new day in relations and building partnerships with and among the countries and people of the Hemisphere.\nThe President and I understand that only by working together can our countries overcome the challenges we face. Today, we are more than just independent nations who happen to be on the same side of the globe. In today’s interconnected world, we are all neighbors who face many common concerns.\nThe current global economic crisis has touched virtually all of us—every country, every community, every family. Citizens everywhere are searching for answers, looking for hope—and turning to their leaders to provide them. It is our duty as global partners to heed their calls, to together forge a shared solution to a common problem.\nOur Administration is taking several steps to make this happen. Our Congress has approved the American Recovery and Reinvestment Act, which is designed to promote job creation and to set a course for growth for the next generation. The President has proposed a budget designed to set a foundation for the economy of the future, with important investments in health care, education, and energy. And we are working with our partners in the G-20, who meet next week in London, on a coordinated plan to ensure recovery and restart growth, and to reform the international regulatory and supervisory system to ensure that no such crisis occurs again.\nRekindling the U.S. economy and ensuring that international financial institutions serve the interests of the people are particularly important for the Americas. Our economic interconnection means that a robust U.S. economy is good for the hemisphere and can become an engine for bottom up economic growth and equality throughout the region.\nThe economy isn’t the only challenge requiring our cooperation. We also face dual challenges of security – both for our countries and for the individuals who inhabit them. Our countries are plagued by gang violence and the illegal trafficking of weapons and narcotics.\nIn the United States, we need to do more to reduce demand for illicit drugs and stem the flow of weapons and bulk cash south across our borders. We applaud Mexico’s courageous stand against violent drug cartels, as well as Colombia’s anti-drug efforts, but we know that they will have the side effect of pushing traffickers into Central America. We will build on the Meridá Initiative – started last year under President Bush – to assist Mexico and the Central American nations in a joint effort to confront that threat head-on. The drug trade is a problem we all share and one whose ultimate solution we must devise together.\nConsistent with the Inter-American Democratic Charter, we must also focus on building and encouraging strong democracies, where basic fairness, social equality, and a deep respect for human rights and the rule of law are the guiding principles of everything we do. Democracy is about more than elections; it’s about strong, transparent governance and a thriving civil society. It is also about addressing as effectively as possible the challenges of poverty, inequality and social exclusion\nWe recognize that the United States is still striving to meet its constitutional goal of forming a \"more perfect union\" and that we have, in the past, fallen short of our own ideals. But we pledge every day to honor the values that animate our democracy, and to lead by example. This is why, on his third day in office, the President ordered the closure of the detention center at Guantanamo Bay.\nFinally, we all face the threat to our planet posed by the changing climate, and, so, we share the need to develop clean energy sources to combat—and reverse—this critical threat. The President and I are deeply committed to leading in the development of an urgent and coordinated response to climate change. Working as partners, we must harness the potential of green energy in a way that protects our planet for future generations, while also catalyzing economic growth for the generations of today.\nAs we face these threats and as we confront the most serious economic crisis in generations, the countries of the Hemisphere must look forward. And we must work together, as partners, to give our citizens hope that brighter days lie ahead.\n###\nUn nuevo día para una sociedad de las Américas \nPor Joseph R. Biden, vicepresidente de Estados Unidos \nEl mes entrante, el Presidente Obama viajará a Trinidad y Tobago para reunirse con colegas de todo el Hemisferio Occidental en la Cumbre de las Américas. Previo a esa histórica reunión, estoy viajando a Centroamérica y Sudamérica para realizar consultas con líderes latinoamericanos congregados en Chile y Costa Rica respecto a la cumbre y los desafíos que enfrentan los pueblos de las Américas.\nEstas reuniones son un primer e importante paso hacia un nuevo día en las relaciones y el desarrollo de una sociedad entre los países y pueblos del hemisferio.\nEl Presidente y yo comprendemos que sólo al trabajar juntos, nuestros países pueden superar los desafíos que enfrentamos. Hoy en día, ya no sólo somos naciones independientes que sucede que están en el mismo lado del planeta. En el actual mundo interconectado, todos somos vecinos que enfrentamos muchas inquietudes comunes.\nLa actual crisis económica mundial nos ha afectado a prácticamente todos: a cada país, cada comunidad y cada familia. Los ciudadanos de todos los países buscan respuestas, buscan esperanza, y para ellas, recurren a sus líderes. Es nuestro deber como socios mundiales escuchar su llamado y forjar juntos la solución a un problema común.\nNuestra administración está tomando varias medidas para hacer que esto suceda. Nuestro Congreso ha aprobado la Ley para la Recuperación y Reinversión en Estados Unidos, que tiene como propósito promover la generación de empleo y fijar el curso para el crecimiento durante la próxima generación. Con su presupuesto, el Presidente se propone sentar las bases de la economía del futuro, con considerable inversión en cuidado de salud, educación y energía. Y estamos trabajando con nuestros socios en el G-20, que se reunirán la próxima semana en Londres, en un plan concertado para asegurar la recuperación y reanudación del crecimiento, y para reformar el sistema normativo y de supervisión internacional a fin de asegurar que una crisis de este tipo no vuelva a suceder.\nPara el continente americano, reactivar la economía de Estados Unidos y asegurarse de que las instituciones financieras internacionales atiendan los intereses del pueblo es de particular importancia. Nuestra interconexión económica implica que la solidez económica de Estados Unidos es de beneficio para el hemisferio y puede convertirse en el motor que impulse el crecimiento económico de abajo hacia arriba y la igualdad en toda la región.\nLa economía no es el único desafío que requiere de nuestra cooperación. También enfrentamos un doble desafío de seguridad, tanto para nuestros países como sus pobladores. Nuestras naciones están agobiadas por la violencia de pandillas y el tráfico ilegal de armas y narcóticos.\nEn Estados Unidos, necesitamos hacer más para reducir la demanda de drogas ilícitas y detener el tráfico de armas y grandes cantidades de efectivo a través de nuestra frontera sur. Aplaudimos la valiente posición de México contra los carteles de drogas, como también los esfuerzos de Colombia por combatir las drogas, pero sabemos que tendrán el efecto secundario de empujar a los traficantes hacia Centroamérica. Nos basaremos en la Iniciativa de Mérida, iniciada el año pasado con el Presidente Bush, para ayudar a México y los países centroamericanos en un esfuerzo conjunto por enfrentar esa amenaza directamente. El narcotráfico es un problema que todos compartimos, y debemos encontrar una solución definitiva juntos.\nConforme a la Carta Democrática Interamericana, también debemos concentrarnos en forjar y fomentar democracias sólidas, donde la justicia, la igualdad social, el profundo respeto de los derechos humanos y el imperio de la ley son los principios que guían todo lo que hacemos. La democracia va más allá de realizar elecciones; requiere de buen gobierno, transparencia y una sociedad civil próspera. También requiere acometer de la forma más eficaz posible los desafíos de la pobreza, y la exclusión y desigualdad en la sociedad.\nReconocemos que Estados Unidos aún se esfuerza por cumplir con su objetivo constitucional de crear una \"unión más perfecta\" y que en el pasado, no hemos alcanzado nuestros propios ideales. Pero juramos liderar con el ejemplo y a diario honraremos los valores que inspiran a nuestra democracia. Es por eso que, en su tercer día en el cargo, el Presidente dispuso que se cerrara el centro de detención en la bahía de Guantánamo.\nFinalmente, todos enfrentamos la amenaza que el cambio climático representa para nuestro planeta, y por lo tanto, compartimos la necesidad de crear fuentes de energía limpia para combatir —y revertir— esta peligrosa amenaza. El Presidente y yo nos hemos comprometido firmemente a ser líderes en la formulación de una respuesta urgente y concertada al cambio climático. Al colaborar como socios, podemos aprovechar el potencial de la energía verde de manera que proteja el planeta que recibirán nuestras futuras generaciones y, a la vez, catalice el crecimiento económico para las actuales generaciones.\nAl encarar estas amenazas y hacerle frente a la más seria crisis económica en varias generaciones, los países del hemisferio deben fijar la vista hacia el futuro. Y debemos trabajar juntos, como aliados, para trasmitirles a nuestros ciudadanos la esperanza de que el futuro nos ofrecerá días mejores.\n###\nUm novo dia para a Parceria das Américas\nPelo Vice-presidente dos EUA Joseph Biden\nMês que vem o president Barack Obama viajará a Trinidad e Tobago para encontrar-se com seus colegas de todo o Hemisfério Ocidental na Cúpula das Américas. Em preparação para essa reunião histórica, estou viajando à América Latina para consultar líderes da região reunidos no Chile e na Costa Rica sobre a Cúpula e os desafios que nossos povos enfrentam.\nEssas reuniões representam um importante primeiro passo em direção ao nascer de um novo dia para a construção de parcerias entre os países e os povos deste hemisfério.\nO presidente Obama e eu entendemos que apenas trabalhando juntos nossos países poderão superar os desafios que enfrentamos. Hoje somos mais do que nações independentes que apenas habitam o mesmo lado do globo terreste. No mundo interconectado de hoje, somos todos vizinhos que partilham muitas das mesmas preocupações.\nA crise econômica global tem nos afetado a todos – cada país, cada comunidade, cada família. Cidadãos de todos os lugares estão buscando respostas, procurando esperança, e voltando-se para seus líderes para que as apresentem. É nosso dever como parceiros globais atender a esse chamado, construindo juntos uma solução partilhada para um problema que é de todos.\nNosso governo está tomando uma série de medidas para que isso aconteça. Nosso Congresso aprovou recentemente a Lei de Recuperação e Reinvestimento Americana, cujo objetivo é promover a criação de empregos e traçar para nossas futuras gerações um rumo em direção ao crescimento. O presidente Obama propôs um orçamento projetado para lançar as bases para a economia do futuro, com importantes investimentos em saúde, educação e energia. Estamos trabalhando com nossos parceiros no G-20, que se reunirão na próxima semana em Londres, no desenvolvimento de um plano coordenado para garantir a recuperação , reativar o crescimento e reformar o sistema internacional de regulamento e supervisão para que tamanha crise jamais se repita.\nRenovar a economia dos EUA e garantir que as instituições financieiras internacionais sirvam aos interesses dos povos são objetivos especialmente importantes para as Américas. Nossa interconexão econômica significa que uma economia robusta nos EUA é boa para o hemisfério e pode servir tanto como motor do crescimento de baixo para cima como da igualdade em toda a região.\nA economia não é o único desafio que exige nossa cooperação.Nós também enfrentamos um duplo desafio na area de segurança – tanto para nossos países quanto para os cidadãos que os habitam. Nossos países são ameaçados pela violência das gangues e pelo tráfico ilegal de armas e narcóticos.\nNos Estados Unidos, precisamos fazer mais para reduzir a demanda por drogas ilícitas e reduzir o grande fluxo de armas e de grandes volumes de dinheiro através de nossas fronteiras. Aplaudimos as corajosas ações do México contra os violentos cartéis de droga, como também os esforcós antidroga da Colômbia, mas sabemos que eles terão o efeito colateral de empurrar os traficantes para a América Central. Nós daremos continuidade à Iniciativa de Merida – lançada ano passado pelo Presidente Bush – para apoiar o México e as nações da América Central em um esforço conjunto para enfrentar essa ameaça de frente. O comércio de drogas é um problema que todos partilhamos, mas cuja solução devemos buscar conjuntamente.\nConsistentemente com a Cláusula Democrática Interamericana, devemos também enfocar a construção e o fortalecimento de democracias robustas, onde a justiça, a igualdade social e o mais profundo respeito pelos direitos humanos e pelo estado de direito são os princípios para tudo que fazemos. Democracia significa mais do que meramente eleições: ela requer governos fortes e transparentes e uma sociedade civil vibrante. Também requer o encaminhamento mais eficaz possível dos desafios de combater a pobreza, a desigualdade e a exclusão social.\nReconhecemos que os EUA ainda lutam para atingir seu objetivo constitucional de formar \"uma união mais perfeita\" e que ficamos, no passado, aquém dos nossos ideais, mas nos comprometemos diariamente a honrar os valores que movimentam nossa democracia e a liderar pelo exemplo. É por isso que, no seu terceiro dia na Casa Branca, o presidente ordenou o fechamento do centro de detenção na Baía de Guantanamo.\nFinalmente, todos enfrentamos a ameaça que se abate sobre nosso planeta por causa da mudança climática, então também partilhamos a necessidade de desenvolver fontes limpas de energia para combater – e reverter – essa ameaça crítica. O presidente Obama e eu estamos profundamente comprometidos em liderar o desenvolvimento de uma resposta coordenada à mudança climatic. Trabalhando como parceiros, devemos utilizar o potencial da energia verde para proteger nosso planetas e as futuras gerações, ao mesmo tempo em que catalizamos o crescimento economico para as gerações de hoje.\nAo enfrentarmos essas ameaças e a mais séria crise econômica em várias gerações, os países deste hemisfério precisam olhara para diante. Precisamos trabalhar juntos, como parceiros, para dar aos nossos cidadãos a esperança de que dias melhores virão.\n# # #\n\n\n\n"
}