{
    "title": "Statement By The Press Secretary on Today's BP Oil Spill Response Meeting | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-press-secretary-todays-bp-oil-spill-response-meeting",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 10, 2010\n\n \n\n\n\nStatement By The Press Secretary on Today's BP Oil Spill Response Meeting\n\n\n\n\nThe Deepwater Horizon explosion and BP oil spill presents us with challenges on a number of fronts – from capping the flow at the well head and containing the spill on the ocean’s surface, to controlling the impact of the oil on the coastal shoreline and on the precious wetlands and fisheries in the area. President Obama remains committed to bringing any and all available resources to the Gulf of Mexico. Earlier today the President met with a number of Cabinet members and senior staff in the White House Situation Room to review BP’s efforts to stop the oil leak as well as to decide on next steps to ensure all is being done to contain the spread, mitigate the environmental impact and provide assistance to affected states, including individuals, businesses, and communities.\nAs we continue to evaluate different options to stop the flow of oil, the President impressed upon his team two things in the meeting today: first, the importance of engaging independent experts in the fields of science and technology; and, second, bringing every perspective to the table to identify potential solutions.\nThe President was pleased to hear that some of Energy Secretary Chu’s ideas have helped us better understand the dimensions of this serious problem and he asked Secretary Chu to lead a team of top administration officials and government scientists to Houston this week for an extensive dialogue with BP officials to continue to aggressively pursue potential solutions. Throughout the week, the President will continue to dispatch additional Cabinet officials to the region.  As the President has made clear before, BP will be paying for all costs of stopping the spill and cleaning it up, and we will aggressively pursue full compensation for damages.\nIn addition, to deal more generally with the harms created by oil spills, the President has requested that we send legislation to Congress to toughen and update the law surrounding caps on damages.\n\nClick HERE and HERE to view pictures of today’s meeting.\nThe principals participating in the meeting included:\nDepartment of Homeland Security Secretary Janet Napolitano\nUnited States Coast Guard Commandant Admiral Thad Allen (National Incident Commander for this event)\nDepartment of the Interior Secretary Ken Salazar\nDepartment of Energy Secretary Steven Chu\nChairman of the Joint Chiefs of Staff Admiral Michael Mullen\nDepartment of Defense Secretary Robert Gates\nWhite House Chief of Staff Rahm Emanuel\nAssistant to the President for Homeland Security John Brennan\nNational Security Advisor General Jim Jones\nEPA Deputy Administrator Bob Perciasepe (Administrator Jackson is currently in Louisiana)\nNOAA Administrator Jane Lubchenco\nAssociate Attorney General Tom Perrelli\nAssistant to the President for Energy and Climate Change Carol Browner\nOMB Director Peter Orszag\nAssistant to the President for Science and Technology John Holdren\nDPC Chair Melody Barnes\nCEQ Chair Nancy Sutley\nAssistant to the President for Cabinet Affairs Chris Lu\n\n\n\n"
}