{
    "title": "Vice President Biden Announces Appointment of White House Advisor on Violence Against Women | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-announces-appointment-white-house-advisor-violence-against-wom",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 26, 2009\n\n \n\n\n\nVice President Biden Announces Appointment of White House Advisor on Violence Against Women\n\n\n\n\n THE WHITE HOUSE Office of the Vice President  _____________________________________________________________________  For Immediate Release                                                 June 26, 2009    Vice President Biden Announces Appointment of White House Advisor  on Violence Against Women  Washington, DC – Vice President Biden, the author of the landmark Violence Against Women Act, announced today the appointment of Lynn Rosenthal as the new White House Advisor on Violence Against Women. Ms. Rosenthal is one of the nation’s foremost experts in domestic violence policy, and has worked at the local, state and national levels to create an environment where violence against women is not ignored and perpetrators are held accountable. This is a newly created position at the White House, dedicated specifically to advising the President and Vice President on domestic violence and sexual assault issues. \"My proudest legislative achievement in the Senate was passing the Violence Against Women Act. We’ve made great strides since its passage – shining a light on an all too silent issue and reducing violence against women in significant numbers. But we have to do more,\" said Vice President Biden. \"That’s why we’re here today – to do more. It’s an honor to announce the first ever White House Advisor on Violence Against Women, Lynn Rosenthal. Lynn is passionate about these issues and knows them backwards and forwards. And as a former director of a shelter, she’s also seen the human face of this tragic problem. She will be a leader in this White House in stopping the violence and sexual assault of women and will be an integral part of this Administration.\" \"Lynn Rosenthal has been a life-long advocate for women and she has been a real leader in developing effective policies to combat domestic violence,\" said Valerie Jarrett, Senior Advisor and Assistant to the President for Intergovernmental Relations and Public Engagement. \"She will be a tremendous asset to the President, Vice President and the entire Administration as we continue the battle against domestic violence and sexual assault.\" Ms. Rosenthal’s areas of domestic violence expertise include housing, state and local coordinated community response, federal policy on violence against women, and survivor-centered advocacy. She most recently served as the Executive Director of the New Mexico Coalition Against Domestic Violence. From 2000-2006, Rosenthal served as the Executive Director of the National Network to End Domestic Violence (NNEDV) where she represented 54 state and territorial coalitions whose collective membership included more than 2000 local domestic violence programs. She played a major advocacy role in the reauthorization of the Violence Against Women Act in 2000 and 2005 and has assisted states and local communities with implementation of this groundbreaking federal legislation. She also worked closely with corporate partners to bring millions of dollars to local communities to respond to domestic violence. She partnered with The Allstate Foundation to develop a highly successful national initiative to promote economic empowerment for survivors of violence. Prior to her service at NNEDV, Rosenthal was director of the Florida Coalition Against Domestic Violence where she developed innovative service models for rural and legal services. On her return to Florida in 2006, Rosenthal developed the state’s first comprehensive plan to help survivors of violence find housing. \"President Obama and Vice President Biden could not have named a more qualified, visionary leader to advise the White House on violence against women,\" said Sue Else, President of the National Network to End Domestic Violence. \"Lynn Rosenthal is a pioneer in the movement against domestic abuse and sexual assault. Her expertise will help to shape federal policies that will serve countless survivors of domestic and sexual violence.\" In this new position, Ms. Rosenthal will serve as an advisor to the President and Vice President on domestic violence and sexual assault issues; be a liaison to the domestic violence and sexual assault advocacy community; coordinate with the Department of Justice’s Office of Violence Against Women (OVW) on implementation of Violence Against Women Act programs; coordinate with the Department of Health and Human Services on implementation of Family Violence Prevention Act services (including the National Domestic Violence Hotline); coordinate with the State Department and USAID on global domestic violence initiatives; and drive the development new initiatives and policy aimed at combating domestic violence and sexual assault with advocacy groups and members of Congress. Ms. Rosenthal has been widely recognized for her efforts to address domestic violence at the national, state and local levels. In 1999, she received the Florida Governor’s Peace at Home Award for making a difference in the lives of battered women and their children. In 2005, Doris Buffet’s National Sunshine Lady Foundation honored her for her work on the Violence Against Women Act. In 2006, she was the first recipient of the Sheila Wellstone Institute National Advocacy Award.\n\n\n\n"
}