{
    "title": "Press Briefing by Robert Gibbs, Jon Huntsman, Jeff Bader, Mike Froman, and Ben Rhodes | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-briefing-robert-gibbs-jon-huntsman-jeff-bader-mike-froman-and-ben-rhodes",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nNovember 17, 2009\n\n \n\n\n\nPress Briefing by Robert Gibbs, Jon Huntsman, Jeff Bader, Mike Froman, and Ben Rhodes\n\n\n\n\n\n\nTHE WHITE HOUSE\n\nOffice of the Press Secretary\n___________________________________________________________________\nFor Immediate Release                                                                            November 17, 2009\nPRESS BRIEFING BY\nWHITE HOUSE PRESS SECRETARY ROBERT GIBBS;\nAND AMBASSADOR TO CHINA JON HUNTSMAN;\nSENIOR DIRECTOR FOR THE NATIONAL SECURITY COUNCIL\nFOR ASIAN AFFAIRS JEFF BADER;\nDEPUTY NATIONAL SECURITY ADVISOR MIKE FROMAN;\nAND DEPUTY NATIONAL SECURITY ADVISOR BEN RHODES\n\nFiling Center\nMarriott City Wall\nBeijing, China\n\n\n4:30 P.M. CST\nMR. GIBBS:  Good afternoon, guys.  I am going to very brief, so brief that all I'm going to do is turn this over to -- first to Ambassador Huntsman, to give us a few minutes on the trip; Jeff Bader, who will talk a little bit more about -- in addition to what the Ambassador talks about -- what happened at some of the meetings today; as well as Mike Froman, who you've heard from during the trip.  He'll go through some of the climate and clean energy agreements that you all have information off of the event today.  \n\nSo, Ambassador Huntsman.\n\nAMBASSADOR HUNTSMAN:  Hello, everybody.  Don't mistake me for being an expert, because I've been here for three months.  And I've come to the conclusion that \"China expert\" is kind of an oxymoron.  And those who consider themselves to be China experts are kind of morons.  So you take what you can, you learn what you can, and you begin to pull all the pieces together, and still it kind of remains sometimes a somewhat confused environment.\n\nThe relationship formally reached its 30th year this year.  And I'd have to say that having followed it off and on for a good many of those 30 years, the President stepped off the plane in Shanghai in an environment that I'd have to characterize as being really at an all-time high in terms of the bilateral atmosphere \na cruising altitude that is higher than any other time in recent memory, thereby able to kind of sail above some of the windsheers and the storms that have typically been part of the bilateral relationship.\n\nI will say that a lot of work has gone into preparing an agenda that would reflect that the U.S.-China relationship has gone global.  The key today in managing this relationship, as you'll hear more about, is we take the range of bilateral issues that we've worked on for the 30 years of our formal diplomatic relationship and then you add to that an additional layer of complexity called the international issues, because there are really only two countries in the world that together can solve certain issues, whether they are clean energy, climate change, regional security, or those dealing with the global economy.\n\nSo the meetings and the focus from a substance standpoint really have been aimed at coordinating like never before on the key global issues that together are headline issues for the United States.  And not surprisingly, with China, which has ascended to the world stage, they find themselves on the world stage today, their issues are very similar to our own in terms of the global economy, in terms of clean energy, climate change, and regional security.  So I would say today like never before we are in a position where we should be able to coordinate on many of these key issues in an unprecedented way.  The challenge, though, is to make sure that we are able to connect with the Chinese bureaucracy in ways that actually allow us to get traction.\n\nSo I will just conclude by saying that through it all, I have seen our President today, who went in both the small meeting and the expanded bilateral, was extremely forceful and comprehensive in hitting on every one of the major issues that we try to manage in our bilateral relationship.  There wasn't a single issue that was left out.  And I've got to tell you that as one observer and someone who takes this relationship seriously, as the on-site manager, I was very, very proud of our President.\n     \nThere was a good level of connection with all of the counterparts.  There was an excellent job in creating the headline issues that together now we must proceed on.  And they really do run, as we have discussed before, from clean energy and climate change through regional security, Iran, North Korea, right through the global economy, with Afghanistan and Pakistan thrown in.  \n\nAnd I would say I sense for the first time ever that we're actually getting a little bit of traction on cooperation between the United States and China as it relates to reviewing a lot of issues that really do matter in terms of regional stability as it relates to Afghanistan and Pakistan.\n\nWith that -- and I'm sure we'll take it in whatever direction you like later on -- we'll turn it over to Jeff Bader, who is the senior director of the National Security Council for Asian Affairs.\n\nMR. BADER:  Thank you very much, Jon.  Good to see you all here.  This was, as you all know, President Obama's first trip to China.  And so far, in our view, it's been highly successful in setting out and accomplishing the objectives that we had set for ourselves.  It's an important first step in building a partnership between our two countries to work together on global issues.  And as Ambassador Huntsman said, we went through in some depth virtually every global issue of consequence that China and the U.S. need to work on.  The President emphasized that on these global issues we can't solve them ourselves, we need partners, including China. \n\nI would mention just a few -- sort of set the scene here:  nonproliferation, in particular Iran.  On Iran, the President described the current situation in discussions between the P5-plus-1 and the Iranians, the unsatisfactory character of the Iranian response to date on the Tehran research reactor proposal, and reminded his counterpart that we have two tracks, that the door is open to try and find a resolution but if the Iranians do not agree to the proposal by the IAEA and the P5-plus-1, that we will turn to track two.  And we expect the Chinese to be with us.\n\nDiscussed Afghanistan and Pakistan -- I can say more on that later if you wish.  North Korea.  On North Korea, the President expressed appreciation for Premier Wen Jiabao's visit to Pyongyang in which he came back with a statement from Kim Jung-il saying that North Korea was prepared to move towards six-party talks under certain conditions.  The President made clear to President Hu that we expect the Chinese to convene a six-party meeting as soon as possible.  \n\nAnd military-to-military relations, and finally human rights.  I just want to say a word about human rights.  I've been involved in the China relationship for over 30 years, and I've been on previous presidential visits, visits by secretaries of state to China.  This was as direct a discussion on human rights as I've seen by any high-level visitor with the Chinese.  And this was multifaceted.  You all saw the Shanghai event yesterday in which the President spoke at some length in his introductory remarks about American values, about rule of law, freedom of expression, access to information, the rights of minorities -- called them universal rights; and then in the question-and-answer session talked again at some length about the importance of an uncensored Internet and how people benefit, countries benefit, and leaders benefit from the openness of the Internet.  I have never heard that kind of a discussion publicly in China before.\n\nThe President had the opportunity to answer, reach out to not only the local audience, but to a substantial audience in the rest of China that was following this on television and Internet. \n     \nIn addition, in the private discussions, the President was equally candid in describing human rights as a core, a fundamental, bedrock principle of U.S. foreign policy; made it clear that we will speak directly to the Chinese about it publicly and privately.  \n\nThey discussed Tibet.  The President -- you saw in the joint press conference, the President referred -- the joint press conference, the President referred explicitly to the importance of protection of freedom of religion and the rights of ethnic minorities, and then immediately discussed the importance of a resumption of a dialogue between the Dalai Lama and representatives -- the Dalai Lama's representatives and the Chinese government.  That was a deliberate and a clear statement of the priority the President places on this, and it was discussed privately, as well -- the President making clear his respect for the Dalai Lama as a cultural and religious leader, and his intention to meet with the Dalai Lama at an appropriate time.\n\nI think that's all I'll say by way of introduction.\n\nMR. FROMAN:  Thanks, Jeff.  I'll speak briefly about climate change and energy.  First, just to put it in context, for those of you who were in Singapore you remember that Prime Minister Rasmussen came to Singapore on Sunday and had breakfast with the APEC leaders and laid out his plan for the Copenhagen process.  President Obama spoke in support of Prime Minister Rasmussen's plan, and there was a widespread consensus among the leaders there that the aim should not be a partial accord or just a political declaration, but an accord that covers all the main areas of the negotiations and had immediate operational effect, even as negotiations towards a legal agreement continue.\n\nToday, President Obama and President Hu took another important step forward on climate change in agreeing on a number of areas:  First, that each country would take significant mitigation actions.  Second, that they shared a common view that even as the negotiations towards a final legal agreement continue, the Copenhagen conference should aim to reach an accord that includes all the issues being dealt with in the negotiations, and those included mitigation commitments by both developed and developing countries, focus on countries adapting to the effects of climate change, and scaled-up financing and technological support.  Third, there was, very importantly, an agreement that the two countries would stand behind their commitments and that there should be full transparency as to the implementation of those commitments.\n\nIn addition, they agreed that the issue of climate change can't wait and therefore it was important to take specific steps to work together on a number of clean energy initiatives.  I assume you've seen the various fact sheets, but this is a key new part of the relationship.  There was an MOU signed earlier this year on energy and climate change, and these seven agreements reflect concrete steps to work together, reflecting both our common interests and real action to try and solve the climate change issues.  \n\nThey touched upon the creation of a U.S.-China clean energy research center, a U.S.-China electric vehicles initiative, an energy efficiency action plan, a renewable energy partnership, a series of initiatives around cleaner coal -- 21st century coal -- an initiative on shale gas, and then finally, an initiative on energy cooperation involving the private sector.  So there was both significant -- or an important step forward on climate change that was taken as was reflected in the joint statement, as well as a number of specific steps on energy cooperation in support of dealing with climate change.  \n\nMR. GIBBS:  We've got about a little more than 10 minutes for questions.  I've got to get these guys back before we -- so they're not late for the state dinner, which they actually have to go to.\n\nQ    I want to ask Jeffrey and ask Michael about how the discussion on currency -- inaudible -- The President was very (inaudible) saying that he felt that was important for global rebalancing.  But President Hu didn’t mention it.  And I noticed also that President Obama referred to China's past statements on currency.  Does that mean that China didn’t give any ground on that in the meeting?\n\nMR. FROMAN:  As you said, the President said in his statement at the press conference that -- and underscored the importance of both countries pursuing strategies consistent with strong, balanced, sustainable growth that involves certain actions on the U.S. side and certain actions on the Chinese side. He mentioned specifically China's commitment -- China's stated intention to liberalize or to move to a more market-oriented exchange rate over time, that it was an essential component of balanced growth.  \nThe joint statement has an extensive section in it about balanced growth, including references to more balanced trade relationships.  And the President raised the issue both in the restricted bilat and in the enlarged bilat.  So it was very much on the agenda.\n\nQ    And what was the Chinese response?\n\nMR. FROMAN:  I'm not going to characterize the nature of the discussion, just to say that the President raised it in the meetings and he, of course, mentioned at both the press conference and in the joint statement.\n\nQ    Mike, could I ask about climate change?  Has the U.S. given up on the idea that (inaudible) demand that China make binding commitments to finding reductions in carbon emissions? \n\nMR. FROMAN:  Well, no, in fact I think the -- the Rasmussen proposal, which was broadly supported by the APEC leaders in Singapore and then reinforced by the agreements today, was that we should seek an agreement in Copenhagen that was politically binding and that would involve commitments by both developed and developing countries, even as we work towards a final legal agreement.  \n\nQ    You all mentioned this is the President's first trip to China.  Can you tell us what kind of impression the country is making on him?  He's toured the Forbidden City, met Chinese youth, met some Chinese leaders, seen the Shanghai skyline, Beijing.  What is his reaction to some of this?  How is it affecting him?\n\nMR. BADER:  Well, we've been here for, what -- we've been in China for about a day and a half and it's a rather large country to come away with decisive, comprehensive reactions in that period.  But he -- it's very clear he was greatly impressed by the development he saw in Shanghai, by the degree to which the officials he spoke to were thinking about and trying to cope with some of the major urban problems involved in the massive migrations to the cities that officials described to him -- the demands on infrastructure, on traffic, on health, on housing, on employment.\n\nHe's been very warmly received by every official and by the private citizens he met, and I think at the Shanghai youth event you could feel the warmth and the enthusiasm of the people in the room, and that certainly made an impression upon the President.\n\nMR. RHODES:  I would just add to that that I think he's certainly made comments about how impressive the rate of growth and development is -- it's obviously manifested in the skyline in Shanghai and in this city as well -- and just the extraordinarily dramatic achievement, frankly, of also lifting many people out of poverty.  And then just to echo something that Jeff said that the President has commented on, is that particularly as it pertains to issues around clean energy and infrastructure, that these are similar challenges that the United States and China face both nationally and within our cities.\n\nSo through some of the kinds of clean energy partnerships, for instance, that we announced today, we can both support each other's efforts in this area, learn from one another, issues like the -- or projects like the joint research center basically open the door for -- and also some of the -- and the high-speed rail \n-- open the door for us to work together with the Chinese to tackle challenges that are very much common to our countries and our cities, as well.\n     \nSo within that very rapid and impressive development, I think the President has been impressed that we can have an extensive partnership in these specific areas.  And the only other thing I'd add also is science and technology -- again, an area where there's a lot of opportunity to partner and there's a lot of focus on that here, as well.\n\nQ    I guess this is for either Mr. Bader or Ambassador Huntsman, but specifically when the President is talking with President Hu about human rights, what is he asking for?  What does he want to see?  What is he encouraging the Chinese to do?  And then for Ambassador Huntsman, how does the fact that the U.S. owes $800 billion to China affect any of these negotiations at all in terms of what President Hu brings up or the ability of the President of the United States to ask for anything?\n\nMR. BADER:  Well, on human rights, you've seen the way the President has dealt with the issue around the world.  I mean, he starts with the premise that the U.S. example is persuasive if we have our own house in order.  And this isn't a briefing about Guantanamo, but he has worked very hard to correct and improve the image that the U.S. has developed in recent years on human rights.  When you have someone who believes in protecting human rights at home and who is as popular and admired a figure as Barack Obama is globally, the appeal of our views on human rights is entirely different than when you have problems that are unaddressed at home and a salesman who is not persuasive.  So I think that that is kind of the starting point in thinking about the way in which President Obama is effective on human rights.  \n\nNow, the way -- what he expects, he talks about the American experience.  He talks about American values.  He talks about how they have helped us to achieve what we have achieved.  And he talks about human rights and democracy as a constantly unfinished project, as something that we need to -- it's not something in the past where we're done with it.  And there is a sense of pride and accomplishment mixed with a sense that we have shortcomings that we need to be honest with ourselves about.\n\nAnd that is the kind of presentation, in my view, that is much more effective -- is the most effective way to impress upon Chinese private and public audiences the value of human rights.  He talks about, as you heard him talking about the Internet and what a free Internet means for -- not only for the lives of ordinary Chinese people but for proper governance.  So he's talking about us as an example and he's talking about things that the Chinese should be looking at themselves.  \n\nThis is leaving aside Tibet, which I talked about before.\n\nAMBASSADOR HUNSTMAN:  Let me just pick up for a second on what Jeff said, because I thought, personally, our President was extremely effective in describing what makes us unique as a country.  You have on one side the Confucian tradition; on the other, the Jeffersonian tradition.  And it's explaining those differences that oftentimes isn't easy.  And to get a President of the United States, as we saw yesterday in Shanghai, who talks about our traditions and is able to explain it to all those who were listening, that's important.  And when you get a President in a room like we did earlier today, who does the same thing -- explains what makes us unique and why we feel strongly about individual liberty and freedom -- that's important.  And I thought those comments were well taken.\n\nLet me just say that on the earlier question, and Jake, Mike will talk about the $800 billion question -- suffice it to say we have a complex relationship on the economic side that brings us closer than ever before -- their interest in our economy and our interest in theirs.\n\nBut the question that was asked before about the President's first trip, and let me just say, as someone who just got back from riding with him in the car as we rode from the U.S. embassy back to the hotel, and the kinds of questions that he was asking and the interest that he has in the history and the culture of China, and to hear the kinds of questions that he asked the mayor of Shanghai as we had lunch together, and then last night -- they're all the questions that would be on -- you would think be on a President's mind:  What do you do about jobs?  What do you do about migration of workers?  What do you do about infrastructure?  What do you do about transportation?\n\nAnd I noticed that the questions he asked were right on.  And I could tell through the conversations over lunch and dinner, they were very important tutorials to hear from some of the most important decision-makers on site about what makes this country run.  \n\nAnd I would just say this in conclusion, as I tell many Americans who visit, if you were here 10 years ago and you're coming back for the first time, you don't know China.  If you visited five years ago and you're here for the first time -- or the second time, you don't know China.  If you were here two years ago and back again, you still don't know China.  It is changing so quickly and it is so dynamic that you've got to stay connected constantly to get a sense of what this means in terms of the future of China.\n\nMR. FROMAN:  Just to finalize on the $800 billion question, clearly the U.S. and China have close, deep, broad, and interconnected economic relationships, and that was certainly through the recent economic and financial crisis, working together to come out of it through the G20 and otherwise.  The $800 billion never came up in conversation, and the President dealt with every issue on his agenda in a very direct way and pulled no punches.  And so I don't think the $800 billion had any impact on the agenda whatsoever.\n\nQ    For Mike Froman, on climate, it sounds as if they agreed to each take action without specifying what those mitigation actions would be.  And so my question is, how does that move the ball for Copenhagen toward anything other than an outcome there at a very high level of generality?  And for Robert, does it seem to you that you all will leave here in a posture that the President will consider those negotiations to meet his test of close enough for him to make a difference by going to Copenhagen, or not?\n\nMR. FROMAN:  I think this has been quite an important trip with regard to climate change, both between the discussions in Singapore with Prime Minister Rasmussen and the other APEC leaders, and then the discussions and agreements here today.  And I think there are still, obviously, details to be filled in and negotiations to be had between now and Copenhagen, and those negotiations are ongoing as we speak. \n\nBut the agreement today reflects that there's a common view by the U.S. and China in support of what Prime Minister Rasmussen is trying to do -- that the Copenhagen process ought to aim for an accord that's comprehensive, meaning covering all the various elements of the negotiations, not just a partial agreement; that it not just be a political declaration of something that has operational effect, even as we continue negotiations towards a final legal agreement; and that it include mitigation actions for both developed and developing countries, adaptation provisions, financing and technology, as well as agreement that there should be full transparency as to the implementation of those commitments.\n\nSo those are four or five major elements of an agreement consistent with what Prime Minister Rasmussen has laid out.  And clearly there are many other countries involved, and I think both the President and President Hu discussed today how they will work with each other and with other countries to try and reach an agreement.  It's not enough for the U.S. and China to agree to have an agreement in Copenhagen, but clearly it's important that U.S. and China be pulling in the same direction if we're going to succeed in Copenhagen.\n\nQ    But just to follow up, some working on the issue, like Senator Kerry, had said there was a possibility the U.S. and China could come out with a specific agreement that would really be an engine to move the process forward in Copenhagen.  It sounds like we don't have that.\n\nMR. FROMAN:  I think the agreement today reflected in the joint statement does give momentum to the Copenhagen process.  There are further specifics to be fleshed out between now and then by the negotiators.\n\nMR. GIBBS:  And just in terms of the scheduling, John, nothing at this point has changed, and we have not made new determinations about later in the month.  \n\nLet me -- Chuck, I'll take one more and then we've got to get these guys back.\n\nQ    To Jeff, on Iran, it seemed as if President Hu had a lot to say about North Korea, had very little to say about Iran. And then in your briefing you said President Obama almost had to brief him about the status of the situation in Iran.  If China is a player here, I mean, is this -- does this mean that they're -- are you worried that they're not necessarily going to help on the sanction front, if that's the avenue you've got to go by the end of this -- the clock is ticking on Iran -- obviously by the end of the year?  Was there any talk the way there was apparently talk with the Russians about what sanctions might look like?  Was there any talk privately with President Hu and the Chinese delegation on this front?\n\nMR. BADER:  I would say I would agree with you, Chuck, that President Hu spoke more on the subject of North Korea than on Iran.  From the Chinese perspective, North Korea is a more immediate problem and a more immediate security concern, so it's not surprising that they would place more emphasis on that.\n\nAgain, without wanting to speak for the Chinese on this, I wouldn't -- I don't believe that President Hu is in the dark about what's going on on Iran.  I think he's -- I think he is well briefed on it.  The Chinese have been involved in the P5-plus-1 process.  They have played a constructive role, particularly in the last few months as we've been dealing with this Tehran research reactor issue.  They've been involved in all of the meetings with the Iranians.  We've had conference calls among the six in which the Chinese have played a constructive role.\n\nYou were right in sort of the premise of your question that the Chinese have been less enthusiastic, historically, about sanctions, and the Chinese -- they have a substantial relationship with the Iranians, particularly in the energy sector.  The Chinese clearly are hoping that there will be some sort of a resolution on this Tehran research reactor that will not require going to the U.N. Security Council.\n\nBut the President did talk to President Hu about the possibility -- indeed, at this point, when -- well, let's say -- I won't characterize -- let's just say the possibility that we will not reach resolution of this issue and we may have to go to track two and greater pressure.  I would not say that we got an answer today from the Chinese, nor did we expect one on the subject.  I'm confident that whatever direction we choose to go  -- we need to go towards the end of the year, that the Chinese will remain part of the unified P5-plus-1 front.\n\nQ    Did the U.S. -- did the President at all bring up -- obviously the Chinese are concerned about their energy relationship with Iran.  Did the President bring up alternative methods for them or ways that they could help the Chinese sort of make up for that if they discontinue --\n\nMR. BADER:  Not in this discussion, no.\n\nMR. RHODES:  I'd just add to that, Chuck, that through the P5-plus-1 the Chinese have been there every step of the way in -- as a part of the P5-plus-1 unity that the President's engagement has helped secure.  They've signed on to the dual-track process. The TRR, again, was a U.S.-Russia -- the P5-plus-1 agreed to it in principle in Geneva.  It was the U.S., Russia, France, and the IAEA as the parties to that agreement that were most intensively engaged in negotiating the details of that in Vienna.\n\nSo we were in close touch with them, but part of this was that, again, the Chinese were not in -- direct party to the TRR, but they have been in lockstep in the P5-plus-1 process through this.  So in terms of your question in terms of the briefing, that's part of the reason that the President had a bit to say about the TRR process.\n\nMR. GIBBS:  Chuck, just to add one more thing, I think the IAEA just completed a report that I think is another important building block for the international community, when you have the IAEA delineating very clearly the responsibilities that Iran continues not to live up to.  The structures in the U.N. Security Council that they have ignored, particularly with Qom, continues to build international consensus and brings -- with the P5-plus-1 in the lead -- builds that international consensus and puts more pressure on the Iranians.  That was the goal of engagement in the beginning and that's the progress that's being made.\n\nThank you.\n\nQ    Robert, can we get one question about the response of the Chinese -- the behavior of the Chinese since the President has arrived?  And we've had (inaudible) did not broadcast the event yesterday; there have been some arrests of dissidents; there was a tussle with a CNN reporter over an Obama tee-shirt; the central banking regulator berated the United States and said the currency issues are actually the United States' fault because they have interest rates that are too low.  And what does that say about how the message that the President is bringing is getting through to the authorities in China?\n\nMR. GIBBS:  Well, I think he met with the authorities in China today.  I think there was about five feet separating them throughout the morning, where the President was, as you heard from all these gentlemen here, very direct about every issue that we have in our bilateral relationship.\n\nQ    -- responding?\n\nMR. GIBBS:  Jonathan, I did not expect, and I can speak authoritatively for the President on this, that we thought the waters would part and everything would change over the course of our almost two and a half day trip to China.  This is, I think as the Ambassador said, a relationship -- and, quite frankly, both the Presidents said this today -- a relationship that is based on mutual interest, that is strengthening, that we've made progress on.  We understand there's a lot of work to do and that we'll continue to work hard at making more progress.\n\nThanks.\n\nEND                 \n5:15 P.M. CST\n\n\n\n"
}