{
    "title": "Statement by the Vice President on Iraq’s Progress Toward 2014 Elections | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/11/04/statement-vice-president-iraq-s-progress-toward-2014-elections",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nNovember 04, 2013\n\n \n\n\n\nStatement by the Vice President on Iraq’s Progress Toward 2014 Elections\n\n\n\n\nThe United States welcomes the passage of legislation today by the Council of Representatives (COR) to govern Iraq’s parliamentary elections.  These elections have now been set for April 30, 2014, and the law that passed today was the result of many weeks of negotiation and compromise by all of Iraq’s major political blocs.  I applaud the leadership of Prime Minister Maliki, Iraqi Kurdistan Region President Barzani, and COR Speaker Nujaifi in achieving this result.\nUpcoming elections give the Iraqi people an opportunity to choose the direction of their country, and the compromises reached today demonstrate the strength of Iraq’s democratic institutions, even in the face of terrorism that seeks to heighten sectarian tension and provoke broader conflict.\nAs noted in the Joint Statement concluded last week following the visit of Prime Minister Maliki to Washington, the United States is prepared to work as appropriate with the United Nations Assistance Mission for Iraq (UNAMI) and the Independent High Electoral Commission (IHEC) to help ensure that the elections are well prepared and produce a result that reflects the will of the Iraqi people.\nThe United States remains committed to enhancing bilateral relations across all areas covered by the Strategic Framework Agreement, including efforts to “support and strengthen Iraq’s democracy and its democratic institutions as defined and established in the Iraqi Constitution.”  It was in this spirit that we welcomed Prime Minister Maliki’s commitment last week to holding these important elections on time.\nIraq today reminded the world that its leaders are determined to find areas of compromise and move their country forward.  We congratulate them on this important step, and look forward to further cooperation in the months ahead.\n\n\n\n\n"
}