{
    "title": "Dr. Jill Biden Announces Date of First-ever White House Summit on Community Colleges | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/15/dr-jill-biden-announces-date-first-ever-white-house-summit-community-col",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nSeptember 15, 2010\n\n \n\n\n\nDr. Jill Biden Announces Date of First-ever White House Summit on Community Colleges\n\n\n\n\n**Summit to address critical role of community colleges as part of America’s economic vision for the future**\n**Announcement video features community college success stories and invites Americans to submit their feedback**\nWASHINGTON, D.C. – The White House announced today that Dr. Jill Biden will convene the first-ever White House Summit on Community Colleges on Tuesday, October 5, 2010.  President Obama asked Dr. Biden to chair this event to highlight the critical role that community colleges play in developing America’s workforce and reaching our educational goals.\nThe Summit is an opportunity to bring together community colleges, business, philanthropy, federal and state policy leaders, and students to discuss how community colleges can ensure that we have the most educated workforce in the world, so that American businesses can compete in the global economy and that we can achieve the President’s goal of leading the world with the highest proportion of college graduates by 2020.  Community colleges are the largest and fastest growing segment of America’s higher education system enrolling more than eight million students each year. This Administration is making historic investments in a series of new innovations and reforms to expand and strengthen opportunities at America’s community colleges. \nThe Summit will also enable Americans across the country to submit their thoughts, questions and challenges for discussion as part of the Summit dialogue. The White House has set up a number of ways for the public to participate in the Summit online at obamawhitehouse.archives.gov/CommunityCollege. Community college students are encouraged to submit their stories about how community college has changed their lives.  Educators, administrators, students and stakeholders can also participate in an online dialogue about improving community colleges for the future.\nAs a lifelong educator and community college instructor for the past 17 years, Dr. Biden knows that community colleges are uniquely positioned to graduate more Americans with the skills that businesses and the economy will need to compete in the 21st century.  Since coming to the White House, she has visited successful job training and completion programs as well as student support programs at community college campuses throughout the country.\n“Community colleges are a key part of our economic vision for the future,” said Dr. Biden. “I see firsthand the power of community colleges to change lives every single day I am in the classroom. I am proud to be part of an Administration that recognizes the value of a community college education and is working to make it more accessible to students across this nation.”\nToday’s announcement video features current community college students as well as community college graduates. To watch the video, please go to: obamawhitehouse.archives.gov/CommunityCollege\nIndividuals highlighted in the video today include:\n• Alexandra de Armas, student, Miami Dade Community College\n• William D. Green, Chairman & CEO, Accenture, graduate of Dean College\n• Ray LaHood, U.S. Secretary of Transportation, graduate of Spoon River Community College\n• Jim Lehrer, PBS Newshour, graduate of Victoria Community College\n• Sobers Brooks, student, Miami Dade Community College\n• Anthony Whitmore, student, Lorain County Community College\nAlso today, Dr. Biden will visit Anne Arundel Community College in Arnold, Maryland. She will meet with college students, teachers, and administrators at Anne Arundel’s Arnold Campus and will tour several facilities there, including the Hotel, Culinary Arts and Tourism Institute which trains students for careers in the hospitality industry. Dr. Biden will be joined by Department of Education Undersecretary Martha Kanter.\nDetails about media credentialing and logistics for the Summit on Community Colleges will be released at a later date.\n\n\n\n"
}