{
    "title": "Vice President Biden Announces Meeting or Exceeding of All Ten Recovery Roadmap 200th Day Commitments | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-announces-meeting-or-exceeding-all-ten-recovery-roadmap-200th-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 03, 2009\n\n \n\n\n\nVice President Biden Announces Meeting or Exceeding of All Ten Recovery Roadmap 200th Day Commitments\n\n\n\n\n THE WHITE HOUSE Office of the Vice President  ___________________________________________________________________________  For Immediate Release                                                   September 3, 2009 Vice President Biden Announces Meeting or Exceeding   of All Ten Recovery Roadmap 200th Day Commitments Ambitious goals set in Roadmap to Recovery have accelerated   implementation of Recovery Act and helped rebuild economy  Washington, DC – In remarks at the Brookings Institution in Washington, DC, Vice President Biden today announced that the Administration met or exceeded all ten of the ambitious commitments laid out in the Roadmap to Recovery for the second 100 days of the Recovery Act. The Vice President also highlighted specific areas of demonstrable progress over the last 100 days - ranging from highway construction projects started to contracts awarded to small businesses - and discussed how the Recovery Act is putting the economy on a path toward economic growth. Vice President Biden first presented the Roadmap to Recovery, a plan for ten major projects that would help define the Recovery Act over its second 100 days and speed implementation, to President Obama at the beginning of the summer. The Roadmap set key targets for these projects to meet over the second 100 days. As of today, every target that the President and Vice President requested has been met or exceeded, including:  Commitment: Enable 1,129 Health Centers in 50 States and 8 Territories to Provide Expanded Service to Approximately 300,000 Patients   Result: The Department of Health and Human Services exceeded this goal, providing expanded service at 1,129 Health Centers in 50 states and 8 territories, and providing that expanded service to approximately 500,000 patients.   Commitment: Begin Work on Rehabilitation and Improvement Projects at 98 Airports and Over 1,500 Highway Locations Throughout the Country   Result: The Department of Transportation exceeded this goal, beginning rehabilitation and improvement projects at 192 airports and on over 2,200 highways.   Commitment: Begin Work on 107 National Parks   Result: The Department of the Interior exceeded this commitment with work underway at 138 national parks.    To view the Administration’s full progress with the Roadmap to Recovery, click HERE. Cabinet Members and other administration officials traveled across the country today highlighting the impact the Roadmap has had on local communities and the national economy. Interior Secretary Ken Salazar visited Little Rock, Arkansas to discuss how the Interior Department is putting people back to work while improving America’s national parks through the Recovery Act. Agriculture Secretary Tom Vilsack spoke in Louisa, Virginia about the Department of Agriculture’s efforts to improve water quality for communities and families across the country through the Recovery Act. Transportation Secretary Ray LaHood highlighted how delivering transportation projects ahead of schedule and under-budget is helping put more construction workers back on the job at a Chicago event. Education Secretary Arne Duncan held a town hall meeting in Sacramento, California on how Recovery Act funds have helped keep teachers and school employees on the job. Federal Highway Administrator Victor Mendez made remarks at the official groundbreaking of TH 610 in Minneapolis, Minnesota, one of the 2,200 Recovery Roadmap highway projects begun in the last 100 days. The American Recovery and Reinvestment Act was signed into law by President Obama on February 17, 2009 as the country faced the greatest economic crisis in a generation. The Recovery Act is providing needed tax relief and financial assistance for hard-hit families and businesses, delivering aid to states facing record budget shortfalls and making hundreds of billions of dollars in investments in technology and infrastructure that create jobs and lay a new foundation for the U.S. economy. The 200th day of the Recovery Act is Saturday, September 5, 2009. Selected Additional Measures of Recovery Act Progress      Where we were at 100 days Where we are at 200 days   Rural residents receiving new or improved water services 186,492 4,834,326   Research grants awarded by NIH 988 6,639   Transportation projects approved 4,652 10,093   Miles of highway improved 1,114 3,530   Mass transit projects underway or completed 39 665   Transit vehicles (buses, trolleys, vans) purchased with Recovery Act funds 1,365 10,755   Individuals being helped with job search services - 1,400,000   Contracts awarded to small businesses $468,655,066 $1,987,726,888   Vehicles purchased through the Energy-Efficient Federal Motor Vehicle Fleet Procurement Programs 3,100 17,212   Tax relief distributed to the American people $25 billion $62.5 billion1   \n\n\n\n"
}