{
    "title": "Senator Bennet Backs Middle Class Tax Cut Framework | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/09/senator-bennet-backs-middle-class-tax-cut-framework",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 09, 2010\n\n \n\n\n\nSenator Bennet Backs Middle Class Tax Cut Framework\n\n\n\n\n\n\tBennet Statement on President’s Tax Cut Proposal\n\tDecember 8, 2010\n\n\tWashington, DC – Colorado U.S. Senator Michael Bennet released the following statement in response to President Obama’s tax cut proposal:\n\n\t“I have been a strong supporter of a long-term extension of middle class tax cuts; estate tax reform that protects our small businesses, farmers and ranchers; and an extension of unemployment insurance for Coloradans who are struggling to find their way in this difficult economy.\n\n\t“Over the last year, Coloradans have shared their frustration with me about Washington’s complete failure to come to an agreement and by both parties’ lack of willingness to even discuss a compromise.  I couldn’t agree more.\n\n\t“The bottom line is simple and straightforward.  These tax cuts will expire in less than four weeks.  If we do nothing, hundreds of thousands of Coloradans will see a tax increase and thousands more will lose their unemployment benefits.\n\n\t“That is unacceptable.\n\n\t“If I were writing this bill, it would look different.  It would propose a one year-extension of all tax cuts and a longer-term extension for the middle class.  I would raise the exemption level for the estate tax but keep rates at the 2009 level.\n\n\t“At the end of the day, while I will look for opportunities to make improvements to this framework, I intend to support the compromise.  I am not convinced that delaying this legislation into next year will produce a better bill.  In fact, it would likely produce something far worse.\n\n\t“Whenever I cast a vote, I do so with an eye towards our long-term debt. That is why I have supported multiple measures to get spending under control.  In this case, it would be far worse to further weaken a fragile economic recovery by letting the middle class tax cuts expire and throwing thousands of Coloradans off the unemployment benefits roll.\n\n\t“Moving forward, we desperately need a more constructive and honest conversation about how to turn our economy around.  I will work with anyone – Democrat or Republican – to develop a tax code that encourages innovation, builds the middle class and brings jobs back to Colorado and the rest of the country.” \n\n\n\n\n"
}