{
    "title": "Obama’s Leadership Leads to Progress on Iran, Climate Change | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/obama-s-leadership-leads-progress-iran-climate-change",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 28, 2009\n\n \n\n\n\nObama’s Leadership Leads to Progress on Iran, Climate Change\n\n\n\n\nLast week, the President made important progress in showing US leadership and building international consensus on two key priorities – Iran’s nuclear program, and global climate change. \nOn Iran, the sustained US effort to build international consensus took another step forward, as the IAEA Board of Governors sent a strong and clear message that the international community is united against Iran’s continued defiance. On climate change, the President demonstrated America’s commitment to global action, while at the same time convinced key countries like China and India to pledge to take mitigation actions to reduce their carbon emissions. This progress is a result of the President’s recent trip to Asia, and his policy of global engagement.\nHere are some recent articles about both Iran and climate change, in case you missed them:\n\n\n\t\tDiplomats: Iran censured at UN nuclear meeting Associated Press Writer VIENNA (AP) _ In a blow to Iran, the board of the U.N. nuclear agency on Friday overwhelmingly backed a demand from the U.S., Russia, China and three other powers that Tehran immediately stop building its newly revealed nuclear facility and freeze uranium enrichment. http://www.google.com/hostednews/ap/article/ALeqM5iRqjZV1Meppj40hTs8IBOv4DdsQwD9C839PO4\n\n\t\tRussia and China Endorse Agency’s Rebuke of Iran The New York Times WASHINGTON — The United Nations nuclear watchdog demanded Friday that Iran immediately freeze operations at a once secret uranium enrichment plant, a sharp rebuke that bore added weight because it was endorsed by Russia and China.  http://www.nytimes.com/2009/11/28/world/28nuke.html\n\n\t\tRussia tells Iran to take IAEA rebuke seriously Reuters MOSCOW, Nov 27 (Reuters) - Russia on Friday called on Iran to treat seriously a resolution from the U.N. nuclear agency rebuking Iran for building a uranium enrichment plant in secret.  http://www.reuters.com/article/hotStocksNews/idUSGEE5AQ1IS20091127\n\n\t\tChina's climate pledge raises expectations for Copenhagen summit The Los Angeles Times Reporting from Washington and Beijing - China vowed Thursday to steeply reduce the intensity of its greenhouse gas emissions over the next decade, a move that environmentalists and the Obama administration hailed as a major, and perhaps decisive, development toward agreement on a comprehensive climate treaty. The announcement came a day after President Obama unveiled a provisional target to reduce carbon emissions in the United States, and said he would attend climate negotiations in Copenhagen next month. The promises by the two largest emitters of the gases that scientists blame for global warming dramatically raised expectations for the Copenhagen summit. Until this week, many climate activists considered the prospects for the Dec. 7-18 conference bleak.  http://www.latimes.com/news/nation-and-world/la-fg-china-climate28-2009nov28,0,7804649,full.story\n\n\t\tChina sets target for emission cuts\n\t\tThe Washington Post\n\t\tChina announced Thursday that it will lower its carbon emissions relative to the size of its economy by as much as 45 percent by 2020, the official New China News Agency reported, and that Premier Wen Jiabao will participate in international climate negotiations in Copenhagen next month. The move by the world's largest greenhouse gas emitter to announce a near-term target of a 40 to 45 percent reduction, coming a day after President Obama set U.S. climate goals for the talks, suggests a possible breakthrough in Denmark next month in the long-stalled climate negotiations. But the State Council's announcement that China will cut its carbon output relative to economic growth, using 2005 as a baseline, fell short of the 50 or 55 percent cut many world leaders had hoped Beijing would make.  http://www.washingtonpost.com/wp-dyn/content/article/2009/11/26/AR2009112600519_pf.html\n\n\n\n\n\n"
}