{
    "title": "Fact Sheet on the U.S.-Ghana Development and Economic Relationship | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/03/08/fact-sheet-us-ghana-development-and-economic-relationship",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 08, 2012\n\n \n\n\n\nFact Sheet on the U.S.-Ghana Development and Economic Relationship\n\n\n\n\nGhana’s democratic and economic development successes exemplify the integral relationship between democracy, good governance, and development.  Ghana also exemplifies many of the positive economic trends in Sub-Saharan Africa.  Africa is home to some of the fastest-growing economies in the world, including Ghana, offering enormous potential for enhanced trade and investment by U.S. companies.\nA Growing Trading Partner\n\n\n\t\tGhana’s Gross Domestic Product grew by at least 13.5 percent in 2011 and will sustain a growth rate of at least 8 percent in 2012, according to the International Monetary Fund.\n\n\t\tTwo-way total trade between the United States and Ghana was valued at $1.9 billion in 2011, a 56 percent increase over 2010.  U.S. exports to Ghana were valued at $1.2 billion, up from $963 million in 2010, and over the past five years exports of U.S. goods and services have increased over 186%.\n\n\t\tU.S. companies are among Ghana’s largest and highest profile partners, and U.S. companies are increasingly helping to build Ghana’s infrastructure, while adhering to strong environmental and social standards, and ensuring better development outcomes.\n\n\t\tOver the last twelve months, including new contracts signed this week, the U.S. has provided crucial assistance that has made $1.47 billion in U.S. exports possible.  A few recent examples include:  Miami-based Belstar is implementing a $250 million project providing medical equipment, services and infrastructure to benefit up to 100 hospitals throughout Ghana.  The project will make a significant impact on Ghana’s ability to meet its growing need for modern health care infrastructure.  The project is expected to generate $147 million in U.S. exports through initial procurements, with an expected total procurement amount of $253 million.\n\n\t\tIn the past year and a half, companies such as General Electric and IBM have set up offices in Ghana, and others are expected to soon follow.  U.S. companies are involved in a wide range of sectors from oil to cocoa processing, and Ghana now has three direct flights from the U.S., on American carriers.\n\nPartners for Growth\n\n\n\t\tThe United States continues to support Ghana's economic development and reform efforts through bilateral and regional assistance programs.\n\n\t\tGhana recently completed its five-year, $547 million compact with the Millennium Challenge Corporation to improve agricultural production, transportation and rural development.\n\n\t\tU.S. development initiatives seek to partner with Ghana to hasten the day when foreign assistance is no longer needed.  This includes shared work to build on accomplishments to date and address the remaining constraints to economic growth through the Partnership for Growth.\n\n\n\n\n\n"
}