{
    "title": "Fact Sheet on Presidential Executive Order | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-presidential-executive-order",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 09, 2009\n\n \n\n\n\nFact Sheet on Presidential Executive Order\n\n\n\n\n FACT SHEET ON PRESIDENTIAL EXECUTIVE ORDER  REMOVING BARRIERS TO RESPONSIBLE SCIENTIFIC RESEARCH   INVOLVING HUMAN STEM CELLS  Today, more than ever before, science holds the key to our survival as a planet and our security and prosperity as a nation. Its time we once again put science at the top of our agenda and worked to restore Americas place as the world leader in science and technology. - President Barack Obama Today, in conjunction with the issuance of a new Presidential memo on scientific integrity, President Obama is signing a Presidential Executive Order removing barriers to responsible scientific research involving human stem cells. This Executive Order by President Obama revokes the Executive Order signed by President Bush on June 20, 2007 and the Bush Presidential statement of August 9, 2001 that limited federal funding of research involving human embryonic stem cells. The previous Administration allowed the National Institutes of Health to fund human embryonic stem cell research on cell lines created before an arbitrary date, August 9, 2001, but prohibited research on cell lines created after that date. The Executive Order signed by President Obama today lifts this restriction, which has no basis in science and was not required by any law. Under the Obama Executive Order signed today, the Director of NIH is instructed to develop guidelines for the support and conduct of responsible, scientifically worthy human stem cell research, including human embryonic stem cell research, to the extent permitted by law. Doing this will involve gathering the necessary scientific data and published best practices. NIH will then post draft guidelines for public comment, and will carefully review of all the public responses. Within 120 days of the signing of the Executive Order, NIH will issue final guidance. Research involving human embryonic stem cells and human non-embryonic stem cells has the potential to lead to better understanding and treatment of many disabling diseases and conditions. Advances over the past decade in this promising scientific field have been encouraging, leading to broad agreement in the scientific community that the full range of promising stem cell research should be supported by Federal funds. The purpose of this Order is to remove these limitations on scientific inquiry, to expand NIH support for the exploration of human stem cell research, and in so doing to enhance the contribution of America’s scientists to important new discoveries and new therapies for the benefit of humankind.\n\n\n\n"
}