{
    "title": "Readout of the President’s Meeting with Congressional Leaders | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/11/07/readout-president-s-meeting-congressional-leaders",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 07, 2014\n\n \n\n\n\nReadout of the President’s Meeting with Congressional Leaders\n\n\n\n\nThis afternoon, the President hosted Congressional leaders for a bicameral, bipartisan meeting to chart a new course forward and discuss areas of common ground where we can work together right away to deliver results for America’s middle class. The President started a conversation with the leaders on their priorities for the next few months and what they think can be accomplished on a bipartisan basis in the new year. The leaders shared their desire to work together in a bipartisan way.\nThe President also made clear that there is still business to get done this year and he set forth three areas where Congress can work together now. First, Congress can act now to support the request for emergency funding to combat Ebola abroad and increase our preparedness at home. Second, the President urged the leaders to pass a budget for the rest of the fiscal year in the same bipartisan, drama-free way they did earlier this year because there is no reason to create uncertainty for businesses that are putting Americans back to work. Finally, Secretary Hagel, Director Donovan and General Austin briefed the Members on the Administration’s ongoing efforts to confront the threat posed by ISIL and requested that Congress provide $5.6 billion in additional resources in FY15 to support the counter-ISIL strategy. General Austin also briefed the Leadership on an expansion of our effort to train and assist Iraqi Security Forces.\nThe President reiterated his commitment to taking action on immigration reform in light of the House’s inability to pass a comprehensive bill.\nThis week, the American people sent a clear message to Washington to deliver for the American people. The President heard them and he looks forward to working with Republicans and Democrats to do just that.\nCongressional Participants\n\n\n\t\tMajority Leader Senator Harry Reid, D-NV\n\n\t\tMinority Leader Senator Mitch McConnell, R-KY\n\n\t\tSpeaker John Boehner, R-OH\n\n\t\tDemocratic Leader Nancy Pelosi, D-CA\n\n\t\tRepresentative Kevin McCarthy, R-CA, Majority Leader\n\n\t\tSenator John Cornyn, R-TX, Minority Whip\n\n\t\tRepresentative Steny Hoyer, D-MD, Democratic Whip\n\n\t\tSenator John Thune, R-SD, Republican Conference Chairman\n\n\t\tRepresentative Cathy McMorris Rodgers, R-WA, Republican Conference Chairman\n\n\t\tRepresentative Xavier Becerra, D-CA, Democratic Caucus Chairman\n\n\t\tSenator Charles Schumer, D-NY, Vice Chair of the Conference and Chair of the Senate Democratic Policy and Communications Center\n\n\t\tSenator Patty Murray, D-WA, Secretary of the Conference\n\n\t\tSenator John Barrasso, R-WY, Republican Policy Committee Chairman\n\nAdministration Participants\n\n\n\t\tThe Vice President\n\n\t\tChuck Hagel, Secretary of Defense\n\n\t\tGEN Lloyd Austin, Commander, U.S. Central Command\n\n\t\tDenis McDonough, Assistant to the President and Chief of Staff\n\n\t\tJohn Podesta, Counselor to the President\n\n\t\tSusan Rice, Assistant to the President and National Security Advisor\n\n\t\tKatie Fallon, Assistant to the President and Director of Legislative Affairs\n\n\t\tValerie Jarrett, Senior Advisor and Assistant to the President for Intergovernmental Affairs and Public Engagement\n\n\t\tShaun Donovan, Director of the Office of Management and Budget\n\n\t\tRon Klain, Ebola Response Coordinator\n\n\t\tAlejandro Perez, Deputy Assistant to the President for Legislative Affairs and House Liaison\n\n\t\tAnne Wall, Deputy Assistant to the President for Legislative Affairs and Senate Liaison\n\n\n\n\n\n"
}