{
    "title": "FACT SHEET: At Cancer Moonshot Summit, Vice President Biden Announces New Actions to Accelerate Progress Toward Ending Cancer As We Know It | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/28/fact-sheet-cancer-moonshot-summit-vice-president-biden-announces-new",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 28, 2016\n\n \n\n\n\nFACT SHEET: At Cancer Moonshot Summit, Vice President Biden Announces New Actions to Accelerate Progress Toward Ending Cancer As We Know It\n\n\n\n\n\n\tWASHINGTON, D.C. – Today, the Cancer Moonshot is hosting a summit at Howard University, in Washington, D.C. as part of a national day of action that also includes more than 270 events in communities across the United States.  Vice President Joe Biden will join over 350 researchers, oncologists and other care providers, data and technology experts, patients, families, and patient advocates, among others, will come together at Howard University.  They will be joined by more than 6,000 individuals at events in all 50 states, Washington, D.C., Puerto Rico, and Guam.  This is the first time a group this expansive and diverse will meet under a government charge is to double the rate of progress in our understanding, prevention, diagnosis, treatment, and care of cancer. \n\n\tIn conjunction with the Summit, the Vice President is announcing a set of new public and private sector actions to drive progress toward ending cancer as we know it.  Federal agencies have come together as part of the Cancer Moonshot Task Force and are announcing today additional investments, improved policies, and new private sector partnerships focused on catalyzing new scientific breakthroughs, unleashing the power of data, accelerating bringing new therapies to patients, strengthening prevention and diagnosis, and improving patient access and care.  Additionally, in response to the Vice President’s call to action, the private, philanthropic, and academic sectors, along with the patient advocacy community, have stepped up with new collaborations and actions aligned with the goals of the Cancer Moonshot.  More details on all of these announcements can be found below. \n\nBackground\n\n\tIn his final State of the Union address, President Obama put Vice President Biden in charge of a new national effort to end cancer as we know it.  The goal of this Cancer Moonshot is to double the rate of progress toward a cure – to make a decade of advances in cancer prevention, diagnosis, treatment, and care in five years.\n\n\tSince that announcement, the President has issued a Presidential Memorandum establishing a first-of-its-kind Cancer Moonshot Task Force, bringing together every federal agency that has a part to play in the fight against cancer.  Agencies are convening under the leadership of the Vice President to ensure that we make the most of our federal investments, research and data, computing capabilities, targeted incentives, private-sector efforts, and patient-engagement initiatives. \n\n\tIn February, the White House announced a $195 million investment at the National Institutes of Health (NIH) in Fiscal Year 2016 as part of a proposed nearly $1 billion budget initiative for the Cancer Moonshot.\n\n\tVice President Biden has travelled to a number of leading cancer centers in the United States and to venues around the world to engage experts throughout the community – researchers, oncologists, patients and patient advocates, industry leadership, and data and technology experts, among others.  Through these conversations, the Vice President identified the barriers and opportunities that he could most usefully take on as part of the Cancer Moonshot and he issued a call to action for individuals and organizations to join the effort by launching new collaborations to address those challenges. \n\n\nCancer Moonshot Task Force Announcements \n\n\tTo make the most of these opportunities, the Cancer Moonshot Task Force and individual Federal agencies are announcing the following set of activities to support the goals of the Cancer Moonshot: \n\nExpediting Researchers’ Access to Cancer Compounds for Research– National Cancer Institute Drug Formulary:  Leveraging lessons learned through the National Cancer Institute (NCI)-MATCH clinical trial in which agents from different companies are tested alone or in combination under a single study, NCI is forging a public-private partnership with 20-30 pharmaceutical and biotechnology companies to expedite cancer researchers’ access to investigational agents and approved drugs.  Researchers will be able to obtain compounds through one pre-approved “formulary” list and test them for new purposes or in new combinations, thereby alleviating the need to negotiate with each company independently for individual research projects, which can take as long as 18 months.  Ultimately this approach will expedite the start of clinical trials and will bring new options to cancer patients faster.  The first agents are expected to be available to the research community by the end of the year.\n\nMaking Clinical Research Trials More Accessible to Cancer Patients:  Today, the National Cancer Institute (NCI), in partnership with the White House Presidential Innovation Fellows, is announcing its plan for re-designing how patients and oncologists learn about and find information about cancer clinical trials.  The goal is to ensure that patients and their care teams have access to the information they need at the right time, as well as strengthen participation in cancer research studies to help accelerate medical discoveries and treatments for cancer.  The first phase will make cancer clinical data hosted on cancer.gov available through an application programming interface (API) for advocacy groups, academia, and others in the cancer ecosystem to access directly.  The API will enable third-party innovators, including Smart Patients, Syapse, Cure Forward, and Trial Reach, to use the new cancer clinical trial API to build applications, integrations, search tools, and digital platforms tailored to individual communities that bring clinical trial information to more providers, patients, and their family members.\n\nStrategic Computing Partnership between the Department of Energy and the National Cancer Institute to Accelerate Precision Oncology:  The Department of Energy (DOE), in partnership with the National Cancer Institute (NCI), is today announcing the launch of three new pilot projects focused on bringing together nearly one hundred cancer researchers, care providers, computer scientists, and engineers to apply the nation's most advanced supercomputing capabilities to analyze data from preclinical models in cancer, molecular interaction data for RAS, and cancer surveillance data across four DOE National Laboratories: Argonne, Los Alamos, Lawrence Livermore, and Oak Ridge, in conjunction with the NCI Frederick National Laboratory for Cancer Research.  By joining these forces under a coordinated effort, these new projects will refine our understanding of the mechanisms leading to cancer development and thereby accelerate the development of promising therapies that are more effective and less toxic.\n\nCreation of an Open Access Resource for Sharing Cancer Data via the Genomic Data Commons:  As part of the Cancer Moonshot and the President’s Precision Medicine Initiative, Foundation Medicine is more than doubling the total number of patients represented within the NCI's Genomic Data Commons (GDC), bringing its total to over 32,000 patients accumulated in just over a month.  At its launch in early June, the GDC already shared more than five petabytes of raw unprocessed genomic data from large research projects on nearly thirty tumor types from more than 14,000 patients, along with associated clinical data (e.g. clinical diagnosis, treatment history, survival data), creating a foundational system for broad sharing and analysis of cancer genomic data, which is critical for advancing the field of precision medicine and improving the care of cancer patients.\n\nHarnessing Big Data to Transform Veteran Health through Precision Medicine:  Today the Department of Veterans Affairs (VA) and the Department of Energy (DOE) are announcing a new collaboration to apply the most powerful computational assets at the DOE’s National Labs to nearly half a million veterans' records from one of the world's largest research cohorts -- the Million Veteran Program, a cornerstone of the President’s Precision Medicine Initiative. This is a 5-year, renewable commitment with $3.5 million allocated in Fiscal Year 2016.  The first phase of this partnership will focus on cancer, cardiovascular disease, and mental health issues, and the resulting platform will accelerate our understanding of disease detection, progression, prevention, and treatment by combining the rich clinical, environmental, and genomic data – all while enabling top researchers in the world to perform the most cutting-edge science.\n\nCreation of a New Program to Accelerate Cancer Product Regulatory Review:  The Food and Drug Administration (FDA) is excited to announce the hiring of Dr. Richard Pazdur as Acting Director of its new Oncology Center of Excellence (OCE). The OCE will unite cancer product regulatory review to enhance coordination and leverage the combined skills and clinical expertise across FDA centers.  Under the Cancer Moonshot, the Acting Director is charged with accelerating the establishment of a program that brings together oncologists across the FDA in an effort to expedite the development of novel cancer-related drugs, biologics, and devices and support an integrated approach to tackling this devastating disease.\n\nPatents 4 Patients: Establishment of Fast-Track Review for Cancer Treatment-Related Patents:  The U.S. Patent and Trademark Office (USPTO) is launching this month a free and accelerated pilot program that aims to cut in half the time it takes to review patent applications in select fields of cancer therapy (in less than 12 months).  This “fast track” will be open to any applicant, including early stage biotechnology companies, universities, and large pharmaceutical firms alike, and entities who have products already in FDA approved clinical trials will be able to opt into the acceleration program.  With approximately 900 applications received annually from around the world in the cancer immunotherapy space alone, this pilot program aims to catalyze innovative new treatments from conception through regulatory approval in order to reach the patient's bedside faster.\n\nNational Institute of Health (NIH) Public-Private Partnership for Accelerating Cancer Therapies:  The National Institute of Health (NIH) is collaborating with 12 biopharmaceutical companies, multiple research foundations, philanthropies, and the Foundation for the NIH, to develop a new program under the Cancer Moonshot, the Partnership for Accelerating Cancer Therapies (PACT).  PACT will fund pre-competitive cancer research and share broadly all data generated for further research, ultimately bringing more new therapies to patients in less time.  Potential initial focus areas include understanding responses to cancer therapies, clinical trial platforms for combination therapies, predictive modeling approaches, and therapies for rare cancers.\n\nForging New Partnerships to Catalyze New Drug Discovery and Development:  The Department of Energy (DOE), the National Cancer Institute (NCI), and GlaxoSmithKline are announcing a new public-private partnership designed to harness high-performance computing and diverse biological data to accelerate the drug discovery process and bring new cancer therapies from target to first in human trials in under one year.  This partnership will bring together scientists from multiple disciplines to advance our understanding of cancer by finding patterns in vast and complex datasets to accelerate the development of new cancer therapies.\n\nImproving Patient Access to Medications and Information:  The FDA is scaling up its efforts to provide accessible and time-saving information for physicians and patients pursuing expanded access requests for investigational drug treatments in cases of serious or life-threatening conditions.  Most recently the agency published three new guidances, including one focused on reducing the time it takes for physicians to make expanded access requests. The FDA is also accelerating its efforts, including discussions with external parties, to establish a \"Navigator\" program to serve as a connection point between patients, providers, and drug developers to facilitate expanded access requests.\n\nNew Federal Incentives for Coordinated Cancer Care:  Today the Centers for Medicare and Medicaid Services (CMS) is announcing the enrollment of nearly 200 participating physician practices including more than 3,200 oncologists in its Oncology Care Model, a multi-payer model focused on incentivizing high quality, high value, patient-focused cancer care.  Participants constitute a geographically, clinically, and organizationally diverse group of practices providing roughly $6 billion in care for an estimated 155,000 beneficiaries per year during the five year model who have committed to providing enhanced services to Medicare beneficiaries such as care coordination and navigation.  These practices also agree to use national treatment guidelines for care and CMS will supply practice feedback data for continuous care improvement.\n\nTri-Agency Coalition to Enhance Cancer Care – Applied Proteogenomics OrganizationaL Learning and Outcomes (APOLLO) Consortium:  The Department of Defense (DoD), the Department of Veterans Affairs (VA), and the National Cancer Institute (NCI) are forming a new collaboration using state-of-the-art research methods in proteogenomics to more rapidly identify unique targets and pathways of cancer for detection and intervention.  These methods will look at a patient’s genes that may lead to cancer and the expression of these genes in the form of proteins, with potential impact on disease formation and treatment for cancer patients.  Initial collaborative efforts will focus on a cohort of 8,000 lung cancer patients within the nation's two largest healthcare systems and will make data broadly available to the research community.  Ultimately the effort will be expanded to additional cancer types to reach more cancer patients within the VA and DoD, providing knowledge scalable for physicians across the country treating the more than 1.6 million new patients diagnosed with cancer each year.\n\nPrivate Sector Commitments in Response to the Vice President’s Call to Action\n\n\tEfforts are being mobilized throughout the country, and many motivated individuals and organizations have made important commitments in response to the Vice President’s call to action for the Cancer Moonshot, including:\n\nAlex’s Lemonade Stand Foundation:  Alex's Lemonade Stand Foundation (ALSF) is committed to doubling its investment in childhood cancer research projects and family services by investing $150 million over the next five years.  Additionally, ALSF will harness the power of big data by launching a bioinformatics lab to analyze and interpret pediatric cancer data to accelerate the pace of cures. ALSF raises money and awareness for childhood cancer causes, primarily research into new treatments and cures, and encourages and empowers others, especially children to get involved and make a difference.  Kids and their families, businesses, and other supporters do a simple action - hold a lemonade stand - to support the cause, among other ways.\n\nAmerican Cancer Society:  The American Cancer Society (ACS) is the largest private, not for profit funder of cancer research in the United States and is committing to a goal of doubling its current research budget over the next five years.  ACS currently spends approximately $100 million per year in new grants at academic research institutions across the country and another $15 to $20 million annually in its own intramural research in cancer epidemiology, surveillance and health services, behavioral research, and economics and health policy.  ACS research programs are comprehensive across all aspects of cutting-edge cancer research. Since 1946, ACS has spent more than $4.5 billion to find cancer cures and forty-seven ACS-funded researchers been awarded the Nobel Prize.\n\nAmerican Society of Hematology Multiple Myeloma Data Sharing Platform:  As part of the American Society of Hematology’s (ASH) mission to help hematologists conquer blood diseases worldwide, ASH commits to develop an international Multiple Myeloma Data Sharing Platform.  The Society recently convened stakeholders to discuss the feasibility of sharing multiple myeloma data.  Based on the premise that accurate genomic data linked to clinical features would advance curative strategies and personalized medicine, ASH and its partners believe that through collaboration, sharing and pooling myeloma data over time would be an invaluable resource to caregivers, patients, researchers, and others in developing and delivering the promise of targeted therapy.  The group will design and/or identify an existing data platform for sharing the data and supporting data analysis by various users.  This multiple myeloma data sharing concept could be an example of what can be done in all cancers. \n\n\tThose collaborating with ASH include the Multiple Myeloma Research Foundation, the Mayo Clinic, the Dana Farber Cancer Institute, the University of Arkansas Myeloma Institute, and international partners in the United Kingdom, Spain, France, Germany, and the Netherlands.\n\nBreast Cancer Research Foundation:  The Breast Cancer Research Foundation (BCRF), inspired by the Cancer Moonshot’s call for commitment, cooperation and collaboration, plans to double its annual cancer research investment from $50 million to $100 million by 2021, aiming for a cumulative investment of $1 billion. To accelerate the path from discovery to clinical implementation, BCRF will launch a multi-million-dollar impact-investment program to foster productive teams towards commercialization of potentially life-saving or paradigm-changing discoveries.  Furthermore, BCRF intends to speed the “connecting of the dots” between the amassing of molecular information about cancer and the discovery of how those pieces fit together to cause the diseases called cancer.  To accomplish this, BCRF will convene and support an academy of biologists, physicians, physicists, mathematicians, computer scientists, lay advocates, and other dedicated, creative individuals.\n\nCancerBase: Today, CancerBase, a grassroots collaboration of patients, scientists, and social media volunteers, will go live with a way to connect patients all around the world.  Basic but critical information about most cancers and how they spread through the body just isn't readily available and CancerBase will work to solve this problem. With the potential of millions of patients coming together and anonymously contributing the what, when, and where of their cancers, CancerBase has the potential to empower patients and scientists to see cancer more clearly. For an intuitive sign-in experience, patients will be able to connect to CancerBase using Facebook Login, after which they can choose to answer questions about their diagnosis for anonymized inclusion in a global cancer map.\n\nCancer Research UK:  Scientists in the United States and the United Kingdom are teaming up to apply new cancer-cell detection technology to identify those patients whose cancer has returned after surgery or an initial response to treatment.  Using a super-sensitive cell-scanning device, researchers will take a simple blood sample and not only identify early those patients whose cancer has returned but they will also be able to analyze the circulating tumor cells in great detail, providing new clues on how to treat the patient with the most effective therapy for their particular re-emerging cancer.  As the technology is further refined and validated, the ambition is to apply the new methodology to detect cancer at its very earliest stages; in doing so, the aim is to markedly improve patient survival rates.  The University of Southern California and Cancer Research UK Manchester Institute will build and operate identical laboratories with real-time sharing of research data and experimental procedures. Clinical studies will then be jointly designed and deployed to accelerate development and testing of this technology in the clinic, getting it to patients around the world as quickly as possible. The project is supported through a collaboration between the NCI-funded Kuhn-Laboratory at the University of Southern California and Cancer Research UK, which funds over $500 million each year.\n\nCancer Support Community:  On June 22, in alignment with the goals of the Cancer Moonshot, Cancer Support Community (CSC) launched the Frankly Speaking About Cancer Clinical Trials program, a landmark cancer education series devoted to dispelling common myths and building awareness among patients and caregivers about the importance of clinical trials as an option.  CSC partnered with patients, caregivers, oncologists from academic and community settings, nurses, advocates, communicators, and industry partners to help bring a more targeted communications approach to the discussion.  This robust research and conversation has helped inform the program through the eyes of the patient, which offers a new approach and new solutions including local and national workshops, interactive videos, webinars, a photo documentary, and a full suite of other patient-centric materials and resources to be rolled out throughout the remainder of this year that will reach 500,000 patients in 2016.   As part of their commitment to reaching communities across the United States with the goals of the Cancer Moonshot, Cancer Support Communities is hosting 32 conversations on June 29th in 19 states. \n\nCity of Miami Beach:  As “the fun and sun capital of the world”, the City of Miami Beach is also deeply committed to reducing skin cancer. Through a collaboration with Destination Brands International (MB Suncare manufacturer) and Mount Sinai Medical Center, the City of Miami Beach provides dozens of free sunscreen dispensers on their beaches, parks, and public pools for residents and the millions who visit the area year-round. In response to the Vice President's call to action, Miami Beach is dedicated to continuing this program until at least 2021. \n\nCoding for Cancer: The Harvard Medical and Business Schools will design and execute prize-based challenges in cancer research to scale Coding for Cancer, a project initiated by the Laura and John Arnold Foundation. In collaboration with the Crowd Innovation Lab (CIL) at Harvard's Institute for Quantitative Social Science, the researchers will work with cancer-related foundations and the global oncology research community to identify computational bottlenecks in cancer research and design prize challenges to solve them. The collaboration will also simultaneously execute a prize challenge in a problematic area with a clear relation to cancer treatment and use this opportunity to train foundation science staff on the art and science of innovation contests. The results of the pilot grant will create a blueprint for action on the use of open innovation to accelerate scientific research in life sciences and develop a cohort of biomedical and multidisciplinary scientists that have experience with the design and execution of prize contests.\n\n\tAdditionally, Sage Bionetworks, in partnership with the open science DREAM Challenges community and with support from the Laura and John Arnold Foundation, announces the official launch of the first of the Coding4Cancer (C4C) Challenges: the Digital Mammography DREAM Challenge. This $1.2 million prize competition will aim to improve the accuracy of digital-image breast cancer detection in order to improve patient outcomes and reduce healthcare costs. Challenge data will be contributed by Group Health Cooperative through the NCI-funded Breast Cancer Surveillance Consortium and by the Icahn School of Medicine at Mount Sinai. Cloud computing will be provided by Amazon Web Services and the IBM Watson Health Cloud. All competition results will be placed into the public domain, with the algorithms made available to researchers. \n\nCreative Commons:  In response to the Vice President's call for open access to cancer research publications, Creative Commons will provide open educational resources, and tools that will support researchers, funders, medical professionals, and professors as they build open and collaborative communities for cancer research. These materials will include guides for adopting and implementing open licensing policies, training materials regarding working openly and using licensed materials and data, and technical tools for applying open licenses to shared works. As with all of Creative Commons's programs, these materials and tools will be freely available and openly licensed for all who need them, and can also be remixed and repurposed by anyone to serve each community's needs. Sharing all of our cancer resources ensures that the best materials and data are available to everyone, and increases the effectiveness and impact of the cancer community as a whole.\n\nDeloitte Consulting LLP and XPRIZE:  Deloitte is designing an XPRIZE competition to generate breakthrough innovations for the prevention and eradication of cancer worldwide. Deloitte Consulting LLP is working alongside players across the cancer ecosystem, from governments to non-profit advocacy groups, and from research and development to health care delivery, to facilitate the development and improvement of cancer diagnosis, treatment, and care.  XPRIZE, a non-profit organization, is the global leader in designing and implementing innovative competition models to help solve some of the world’s grandest challenges, including the $30 million Google Lunar XPRIZE and the $15 million Global Learning XPRIZE.\n\nDocGraph:  DocGraph commits to creating and publicly releasing comprehensive analyses and data sets describing how Medicare patients travel through the health care system in the years before and immediately after their cancer diagnoses, including data about treating providers, procedures, diagnoses, medications, and survival, likely capturing almost 1 million Medicare cancer patients, as well as more than 10 million specific claim events.  These analyses—based on Medicare claims data released as a result of the Obama Administration’s open data efforts—will reveal important differences in the experience of cancer patients based on factors such as geography, type of treating physicians and providers and treatment pathway. DocGraph will work with CareSet Systems to develop challenges to engage the data science community to derive additional insights and utility from these valuable data.\n\nElsevier:  Elsevier will create and make freely and publicly available a first-of-its kind benchmarking report detailing the current landscape of cancer research and collaborations in the United States.  A clear and comprehensive view of the cancer research universe, the report will highlight which collaborations are working well and which ones could use improvement.  Understanding this will provide a pathway to the most efficient discovery of new knowledge and its impactful clinical application, including how it will lead to the most promising outcomes with the power to help the greatest number of patients.\n\nIBM and The Department of Veterans Affairs:  IBM and the Department of Veterans Affairs are launching a public-private partnership to help doctors scale access to precision medicine for 10,000 American veterans with cancer over the next two years. IBM will provide Watson for Genomics, which has been trained for genomic analysis, to scientists and pathologists that have sequenced DNA for VA cancer patients to help them identify the likely cancer-causing mutations and treatment options that target those specific mutations – a data-intensive process that has been time consuming and difficult to scale in the past. As America’s largest integrated health system, VA provides care to 3.5 percent of the nation’s cancer patients – the largest group of cancer patients in the country. Watson is expected to help VA clinicians give veterans rapid access to precision medicine options, particularly for patients with advanced cancer. The collaboration with VA is also expected to advance genomic research.\n\nLaura and John Arnold Foundation:  The Laura and John Arnold Foundation (LJAF) has approved funding for a collaboration with the Global Alzheimer’s Platform (GAP), Health Care Services Corporation (HCSC), Medecision, PricewaterhouseCoopers (PwC), and Amida Technology Solutions to better connect cancer patients and Alzheimer's patients with clinical trials.  The $300,000 grant by LJAF will be fully matched by GAP, and will support a twelve-month project to create an open-source, online platform that identifies and matches candidates to clinical trials.  The platform will collect and connect data from patient registries, electronic medical and personal health records, pharmaceutical researchers, and clinical trial registries in a patient-centered, secure, Blue Button-based application.  The objective is to dramatically accelerate and scale participant recruitment (based on an individual’s unique health profile), to clinical trials that will help researchers develop new treatments and increase patient access to those medicines.\n\nLIVESTRONG and YMCA of the USA:  LIVESTRONG and YMCA of the USA commit over the next five years to: 1) scale LIVESTRONG at the YMCA to reach the milestone of serving 100,000 cancer survivors (more than doubling the number served to-date) and 2) integrate the program into clinical practice across the country.  LIVESTRONG at the YMCA is an evidence-based physical activity program for cancer survivors that was created in 2007 and is currently offered in more than 500 communities across the U.S. at little to no cost for participants. The program has been shown to improve survivors’ overall quality of life, increase cardiovascular endurance, decrease cancer-related fatigue, and help them meet or exceed recommended amounts of physical activity.\n\nMassive Acceleration in Prevention Science:  Milken Institute School of Public Health at the George Washington University (GWU) in collaboration with Case Comprehensive Cancer Center at Case Western Reserve University will develop community-wide programs to prevent cancer.  The Massive Acceleration in Prevention Science (MAPS) collaboration aims to lower the smoking rates for at-risk populations that have higher incidences of undiagnosed lung cancer and prevent cervical and other cancers due to human papillomavirus (HPV).  The program will use social media, mobile health, and a variety of technological interventions to enhance traditional approaches in order to reduce smoking and tobacco use in Washington, D.C. (population 672,228) and metropolitan Cleveland (population 3.9 million), both of which have higher than average smoking rates, especially in those cities' underserved communities. MAPS will aim to boost rates of HPV immunization via a combination of communications and policy efforts.  Innovative approaches will include the use of communication technologies to narrowly tailor outreach and intervention efforts to the specific populations in our two regions. The program will make use of an open source data platform to aggregate longitudinal data on the determinants of health behaviors and use insights from analyses to design and optimize policies and interventions.\n\nMedscape/WebMD:  WebMD and Medscape will conduct a joint survey of their audiences on attitudes and behaviors related to cancer prevention, and report on the findings by October 31, 2016.  The survey will explore healthy lifestyle behaviors, use of cancer screening and prevention strategies, and communication practices among health care professionals and their patients around cancer prevention topics. WebMD and Medscape remain committed to raising awareness, informing and educating on the topics of cancer prevention, diagnosis, treatment and survivorship to their audience of consumers, patients, physicians, and healthcare professionals. \n\nMilken Institute FasterCures and The Department of Veterans Affairs:  The Department of Veterans Affairs (VA) will host an event on Accelerated Precision Oncology Care in diagnostics and therapeutics for all VA Cancer Patients, convened by the Milken Institute FasterCures in Washington D.C.  This event will bring together public and private partners; including leadership of major biopharmaceutical companies, significant U.S. philanthropists, prominent foundations, and many more.  This effort will be pursuant to discussing and collaborating around the latest innovations in precision oncology, and activating a variety of approaches to fast-track pathways to cancer care and cures.  \n\nNational Brain Tumor Society:  The National Brain Tumor Society (NBTS) is committing to the launch of a major engagement and education initiative to increase patient-centered drug development, with a particular emphasis on clinical trial participation among brain cancer patients. The objective of this initiative will be to improve brain cancer clinical trials and empower patients to be informed and active in the research and drug development process.  As clinical trial participation in general is an area that the Cancer Moonshot Initiative has wisely chosen to include among its topics of discussion, NBTS is inspired to commit to leading a dedicated effort that will ultimately enhance access to, and improve the quality of, brain cancer clinical trials.  This initiative will aim to advance drug development efforts across the neuro-oncology clinical trial landscape - including NBTS' collaborative programs with clinical research components - creating systematic change in the field's ability to fast-track clinical development of the most promising emerging brain cancer therapeutics.\n\nNational Photonics Initiative:  The National Photonics Initiative (NPI) will coordinate new, high-level public and private collaborations to develop a cancer technology road map that identifies the most promising existing and new technologies for increased and concerted private and public investment that will accelerate the early detection of cancer, saving lives and improving the quality of health care within the next five years. The NPI is bringing together the scientific community, leading medical technology industry, over 350 hospitals and major patient advocacy groups across the nation to leverage the more than $3 billion annual private investments in cancer research toward early detection technologies of the most aggressive cancers.\n\nOneSource:  The University of California Office of the President, University of California Health, the Athena Breast Health Network, Quantum Leap Healthcare Collaborative, and Salesforce commit to establishing a new transformative model for health care delivery that evolves the point of care into a patient-centric data hub.  By introducing the use of standard “OneSource” checklists for cancer care documentation, and enabling feedback, and multiple connections to registries, trials, and research, we will create a patient centric data hub.  The systems of care and research can be integrated, accelerating learning and driving efficiency and healthcare value.  This new model has evolved from our experience personalizing screening and prevention for over 100,000 breast cancer patients in the Athena Breast Health Network and the launch of the PCORI funded Wisdom study); seamless connection to real-time clinical trial registries (CT match/Veterans Affairs and breastcancertrials.org) and adapting care through trials (I-SPY, 20 clinical sites). In the same way data aggregation has transformed such industries as communications, retail, and financial services, the intelligent application of patient clinical trial data will be a disruptive technology that drives the personalization of cancer medicine.\n\nPatientCrossroads and DNAnexus:  PatientCrossroads and DNAnexus as part of the Cancer Moonshot Summit are announcing a partnership on the Integrated Data Engagement Analytics (IDEA) platform - to facilitate patient consented sharing of genetic, proteomic, and electronic health records (EHR)/phenotypic data to accelerate disease research.  This pioneering program leverages the rights of patients to request their raw genetic testing files, proteomic data, and electronic medical records and to share this rich data in the IDEA platform for deep analysis.\n\nPCORnet:  Today, PCORnet, the National Patient-Centered Clinical Research Network, announces the creation of a planning group, composed of patients, clinicians, and investigators that will work together within PCORnet to 1) identify and prioritize our nation's top cancer research questions; 2) develop approaches for using real-world electronic data to address unmet research needs in prevention, diagnosis, and treatment of cancer; and 3) reduce disparities in cancer care and outcomes. This planning group will seek funding from PCORI to establish a formal PCORnet Cancer Collaborative Research Group (CRG) by October 1.  Additionally, this planning group commits to partnership and collaboration with other sponsors of real-world clinical data collection and analysis to harmonize cancer-related data from diverse electronic health record (EHR) systems for use in large, collaborative research and quality improvement programs.  PCORnet's Cancer CRG will build on PCORnet's experience as a national clinical research enterprise based on standardized EHR, and clinical and patient-reported data from more than 100,000,000 people.\n\nProstate Cancer Foundation and The Department of Veterans Affairs:  The Prostate Cancer Foundation (PCF) will donate a minimum of $50 million dollars to precision oncology research over the next 5 years with an emphasis on supporting prostate cancer research and care for veterans.  The Department of Veterans Affairs (VA) and PCF will partner to build a consortium of thought leaders from VA, the National Cancer Institute (NCI), PCF, and others to: 1) develop a 5-year strategic plan to help implement and augment precision medicine for the treatment of prostate cancer among veterans; and 2) fund a series of pilots across the country to accelerate precision oncology, clinical research, and the clinical care of veterans with prostate cancer using the latest and most sophisticated biotechnologies.  These biotechnologies include proteogenomics in liquid biopsies and deployment of supercomputing for “precision prescriptions.” \n\nSyapse:  Intermountain Healthcare, Stanford Cancer Institute, Providence Health & Services, Catholic Health Initiative, Henry Ford Health System, and Syapse have joined together to launch OPeN, the Oncology Precision Network. OPeN will advance cancer care through sharing of cancer genomics data, rapidly bringing the most promising treatment insights to cancer patients and physicians with the potential of increasing access to clinical trials. With its current membership, OPeN comprises data and physicians across 11 states, 79 hospitals and 800 clinics, and will impact 50,000 new cancer cases per year. OPeN pledges to expand its impact across the United States by onboarding at least five new healthcare systems in the next 12 months, focusing on community healthcare systems outside of the currently-served states in order to bring the best quality cancer care to patients in other geographic regions. OPeN pledges to facilitate data access to help providers guide treatment decisions as soon as the first comprehensive data set is available, enabling a broader community of providers to leverage this new knowledge and drive more rapid progress. OPeN pledges to bring the best cancer care to patients where they live by making clinical trials more readily available in the community. OPeN will increase access to clinical trials by matching patients from at least 20 community sites across the network to appropriate trials within 15 months.\n\n\n\n\n"
}