{
    "title": "Fixing Our Broken Immigration System: The Economic Benefits to Agriculture and Rural Communities | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/07/29/fixing-our-broken-immigration-system-economic-benefits-agriculture-and-r",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 29, 2013\n\n \n\n\n\nFixing Our Broken Immigration System: The Economic Benefits to Agriculture and Rural Communities\n\n\n\n\nNew Report Released by the White House\n “So if we’re truly committed to strengthening our middle class and providing more ladders of opportunity to those who are willing to work hard to make it into the middle class, we’ve got to fix the system. We have to make sure that every business and every worker in America is playing by the same set of rules. We have to bring this shadow economy into the light so that everybody is held accountable — businesses for who they hire, and immigrants for getting on the right side of the law. That’s common sense. And that’s why we need comprehensive immigration reform.”\n – President Barack Obama, January 29, 2013\nToday, the White House released a report, Fixing Our Broken Immigration System: The Economic Benefits to Agriculture and Rural Communities, detailing the important benefits provided by the bipartisan Senate immigration reform bill for the domestic agriculture sector, its workforce, and rural American communities.\nAs the report states, in recent years, the agriculture sector has seen strong growth, with farm income and agriculture exports both reaching historic highs.  In 2013, net farm income is forecast to total $128.2 billion, which would be the highest level since 1973 after adjusting for inflation. Much of this growth is due to the demand for American agricultural exports: the value of agricultural exports has steadily risen in recent years and is projected to reach $135.8 billion in Fiscal Year 2013, which would also establish a new record. \nBut there’s more work to do, and currently the agriculture industry is hampered by a broken immigration system that fails to support a predictable and stable workforce.  Among all economic sectors, the U.S. agriculture sector is particularly reliant on foreign-born workers.  Agricultural producers cite difficulty in locating qualified available authorized workers—both foreign and domestic—as one reason for the high rate of undocumented labor.  Moreover, there continue to be insufficient U.S. workers to fill labor needs: of those crop workers surveyed between 2007 and 2009, 71 percent were foreign born. By providing a path to earned citizenship for currently unauthorized farmworkers, the bipartisan Senate bill gives unauthorized workers and their families the security they need to invest in their own skills and education and pursue higher-paying employment. \nIn June, the Senate passed historic legislation that is largely consistent with the President’s principles for commonsense immigration reform with a strong bipartisan vote. This bill would strengthen border security while providing an earned path to citizenship for undocumented farmworkers who are vital to our nation’s agriculture industry, and a new temporary worker program negotiated by major grower associations and farmworker groups. If enacted, the Senate bill would provide a path to earned citizenship for undocumented farmworkers that includes paying a fine, their full share of taxes and is estimated to allow an estimated 1.5 million agricultural workers and their dependents to earn a legal status, and eventually citizenship.\nStrength in agricultural production supports other parts of the economy, particularly in rural communities. In rural communities focused on agricultural development, a temporary  worker program and a path to earned citizenship will boost farm output and produce other positive spillover effects. According to an economic analysis by the Regional Economic Models, Inc. (REMI), an expanded H-2A visa program – like the one found in the W-3 and W-4 provisions in the bipartisan Senate bill – would raise GDP by approximately $2 billion in 2014 and $9.79 billion in 2045. Coupled with a decline in native-born rural populations, the strength and continuity of rural America is contingent on commonsense immigration reform that improves job opportunity, provides local governments with the tools they need to succeed, and increases economic growth.  \nIt is time for the Republican leadership in the House to act to fix the broken immigration system in a way that requires responsibility from everyone —both from workers here illegally and from those who hire them—and guarantees that everyone is playing by the same rules. \n###\n\n\n\n\n"
}