{
    "title": "PRESS RELEASE: Presidential Report Calls for New “Innovation Ecosystem” for Agricultural Research | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/11/23/presidential-report-calls-new-innovation-ecosystem-agricultural-research",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 07, 2012\n\n \n\n\n\nPRESS RELEASE: Presidential Report Calls for New “Innovation Ecosystem” for Agricultural Research\n\n\n\n\n\nContact: Rick Weiss 202 456-6037 rweiss@ostp.eop.gov\n\nPresident’s Council Calls for More Competitive Research Grants and a Network of Public- Private Agricultural Institutes to Address Pending Challenges\n\n\tThe Federal Government should launch a coordinated effort to boost American agricultural science by increasing public investments in that economically important domain and rebalancing the U.S. Department of Agriculture’s research portfolio, according to a new report by an independent, presidentially appointed advisory group. The report also calls for the creation of a network of public-private agricultural “innovation institutes,” to leverage the strengths of government scientists and commercial interests.\n\n\t“Report to the President on Agricultural Preparedness & the Agriculture Research Enterprise,” by the President’s Council of Advisors on Science and Technology, concludes that the United States is the undisputed world leader in agricultural production today, but also cautions that U.S. agriculture also faces a number of challenges that are poised to become much more serious in the years ahead. The report prioritizes the top seven scientific challenges facing agriculture: The need to manage new pests, pathogens, and invasive plants; increase the efficiency of water use; reduce the environmental footprint of agriculture; adapt to a changing climate; and accommodate demands for bioenergy—all while continuing to produce safe and nutritious food at home and for those in need abroad.\n\n\t“Meeting these challenges will require a renewed commitment to research, innovation, and technology development in agriculture,” said Daniel Schrag, co-chair of the PCAST Agricultural Preparedness Working Group. “If we act strategically today we will gain invaluable benefits tomorrow, including enhanced food security, better nutrition, greener sources of energy, and healthier lives, while we grow the rural economy.”\n\n\tPCAST notes that the United States is deriving a substantial societal return on its current investments in agricultural research. Based on an analysis of nearly three dozen studies focused on the impact of agricultural research on food, feed, and energy production and on food safety and nutrition over the past several decades, PCAST concludes that the economy has gained at least $10 in benefits for every $1 invested in agricultural research.\n\n\tBut the new report points to two major shortcomings in the current U.S. agricultural research enterprise that place the Nation at risk. First, although competitive grants are widely recognized as having greater innovation potential than grants based on other mechanisms, the proportion of Federal funding for agricultural research allocated through competitive mechanisms is far below the proportion for other fields of research in other science agencies—due in part to longstanding Congressional constraints. Second, the current agricultural research portfolio overlaps too much with private-sector activities while underfunding areas that are not adequately addressed through private efforts—a situation that calls out for a rebalancing of the research portfolio in favor of greater Federal attention to basic, non-commercial research for the public good and workforce development.\n\n\tFor example, PCAST recommends that the U.S. Department of Agriculture (USDA) rebalance its in-house (“intramural”) research budget away from its current focus on commodities such as corn, soy, rice, wheat, and cotton, which today account for fully 36 percent of the USDA intramural research budget. The private sector is already motivated to invest in improvements in these crops, according to the report, and USDA should aim more of its resources at targets that offer fewer immediate benefits to the private sector.\n\n\t“Private industry has an essential role to play in agricultural research, especially when it comes to scaling up and commercializing new agricultural developments and commodities,” said Barbara Schaal, co-chair of the PCAST Agricultural Preparedness Working Group. “But many of the challenges we face today, including long-term water security and the need for better integrated pest management strategies, involve public goods not easily monetized and are unlikely to be addressed by the private sector. These are the domains where the Federal Government can and should take the lead.”\n\n\tThe report notes that focused public investment would not only invigorate agricultural research and create opportunities for new private-sector ventures, but also provide the means to train the next generation of farmers and agricultural researchers to meet the workforce demands of U.S. agriculture in the 21st century.\n\n\tPCAST also recommends that Congress appropriate the previously authorized funding for USDA’s competitive grants program, aimed at researchers outside the government, or so-called extramural funding. It also notes that the majority (60 percent) of the USDA R&D budget is devoted to intramural (within-government) researchers. By contrast, other science-based Federal agencies devote less than 30 percent of their research budgets intramurally, investing the rest in a broad array of research universities and other institutions to maximize innovation. The report suggests there are opportunities to rebalance the R&D portfolio between extramural and intramural funding and to distribute intramural funding more competitively.\n\n\tMoreover, PCAST found, the support that Congress appropriates to USDA for land grant universities is largely distributed through “formula funds” that in too many cases do not get spent on research but rather are used to cover faculty salaries or other expenses. Similarly, research funds awarded by USDA’s National Institute of Food and Agriculture (NIFA)—the single largest provider of USDA competitive grants to research universities and other outside institutions—are too often granted on the basis of legislated formulas and congressional mandates. As a result, competitive NIFA grants account for only 16 percent of USDA’s research budget.\n\n\tOverall, PCAST recommends that the United States increase its investment in agricultural research by a total of $700 million per year to nurture a new “innovation ecosystem” that would leverage the best of America’s diverse science and technology enterprise for advancements in agriculture. That would include an increase in the National Science Foundation (NSF) budget for basic science relevant to agriculture to $250 million per year from the current $120 million, and an increase in USDA’s budget for competitive funding of extramural research to $500 million per year from the current $265 million, consistent with the NIFA 2008 Congressional authorization. The report observes that where new money is not feasible, there should be a continued focus on increasing the proportion of research funds awarded competitively and a strategic re-balancing of the R&D portfolio to the seven scientific challenges it identifies.\n\n\tFinally, PCAST calls for the creation of six large, multi-disciplinary innovation institutes focused on emerging challenges to agriculture, to be supported by public-private partnerships. PCAST recommends an initial new Federal investment of $25 million per year per institute—or $150 million per year total—for no less than 5 years. It recommends that USDA administer the program in coordination with other Federal science agencies including the NSF, the Department of Energy, and the National Institutes of Health.\n\n\tThe full report can be viewed here; a live webcast of the release event can be viewed here at 2:30pm ET.\n\nPCAST is an advisory group of the Nation’s leading scientists and engineers who directly advise the President and the Executive Office of the President. For more about PCAST please visit: obamawhitehouse.archives.gov/ostp/pcast\n\n\n\n\n"
}