{
    "title": "First Lady Announces “Smithsonian Salutes Ray Charles: In Performance At The White House\" | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/02/19/first-lady-announces-smithsonian-salutes-ray-charles-performance-white",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nFebruary 19, 2016\n\n \n\n\n\nFirst Lady Announces “Smithsonian Salutes Ray Charles: In Performance At The White House\"\n\n\n\n\n\nEvent includes Evening Performance and Daytime Student Workshop Honoring Charles’ Music\n\nWednesday, February 24th \n\n\tThe President and First Lady will invite top contemporary artists to the White House as part of its “In Performance at the White House” series. The event celebrates the iconic singer, songwriter, composer and musician Ray Charles. The program will include performances by Yolanda Adams, Leon Bridges, Andra Day, Anthony Hamilton, Brittany Howard, Demi Lovato, Sam Moore, Jussie Smollett, The Band Perry and Usher with Rickey Minor as executive music director. The President’s remarks will be pooled press and the entire event will be streamed live at WhiteHouse.gov/live at 7:00 PM (ET).  “Smithsonian Salutes Ray Charles: In Performance at the White House” will be broadcast Friday, February 26, 2016 at 9:00 PM ET on PBS stations nationwide (check local listings).  The program will also be simulcast on cable channel TV One.\n\n\t“Smithsonian Salutes Ray Charles: In Performance at the White House” will be the sixteenth such program during President Barack Obama’s administration. From February 2009 to the most recent broadcast in January 2016, these “In Performance at the White House” events have honored the musical genius of Stevie Wonder, Sir Paul McCartney, Burt Bacharach, Hal David and Carole King; celebrated Hispanic musical heritage during Hispanic Heritage Month; marked Black History Month with events featuring the music of Motown, Memphis Soul, the Blues, and from the Civil Rights Movement; explored the rich roots of Gospel and Country music; spotlighted Broadway and the unique spirit of the American musical; and paid tribute to the cultural resonance of art and literature in unique American musical forms.  \n\nThe Musical Legacy of Ray Charles: Student Workshop\n\nThe White House * 11:00AM -- As with previous White House music events, the First Lady will host a special daytime workshop for students. The First Lady will welcome more than 130 middle school, high school and college students from across the country to take part in an interactive student workshop: “The Musical Legacy of Ray Charles.” In the State Dining Room, Robert Santelli, Executive Director of The GRAMMY Museum® in Los Angeles, will give participating students an overview of Ray Charles’ life, musical legacy and his influence and impact on today’s musicians. Featured performers from the evening event will share their experiences and answer student questions about the music and entertainment world.  Students will participate from 10 schools and community organizations from across the country: Avon Lake High School, Delta State University, Brotherhood Crusade/Youth Policy Institute/Search to Involve Pilipino Americans, LAPD Cadets, Otis Redding Foundation Schools, Winston Churchill High School, Sherwood High School, and Fremont-Lopez Elementary School.\n\n\n\n\n"
}