{
    "title": "Readout of the President's National Security Team Meeting | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/10/readout-presidents-national-security-team-meeting",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 10, 2011\n\n \n\n\n\nReadout of the President's National Security Team Meeting\n\n\n\n\n\n\tThis morning at 10:00am, the President chaired a meeting of his senior national security team to review ongoing efforts to mitigate potential terrorist threats as well as to review steps taken to enhance the Nation’s security posture leading into the 9/11 anniversary. The President praised the excellent coordination and information sharing taking place among federal, state, and local officials. He directed his team to pursue vigorously all threat information and to ensure a heightened state of vigilance and preparedness as we commemorate the anniversary of the 9/11 attacks. The President also stressed that the United States must not relax its counterterrorism efforts in the weeks and months that follow, as the safety and security of the American people must be a daily priority for all departments and agencies. The President said that he wants to be kept fully apprised of developments related to the recent threat information and asked for regular updates on security preparations.\n\n\tAttendees include:\n\n\tEric Holder, Attorney General\n\tJanet Napolitano, Secretary of Homeland Security (via VTC)\n\tWilliam Daley, Chief of Staff\n\tTom Donilon, National Security Advisor\n\tJohn Brennan, Assistant to the President for Homeland Security and Counterterrorism\n\tRobert Mueller, Director, Federal Bureau of Investigation\n\tAdmiral James Winnefeld, Vice Chairman, Joint Chiefs of Staff\n\tGeneral David Petraeus, Ret., Director, Central Intelligence Agency\n\tMatt Olsen, Director of the National Counterterrorism Center\n\tGeneral Keith Alexander, Director of the National Security Agency\n\tThomas Nides, Deputy Secretary of State for Management and Resources\n\tRobert Cardillo, Deputy Director of National Intelligence for Intelligence Integration\n\tMark Sullivan, Director of the United States Secret Service\n\tMike Vickers, Under Secretary of Defense for Intelligence\n\tMichael Morell, Deputy Director, Central Intelligence Agency\n\tBen Rhodes, Deputy National Security Advisor for Strategic Communications\n\tHeidi Avery, Deputy Assistant to the President for Homeland Security\n\tSean Joyce, Executive Assistant Director, Federal Bureau of Investigation\n\tBrian McKeon, Deputy Assistant to the President and Deputy National Security Advisor to the Vice President\n\tAvril Haines, Deputy Assistant to the President and Deputy Counsel to the President\n\tNicholas Rasmussen, Special Assistant to the President and Senior Director for Counterterrorism\n\n\n\n\n"
}