{
    "title": "Vice President Biden Announces Recovery Act Putting More Money Back in Middle Class Taxpayers' Pockets This Year | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-announces-recovery-act-putting-more-money-back-middle-class-ta",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nMarch 22, 2010\n\n \n\n\n\nVice President Biden Announces Recovery Act Putting More Money Back in Middle Class Taxpayers' Pockets This Year\n\n\n\n\nLaunches New WhiteHouse.gov Tax Savings Tool to Help Taxpayers Take Advantage of Recovery Act Tax Credits\nWASHINGTON – With the 2010 tax filing season underway, Vice President Joe Biden, Treasury Secretary Tim Geithner and IRS Commissioner Doug Shulman today announced that that average tax refunds are up nearly 10 percent this year, due in large part to the significant new tax benefits available under the American Recovery and Reinvestment Act (Recovery Act), and reminded taxpayers that they can collect on those benefits this year as they file their 2009 tax returns.  To help taxpayers see for themselves exactly how they can benefit from Recovery Act tax credits and collect every dollar owed when they file this tax season, the White House today launched a new interactive Tax Savings Tool available at obamawhitehouse.archives.gov/Recovery.\n“The big guys know all the credits and deductions to claim during tax season, but we want middle class families to know just how much is out there for them this year thanks to the Recovery Act – and how to take advantage of it,” said Vice President Biden.  “From help with college expenses to credits for cost-saving, energy-efficiency home improvements, these Recovery Act tax credits not only provide some needed relief for working Americans, but also help them invest in their families’ futures.”\n“The more that individuals and families take advantage of these benefits, the more money is pushed back into the economy, helping all Americans as we grow our way out of this crisis,” said Treasury Secretary Geithner.  “Only by getting these benefits to the American people can we help ensure that the recovery is firmly established. And only by firmly establishing the recovery can we encourage the creation of new jobs and lay a foundation for sustained economic growth.”\n\"The average tax refund has reached $3,036 this year, a $266 increase from a year ago,\" said IRS Commissioner Shulman. \"The Recovery Act is a major factor behind these larger, record refunds. About half of all Americans haven't filed their taxes yet, so we urge them to look carefully at these Recovery provisions. Taxpayers should also remember that the fastest, best way to get their tax refund is by filing electronically with direct deposit.\"\nDuring these tough economic times, Recovery Act tax cuts are helping hard-hit middle class families.  This year’s tax refund puts more money in the pockets of families across the country, and gives them incentives to make energy-saving home improvements, purchase a new vehicle or buy a home.  Those purchases are helping to jumpstart the economy and provide more clean energy, manufacturing and construction jobs for working families right here in the U.S.  The Recovery Act’s nearly $300 billion in tax benefits are helping to rebuild the long-term strength of the economy, while helping middle class families get back on firm financial footing.\nAccording to early data from the IRS, the average income tax refund is up more than $260 – a 9.6 percent increase over last year – which is due in large part to the Recovery Act.  The average refund through March 12, 2010, is $3,036, which is an increase of $266 compared to the same time a year ago.  This is a sign that people are taking advantage of the Recovery Act tax savings this year.\nHowever, data show that less than half of the overall expected returns have been filed.  The Obama Administration wants to make sure that taxpayers are aware of the new Recovery Act benefits they are eligible for this year.  The new interactive Tax Savings Tool was launched today to alert taxpayers to the more than a dozen tax benefits available to them under the Recovery Act.  The Tax Savings Tool can be accessed HERE.\nAdministration officials will hold a series of events across the country leading up to the April 15th tax filing deadline to help educate taxpayers on the Recovery Act benefits available to them when they file their taxes this year.   On Tuesday, March 23rd, Commerce Secretary Locke will travel to Minneapolis, MN to meet with homeowners and a contractor benefiting from the Recovery Act’s tax credits for new home purchases and energy-efficient home retrofits.  On Wednesday, March 24th, Secretary Duncan will meet with students and parents that stand to benefit from the American Opportunity Credit for college expenses at Northern Virginia Community College in Annandale, VA.  Secretary Chu will visit Seaway Manufacturing Corporation, a manufacturer of energy efficient home improvement products that qualify for the Recovery Act tax credits, in Erie, PA on Friday, March 26th.  Secretary LaHood will host a community roundtable on Recovery Act tax relief on Monday, March 29th, in the Chicago area; Secretary Donovan will hold an event on the First-Time Homebuyer Credit on Wednesday, March 31st in Charlotte, NC; and SBA Administrator Mills will also travel as part of the month-long effort.\nTaxpayers can collect more than a dozen 2009 Recovery Act tax benefits when they file their 2009 tax returns, including:\n\nMaking Work Pay - Ninety-five percent of working families are receiving the Recovery Act’s Making Work Pay tax credit of $400 for an individual or $800 for married couples filing jointly in their paychecks in 2009 – and will continue to in 2010.  Taxpayers whose withholding in 2009 did not provide the full amount of the credit they are due will get the additional amount when they file their 2009 tax return. Even though most taxpayers received the benefit of this credit in their paychecks from adjusted tax withholding by their employers, they still need to claim this credit on their tax returns (i.e., Form 1040 or 1040A).\nUp to $2,500 in College Expenses – Families and students are eligible for up to $2,500 in tax savings under the American Opportunity Credit as well as enhanced benefits under 529 college savings plans, which help families and students pay for college expenses.\n    \nAmerican Opportunity Credit – More parents and students are eligible for a tax credit of up to $2,500 to pay for college expenses and can claim the credit annually for four years instead of two.\n         \n\n529 College Savings Plans – Students can now use a 529 plan to pay for computer technology, adding this to the list of traditional college expenses (tuition, books, etc.) that can be paid for by a 529 plan.\n\n\nUp to $8,000 for Purchase of First Home – Homebuyers can get a credit of up to $8,000 for first homes purchased by April 30, 2010 under the First Time Homebuyer tax credit.  Long-time residents who don’t qualify as first-time homebuyers and those with incomes of up to $145,000 for an individual and $245,000 for joint filers are also eligible for a reduced credit.\nUp to $1,500 in Energy Efficiency and Renewable Energy Incentives – Taxpayers are eligible for up to $1,500 in tax credits for making some energy-efficiency improvements to their homes such as adding insulation and installing energy efficient windows.\nMoney Back for New Vehicle Purchases – Taxpayers can deduct the state and local sales taxes they paid for new vehicles purchased from Feb. 17, 2009 through Dec. 31, 2009 under the vehicle sales tax deduction.  In states that don't have a sales tax, some other taxes or fees paid may be deducted.\nExpanded Family Tax Credits - Moderate income families with children may be eligible for an increase in the Earned Income Tax Credit and the additional Child Tax Credit.\n    \nEarned Income Tax Credit – The Recovery Act increased the credit for families with three or more children, bringing the maximum amount to $5,657.\nChild Tax Credit – More families will be able to take advantage of the child tax credit under the Recovery Act, which reduced the minimum amount of earned income used to calculate the additional child tax credit to $3,000 from $12,550. \n\n\nUp to $2,400 in Unemployment Benefits Tax Free in 2009 – Unemployment benefits are normally taxable, but the Recovery Act made the first $2,400 of unemployment benefits received in 2009 tax free.\n\nRECOVERY ACT TAX CREDIT IMPACT ON MIDDLE CLASS FAMILIES\nFact Sheet\nDuring these tough economic times, Recovery Act tax cuts are making things a little easier for hard-hit middle class families.  There are more than a dozen Recovery Act tax cuts working families can take advantage of this tax season.\nHere is a sampling of how Recovery Act tax cuts would benefit some “typical” middle class families this tax season:\nMarried Couple with Child in College\n\nMarried couple with income of $75,000 in 2009. \nTwo children, one of whom is a junior in college. \nPaid $5,000 in college expenses in 2009.\n\nThanks to the Recovery Act, this married couple making $75,000 in 2009 is eligible for $3,300 in new or expanded 2009 tax credits.\nTheir employers adjusted their withholding last year to reflect the Making Work Pay Credit, and they collected an extra $800 in their paychecks in 2009 – and will continue to collect this credit in 2010.  When they file their taxes this year, they will collect an additional $2,500 thanks to the American Opportunity Credit to help with the costs of sending their oldest child to college.\nTax Savings:\n\n $800 in Making Work Pay Credit: Over 110 million working Americans qualify for the Recovery Act’s Making Work Pay Credit, saving them up to $400 per year ($800 for married couples filing a joint return).  Qualifying Americans should have received the credit incrementally in paychecks in 2009 and should continue to collect it throughout 2010.\n$2,500 in American Opportunity Credit: College students and their parents are eligible to collect an American Opportunity Tax Credit of up to up to $2,500 through the Recovery Act to pay for college tuition and other expenses when filing taxes. This expanded the Hope Credit by $700 per student, and opened up the credit to apply beyond the first two years of college. Only the parent or the student can claim this credit – not both.\n    Married Couple Who Made Energy-Efficient Home Improvements\n\nMarried couple with income of $90,000 in 2009.\nSpent $6,000 in 2009 making energy-efficiency improvements including new energy-efficient windows, doors and insulation.\n\nThanks to the Recovery Act, this married couple making $90,000 in 2009 is eligible for $2,300 in new or expanded 2009 tax credits.\nTheir employers adjusted their withholding last year to reflect the Making Work Pay Credit, and they collected an extra $800 in their paychecks in 2009 – and will continue to collect this credit in 2010.  And when they file their taxes this year; they will collect an additional $1,500 in Residential Energy Property Credits because they made qualifying energy-efficiency improvements to their home.\nTax Savings:\n\n$800 in Making Work Pay Credit: Over 110 million working Americans qualify for the Recovery Act’s Making Work Pay Credit, saving them up to $400 per year ($800 for married couples filing a joint return).  Qualifying Americans should have received the credit incrementally in paychecks in 2009 and should continue to collect it throughout 2010.\n$1,500 in Residential Energy Property Credits: Americans who made some types of energy-efficient upgrades to their homes this year can get 30 percent of what was spent back – up to $1,500 – this tax season.\n\nSingle Mom With Three Children, Collected Unemployment\n\nThis single parent made $15,700 in 2009 and has three children. \nShe dealt with a layoff at the beginning of the year and collected $2,400 in unemployment benefits.\n\nThanks to the Recovery Act, this single mom making $15,700 in 2009 is eligible for $1,233 in new or expanded 2009 tax credits – plus her unemployment benefits are tax-free.\nHer employer adjusted her withholding last year to reflect the Making Work Pay Credit, and she collected an extra $400 in her paychecks in 2009 – and will continue to collect this credit in 2010.  She also will collect an extra $833 in Earned Income Tax Credit this year since the Recovery Act increased the maximum EITC for families with three or more children from $4,824 to $5,657.  And thanks to the Recovery Act, she will not have to pay taxes on the $2,400 in unemployment benefits she collected in 2009.  Typically unemployment benefit income is taxable.\nTax Savings:\n\nstrong>$400 in Making Work Pay Credit: Over 110 million working Americans qualify for the Recovery Act’s Making Work Pay Credit, saving them up to $400 per year ($800 for married couples filing a joint return).  Qualifying Americans should have received the credit incrementally in paychecks in 2009 and should continue to collect it throughout 2010.\n$833 increase in Earned Income Tax Credit to $5,657: The Recovery Act has expanded the Earned Income Tax Credit for larger families (with 3 or more children) up to $5,657.\nUp to $2,400 in Unemployment Benefits Tax-Free: Americans who collected unemployment benefits in 2009 can benefit from the Recovery Act tax exemption that makes the first $2,400 of those benefits tax-free.\n\nFirst-Time Homebuyer Couple, Purchased New Car\n\nThis married couple made $80,000 in 2009 and closed on their first home last year that cost $125,000. \nThey also bought a $17,000 new car in St. Louis, MO in 2009.\n\nThanks to the Recovery Act, this married couple is eligible for $8,800 in new or expanded 2009 tax credits plus they can deduct the state and local sales taxes they paid on their new car.\nTheir employers adjusted their withholding last year to reflect the Making Work Pay Credit, and they collected an extra $800 in their paychecks in 2009 – and will continue to collect this credit in 2010.  When they file their taxes this year, they will collect an additional $8,000 through the First-Time Homebuyer Tax Credit because they purchased their first home in 2009 (this credit is refundable).  They will also be able to deduct the state and local taxes they paid when they bought their new car last year.\nTax Savings:\n\n$800 in Making Work Pay Credit: Over 110 million working Americans qualify for the Recovery Act’s Making Work Pay Credit, saving them up to $400 per year ($800 for married couples filing a joint return).  Qualifying Americans should have received the credit incrementally in paychecks in 2009 and should continue to collect it throughout 2010.\n $8,000 in First Time Homebuyers Tax Credit: First-time homebuyers who purchased in 2009 can collect a refundable tax credit of up to $8,000 with no payback requirement unless they sell the home within three years of purchase.\nDeduction of State and Local Taxes Paid on New Vehicle: The Recovery Act’s New Vehicle Purchase Incentive provides a tax deduction for state and local taxes or other fees paid on up to $49,500 of the price of that vehicle purchased between February 17, 2009 and December 31, 2009.\n\n\n\n\n\n\n"
}