{
    "title": "Declaraciones del Presidente Barack Obama – Versión Preparada, Centro Cultural Palacio la Moneda, Santiago de Chile | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/21/declaraciones-del-presidente-barack-obama-versi-n-preparada-centro-cultu",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nMarch 21, 2011\n\n \n\n\n\nDeclaraciones del Presidente Barack Obama – Versión Preparada, Centro Cultural Palacio la Moneda, Santiago de Chile\n\n\n\n\nTHE WHITE HOUSE\n\tOficina del Secretario de Prensa\n\t______________________________________________________________________________________________________________________________________\nEMBARGADO HASTA SU ENTREGA\n\t21 de marzo, 2011\n \nDeclaraciones del Presidente Barack Obama – Versión Preparada\n\tCentro Cultural Palacio la Moneda\n\tSantiago de Chile\n\tLunes, 21 de marzo, 2011\nBuenos días. Es un gran honor estar en Santiago de Chile. Y me complace mucho que me acompañen mi esposa, Michelle, y nuestras hijas. Al pueblo de Santiago, al pueblo de Chile, gracias por su fabulosa bienvenida. En nombre del pueblo de Estados Unidos, gracias por su amistad y los estrechos vínculos entre nuestros pueblos.\nDurante toda la historia, este país ha sido denominado “el fin de la Tierra”. Pero he venido hoy aquí porque en el siglo XXI, este país es una parte vital de nuestro mundo interconectado. En una era en que los pueblos están entrelazados como nunca antes, Chile es prueba de que no es necesario que nos divida raza, religión o tribu. Han acogido a generaciones de inmigrantes de todos los rincones del planeta, a la vez que celebran y los llena de orgullo su patrimonio indígena.\nEn un momento en que los pobladores del mundo buscan su libertad, Chile muestra que sí es posible hacer la transición de la dictadura a la democracia, y hacerlo pacíficamente. De hecho, este maravilloso lugar donde hoy nos encontramos, a pocos pasos de donde Chile perdió su democracia hace varias décadas, es testimonio del progreso de Chile y su espíritu democrático.\nA pesar de las barreras de distancia y geografía, ustedes han integrado a Chile a la economía mundial al comerciar con países de todo el mundo; y, en esta era del Internet, al convertirse en el país más conectado digitalmente en América Latina.\nY en un mundo de dolor a veces desgarrador, como estamos viendo actualmente en Japón, es el carácter de este país lo que nos inspira. “Nuestras estrellas primordiales”, dijo Pablo Neruda, “son la lucha y la esperanza”. Pero agregó, “no hay lucha ni esperanza solitarias”. El pueblo chileno lo ha demostrado una y otra vez, incluida su recuperación de un terrible terremoto hace un año.\nEl éxito de Chile se debe al pueblo chileno, cuya valentía, sacrificios y perseverancia convirtieron a este país en el líder que es. Y es un honor para nosotros que nos acompañen hoy cuatro líderes que guiaron a esta nación durante años de mucho progreso, los presidentes Patricio Aylwin, Eduardo Frei, Ricardo Lagos y Sebastián Piñera. Gracias a todos por estar hoy aquí.\nEntonces, no se me ocurre un lugar más apropiado para hablar sobre la nueva era de alianzas que busca Estados Unidos, no solo con Chile, sino con todo el continente americano. Y estoy agradecido de que nos acompañen líderes y miembros del cuerpo diplomático de toda la región.\nEn mis primeros 100 días de mandato, en uno de mis primeros viajes al exterior como presidente, fui a Trinidad y Tobago para reunirme con líderes de todo el hemisferio en la Cumbre de las Américas. Allí, prometí tratar de forjar alianzas de igualdad y responsabilidad compartida, en base a intereses mutuos, respeto mutuo y valores comunes. Sé que no soy el primer presidente de Estados Unidos en prometer un nuevo espíritu de cooperación con nuestros vecinos latinoamericanos. Sé que a veces, Estados Unidos ha tomado por descontada a esta región.\nIncluso ahora, sé que nuestros titulares a menudo los monopolizan otras regiones del mundo. Pero no olvidemos jamás, nunca, que el futuro se está forjando en países y pueblos de América Latina. Porque América Latina no es el viejo estereotipo de una región en conflicto perpetuo ni atrapada por ciclos interminables de pobreza. De hecho, el mundo debe reconocer que América Latina es la región dinámica y en crecimiento que verdaderamente es.\nAmérica Latina está en paz. Las guerras civiles han terminado. Las insurgencias han sido rechazadas. Viejas disputas fronterizas han sido resueltas. En Colombia, grandes sacrificios por ciudadanos y fuerzas de la seguridad han restaurado un nivel de seguridad que no se veía desde hace décadas.\nY así como los viejos conflictos se han desvanecido, también lo han hecho las anacrónicas pugnas ideológicas que a menudo los alimentaban. Los trillados debates –entre la economía de estado y el capitalismo desenfrenado; entre los abusos de los grupos paramilitares de derecha y los insurgentes de izquierda, entre la imagen de un Estados Unidos que causa todos los problemas de la región y uno que hace caso omiso de todos los problemas– tenían opciones falsas y no reflejan la realidad actual.\n\tHoy en día, América Latina es democrática. Prácticamente todos los pobladores de América Latina han pasado de vivir bajo dictaduras a vivir en democracias. En toda la región, vemos democracias dinámicas, desde México hasta Chile y Costa Rica. Hemos visto transferencias pacíficas de poder, desde El Salvador hasta Uruguay y Paraguay. La labor de perfeccionar nuestras democracias nunca acaba, en realidad, pero este es el progreso democrático que se está dando en todo el continente americano.\nHoy en día, América Latina está creciendo. Tras hacer reformas difíciles pero necesarias, países como Perú y Brasil están teniendo un crecimiento impresionante. Como resultado, América Latina sobrellevó una desaceleración económica mundial mejor que otras regiones. En toda la región, decenas de millones de personas han salido de la extrema pobreza. Desde Guadalajara hasta Santiago y São Paulo, una clase media está exigiendo más de sí misma y más de su gobierno.\nAmérica Latina se está uniendo para hacerles frente a desafíos comunes. Chile, Colombia y México comparten su pericia en seguridad con países en Centroamérica. Cuando un golpe de estado en Honduras amenazó el progreso democrático, los países del hemisferio invocaron unánimemente la Carta Democrática Interamericana, lo que ayudó a sentar las bases del retorno al estado de derecho. Los aportes de países latinoamericanos han sido cruciales en Haití, como también lo ha sido la diplomacia latinoamericana con anticipación a las elecciones de ayer en Haití.\nY cada vez más, América Latina está contribuyendo a la prosperidad y seguridad mundial. Como consuetudinario participante de las misiones de paz de las Naciones Unidas, los países latinoamericanos han ayudado a evitar conflictos desde África hasta Asia., En el G-20, países como México, Brasil y Argentina ahora tienen mayor influencia en la toma de decisiones económicas a nivel internacional. Con el liderazgo de México, el mundo alcanzó logros en Cancún en nuestros esfuerzos contra el cambio climático. Países como Chile han desempeñado un papel de liderazgo en el fortalecimiento de la sociedad civil alrededor del mundo.\nEsta es la América Latina que veo hoy, una región que avanza, orgullosa de su progreso y lista para asumir un papel más importante en el mundo. Por todas estas razones considero que América Latina es más importante que nunca antes para la prosperidad y seguridad de Estados Unidos. Con ninguna otra región Estados Unidos tiene tantos vínculos. Y en ningún otro aspecto es más claro que en las decenas de millones de estadounidenses hispanos que viven en todo Estados Unidos, y enriquecen nuestra sociedad, contribuyen al crecimiento de nuestra economía y fortalecen nuestra nación todos los días.\nAmérica Latina solo se va a volver más importante para Estados Unidos, especialmente para nuestra economía. El comercio entre Estados Unidos y América Latina ha aumentado considerablemente. Compramos más de sus productos y servicios que ningún otro país, e invertimos más en esta región que ningún otro país. Por ejemplo, exportamos a América Latina más de tres veces lo que exportamos a China. Nuestras exportaciones a esta región –que aumentan más rápido que nuestras exportaciones al resto del mundo– pronto respaldarán más de dos millones de empleos en Estados Unidos. En resumen, cuanto más próspera sea América Latina, más próspero será Estados Unidos.\nPero incluso más que intereses, nos unen valores comunes. En la trayectoria del otro vemos reflejos de la nuestra. Los colonos que se libraron de imperios para declarar su independencia. Los pioneros que abrieron nuevas fronteras. Los ciudadanos que han luchado por llevar la promesa de nuestras naciones a todos sus hombres y mujeres, blancos, negros y morenos. Somos gente de fe que debe recordar que todos nosotros –especialmente los más afortunados entre nosotros– debemos hacer aportes, especialmente por los más necesitados. Somos ciudadanos que sabemos que asegurar que nuestras democracias produzcan resultados a favor de sus pobladores debe ser la labor de todos nosotros.\nEsta es nuestra historia. Este es nuestro patrimonio. Todos somos americanos. Todos somos americanos.\nEn todo el continente, los padres quieren que sus hijos puedan correr y jugar, y saber que vendrán a casa a salvo. Los jóvenes quieren una educación. Los padres quieren la dignidad que se deriva del trabajo, y las mujeres quieren las mismas oportunidades que sus esposos. Los empresarios quieren la oportunidad de comenzar un negocio nuevo. Y la gente en todas partes simplemente quiere ser tratada con la dignidad y el respeto al que tiene derecho todo ser humano. Estas son las esperanzas simples pero profundas que abrigan en el corazón millones en todo el continente americano.\nPero seamos francos y también admitamos que estos sueños están fuera del alcance de demasiadas personas; que el progreso del continente americano no es suficientemente rápido. No para los millones que sufren la injusticia de la extrema pobreza. No para los niños en las barriadas y las favelas, que sólo quieren las mismas oportunidades que tienen los demás. No para las comunidades atrapadas en las brutales garras de los carteles y las maras, donde las fuerzas policiales tienen armas inferiores a las de sus contrincantes, y demasiados viven atemorizados.\nY a pesar del progreso democrático de la región, perduran abismales desigualdades. El poder político y económico con demasiada frecuencia está concentrado en las manos de pocos, en lugar de servir a la mayoría. La corrupción es una barrera al crecimiento económico, desarrollo, innovación y espíritu empresarial. Y los líderes se aferran a ideologías rancias para justificar su propio poder y buscan silenciar a sus oponentes porque tienen la audacia de exigir que se respeten sus derechos universales. Esta también es la realidad que debemos enfrentar.\nNo somos la primera generación que enfrenta esos retos. Hace exactamente 50 años, el Presidente John F. Kennedy propuso una ambiciosa Alianza para el Progreso. Era, incluso para los estándares actuales, una enorme inversión: miles de millones de dólares estadounidenses para satisfacer las necesidades más básicas de los pueblos en toda esta región. Ese programa era adecuado para su tiempo. Pero la realidad de nuestros tiempos –y la nueva capacidad y confianza de nuestros vecinos latinoamericanos– exige algo diferente.\nEl desafío ante el Presidente Kennedy persiste: “construir un hemisferio en el que todos [los pueblos] puedan tener la esperanza de un estándar de vida apropiado, en el que todos puedan vivir su vida con dignidad y libertad\". Pero un siglo más tarde, debemos darle sentido a esta labor a nuestra manera.\nCreo que hoy en día, en el continente americano, no hay socios principales ni socios secundarios; hay socios con igualdad de condiciones. Pero las sociedades equitativas, a su vez, exigen un sentido de responsabilidad compartida. Tenemos obligaciones recíprocas, y hoy en día, Estados Unidos trabaja con países en este hemisferio para cumplir con nuestras responsabilidades en varias esferas importantes.\nEn primer lugar, nos estamos asociando para hacerles frente a lo que la gente en todo el continente dice que le preocupa más: la seguridad de sus familias y comunidades. Las pandillas de criminales y narcotraficantes no solo son una amenaza contra la seguridad de los ciudadanos. Son una amenaza contra el desarrollo porque ahuyentan la inversión que necesita la economía para prosperar. Y son una amenaza directa contra la democracia porque alientan la corrupción que socava a las instituciones desde adentro.\nEntonces, con nuestros socios desde Colombia hasta México y los nuevos programas regionales en Centroamérica y el Caribe, estamos haciéndole frente a este desafío, juntos, desde todas las direcciones. Hemos aumentado nuestro respaldo –en equipo, capacitación y tecnología que las fuerzas fronterizas, policiales y de seguridad necesitan– para mantener seguras a las comunidades. Estamos aumentando la coordinación e intercambiando más información para que quienes trafican con drogas y seres humanos tengan menos lugares donde esconderse. Y estamos ejerciendo presión sin precedente en los recursos financieros de los carteles, lo que incluye a Estados Unidos.\nPero nunca eliminaremos el atractivo de los carteles y pandillas a no ser que también les hagamos frente a las fuerzas sociales y económicas que alimentan la criminalidad. Necesitamos llegar a los jóvenes vulnerables antes de que recurran a las drogas y el crimen. Por lo tanto, estamos uniéndonos a socios en todo el continente para intensificar la vigilancia comunitaria, mejorar los sistemas de justicia juvenil e invertir en programas de prevención del crimen y las drogas.\nAhora que los países de Centroamérica formulan una nueva estrategia regional de seguridad, en Estados Unidos estamos listos para poner de nuestra parte por medio de una nueva alianza que le preste atención a lo que lo requiere: la seguridad de nuestros ciudadanos. Y con socios regionales e internacionales, nos aseguraremos de que nuestro respaldo no solamente esté lleno de buenas intenciones, sino que esté bien coordinado y sea gastado debidamente.\nComo Presidente, he dejado en claro que en Estados Unidos aceptamos nuestra responsabilidad por la violencia generada por las drogas. La demanda de drogas, incluida aquella en Estados Unidos, impulsa esta crisis. Por eso formulamos una nueva estrategia para el control de drogas que se centra en reducir la demanda de drogas por medio de la educación, prevención y tratamiento. Y debo recalcar que incluso durante un difícil momento fiscal en Estados Unidos, solo en este año hemos propuesto aumentar a aproximadamente $10,000 millones los recursos dedicados a estos esfuerzos.\nTambién estamos haciendo más para reducir el flujo de armas hacia el sur, hacia la región. Estamos inspeccionando toda la carga ferroviaria dirigida al sur. Estamos confiscando muchas más armas camino a México y estamos poniendo entre rejas a contrabandistas de armas. Y toda arma y traficante de arma que saquemos de las calles es una amenaza menos para las familias y comunidades del continente.\nAl esforzarnos por garantizar la seguridad de nuestros ciudadanos, nos estamos asociando en un segundo campo: la promoción de la prosperidad y las oportunidades. Con este viaje, me esfuerzo por aumentar el comercio y la inversión. En toda la región estamos avanzando con acuerdos de “cielos abiertos” para que nuestra gente y negocios tengan más contacto. Estamos avanzando con el Acuerdo Transpacífico –que incluye a Chile y Perú– para competir más con los mercados de más rápido crecimiento en la región del Pacífico Asiático. Y le he dado instrucciones a mi gobierno para que intensifique nuestros esfuerzos a fin de avanzar con los acuerdos comerciales con Panamá y Colombia, conforme a nuestros valores e intereses.\nEstamos alentando a la próxima generación de empresas y empresarios. Trabajamos con el Banco Interamericano de Desarrollo para aumentar los préstamos. Hemos aumentado el crédito del Fondo de Crecimiento con Microfinanciación para las Américas (Microfinance Growth Fund for the Americas). Estamos respaldando reformas a sistemas tributarios, que son cruciales para el crecimiento económico y las inversiones públicas. Estamos creando nuevas “Vías a la Prosperidad” (“Pathways to Prosperity”) –capacitación sobre microcréditos y capacidad empresarial– para aquellos que deben beneficiarse del crecimiento económico, incluidos mujeres y miembros de las comunidades afrocaribeñas e indígenas.\nEstamos uniéndonos, como hemisferio, para generar empleos de energía limpia e ir en pos de un futuro más seguro y sostenible. Y si alguien duda de la urgencia del cambio climático, basta que miren dentro del continente americano, desde las fuertes tormentas del Caribe hasta el descongelamiento de glaciares en los Andes y la pérdida de bosques y tierras de cultivo en toda la región.\nCon la Alianza de las Américas para la Energía y el Clima (Energy and Climate Partnership of the Americas) que propuse, varios países se han ofrecido a brindar su pericia, todos ofreciendo liderazgo y conocimientos: Brasil en biocombustibles, Chile en energía geotérmica, México en eficiencia energética. El Salvador está conectando redes eléctricas en Centroamérica para hacer que el suministro de energía sea más estable. Este es exactamente el tipo de alianza que necesitamos: vecinos que se unen a vecinos para dar rienda suelta al progreso que ninguno de nosotros puede lograr solo.\nEs la misma filosofía detrás de dos programas adicionales que estoy anunciando hoy, que ayudarán a nuestros países a educar e innovar para el futuro. Estamos lanzando un programa para aprovechar el poder de los medios sociales y redes en línea a fin de ayudar a que los alumnos, científicos, académicos y empresarios colaboren y desarrollen nuevas ideas y productos que ayudarán al continente americano a seguir siendo competitivo en una economía global. Y me enorgullece anunciar que Estados Unidos está trabajando con socios en la región, entre ellos el sector privado, para aumentar en 100,000 el número de estudiantes de Estados Unidos en América Latina, y en 100,000 el número de estudiantes de América Latina que estudian en Estados Unidos.\nPermanecer competitivos también exige que le hagamos frente a la inmigración. Como Presidente, he dejado en claro que la inmigración fortalece a Estados Unidos. Somos una nación de inmigrantes, motivo por el cual me he pronunciado en contra de la oposición a la inmigración. Pero también somos un estado de derecho, motivo por el cual no flaquearé en mi determinación de resolver los problemas de nuestro sistema de inmigración. Me he comprometido con una reforma integral que resguarde nuestras fronteras, vele por el cumplimiento de nuestras leyes y aborde el asunto de los millones de trabajadores indocumentados que viven en Estados Unidos en la clandestinidad.\nSin embargo, esta situación continuará mientras la gente crea que la única manera de mantener a su familia es dejarla y marcharse al norte. Por lo tanto, Estados Unidos continuará asociándose con países que buscan el crecimiento económico más generalizado que les da a los pobladores y las naciones una vía para salir de la pobreza. Y como parte de nuestra nueva estrategia para el desarrollo estamos trabajando con socios como Guatemala y El Salvador, que están decididos a desarrollar su propia capacidad, desde ayudar a agricultores a aumentar su producción hasta ayudar a los sistemas de salud a brindar mejor atención.\nEsto me lleva al tema final con respecto al cual debemos continuar colaborando: reforzar la democracia y los derechos humanos. Hace más de 60 años, nuestros países se unieron en la Organización de Estados Americanos y declararon que “la democracia representativa es una condición indispensable para la estabilidad, la paz y el desarrollo de la región”. Hace una década, reiteramos este principio, con una Carta Democrática Interamericana que declaraba, “Los pueblos de América tienen derecho a la democracia, y sus gobiernos, la obligación de promoverla y defenderla”.\nEn todo el continente, muchas generaciones han luchado y se han sacrificado para darles sentido a esas palabras: hombres y mujeres anónimos que se atrevieron a expresar sus opiniones, activistas que organizaron nuevos movimientos, líderes religiosos que predicaron la justicia social, las madres de los desaparecidos que exigieron la verdad, los presos políticos que llegaron a ser presidentes e, incluso ahora, las Damas de Blanco que marchan en silenciosa dignidad.\nLos pueblos americanos han demostrado que no existe sustituto para la democracia. Como gobiernos, tenemos la obligación de defender lo que se ha ganado. Así que al acercarse el 10º aniversario de la Carta Democrática Interamericana este año, reiteremos los principios en los que creemos.\nVolvamos a comprometernos a defender la democracia y los derechos humanos en nuestros propios países, al reforzar las instituciones que la democracia necesita para florecer: elecciones libres e imparciales en las que la gente escoge a sus propios líderes; legislaturas dinámicas que aportan supervisión; poderes judiciales independientes que defienden el imperio de la ley; una prensa libre que promueve el libre debate; fuerzas armadas profesionales bajo control civil; sólidas sociedades civiles que hacen que su gobierno les rinda cuentas, y gobiernos transparentes que responden a las necesidades de sus ciudadanos. Eso es lo que constituye una democracia.\nY así como defendemos la democracia y los derechos humanos dentro de nuestras fronteras, volvamos a comprometernos a defenderlos en todo el hemisferio. Todo país seguirá su propio camino, y ninguna nación debe imponer jamás su voluntad en la otra. Pero no hay duda de que podemos concordar en que la democracia exige que la mayoría decida; que simplemente tener el poder no le da a un líder el derecho de privar a otros de sus derechos, y que los líderes deben retener el poder por medio del consentimiento, no la coerción.\nNunca flaqueemos en nuestro respaldo del derecho de los pueblos de determinar su propio futuro, y eso incluye al pueblo cubano. Desde que asumí el mando, he anunciado los cambios más significativos en varias décadas a la política de mi país hacia Cuba. Hemos posibilitado que los cubanoamericanos visiten y apoyen a sus familias en Cuba. Estamos permitiendo que los estadounidenses envíen remesas para darle cierta esperanza económica a gente en toda Cuba, como también más independencia de las autoridades cubanas.\nEn el futuro, continuaremos buscando maneras de aumentar la independencia del pueblo cubano, que tiene derecho a la misma libertad que todos los demás en este hemisferio. A la vez, las autoridades cubanas deben tomar considerables medidas para respetar los derechos básicos del pueblo cubano, no porque Estados Unidos insiste en ello, sino porque el pueblo cubano lo merece.\nFinalmente, las lecciones de América Latina pueden servir de guía para los pobladores del mundo que inician sus propias travesías hacia la democracia. No hay un solo modelo para la transición a la democracia. Pero como sabe esta región, las transiciones exitosas tienen ciertos ingredientes. La fuerza moral de la no violencia. Un diálogo franco que incluye a todos. La protección de derechos básicos, como la libertad de expresión y de congregación pacífica. Rendimiento de cuentas por agravios pasados. Y realizar reformas políticas a la par de reformas económicas, porque la democracia debe satisfacer las necesidades básicas y aspiraciones de los pueblos.\nYa que tiene décadas de experiencia, América Latina tiene mucho que compartir: cómo desarrollar partidos políticos y organizar elecciones libres; cómo asegurar la transferencia pacífica del poder y recorrer los serpenteantes caminos de la reforma y reconciliación, y cuando ocurren reveses inevitables, pueden recordarle a la gente que nunca pierda de vista las estrellas de lucha y esperanza que mencionó Pablo Neruda.\nSeguridad para nuestros ciudadanos. Comercio y desarrollo que genera empleos, prosperidad y un futuro de energía limpia. Defensa de la democracia y los derechos humanos. Estas son las alianzas que podemos forjar juntos aquí en el continente americano y alrededor del mundo. Y si alguien duda que esta región tenga la capacidad de acometer estos desafíos, no tienen sino que recordar lo que sucedió aquí, en Chile, hace unos meses.\nSu determinación y fe inspiraron al mundo: “Los treinta y tres”. No relataré toda su saga. Ustedes conocen bien la historia. Pero lo que también vale la pena recordar es que todo este país se unió. Todo el gobierno, civil y militar, nacional y local. Todo el sector privado, con las grandes empresas y los dueños de pequeños negocios que donaron provisiones. Y todos los segmentos de la sociedad chilena apoyaron a esos hombres allá abajo y a sus familias en el Campamento Esperanza. Fue un rescate milagroso y fue un tributo al liderazgo chileno. Y cuando finalmente, Luis Urzúa emergió, habló por toda una nación cuando dijo, “Me siento muy orgulloso de ser chileno”.\nSin embargo, algo más sucedió durante esos dos meses. Los pueblos y gobiernos de América Latina se unieron para respaldar a un vecino necesitado. Y con un país latinoamericano a la delantera, el mundo se enorgulleció de desempeñar un papel secundario, al enviar a trabajadores desde Estados Unidos y Canadá, equipo de rescate desde Europa, equipo de comunicación desde Asia. Y el proceso de subir a los mineros y ponerlos a salvo para aquellos jubilosos reencuentros fue un momento realmente internacional, visto y celebrado por más de mil millones de personas.\nSi alguna vez necesitamos un recordatorio de la humanidad y esperanzas que compartimos, fue ese momento en el desierto. Cuando un país como Chile se lo propone, no hay nada fuera de su alcance. Cuando los países de América Latina se unen y se concentran en un objetivo común, cuando Estados Unidos y otros en el mundo hacen su parte, no hay nada que no puedan lograr juntos.\nEsta es nuestra visión del continente americano. Este es el progreso que podemos lograr juntos. Y este es el espíritu de colaboración e igualdad al cual los Estados Unidos de Norteamérica se han comprometido. Muchas gracias.\n###\n\n\n\n\n"
}