{
    "title": "Republican Recovery Act Claims Disputed | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/republican-recovery-act-claims-disputed",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 13, 2009\n\n \n\n\n\nRepublican Recovery Act Claims Disputed\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  __________________________________________________________________________  FOR IMMEDIATE RELEASE                                                       July 13, 2009  As Seen on CNN…Republican Recovery Act Claims Disputed  Politifact.org: \"There Are Just a Lot of Claims That Are Being Made without A Lot of Attention to the Facts\" Last week, CNN ran a piece challenging John Boehner's comments that no federally funded economic recovery projects have started in his state of Ohio.  The segment also included a Republican sheriff from Boehner's own district who two months ago received nearly $1 million in economic recovery funds and is using the money to keep correctional officers on staff.  According to Sheriff Richard Jones, \"The stimulus is working for me here in Butler County because I am keeping my deputies and I am not having to lay them off.\" Watch CNN’s Fact Check: http://www.youtube.com/watch?v=ej9IUfsKApo This morning, CNN ran a piece fact checking the claim in an ad from John Boehner claiming he was still looking for jobs created by the Recovery Act. Read the transcript of the piece below: Kiran Chetry: Republicans and Democrats taking aim at each other in a new round of ads online and on TV.  And under attack, the President's stimulus plan and also the record of Senate Minority Leader, Republican Mitch McConnell. So who is telling the truth here? Bill Adair is the founder and editor of the Pulitzer Prize winning website politifact.com. That's where we go to get the truth about a lot of this. And he's checking the facts, breaking out his truth-o-meter from our Washington Bureau. Good to see you this morning Bill. Bill Adair: Good morning, Kiran. Chetry: Let's start with this ad. It was sort of a tongue and cheek ad from top republican in the house John Boehner where he was releasing the proverbial blood hounds to search and sniff out the stimulus money. Let's take a look. Voiceover Ad: In North Carolina, they used stimulus money to hire one new state worker. His job? Apply for more stimulus funds from the taxpayers by the way of the federal government. Chetry: All right. There you have it. So they used the money to hire one new state worker. And his job was to apply for more stimulus money. you ran that through the truth-o-meter. What did you find out? Adair: We did. we gave this one a false on the truth-o-meter. it's not true. it's a great catchy phrase but it's just not backed up by the facts. there is, indeed, a city worker who was funded by stimulus money, but that worker is not applying for more stimulus money. That worker is overseeing the grant applications for a new police station and doing some other tasks. But it's not the way it's portrayed in the ad. So that one gets a false on our truth-o-meter. Chetry: And Boehner has really been hitting this, where's the stimulus money message pretty hard. He also said last Sunday there hadn't even been one contract that was signed on a stimulus project in his home state of Ohio. That turned out to not really be true either? Adair: Apparently the \"Cleveland Plain Dealer\" looked into this and found that it's not true that there was some $50 million, $52 million in contracts under way. And this is why it's really important to check these things out. There are just a lot of claims that are being made without a lot of attention to the facts. ###\n\n\n\n"
}