{
    "title": "Statement by President Obama on Commercial Agreement Between Boeing and Lion Air | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/11/17/statement-president-obama-commercial-agreement-between-boeing-and-lion-a",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 17, 2011\n\n \n\n\n\nStatement by President Obama on Commercial Agreement Between Boeing and Lion Air\n\n\n\n\n\n\tGrand Hyatt\n\tBali, Indonesia\n\n\t9:20 A.M. WITA\n\n\tTHE PRESIDENT:  Well, I just want to make a brief statement. This is a remarkable example of the trade investment and commercial opportunities that exist in the Asia Pacific region. \n\n\tFor the last several days I’ve been talking about how we have to make sure that we’ve got a presence in this region, that it can result directly in jobs at home.  And what we see here -- a multibillion-dollar deal between Lion Air -- one of the fastest-growing airlines not just in the region, but in the world -- and Boeing is going to result in over 100,000 jobs back in the United States of America, over a long period of time.\n\n\tThis represents the largest deal, if I’m not mistaken, that Boeing has ever done.  We are looking at over 200 planes that are going to be sold.  And the U.S. administration and the Ex-Im Bank, in particular, were critical in facilitating this deal.  And I want to thank all of the administration officials who were dogged in trying to get this completed.  This is an example of how we are going to achieve the long-term goal that I set of doubling U.S. exports over the next several years. \n\n\tAnd so I want to, first of all, congratulate Lion Air for their incredible success.  I want to congratulate Boeing for making outstanding planes, including the one that I fly on.  (Laughter.)  And this is an example of a win-win situation where the people of the region are going to be able to benefit from an outstanding airline.  And our workers back home are going to be able to have job security and be able to produce an outstanding product made in America.\n\n\tSo congratulations, gentlemen.  Thank you so much.  (Applause.)\n\n\tEND\n\t9:23 A.M. WITA\n\n\n\n\n"
}