{
    "title": "Background on the President's Trip to Iowa | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-presidents-trip-iowa",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 27, 2010\n\n \n\n\n\nBackground on the President's Trip to Iowa\n\n\n\n\nTOUR AND REMARKS AT SIEMENS WIND TURBINE BLADE MANUFACTURING PLANT\nFT. MADISON, IA\nThe President will continue his recent series of White House to Main Street tours with stops in Iowa. In the early afternoon, he will tour the Siemens Wind Turbine Blade Manufacturing Plant in Fort Madison that received nearly $3.5 million in Recovery Act tax credits for clean energy manufacturing jobs. The President will then deliver remarks and share ideas with workers for continuing to grow the economy and to put Americans back to work. The audience will be made up of approximately 230 employees and 100 White House guests.\nPeter Loescher, CEO, Siemens AG (Global) will offer a brief welcome before the President and Secretary Vilsack arrive.  Upon arrival, Secretary Vilsack will deliver brief welcome remarks during the pre-program.\nElected Officials Expected to Attend\nGovernor Chet Culver\nMayor of Fort Madison Steve Ireland\nMayor or Mt. Pleasant Steve Brimhall\nMayor of Keokuk Thomas Marion\nState Senator Tom Courtney\nState Senator Gene Fraise\nState Rep. Elesha Gayman\nState Rep. Jerry Kearns\nState Rep. Phyllis Thede\nSupervisor Tom Furlong\nSupervisor Robert Morawitz\nCouncilman Chris Greenwald\nCouncilman Bradley Randolph\nCouncilman Robert Chestnut\nTour Guide\nRobert Gjuraj, Plant Manager, Siemens Energy, Ft. Madison, Iowa will lead the tour. \nRobert Gjuraj is the plant manager of the Siemens Wind Turbine Blade Plant in Ft. Madison, Iowa.  Robert has 20 years of power generation equipment manufacturing experience from the Westinghouse Electric Corporation and Siemens Energy.  Prior to his plant management position he held several positions within plant operations and supply chain.  He holds a B.S.M.E degree from the University of Kentucky.  \nRobert Gjuraj has written a blog post about preparing for the President’s visit and the company’s growth and investment in clean technologies, which is available HERE.\nBackground\nProvided by Siemens\n48C Tax Credits for Ft. Madison, IA Facility – The Siemens Ft. Madison Wind Turbine Blade Manufacturing Plant received nearly $3.5 million in incentives under the U.S. Department of Energy’s manufacturing tax credit program (48C). Siemens used the federal tax credit to secure additional blade molds and increase production of its next generation blade, which is designed to improve wind harvesting in low-wind conditions. The market success of this innovative technology will enable growth for the renewables market in the U.S. and has contributed to the Ft. Madison plant's ability to expand and nearly double employment. Additionally, Siemens received $4.33 million for the new wind turbine nacelle assembly facility in Hutchinson, Kansas, which is currently under construction, and is expected to employ 400 people by 2012.\nPlant Capacity – Total output of plant represents enough electricity to power more than 400,000 homes per year. \nJobs at Siemens Plant in Ft. Madison – Hired first employee in the fall of 2006; produced the first blade in May 2007 with 230 employees, and today have 609 employees in 600,000-sf plant (542 production, 67 management and other support functions); 65 percent were former employees of larger companies in the area that had closed or downsized. Siemens is the largest employer in Ft. Madison with nearly 600 employees (top-five employer in Lee County). \nFacility Before Siemens – Wabash National, headquartered in Lafayette, Indiana, purchased the former Fruehauf Trailer Company in the spring of 1997 and produced semi-trailer dry freight vans at the Ft. Madison location. In November of 2000, with a peak of 250 employees, the trailer industry slowed and production was reduced back to a one-shift operation.  In August of 2001, Wabash announced the closing of the Ft. Madison facility, and a year later the plant was permanently closed. Siemens acquired the 240,000-sf Wabash facility in 2006 and renovated and expanded it for the wind turbine blade production plant. Pam Crutchfield, who had been the acting plant manager of the Wabash facility was the first Siemens local employee hired in October 2006 and is currently a material logistics specialist.\nProduction – IntegralBlade® wind turbine blades for 2.3-MW wind turbines; average output 16 blades/week in FY 2008; 36 blades/week (April 2010).\nSupply Chain – More than 82 percent of the direct materials for the blades are procured in the U.S. (35 percent in the Midwest). Most operational services, including catering, building maintenance, groundskeeping and office supplies, are also provided by local vendors.\nShipping – As of April 2010, the Ft. Madison facility has shipped a total of 2,163 blades to 18 different projects in North America. By shipping approximately 90% of the blades produced in Ft. Madison via rail, Siemens is able to reduce the carbon footprint associated with transporting the blades by 80%. \nBlades – Siemens is the only manufacturer that uses an innovative, patented process for making the blades in a single, seamless piece that makes them extremely durable and reliable – virtually maintenance free for the 20-year lifecycle of the blade; blades are made primarily from epoxy, fiberglass and balsa wood; they range from 148-160 feet long and weigh between 11-12 tons; three blades are used for each of our 2.3 MW wind turbines; each turbine produces enough power for approximately 700 homes.\n\nOTTUMWA TOWN HALL\nINDIAN HILLS COMMUNITY COLLEGE\n4:40 PM\nLater in the afternoon, the President will hold a town hall meeting at Indian Hills Community College in Ottumwa. There will be approximately 2,100 people in the audience. 70% of the tickets were general admission, distributed Monday on a first come, first served basis. The other 30% were distributed by the White House to elected officials, community leaders, etc. \nElected Officials Expected to Attend\nAttorney General Tom Miller\nMayor of Ottumwa Dale Uehling\nState Senator Joe Bolkcom\nState Senator Keith Kreiman\nState Senator Becky Schmitz\nState Representative Mary Gaskill\nState Representative Curt Hanson\nWapello County Attorney Allen Cook III\nState Representative Eric Palmer\nState Representative Kurt Swaim\nWapello County Supervisor Greg Kenning\nWapello County Recorder Joyce Hass\nWapello County Treasurer Dianne Kiefer\nWapello County Supervisor Jerry Parker\nWapello County Supervisor Steve Siegel\nWapello County Auditor Kelly Spurgeon\nProgram\nPastor Judith Bunyi will deliver the Invocation.\nBunyi is the pastor at Ottumwa First United Methodist Church.\nLandon Greenfield will lead the Pledge of Allegiance.\nGreenfield is a native of Birmingham, IA and is the student body president. He is currently enrolled in the advanced technology program specializing in laser and electro-optics technology. He will graduate this spring with an Associate’s Degree.\nMitchell Jon Bean will sing the National Anthem.\nBean is a native of Columbus Junction, IA and an honor roll sophomore at Indian Hills Community College. He is active in theater.\nWilliam Wynn will Introduce the President.\nWynn is a native of Albia, IA and is currently enrolled in the Advanced Technology Bio-processing program that will prepare him for work in biological and biochemical science applications for agriculture, biofuel production, value-added processing and health product industries. He will graduate this spring with an Associate’s Degree.\n\n\n\n"
}