{
    "title": "Charlotte Mayor Backs Middle Class Tax Cut Framework | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/08/charlotte-mayor-backs-middle-class-tax-cut-framework",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 08, 2010\n\n \n\n\n\nCharlotte Mayor Backs Middle Class Tax Cut Framework\n\n\n\n\n\nFoxx Supports Measure To Extend Unemployment Benefits and Tax Cuts\n\nOffice of the Mayor\n\tCity of Charlotte\n\n\tCharlotte Mayor Anthony Foxx announced his support of the bipartisan measure to extend unemployment benefits and Bush era tax cuts to promote job creation and economic growth:\n\t“President Obama and a bipartisan coalition of federal lawmakers have come together to extend unemployment benefits and tax cuts, both of which will give our economy additional time to heal.  Working families would not experience a federal income tax increase for two years with this proposal.  Without it, their taxes will be increased effective January 1,” Foxx said.\n\n\t“The proposal will create jobs through a combination of payroll tax cuts, business investment tax cuts and unemployment help, many of which were endorsed by the President’s Deficit Commission.   There is still much more work to do but this proposal is also an encouraging sign that bipartisanship will work in Washington over the next two years.  I call on Congress to approve this measure without delay.”\n\n\tThe proposal frame work contains the following provisions:\n\n\nExtension of the 2001/2003 Income Tax Rates for Two Years. The framework agreement includes a mutually agreed upon solution to the impasse over taxes by extending the 2001/2003 income tax rates for two years and reforming the AMT to ensure that an additional 21 million households will not be hit with a tax increase. These measures will provide relief to more than 100 million middle-class families and prevent a tax increase of over $2,000 for the typical family.\n\t\t \n\nGrowth-Oriented Payroll Tax Cuts for Workers. The framework agreement reached by the Administration includes an about 2%, employee-side payroll tax cut for over 155 million workers “providing tax relief of about $120 billion next year. This tax cut will have a major impact on jobs and growth creating substantial numbers of jobs.  Just last month, both the President’s Fiscal Commission and the Bipartisan Policy Center’s Debt Reduction Task Force described a payroll tax cut in 2011 as an effective way to spur growth and job creation.  As economist Nouriel Roubini wrote earlier this year, a payroll tax cut would spur growth because for employees, the increased take-home pay would boost much-needed economic consumption and advance the still-crucial process of deleveraging households.\n\n\n\nExtension of Unemployment Benefits for 13 Months.  The framework agreement extended unemployment benefits at their current level for 13 months, through the end of 2011. This will save millions of Americans searching for work from losing their unemployment benefits in the coming months and will help create hundreds of thousands of jobs.  According to the Council of Economic Advisers, passing this provision will create 600,000 jobs in 2011 alone.\n\n\n\nBusiness Tax Cuts to Increase Investment and Growth.  This growth-oriented tax cut was included in the framework agreement.\n\n\n\n\t\tAccording to the Treasury Department, complete expensing could generate more than $50 billion in additional investment in the U.S. in 2011.\n\t\t \n\n\t\tThe provision will provide a crucial incentive to 2 million businesses to invest and create jobs in the U.S and would be the largest temporary investment incentive in American history.\n\n\n\tThe framework agreement also includes a two-year extension of the R&D tax credit and other tax incentives to support business expansion.  \n\n\tThe framework was announced by President Barack Obama yesterday and requires action by Congress to take effect.\n\n\n\n\n"
}