{
    "title": "Presidential Proclamation -- National Health Center Week, 2015 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/08/07/presidential-proclamation-national-health-center-week-2015",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 07, 2015\n\n \n\n\n\nPresidential Proclamation -- National Health Center Week, 2015\n\n\n\n\n\n\tNATIONAL HEALTH CENTER WEEK, 2015\n\n\t- - - - - - -\n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\n\tA PROCLAMATION\n\n\t \n\n\tFor a half century, health centers have delivered comprehensive, high quality, cost-effective primary health care to patients regardless of their ability to pay.  This week, let us recognize the role of health centers and thank the tireless and dedicated center staff who work long hours to provide fundamental services to those who need them most.\n\n\tServing nearly 23 million patients, health centers are a vital source of primary care in communities across America. These centers also provide patients with crucial information on the importance of regular checkups and screenings, which encourage timely care and decrease the need for emergency treatment.  By providing health insurance enrollment assistance to millions of individuals, they are playing a significant role in the implementation of the Affordable Care Act.  This historic law has supported the operation, expansion, and construction of health centers across our Nation through the establishment of the Community Health Center Fund.  Today, nearly 1,300 health centers operate approximately 9,000 service delivery sites that provide care to people in every State, the District of Columbia, Puerto Rico, the U.S. Virgin Islands, and the Pacific Basin.  I encourage those in need of care to use the \"Find a Health Center\" tool at www.HRSA.gov.\n\n\tToday, America's health centers have become a critical element of a health system that reflects the belief that all people deserve access to essential medical services, regardless of who they are or where they live.  An idea born from the fight for justice and civil rights, health centers -- as well as the committed professionals who support them -- carry forward the ideals fought for at a transformational time in our Nation's history.  Helping to ensure more Americans have the security and peace of mind that comes with quality, affordable care, health centers continue to be instrumental in safeguarding the promise of equality and opportunity for all.\n\n\tThis week, as we recognize the 50-year anniversary of the first community health centers being established in America, let us remember that health care is not a privilege for the few among us who can afford it, but a right for all Americans -- and let us recognize the vital role health centers across our country play in carrying us toward greater health for our people.\n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim the week of August 9 through August 15, 2015, as National Health Center Week.  I encourage all Americans to celebrate this week by visiting their local health center, meeting health center providers, and exploring the programs they offer to help keep families healthy.\n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this seventh day of August, in the year of our Lord two thousand fifteen, and of the Independence of the United States of America the two hundred and fortieth.\n\n\t \n\n\tBARACK OBAMA\n\n\n\n\n"
}