{
    "title": "Declaraciones Iniciales del Presidente Durante Rueda de Prensa | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/10/declaraciones-iniciales-del-presidente-durante-rueda-de-prensa",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 10, 2010\n\n \n\n\n\nDeclaraciones Iniciales del Presidente Durante Rueda de Prensa \n\n\n\n\n11:02 A.M. EDT\n     THE PRESIDENT: Buenos días. Antes de responder a sus preguntas, sólo quiero hablar un poco sobre nuestros continuos esfuerzos por salir de esta recesión y propiciar el crecimiento económico.   \n \nComo dije en Cleveland el miércoles, me postulé a la presidencia porque creía que la política de la década pasada dejó a nuestra economía más débil y a nuestra clase media en apuros. Fueron medidas que recortaron impuestos, especialmente los de millonarios y multimillonarios, disminuyeron la reglamentación de las corporaciones e intereses particulares, y dejaron que todos los demás se las arreglaran solos. Fueron medidas que a fin de cuentas provocaron una crisis económica y una terrible recesión de la que aún nos esforzamos por salir hoy en día.  \n \nAsumimos el cargo con una visión diferente sobre la forma en que debe funcionar nuestra economía. En vez de recortar los impuestos de los millonarios, creemos en recortar los impuestos de las familias de clase media y los dueños de pequeñas empresas. Lo hemos hecho.  En vez de permitir que las corporaciones pongan sus propias reglas de juego, creemos en asegurarnos de que las empresas traten a los trabajadores bien, a los consumidores equitativamente y cumplan las mismas reglas como todos los demás. Por lo tanto, hemos puesto en práctica normas de sentido común. En vez de recortes tributarios que alientan a las corporaciones a generar empleos en el extranjero, creemos en recortes tributarios para las empresas que generan trabajo aquí en Estados Unidos de América. Y hemos comenzado a hacer eso. Queremos inversiones que harán que Estados Unidos sea más competitivo en la economía mundial: inversiones en educación, energía limpia, investigación y tecnología. Y estamos haciendo esas inversiones.\n \nÉstos son los principios que nos han guiado en los últimos 19 meses. Y ésos son los principios que son el fundamento de las propuestas económicas adicionales que ofrecí esta semana, pues aunque la economía vuelve a crecer y hemos generado más de 750,000 empleos en el sector privado este año, el hoyo que dejó la recesión fue inmenso, y el progreso ha sido penosamente lento. Millones de estadounidenses aún buscan trabajo. Millones de familias tienen dificultad para pagar sus cuentas o su hipoteca. Entonces, estas propuestas tienen como propósito acelerar la generación de empleo a corto plazo y darle solidez a la economía a largo plazo.\n \nEstas propuestas  incluyen una extensión permanente y más generosa del recorte tributario a empresas por toda la investigación e innovación que realizan aquí en Estados Unidos.  Y he propuesto que se permita que todos los negocios estadounidenses deduzcan todas las inversiones que realicen en el 2011.  Eso ayudará a las pequeñas empresas a actualizar sus plantas y equipo, y alentará a las grandes corporaciones a dejar de mantenerse al margen y comenzar a poner sus ganancias a trabajar en nuestra economía \n \nTambién anunciamos un plan de seis años para reconstruir las carreteras, vías férreas y pistas de aterrizaje de Estados Unidos. Nuestras inversiones en infraestructura ya están haciendo que la gente vuelva a trabajar en el sector de construcción.  Este plan haría que miles más vuelvan a trabajar y nos ayudaría a seguir siendo competitivos con países de Europa y Asia que ya han invertido mucho en proyectos como trenes de alta velocidad.  \n \nPero algo que podemos hacer la próxima semana es acabar con el obstáculo procesal que una minoría partidista en el Senado viene interponiendo desde hace meses contra una medida de empleos en pequeñas empresas. Sé que hay muchos asuntos en Washington sobre los cuales personas de buena fe simplemente discrepan por sus principios. Éste no debe ser uno de ellos, y no lo es.\nÉsta es una medida que hace dos cosas: les otorga recortes tributarios a los dueños de pequeñas empresas y los ayuda a recibir préstamos. Eliminará impuestos a las ganancias capital sobre inversiones clave para un millón de pequeñas empresas. Creará incentivos para que 4 millones de empresas pequeñas inviertan y creen trabajos. Aumentará a más del doble la cantidad que algunos dueños de pequeñas empresas pueden pedir prestado para poder hacer crecer sus empresas. Es una medida que está pagada; una medida que no contribuirá al déficit; una medida que fue redactada por demócratas y republicanos; una medida que ha sido alabada por la Cámara de Comercio. Sin embargo, una minoría de senadores republicanos ha estado realizando tácticas legislativas para evitar que siquiera se someta la propuesta a votación.  \n \nAhora bien, me complació ver que ayer el senador republicano George Voinovich de Ohio dijo que se rehusaría a seguir respaldando este bloqueo. Como dijo el senador Voinovich, “Este país realmente está sufriendo” y “Ya no tenemos tiempo para juegos”. Estoy completamente de acuerdo.  \n \nComprendo que se avecinan las elecciones. Pero el pueblo estadounidense no nos mandó aquí para pensar sobre nuestros puestos. Nos mandó aquí para pensar sobre los suyos. Y hay pequeñas empresas que en este momento están posponiendo planes de contratar más trabajadores porque esta propuesta está estancada. No es el tipo de liderazgo que merece este país. Y espero que podamos avanzar ahora para hacer que los dueños de las pequeñas empresas reciban el alivio que necesitan para comenzar a contratar y volver a crecer.  \n \nYa que estamos en el tema de la economía, también quiero hacer un anuncio sobre mi equipo económico. Esta semana Christina Romer regresó a Berkeley tras un periodo de actividad incansable y sobresaliente como presidenta del Consejo de Asesores Económicos (Council of Economic Advisors o CEA). Christy es brillante, muy dedicada y fue parte del equipo que ayudó a salvar a este país de una depresión. La extrañaremos mucho. Hoy, me complace anunciar que Austan Goolsbee la reemplazará.  \n \nAustan es uno de mis buenos amigos y más cercanos asesores económicos desde hace años.  Es uno de los mejores economistas del país y ha trabajado como miembro del Consejo de Asesores Económicos desde que llegamos a Washington. No solamente es un economista brillante, sino que es alguien con un profundo entendimiento de las maneras en que la economía afecta a la gente promedio y habla al respecto de un modo fácil de comprender. Ya conoce al resto del equipo y trabaja muy bien con ellos, y tengo plena confianza en que hará una sobresaliente labor como presidente del CEA.  \n \nY finalmente, mañana recordaremos no sólo la angustia del 11 septiembre, sino que conmemoraremos los valores perdurables y la fuerza de espíritu de Estados Unidos. Tanto Michelle como yo nos sumaremos a nuestros conciudadanos para recordar a quienes perdieron la vida ese día y rendir homenaje a todos aquellos que actuaron con tanto heroísmo en medio de la tragedia. Tendré más que decir mañana, pero por ahora, permítanme señalar nada más que mañana es un Día Nacional de Servicio y Recuerdo, y que espero que cada uno de nosotros encuentre una manera de ponerse al servicio de otros –- no solo para reafirmar así nuestros más profundos ideales como estadounidenses, sino también para volver a darle vida a ese espíritu de unión y de nuestro propósito común que tuvimos en los días inmediatos luego de esa mañana de septiembre.\nY ahora, me complacerá responder sus preguntas, y comenzaré con Darlene Superville de la AP. \n \n\n\n\n"
}