{
    "title": "HOJA INFORMATIVA: El Presidente Obama ha promulgado ocho recortes tributarios para pequeñas empresas, promete promulgar ocho nuevos recortes tributarios que beneficiarán a millones de pequeñas empresas | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/10/hoja-informativa-el-presidente-obama-ha-promulgado-ocho-recortes-tributa",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 10, 2010\n\n \n\n\n\nHOJA INFORMATIVA: El Presidente Obama ha promulgado ocho recortes tributarios para pequeñas empresas, promete promulgar ocho nuevos recortes tributarios que beneficiarán a millones de pequeñas empresas\n\n\n\n\nI.       El Presidente Obama ya promulgó ocho recortes tributarios distintos para las pequeñas empresas: En la Ley para la Recuperación (Recovery Act) y leyes posteriores del 2009 y 2010, el Presidente promulgó los ocho recortes tributarios que se mencionan a continuación:\n\nUn nuevo crédito tributario por seguro médico para pequeñas empresas\nUn nuevo crédito tributario por contratar trabajadores desempleados\nIncentivos tributarios de depreciación adicional para apoyar nuevas inversiones\nExclusión de 75% con el impuesto por ganancias de capital para las pequeñas empresas\nExpansión de límites de la deducción de gastos por pequeñas empresas\nCinco años de retroactividad para deducir pérdidas netas de operación \nReducción del periodo de retención de plusvalía generada por pequeñas empresas de 10 a 7 años para permitirles mayor flexibilidad en sus inversiones\nRecorte tributario temporal al impuesto estimado de las pequeñas empresas para permitirles retener más efectivo en caja \n\n \n \nII.    El Presidente tiene la intención de promulgar otra Ley de Empleos en Pequeñas Empresas (Small Business Jobs Bill) con otros ocho recortes tributarios que beneficiarían a millones de pequeñas empresas: Durante semanas, los republicanos han estado obstaculizando el progreso de la Ley de Empleos en Pequeñas Empresas que otorgaría créditos tributarios adicionales a millones de pequeñas empresas, incluidos estos ocho recortes tributarios:\n\nLa exoneración total de los impuestos a las ganancias de capital sobre inversiones clave en pequeñas empresas\nEl más alto límite de deducción de gastos por las pequeñas empresas: hasta $500,000\nUna extensión del crédito por la depreciación adicional del 50% (50% bonus depreciation)\nUna nueva deducción por gastos en cuidados de salud para los trabajadores independientes\nUn crédito tributario y simplificación de deducciones por teléfonos celulares\nUn incremento en la deducción de gastos del empresario de iniciar un negocio\nCinco años de retroactividad en créditos generales a la empresa\nLímites a las sanciones por errores en declaraciones de impuestos que afectan desproporcionadamente a las pequeñas empresas\n\nIII. El Presidente Obama propone recortes tributarios para millones de pequeñas empresas reales, mientras los republicanos usan el pretexto de ayudar a las pequeñas empresas, cuando están luchando por recortes tributarios de $100,000 en promedio para contribuyentes que ganan más de $1 millón\n \n·         Los nuevos recortes tributarios del Presidente ayudarían directamente a millones de pequeñas empresas reales al:\n\n\nHacer que 4.5 millones de pequeñas empresas y personas cumplan con los requisitos para aumentar las inversiones que pueden deducir\nExtender la deducción por la depreciación adicional (bonus depreciation) a 2 millones de empresas, grandes y pequeñas \nHacer que las inversiones en 1 millón de pequeñas empresas cumplan con los requisitos para exoneración total de impuestos por ganancias de capital \nPermitir que 2 millones de trabajadores independientes deduzcan gastos de seguro médico de los impuestos a los trabajadores independientes\nPermitir que prácticamente todos los dueños de pequeñas empresas reciban más fácilmente una deducción por el uso de sus celulares \n\nMientras los republicanos sostienen que su interés en mayores créditos tributarios para contribuyentes de altos ingresos está motivado por su preocupación por las pequeñas empresas, 84% de esos créditos tributarios van a personas que ganan más de $1 millón: Los republicanos están deteniendo los recortes tributarios para la clase media para prestarse $700,000 millones a fin de pagar los recortes tributarios para el 2% de contribuyentes más acaudalados. Dicen que este esfuerzo ayudaría a los empresarios y a las pequeñas empresas, pero el Comité Conjunto sobre Tributación (Joint Committee on Taxation) dice que, 84% de dicho recorte tributario beneficiaría a contribuyentes con ingresos superiores a $1 millón. \nLos contribuyentes de altos ingresos por los que están luchando para que reciban ese crédito tributario no son lo que la mayoría de estadounidenses considera pequeñas empresas: Mientras la retórica de los republicanos en el Congreso implica que están luchando por compañías que recién se inician, tiendas familiares y nuevos empresarios, ellos cuentan como “pequeñas empresas” que ganan “ingresos de pequeñas empresas” a todos los contribuyentes con cualquier tipo de ingreso en sociedad, ingreso como único propietario o ingreso por corporación S. Por lo tanto, con su definición, se considera que los siguientes son: \n\n\nTodos los socios de un gran estudio de abogados dedicados al derecho corporativo \nLos multimillonarios administradores de fondos de especulación \nCasi 50% de los 400 mayores contribuyentes con el más alto ingreso bruto ajustado, según el IRS – un grupo cuyo ingreso promedio en el 2007 fue de $344 millones cada uno \n\n\n\n\n \nLa Ley de Empleos en Pequeñas Empresas: Alivio tributario a millones de pequeñas empresas\n \nEl Presidente ha hecho un llamado el Congreso para que apruebe una medida positiva, la Ley de Empleos en Pequeñas Empresas, a fin de que millones de pequeñas empresas puedan recibir el alivio tributario y acceso al crédito que necesitan para expandirse, crecer y contratar. Los ocho recortes tributarios a continuación se incluyen en la Ley de Empleos en Pequeñas Empresas: \n\nExoneración total de impuestos sobre ganancias de capital en inversiones clave para pequeñas empresas: Bajo la Ley para la Recuperación, 75 por ciento de las ganancias de capital en inversiones clave hechas por pequeñas empresas estaban exoneradas de impuestos. La Ley de Empleos en Pequeñas Empresas del Senado pone en vigor una cláusula temporal para el 2010 propuesta por el Presidente que elimina todos los impuestos sobre ganancias de capital sobre estas inversiones.\nInversiones clave en 1 millón de pequeñas empresas que cumplen con los requisitos para este recorte tributario. \nExtensión y expansión de la capacidad de las pequeñas empresas para deducir inmediatamente sus inversiones de capital: La ley aumenta temporalmente para el 2010 y el 2011 a $500,000 la cantidad invertida en nuevas plantas y equipo que las 4.5 millones de pequeñas empresas podrían deducir, el mayor límite dado jamás, a la vez que eleva a $2 millones el nivel de inversiones en que la deducción gradualmente se termina. \nExtensión de la deducción por la depreciación adicional del 50% (bonus depreciation): La ley prorroga hasta el 2010 una cláusula de la Ley para la Recuperación, como propuso el Presidente en su presupuesto, para la deducción de la “depreciación adicional” (bonus depreciation) para 2 millones de empresas, grandes y pequeñas, y les otorga incentivos para invertir en plantas y equipo al acelerar la rapidez con que pueden deducir sus gastos de capital. \nUna nueva deducción por gastos en seguro médico para los trabajadores independientes:La ley permitiría que 2 millones de trabajadores independientes deduzcan el costo del seguro médico en el 2010 que pagaron por ellos y sus familiares al calcular los impuestos para trabajadores independientes. Se calcula que esta cláusula otorgará $1,900 millones en recortes tributarios a estos empresarios. \nAlivio tributario y simplificación de las deducciones para teléfonos celulares: La ley cambiará las normas tributarias para que se pueda deducir el uso de celulares sin onerosa documentación adicional, lo cual facilita que prácticamente todas las pequeñas empresas en Estados Unidos reciban las deducciones que merecen\nUn incremento en la deducción de los empresarios por gastos de inicio de operaciones: La ley incrementará temporalmente en el 2010 de $5,000 a $10,000 el monto que los empresarios pueden deducir de sus impuestos por gastos de inicio de operaciones (que disminuyen gradualmente hasta el límite de $60,000 en gastos), lo cual ofrece un incentivo inmediato para que alguien con una idea empresarial invierta en abrir una nueva pequeña empresa. \nCinco años de retroactividad en los créditos empresariales generales: Esta ley permitirá que ciertas pequeñas empresas “utilicen retroactivamente” los créditos generales de su empresa para disminuir sus impuestos durante cinco años, lo cual les otorga un recorte tributario inmediato, y a la vez permitir que esos créditos reduzcan el Impuesto Mínimo Alternativo, lo cual reduce los impuestos para estas pequeñas empresas.\nLimitaciones a las sanciones por errores en declaraciones tributarias que afectan desproporcionadamente a las pequeñas empresas: La ley cambiaría la sanción por dejar de reportar ciertas transacciones tributarias de una cantidad fija, lo cual fue criticado pues imponía una sanción más onerosa a las pequeñas empresas, a un porcentaje de los beneficios tributarios de la transacción.\n\n \nApoyo a las pequeñas empresas que aún pasan dificultades para obtener el crédito que necesitan para expandirse y contratar: Como muchas pequeñas empresas solventes aún tienen dificultades para conseguir el crédito que necesitan para crecer, la Ley de Empleos en Pequeñas Empresas también:\n\nCrearía un nuevo fondo de $30,000 millones para préstamos a pequeñas empresas \nEstablecería un Programa de Crédito para Pequeñas Empresas para mejorar programas estatales que apoyan préstamos del sector privado a pequeñas empresas\nProrrogaría las exitosas cláusulas de la Ley para la Recuperación que aumentan las garantías de préstamo de la Dirección de Pequeñas Empresas (Small Business Administration o SBA) y eliminan tarifas\nAumentaría al doble el monto máximo de la mayoría de los préstamos de la SBA \n\n \n\n\n\n"
}