{
    "title": "Addressing the Nuclear Threat: Fulfilling the Promise of Prague at the L'Aquila Summit | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/addressing-nuclear-threat-fulfilling-promise-prague-laquila-summit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 08, 2009\n\n \n\n\n\nAddressing the Nuclear Threat: Fulfilling the Promise of Prague at the L'Aquila Summit\n\n\n\n\n\n\nTHE WHITE HOUSE \n\n\t\tOffice of the Press Secretary\n\t\t_______________________________________________\n\t\tFor immediate release                    July 8, 2009\n\t\t \n\n\nAddressing the Nuclear Threat:\n\t\tFulfilling the Promise of Prague at the L’Aquila Summit\n\t\t \n\n\t\tOn April 5, 2009, in Prague, President Obama presented an ambitious three-part strategy to address the international nuclear threat: 1) proposing measures to reduce and eventually eliminate existing nuclear arsenals; 2) strengthening the Non-proliferation Treaty and halting proliferation of nuclear weapons to additional states; and 3) preventing terrorists from acquiring nuclear weapons or materials. \n\nToday, the G8 leaders endorsed that strategy and released a statement that:\n\nMoving Toward a World Without Nuclear Weapons\n\n\n\t\t\tCalls on all States to meet in full their arms control, disarmament and non-proliferation commitments,\n\n\t\t\tWelcomes President Obama’s announcement to seek ratification of the Comprehensive Nuclear Test Ban Treaty (CTBT),\n\n\t\t\tWelcomes the adoption by the Conference on Disarmament of a program of work for the 2009 session and supports early commencement of negotiations on a Fissile Material Cut-off Treaty,\n\n\t\t\tUnderscores the commitment to create the conditions for a world without nuclear weapons and welcomes the nuclear disarmament measures taken by nuclear weapons states, including the announcement by the United States and Russia of their intent to conclude a legally binding agreement to replace START before it expires in 2009.\n\n\nStrengthening the Non-proliferation Treaty\n\n\n\t\t\tUnderscores that the Non-Proliferation Treaty (NPT) remains the cornerstone of the nuclear non-proliferation regime and calls upon States Parties to the NPT to contribute in a constructive and balanced way to the 2010 Review Conference,\n\n\t\t\tEmphasizes that International Atomic Energy Agency (IAEA) safeguards and the Additional Protocol are essential tools for effective implementation of the NPT and endorses the Additional Protocol as a standard for nuclear supply arrangements.,\n\n\t\t\tAgrees that stronger measures are needed to address non-compliance or unjustified withdrawals from the NPT, to include appropriate action by the UN Security Council and robust use of IAEA inspection authorities,\n\n\t\t\tEncourages the work of the IAEA on assurances of nuclear fuel supply and other multilateral approaches to the nuclear fuel cycle as effective means for broadening access to peaceful uses of nuclear energy while minimizing proliferation risks,\n\n\t\t\tReiterates commitment to a comprehensive, peaceful and diplomatic solution to the Iranian nuclear issues and strongly supports efforts for a negotiated solution,\n\n\t\t\tUrges Iran to comply with the relevant United Nations Security Council Resolutions (UNSCRs) and to cooperation with the IAEA,\n\n\t\t\tStrongly condemns the nuclear test conducted by the Democratic People’s Republic of Korea (DPRK) on 25 May 2009 as well as the April 2009 ballistic missile launch in violation of UNSCR 1718,\n\n\t\t\tUrges the DPRK to abide by UNSCRs 1695, 1718 and 1874 and to abandon all nuclear weapons and existing nuclear programs and ballistic missile programs in a complete, verifiable and irreversible manner.\n\n\nSecuring Nuclear Weapons and Materials from Terrorists\n\n\n\t\t\tNotes progress by the Nuclear Suppliers Group (NSG) on mechanisms to strengthen controls on the transfer of enrichment and reprocessing technology, equipment and facilities and urges the NSG to reach consensus this year,\n\n\t\t\tSupports the fulfillment of the United Nations Security Council resolution 1540 mandate and encourages all states to participate actively in the resolutions upcoming comprehensive review,\n\n\t\t\tRecognizes and pledges to support further the work of the Global Initiative to Combat Nuclear Terrorism,\n\n\t\t\tReiterates support for the Proliferation Security Initiative’s role in countering WMD proliferation and the work of the Financial Action Task Force in combating proliferation finance,\n\n\t\t\tCalls on all States to fully implement the non-proliferation measures in UNSCR 1540 and welcomes discussion in the Global Partnership against the Spread of Weapons of Mass Destruction of options to expand partners and include new fields of cooperation, such as prevention of WMD knowledge proliferation.\n\n\nAnnouncement of a Global Nuclear Summit in 2010\n\n\t\tAs the President stated in his Prague speech, nuclear terrorism is the most immediate and extreme threat to global security. He announced an international effort to secure vulnerable nuclear materials within four years, break up black markets, detect and intercept materials in transit, and use financial tools to disrupt illicit trade in nuclear materials. \n\n\t\tIn L’Aquila, the President formally announced his plan to host a Global Nuclear Security Summit in March 2010:\n\n\n\t\t\tThe Summit would allow discussion on the nature of the threat and develop steps that can be taken together to secure vulnerable materials, combat nuclear smuggling and deter, detect, and disrupt attempts at nuclear terrorism.\n\n\t\t\tThe planned outcome of the Summit would be a communiqué pledging efforts to attain the highest levels of nuclear security, which is essential for international security as well as the development and expansion of peaceful nuclear energy worldwide.\n\n\t\t\tEach attending nation will nominate its own Sherpa to prepare for this important event.\n\n\t\t\tWe should not wait for an act of nuclear terrorism before working together to collectively improve our nuclear security culture, share our best practices and raise our standards for nuclear security.\n\n\n\n\n\n\n"
}