{
    "title": "President Obama Nominates Three to Serve as U.S. Marshals | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/06/23/president-obama-nominates-three-serve-us-marshals",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 23, 2011\n\n \n\n\n\nPresident Obama Nominates Three to Serve as U.S. Marshals\n\n\n\n\n\n\tWASHINGTON- Today, President Obama nominated Steven Richard Frank, Martin John Pane and David Blake Webb to serve as U.S. Marshals.\n\n\t“These dedicated law enforcement professionals have spent their careers protecting their fellow Americans,” said President Obama.  “I am honored to nominate them to serve the American people as U.S. Marshals.”\n\nSteven Richard Frank:  Nominee for United States Marshal for the Western District of Pennsylvania\n\tSteven Richard Frank is the Chief of Staff at the National Drug Intelligence Center, a position he has held since 2006.  Frank served with the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) from 1984 to 2006.  He spent his last ten years at ATF as a Supervisory Special Agent assigned to the National Drug Intelligence Center.  From 1979 to 1984, he served as a Special Agent with the Criminal Investigation Division of the Internal Revenue Service in Pittsburgh, Pennsylvania.  Frank previously worked as a welfare fraud investigator for the Rockland County, New York Department of Social Services from 1974 to 1979.  He received a B.S. in 1974 from the University of Bridgeport.  \n\nMartin John Pane:  Nominee for United States Marshal for the Middle District of Pennsylvania\n\tMartin John Pane is the Chief Deputy U.S. Marshal for the Middle District of Pennsylvania.  The U.S. Marshal Service hired Pane in 1988 and he initially served in the District of New Jersey.  Pane transferred to Scranton, Pennsylvania in 1992 and he rose through the ranks to his current senior management position. From 1990 to 1998, Pane also served within the U.S. Marshal Service’s rapid-response Special Operations Group.  He received his B.A. with a focus on Criminal Justice Administration in 1987 from Mansfield University.  He resides in Elmhurst, Pennsylvania with his wife.\n\nDavid Blake Webb:  Nominee for United States Marshal for the Eastern District of Pennsylvania\n\tDavid Blake Webb is an Assistant U. S. Attorney in the Eastern District of Pennsylvania, a position he has held since 1994.  From 2006 to 2007, Webb served a detail to the Department of Justice Regime Crimes Liaison Office in Baghdad, Iraq where he assisted the Iraqi government in prosecuting high-ranking former members of the Saddam Hussein regime.  Webb previously served as an Assistant District Attorney and Chief of the Homicide Unit in the Philadelphia District Attorney’s Office from 1982 to 1994.  He also worked for the North Carolina Department of Corrections from 1973 to 1979.  Webb received a J.D. in 1982 from the University of North Carolina at Chapel Hill School of Law, a M.A. in 1974 from Wake Forest University, and a B.A. in 1971 from Lycoming College.\n\n\n\n\n"
}