{
    "title": "Statement by the Press Secretary on the 2016 Nuclear Security Summit | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/08/10/statement-press-secretary-2016-nuclear-security-summit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 10, 2015\n\n \n\n\n\nStatement by the Press Secretary on the 2016 Nuclear Security Summit\n\n\n\n\n\n\tTwo years ago, in Berlin, the President formally announced his plan to host a fourth and final Nuclear Security Summit in 2016.  The Summit will be held March 31-April 1, 2016, at the Walter E. Washington Convention Center in Washington, D.C.\n\n\tAs the President stated in his speech in Prague in 2009, nuclear terrorism is the most immediate and extreme threat to global security. He announced an international effort to secure vulnerable nuclear materials, break up black markets, and detect and intercept illicitly trafficked materials. The first Nuclear Security Summit was held in Washington, D.C. in 2010, and was followed by additional Summits in Seoul in 2012, and The Hague in 2014.  These Summits achieved tangible improvements in the security of nuclear materials and stronger international institutions that support nuclear security.\n\n\tThe Summit will continue discussion on the evolving threat and highlight steps that can be taken together to minimize the use of highly-enriched uranium, secure vulnerable materials, counter nuclear smuggling and deter, detect, and disrupt attempts at nuclear terrorism. The United States seeks a strengthened global nuclear security architecture that is comprehensive, is based on international standards, builds confidence in nations’ nuclear security implementation, and results in declining global stocks of nuclear weapons-usable materials. We cannot afford to wait for an act of nuclear terrorism before working together to collectively raise our standards for nuclear security.\n\n\n\n\n"
}