{
    "title": "Facts and Figures on Drawdown in Iraq | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/facts-and-figures-drawdown-iraq",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 02, 2010\n\n \n\n\n\nFacts and Figures on Drawdown in Iraq\n\n\n\n\n“Let me say this as plainly as I can: by August 31, 2010, our combat mission in Iraq will end.”\n- President Barack Obama, Camp Lejeune, February 27, 2009\nTroops and Change of Mission\nWhen President Obama took office in January 2009, there were 144,000 U.S. troops in Iraq.  At his Camp Lejeune speech on February 27, 2009, President Obama announced that the United States would end its combat mission on August 31, 2010, and retain a transitional force of up to 50,000 U.S. troops to train and advise Iraqi Security Forces; conduct partnered and targeted counter-terrorism operations; and protect ongoing U.S. civilian and military efforts.\n- By January 2010, there were 112,000 U.S. troops in Iraq.  By the end of May 2010, that number had been reduced to 88,000. General Odierno made the decision in May 2010 that positive developments in the security sector permitted the drawdown to go forward as planned.  The final tranche of the drawdown to reach the President’s commitment to end combat operations began in earnest in June 2010.   By the end of August 2010, the number of U.S. troops in Iraq will be further reduced to 50,000. On August 31, Operation Iraqi Freedom will end. The transitional mission will be called Operation New Dawn. Consistent with our agreements with the Iraqi government, all U.S. troops are scheduled to leave Iraq by the end of 2011.\n- There are currently 665,000 Iraqi Security Forces who have been leading the effort to secure Iraq since June 2009, when U.S. troops repositioned outside of Iraqi cities.  Even as terrorists have sought to exploit the period of government formation that has followed Iraq’s successful election, security incidents remain near the lowest level since we’ve been keeping records.  Since the beginning of this year, the U.S. and Iraqi military partnership has resulted in the death or arrest of more than 30 members of the top leadership of al-Qai’da in Iraq. \n- The reduction in troops does not mean a reduction in the U.S. commitment to Iraq – it means a change in the nature of our commitment from one led by the military to one that is civilian-led. The transitional force that we will have in place can continue to support Iraqi Security Forces.  And we will strengthen the U.S. and Iraqi partnership in fields such as education, the rule of law, trade and technology.  To guide the expansion of our relationship, the United States and Iraq signed a Strategic Framework Agreement, which specifies areas for dialogue, exchanges, links, and the transfer of expertise.\nEquipment\nBy the end of August 2010, U.S. Forces in Iraq will reduce the total number of equipment in Iraq from 3.4 million pieces in January 2009 to a total of 1.2 million pieces, which are required to support the remaining troops which will be organized six Advise and Assist Brigades plus enablers. Lieutenant General William Webster, who commands the Third Army and is overseeing the drawdown, said “This is the largest operation, that we’ve been able to determine, since the build-up for World War II.”\n- The equipment is being moved to one of three places in priority order:  to U.S. troops fighting in Afghanistan, to replenish U.S. military stocks, and to Iraqi Security Forces to ensure they have the minimum essential capability to handle Iraq’s security.  Most of the troops and equipment are being transported out of Iraq through Kuwait, although Jordan and Turkey are also permitting transit.\n- The Army has dubbed the combined drawdown in Iraq and reinforcement in Afghanistan “Nickel II.”  The name plays off the Third Army’s role in World War II, when General Patton ordered a dramatic turnabout to attack the Germans during the Battle of the Bulge.  Patton called his operation “Nickel.”\nBases\nAs part of the drawdown in Iraq, U.S. forces are also closing or transferring military bases in Iraq.\n-  In June 2009, U.S. Forces occupied 357 bases.  U.S. Forces currently occupy 121 bases, and are expected to reduce that number to 94 bases by the end of August.\nThe Big Picture:  U.S. troops “Boots on the Ground” (BOG) in Iraq and Afghanistan\nSeveral facts illustrate both the size and scope of the drawdown, and the shift in focus as we end the war in Iraq, and focus on al Qaeda and Afghanistan.\n- In January 2009, there were about 177,000 U.S. troops in Iraq and Afghanistan:  144,000 in Iraq and 33,000 in Afghanistan. In July 2010, there are about 169,000:  81,000 in Iraq and 87,000 in Afghanistan. In September 2010, there will be about 146,000:  50,000 in Iraq and 96,000 in Afghanistan. So even with the surge in Afghanistan, the total number of U.S. troops in Iraq and Afghanistan will have been reduced from 177,000 to roughly 146,000. In addition to those on the ground in Iraq and Afghanistan, there are about 28,000 U.S. service-members deployed supporting Iraq and 17,000 supporting Afghanistan.  They are deployed in other locations, such as Kuwait, Qatar, and afloat in the Persian Gulf.\n- The drawdown of U.S. forces from Iraq since January 2009 comprises roughly three times as many troops as the President ordered to Afghanistan last December.\n\n\n\n"
}