{
    "title": "Statement by the President on World Humanitarian Day | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/08/19/statement-president-world-humanitarian-day",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 19, 2010\n\n \n\n\n\nStatement by the President on World Humanitarian Day\n\n\n\n\nSeven years ago today, terrorists heinously attacked the UN Headquarters in Baghdad, killing twenty-two innocent people who were in Iraq to support Iraqis in their quest to live with freedom, dignity, and security.  That outrageous attack highlighted the increasing dangers faced by unarmed humanitarians from around the world who dedicate their lives to serving their fellow human beings, often in extremely difficult circumstances.  It is our respect and gratitude for their contributions that has led the international community to designate August 19 as World Humanitarian Day.\nThese humanitarians live and work in the world’s most dangerous and difficult places, often at great risk to their own lives.  From Somalia to Sudan, Haiti to Iraq, Burma to the Democratic Republic of the Congo, and Pakistan to Afghanistan, these individuals, often unheralded, provide life-sustaining support to millions.  Today, we honor their selfless service and the humanitarian principles that they embody.\nThese local and international humanitarian aid workers have distinguished themselves again this year.  In the aftermath of the deadly earthquake in Haiti, humanitarian aid workers from around the world mobilized immediately for emergency rescue efforts, and remain in the country today to support ongoing relief and recovery efforts.  Today humanitarian aid workers are providing food, water and other life-saving assistance to millions of Pakistanis devastated by flooding.  In Sudan, aid workers risk violent attacks and kidnapping to try to feed the displaced of Darfur and help the South prepare for its approaching referendum.\nToday we also mourn the losses of those who have paid the ultimate sacrifice in pursuit of humanitarian ideals.  This month, ten American, Afghan, German, and British humanitarian workers in Afghanistan were brutally murdered.  They died distributing medicine, eyeglasses, and other assistance urgently needed by the people of Afghanistan.  And they are the victims of a dangerous trend.  Armed groups are increasingly targeting the humanitarian workers whose simple goal is to help innocent civilians in times of danger and suffering.   Over the past decade, over 700 humanitarian workers have lost their lives in service, and murders of humanitarian aid workers have more than tripled annually, to 102 deaths in 2009.\nOn this World Humanitarian Day, the United States condemns the killing, kidnapping and other attacks against humanitarian aid workers and we reaffirm our enduring commitment to the goals to which they have dedicated their lives.  Every humanitarian aid worker must be free to serve without fear for their safety, and every person in the world must be able to pursue their aspirations in peace and security.\n\n\n\n\n"
}