{
    "title": "Declaraciones del Presidente sobre la implementación de la Ley sobre Tarjetas de Crédito | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-sobre-la-implementaci-n-de-la-ley-sobre-tarjetas-de-cr",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 22, 2010\n\n \n\n\n\nDeclaraciones del Presidente sobre la implementación de la Ley sobre Tarjetas de Crédito \n\n\n\n\nHoy, entran en vigor las importantes reformas de la Ley de Rendición de Cuentas, Responsabilidad y Divulgación para Tarjetas de Crédito (Credit Card Accountability, Responsibility and Disclosure Act) que promulgué en la primavera, un cambio crucial y significativo a favor de los consumidores estadounidenses. Durante demasiado tiempo, las compañías de tarjetas de crédito han tenido carta blanca para emplear tácticas engañosas e injustas que les impusieron costos desmesurados a los consumidores responsables. Pero hoy, estamos cambiando el equilibrio de fuerzas a favor del consumidor y haciendo que las compañías de tarjetas de crédito rindan cuentas.\nLas nuevas normas que entran en vigor hoy significan que las compañías de tarjetas de crédito ya no pueden aumentar las tasas retroactivamente ni aumentar las tasas el primer año en que se abre una cuenta, cobrar multas engañosas por retraso en el pago o por exceder el límite de crédito. Ahora se requiere que notifiquen con la debida anticipación si planean cambiar las condiciones de sus tarjetas de crédito, y las fechas y horas de pago deben ser claras, simples y fijas. Hay nuevas protecciones para los consumidores menores de edad, restricciones sobre el cobro de financiamiento usando dos ciclos y límites para tarjetas de crédito con cuotas altas. Las nuevas normas son parte de los esfuerzos en curso y sin precedente que realiza mi gobierno para mejorar las medidas de protección a favor del consumidor y promulgar una reforma financiera significativa.\nEstas nuevas normas no dispensan a los consumidores de su obligación de pagar sus cuentas, pero finalmente crean condiciones equitativas para que toda familia y pequeña empresa que usa tarjetas de crédito cuente con la información que necesita para tomar decisiones financieras responsables.\n \n\n\n\n"
}