{
    "title": "As Part of the Let Girls Learn Initiative, First Lady to Travel to Japan and Cambodia March 18-22 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/03/02/part-let-girls-learn-initiative-first-lady-travel-japan-and-cambodia-mar",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMarch 02, 2015\n\n \n\n\n\nAs Part of the Let Girls Learn Initiative, First Lady to Travel to Japan and Cambodia March 18-22\n\n\n\n\nTokyo, Japan; Kyoto, Japan; Siem Reap, Cambodia\nComing on the heels of the President and First Lady’s launch of the Let Girls Learn international girls education initiative, Mrs. Obama will travel to Japan and Cambodia from March 18-22, 2015. She will visit Tokyo on March 18-19, Kyoto on March 20, and Siem Reap on March 21-22.  She will be joined by Peace Corps Director Carrie Hessler-Radelet for the trip. While in Japan, the First Lady will highlight the importance both countries place on international girls education, and the plans to deepen our partnership on this issue through development programs and collaboration between the Peace Corps and Japan’s Overseas Cooperation Volunteers.  The First Lady will then travel to Cambodia, one of the first 11 countries to be included in the Let Girls Learn Peace Corps initiative in the program’s first year.  In Cambodia, Mrs. Obama and Peace Corps Director Hessler-Radelet will see up close how community-driven solutions are changing girls’ lives, a key component of the Let Girls Learn Peace Corps program. For more information on the Let Girls Learn Initiative, please click HERE.\nAdditional details about the First Lady’s trip are forthcoming.\nTuesday, March 3, 2015\nWashington, DC * 2:50 PM – On Tuesday afternoon, the President and the First Lady will deliver remarks at the White House about expanding efforts to help adolescent girls worldwide attend and stay in school. These efforts will build on the investments we have made and the successes we have achieved in global primary school education by elevating existing programs and public and private sector partnerships.\nThe event in the East Room will be open press and streamed live on obamawhitehouse.archives.gov/live\nThursday, March 5, 2015\nWashington, DC * 1:00 PM – In honor of International Women’s Day, First Lady Michelle Obama will attend the Secretary of State’s International Women of Courage Awards ceremony in the Dean Acheson Auditorium of the U.S. Department of State.  The annual ceremony recognizes women around the globe who have shown exceptional courage and leadership in advocating for women’s rights and empowerment, often at great personal risk. Since the inception of this award in 2007, the Department of State has honored more than 70 women from 45 different countries.\n\n\n\n\n"
}