{
    "title": "Statement by President Obama on the 45th Anniversary of the March from Selma-to-Montgomery | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-president-obama-45th-anniversary-march-selma-montgomery",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 07, 2010\n\n \n\n\n\nStatement by President Obama on the 45th Anniversary of the March from Selma-to-Montgomery\n\n\n\n\nOn this day, 45 years ago, hundreds of brave men and women gathered in the small town of Selma, Alabama to announce to the world that they, too, sang America. As they marched from Selma to Montgomery, fully aware of the danger that lay ahead, these heroes let their feet speak in a way that their voices alone could not.\nToday, as we gather in this hallowed place on the anniversary of what would come to be known as “Bloody Sunday,” let us honor the memory of all those who were shoved and beaten within an inch of their lives because they believed in the simple truth that every American – regardless of race – had the right to cast a vote; had the right to live free; had the right to reach for their dreams.\nIt would take the marchers three tries to make it to Montgomery in March of 1965 – and even longer to secure the rights they fought so hard for. Along the way, leaders were born – men like John Lewis, who endured taunts and beatings with the same quiet grace and dignity and determination that so many of us admire today. For Congressman Lewis and so many like him, no sacrifice was too great to make in freedom’s cause.\nThe Movement also had a partner in the White House – a President who declared “we shall overcome,” and who understood that our nation could not move forward as long as any of its citizens were held back. President Johnson helped deliver on that promise by signing the Voting Rights Act in August of that year – a law that aligned this nation more closely with its founding ideals of justice and equality for all.\nToday, we stand on the shoulders of all the Moses Generation that made the Voting Rights Act possible, that made the Civil Rights Act possible, that made the civil rights movement possible. Yet with all of the progress that has been made since that terrible day in Selma, we also know that there is still much work to be done, by us – the Joshua generation.\nSince taking office, I have never forgotten that responsibility. That’s why the first bill I signed as President helped ensure that never again will someone be forced to do the same work for less pay simply because of their gender. That’s why we continue to give the Department of Justice, led by Attorney General Holder, the tools to protect voting rights and defend fair practices across our nation. And that’s why last month, we sought final resolution with the nation’s black farmers who had suffered indignation for years because of the misguided actions of their government.\nBut we must also remember that the mission at the heart of the Civil Rights Movement was never simply about obtaining the right to sit at a lunch counter or ride on a bus. It was about giving Americans of every race, faith, and station, the right to fulfill their God-given potential. That’s why we are making unprecedented investments in the education of our children; in guaranteeing quality, affordable health care for every American; and in working to create good, well-paying jobs that will help build the economy of the 21st century.\nSo let us honor the men and women who marched into history so many years ago – both those who are with us today, and those who long ago gave their lives to perfect our union. Let us remember their courage in the face of danger, and recommit ourselves to the journey ahead. Because I am confident that if we stand together in the Joshua Generation as the Moses Generation did before us – then, in the words of a song we know so well, we will face the rising sun of a new day begun. Thank you.\n\n\n\n"
}