{
    "title": "Trumka Statement on the President's Fiscal Policy Speech | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/13/trumka-statement-presidents-fiscal-policy-speech",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 13, 2011\n\n \n\n\n\nTrumka Statement on the President's Fiscal Policy Speech\n\n\n\n\n\n\t \n\n\tBy: Richard Trumka, AFL-CIO President\n\n\t \n\n\tToday, President Obama gave a promise to America’s working people that he wouldn’t follow the path of the radical Republican fiscal agenda that leads to lost jobs and a national decline of standards. That commitment is essential at this crucial moment for children, students, seniors and everyone who hopes for a secure economic future.  \n\n\t \n\n\tThe President also made clear that he understands why Social Security, Medicare and Medicaid are so important to working people. The labor movement is equally clear that we oppose cuts to any of these critical programs – no matter who proposes them.\n\n\t \n\n\tAbove all, let us refocus our national energy and attention on job creation – because successful job creation is the key to making long-term deficit reduction both easier and more politically achievable.\n\n\t \n\n\tThe Republican budget proposal, by contrast, is simply a shameful wealth transfer from working people to corporate CEOs. It does not make a significant dent in the deficit. It is a fraud on the American people.  Republican leaders in Congress have shown they want a massive cut in tax rates for the wealthy and for Wall Street, and they want the middle class and the poor to pay for it in various ways, including higher health care costs, hidden tax increases and cuts in essential programs. At a time of record unemployment, each cut to our nation’s budget threatens American jobs and the Republicans’ irresponsible cuts would eliminate hundreds of thousands of them.\n\n\t \n\n\tHere’s the truth:  We cannot have an honest conversation about the deficit until we return fairness to our tax system, and that includes addressing our medium and long term fiscal problems created by the $100 billion-a-year Bush tax cuts, as President Obama made clear today. But we also must close corporate tax loopholes in a way that raises additional net revenues. We must insist that corporations and the rich pay their fair share instead of shortchanging education, health care, technology and other investments in our future. President Obama does not yet have the balance right between spending cuts and new revenue. Without significant new revenues, we will just end up balancing the budget on the backs of the poor and the middle class.\n\n\t \n\n\tThe regressive and economically destructive plan of the Fiscal Commission Chairs is not a starting point. A number of groups on the Democratic side have come forward with plans and ideas that seek to restore fiscal health, tax fairness and investments in our future. Those ideas have to be the way forward to create an economy in which our children can thrive, with a renewed focus on creating good jobs.\n\n\n\n\n"
}