{
    "title": "President and Mrs. Obama, Cabinet Secretaries, Senior Administration Officials Honor Martin Luther King, Jr. National Day of Service by Participating in Community Service Projects Around Washington, DC | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-and-mrs-obama-cabinet-secretaries-senior-administration-officials-honor-m",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 18, 2010\n\n \n\n\n\nPresident and Mrs. Obama, Cabinet Secretaries, Senior Administration Officials Honor Martin Luther King, Jr. National Day of Service by Participating in Community Service Projects Around Washington, DC\n\n\n\n\nWASHINGTON, DC – Today, to celebrate the Martin Luther King, Jr. National Day of Service and honor Dr. King’s life and legacy, President and Mrs. Obama, and 10 Cabinet Secretaries and senior Administration officials participated in community service projects in Washington, DC.  Led by the Corporation for National and Community Service and the King Center, the Martin Luther King, Jr. Day of Service is an opportunity for all Americans to come together to help meet the needs of their communities and make an ongoing commitment to service throughout the year.  This year, the King Day of Service includes thousands of projects – from delivering meals and refurbishing schools to reading to children, promoting nonviolence and more – spread across all 50 states.\n“Dr. King dedicated his life to advancing social justice and equal opportunity for all,” President Obama said.  “But more than forty years after his death, there is still much work left to be done.  Through service, we honor his legacy by helping our neighbors, strengthening our communities and meeting the challenges we face together.  I encourage all Americans to not only continue Dr. King’s work through service today, but to make service a part of your lives every day.”\nFor more on the Martin Luther King, Jr. National Day of Service, please visit the Corporation for National and Community Service at www.serve.gov/mlkday.asp.\nPlease see below for a list of Administration officials who participated in the King Day of National Service in Washington, DC:\n\nThe President, First Lady and their family visited So Others Might Eat, an organization dedicated to helping people get off the streets and empowering them to make lasting changes in their lives.  The First Family served food to homeless and hungry men, women and children.\nTreasury Secretary Tim Geithner prepared hot and cold food for area shelters at Washington Hebrew Congregation.\nAttorney General Eric Holder prepared meals for local area homeless at Church of the Epiphany.\nSecretary of the Interior Ken Salazar and Director of the National Parks Service  John Jarvis participated in a clean-up and site beautification project at the DC War Memorial on the National Mall.\nHealth and Human Services Secretary Kathleen Sebelius visited and spoke with underprivileged care recipients at an on-site H1N1 clinic at the Martin Luther King, Jr. Memorial Library.\nSecretary of Transportation Ray LaHood removed trash and participated in a community clean-up project with Living Classrooms near the Navy Yard.\nSecretary of Education Arne Duncan and Corporation for National and Community Service Acting CEO Nicky Goren participated in a school painting and beautification project with City Year at Ron Brown Middle School.\nSecretary of Veterans’ Affairs Eric Shinseki helped prepare food for distribution to area soup kitchens at DC Central Kitchen.\nCouncil on Environmental Quality Chair Nancy Sutley participated in a canvass kick-off and door-to-door canvass with Weatherize DC to encourage homeowners to weatherize their homes.\nPeace Corps Director Aaron Williams prepared and served dinner for the homeless at Miriam’s Kitchen.\n\n\n\n\n"
}