{
    "title": "White House Announces East Wing Staff Changes | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/white-house-announces-east-wing-staff-changes",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 04, 2009\n\n \n\n\n\nWhite House Announces East Wing Staff Changes\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  _____________________________________________________  For Immediate Release                           June 4, 2009    WHITE HOUSE ANNOUNCES EAST WING STAFF CHANGES Jackie Norris to Senior Advisor to Corporation for National and Community Service, Susan Sher to Chief of Staff to First Lady Michelle Obama  WASHINGTON, DC – The White House announced today that the First Lady’s Chief of Staff Jackie Norris has been appointed as Senior Advisor to the Corporation for National and Community Service (CNCS). Susan Sher, a longtime colleague and friend of the First Lady’s, has been promoted to Chief of Staff. The First Lady, Mrs. Norris and Ms. Sher all released statements on the moves, included below: Statement from Mrs. Obama: Jackie Norris has been a colleague and friend since the earliest days of the Iowa campaign. She has built a strong organization in the East Wing and made tremendous progress on issues that are important to me and the President, particularly in the area of national service. In assuming the role as Senior Advisor to the Corporation for National and Community Service, Jackie will work closely with my office and the Administration as we move forward to implement the new Serve America Act and we will continue to count on Jackie’s leadership and passion for this cause. Susan Sher is a trusted advisor, longtime mentor and friend dating back to my work at the City of Chicago and later the University of Chicago. Since the beginning of this Administration, Susan has served as a senior member of the East Wing and West Wing teams providing legal counsel, working as a member of the health care reform task force and leading Jewish outreach, and her transition to chief of staff will be seamless. Statement from Jackie Norris: I am grateful to President and Mrs. Obama for the opportunities and friendship they have given me over the last few years and I am looking forward to becoming an integral part of this Administration’s efforts to advance the cause of national and community service. Statement from Susan Sher: Mrs. Obama and I have worked together for many years on issues that we both care deeply about and I appreciate the opportunity to be of greater service to her and this Administration.\n\n\n\n"
}