{
    "title": "Remarks By President Obama And President Medvedev Of Russia Prior To Private Meeting | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/remarks-president-obama-and-president-medvedev-russia-prior-private-meeting",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 06, 2009\n\n \n\n\n\nRemarks By President Obama And President Medvedev Of Russia Prior To Private Meeting\n\n\n\n\n\n\n THE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t______________________________________________________________________\n\t\tFor Immediate Release                                                      July 6, 2009\n\nREMARKS BY PRESIDENT OBAMA\n\t\tAND PRESIDENT MEDVEDEV OF RUSSIA\n\t\t PRIOR TO PRIVATE MEETING \n\n\t\tThe Kremlin \n\t\t                                \n\t\t Moscow, Russia\n\n\t\t2:47 P.M. (Local)\n\n\t\tPRESIDENT MEDVEDEV:  (As translated.)  Mr. President, Barack, distinguished members of the American delegation, on this occasion I would like to welcome you in the Kremlin.  And it is our expectation that during the deliberations we will have today and tomorrow, we'll have a full-fledged discussion of the relations between our two countries, closing some of the pages of the past and opening some the pages of the future.\n\n\t\tSo among those difficult questions our countries are tackling together are those pertaining to economy, security, and the strategic offensive armaments.  And it is my hope that it will be possible for us to tackle successfully this problem jointly and to (inaudible).\n\n\t\tSo once again I'd like to welcome you and to wish you success.\n\n\t\tPRESIDENT OBAMA:  Thank you.  Well, let me just thank President Medvedev and his entire delegation for their extraordinary hospitality.  We are confident that we can continue to build off the excellent discussions that we had in London, and that on a whole host of issues, including security issues, economic issues, energy issues, environmental issues, that the United States and Russia have more in common than they have differences, and that if we work hard during these next few days, that we can make extraordinary progress that will benefit the people of both countries.\n\n\t\tSo we are very much looking forward to our meetings, and again I want to thank not only you, Mr. President, but the people of Russia for hosting us today.  We're very glad to be in Moscow.\n\n\t\tPRESIDENT MEDVEDEV:  Even the weather favors such an intercourse between us -- since it's going to be chilly outside, and it's better to work inside.\n\n\t\tPRESIDENT OBAMA:  We might as well be inside today.  (Laughter.)  Although the last time I was here in Moscow, it was 80 degrees.\n\n\t\tEND\n\t\t2:51 P.M. (Local)\n\n\n\n\n\n"
}