{
    "title": "Statement By The President On World Malaria Day | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-president-world-malaria-day",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 24, 2009\n\n \n\n\n\nStatement By The President On World Malaria Day\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary ____________________________________________________________________ FOR IMMEDIATE RELEASE                                      April 24, 2009   STATEMENT BY THE PRESIDENT ON WORLD MALARIA DAY The United States stands with our global partners and people around the world to reaffirm our commitment to make the U.S. a leader in ending deaths from malaria by 2015. This begins with ending malaria as a major public health threat in Africa, where it kills nearly one million people each year, and overwhelms public health systems. It is time to redouble our efforts to rid the world of a disease that does not have to take lives. Together, we have made great strides in addressing this preventable and treatable disease.  Across Africa, children and their families are sleeping under bed nets; local groups are working with pregnant women and mothers so that anti-malarial drugs are available for them and for their sick children. In schools and villages, community centers and places of worship, clinics and hospitals, optimism is growing that we can and we will succeed in our ambitious goals.  Together, we can build on this progress against malaria and address a broad range of global health threats by investing in health systems, and continuing our work with partners to deliver highly effective prevention and treatment measures.  In Africa, where the disease burden is the greatest, many countries are making dramatic gains in reducing the terrible burden of malaria, particularly for the benefit of those most vulnerable, so that malaria is no longer an intractable fact of life.  Today, I recommit to work with our partners in this fight. ## \n\n\n\n"
}