{
    "title": "President Obama Announces His Intent to Nominate Dan Tangherlini as Administrator of the General Services Administration | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/05/22/president-obama-announces-his-intent-nominate-dan-tangherlini-administra",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 22, 2013\n\n \n\n\n\nPresident Obama Announces His Intent to Nominate Dan Tangherlini as Administrator of the General Services Administration\n\n\n\n\nWASHINGTON, DC – Today, President Barack Obama announced his intent to nominate Dan Tangherlini as Administrator of the General Services Administration.\nPresident Obama said, “As Acting Director, Dan helped restore the trust of the American people in the General Services Administration by making the agency more efficient, accountable and transparent. I want to thank Dan for his leadership over the past year and for agreeing to continue serving in the Administration.\"\n\t           \nPresident Obama announced his intent to nominate Dan Tangherlini as Administrator of the General Services Administration:\nDan Tangherlini, Nominee for Administrator, General Services Administration\n\tDan Tangherlini is currently the Acting Administrator of the General Services Administration, a role he has held since April 2012.  He was designated by the President to this position from the U.S. Department of the Treasury, where he has been the Chief Financial Officer since 2009 and also served as the Assistant Secretary for Management from 2009 to 2012.  Prior to that, Mr. Tangherlini served as the District of Columbia City Administrator and Deputy Mayor from 2006 to 2009.  In 2006, he served as the Interim General Manager of the Washington Metropolitan Area Transit Authority.  From 2000 to 2006, he served as Director of the District of Columbia Department of Transportation and from 1998 to 2000 as Chief Financial Officer of the Metropolitan Police Department.  Mr. Tangherlini served in the Office of Policy at the U.S. Department of Transportation from 1997 to 1998 and at the Office of Management and Budget from 1991 to 1997.  Mr. Tangherlini received a B.A. and an M.P.P from the University of Chicago, and an M.B.A. from the Wharton School of Business at the University of Pennsylvania.\n\n\n\n\n"
}