{
    "title": "Background on the President's National Medal of Science and the National Medal of Technology and Innovation Ceremony Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/17/background-presidents-national-medal-science-and-national-medal-technolo",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 17, 2010\n\n \n\n\n\nBackground on the President's National Medal of Science and the National Medal of Technology and Innovation Ceremony Today\n\n\n\n\n\n\tToday, the President will award the National Medal of Science and the National Medal of Technology and Innovation in the East Room of the White House.  The President will present the National Medal of Science to ten eminent researchers and the National Medal of Technology and Innovation to three individuals and a three-person team for a wide range of groundbreaking achievements. The medals are the highest honors bestowed by the United States government on scientists, engineers, and inventors.  The President announced the winners on October 15, 2010 .  The recipients and their citations are listed below.\n\t \nBackground\n\t \n\tThe National Medal of Science was created by statute in 1959 and is administered for the White House by the National Science Foundation. Awarded annually, the Medal recognizes individuals who have made outstanding contributions to science and engineering. Nominees are selected by a committee of Presidential appointees based on their extraordinary knowledge in, and contributions to, the biological, behavioral/social, and physical sciences, as well as chemistry, engineering, computing, and mathematics.\n\t \n\tThe National Medal of Technology and Innovation is an outgrowth of a 1980 statute and is administered for the White House by the U.S. Department of Commerce’s U.S. Patent and Trademark Office. The award recognizes those who have made lasting contributions to America’s competitiveness and quality of life and have helped strengthen the Nation’s technological workforce. Nominees are selected by a distinguished independent committee representing both the private and public sectors.\n\t \n National Medal of Science\n\n\tYakir Aharonov, Chapman University, CA\n“For his contributions to the foundations of quantum physics and for drawing out unexpected implications of that field ranging from the Aharonov-Bohm effect to the theory of weak measurement.”\n\t \n\tStephen J. Benkovic, Pennsylvania State University, PA\n“For his research contributions in the field of bioorganic chemistry, which have changed our understanding of how enzymes function and advanced the identification of targets and strategies for drug design.”\n\t \n\tEsther M. Conwell, University of Rochester, NY\n“For her broad contributions to understanding electron and hole transport in semiconducting materials, which helped to enable commercial applications of semiconductor and organic electronic devices, and for extending her analysis to studying the electronic properties of DNA.”\n\t \n\tMarye Anne Fox, University of California San Diego, CA\n“For her research contributions in the areas of organic photochemistry and electrochemistry and for enhancing our understanding of excited-state and charge-transfer processes with interdisciplinary applications in material science, solar energy conversion, and environmental chemistry.”\n\t \n\tSusan L. Lindquist, Whitehead Institute, Massachusetts Institute of Technology, MA\n“For her studies of protein folding, demonstrating that alternative protein conformations and aggregations can have profound and unexpected biological influences, facilitating insights in fields as wide-ranging as human disease, evolution, and biomaterials.”\n\t \n\tMortimer Mishkin, National Institutes of Health, MD\n“For his contributions to understanding the neural basis of perception and memory in primates, notably the delineation of sensory neocortical processing systems especially for vision, audition, and somatic sensation, and the organization of memory systems in the brain.”\n\t \n\tDavid B. Mumford, Brown University, RI\n“For his contributions to the field of mathematics, which fundamentally changed algebraic geometry, and for connecting mathematics to other disciplines such as computer vision and neurobiology.”\n\t \n\tStanley B. Prusiner, University of California San Francisco, CA\n“For his discovery of prions, the causative agent of bovine spongiform encephalopathy and other related neurodegenerative diseases, and his continuing efforts to develop effective methods for detecting and treating prion diseases.”\n\t \n\tWarren M. Washington, National Center for Atmospheric Research, CO\n“For his development and use of global climate models to understand climate and explain the role of human activities and natural processes in the Earth’s climate system, and for his work to support a diverse science and engineering workforce.”\n\t \n\tAmnon Yariv, California Institute of Technology, CA\n“For foundational contributions to photonics and quantum electronics, including his demonstration of the semiconductor distributed feedback laser that underpins today’s high-speed optical fiber communications.”\n\t \nNational Medal of Technology and Innovation\nIndividuals\n\t \n\tHarry W. Coover, Eastman Chemical Company, TN\n“For his invention of cyanoacrylates—novel adhesives known widely to consumers as ‘super glues’—which today play significant roles in medicine and industry.”\n\t \n\tHelen M. Free, Miles Laboratories, IN\n“For her seminal contributions to diagnostic chemistry through development of dip-and-read urinalysis, which gave rise to a technological revolution in convenient, reliable, point-of-care tests and patient self-monitoring.”\n\t \n\tSteven J. Sasson, Eastman Kodak Company, NY\n“For the invention of the digital camera, which has revolutionized the way images are captured, stored, and shared, creating new opportunities in commerce, education, and global communication.”\n\t \nTeam\n\t \n\tFederico Faggin,\n\tMarcian E. Hoff Jr., Stanley Mazor; Intel Corporation, CA\n“For the conception, design and application of the first microprocessor, which was commercially adopted and became the universal building block of digital electronic systems, significantly impacting the global economy and people’s day-to-day lives.”\n\n\n\n\n"
}