{
    "title": "President Obama Travels to Master Lock Company in Milwaukee, Wisconsin to Discuss the Importance of American Manufacturing, Highlight Insourcing and New Investments in Improving the Skills of American Workers | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/02/15/president-obama-travels-master-lock-company-milwaukee-wisconsin-discuss-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 15, 2012\n\n \n\n\n\nPresident Obama Travels to Master Lock Company in Milwaukee, Wisconsin to Discuss the Importance of American Manufacturing, Highlight Insourcing and New Investments in Improving the Skills of American Workers\n\n\n\n\nPresident Obama Will Highlight Insourcing Success Story, Call on Other Companies to Bring Jobs Back Home\nToday, the President will travel to Master Lock Company in Milwaukee, Wisconsin to discuss his Blueprint for an America Built to Last, which invests in American manufacturing by encouraging companies to create manufacturing jobs in the United States while removing deductions for shipping jobs overseas and encouraging insourcing.  For a fact sheet on the President’s blueprint to support American manufacturing jobs, discourage outsourcing, and encourage insourcing, click HERE.\nMaster Lock Company, the world's largest manufacturer of padlocks and related security products, is leading by example and bringing jobs back to the United States.  Since mid-2010, Master Lock has returned approximately 100 jobs back to Milwaukee, Wisconsin that had previously been off-shored.  Master Lock is improving productivity at their plant in Milwaukee by upgrading equipment and the company plans to continue bringing jobs back to Wisconsin. \nThe President has highlighted the emerging trend of insourcing - companies bringing jobs back and making additional investments in the United States.  During the past two years, we have begun to see positive signs in American manufacturing, with the manufacturing sector adding more than 300,000 jobs since December 2009.  A link to a recent White House report on the emerging trend can be found HERE.  \nThe President will also reiterate his call to companies across the nation to invest in the United States, and highlight businesses that have decided to bring jobs back to the United States.  The President will discuss proposals he has put forward to support insourcing and American manufacturing, including tax incentives to encourage job growth in the United States – fully paid for by closing tax loopholes that encourage the shifting of jobs and shielding of profits overseas – efforts to open new markets for American products, and new investments in improving the skills of American workers.\n“Right now we have an excellent opportunity to bring manufacturing back -- but we have to seize it,” said President Obama.  “My message to business leaders is simple:  Ask yourselves what you can do to bring jobs back to your country, and your country will do everything we can to help you succeed.”\nAlso today, the President will announce that, later this year, the Department of Commerce will host the first annual SelectUSA Investment Summit, bringing companies from around the world to meet with governors, mayors and local stakeholders, federal agencies, and state and local economic development organizations to discuss the benefits of investing and growing in the U.S.  The Summit will build on the Administration’s efforts to promote investment in the U.S. by providing an annual forum to attract and expand U.S. investment and address questions and issues that companies face when they choose where to invest globally.\nAt January’s ‘Insourcing American Jobs’ forum, the President met with manufacturers such as Ford, which will be investing $16 billion and add 12,000 jobs in the U.S. by 2015.  The President also heard from service companies such as software developer GalaxE. Solutions, which is adding hundreds of jobs in conjunction with its \"Outsource to Detroit\" campaign.\nAs the President calls on companies to do their part to bring jobs back to the United States, the ‘insourcing’ trend among businesses continues to gain steam, both in Wisconsin and across the country.\nCollaborative Consulting (Wisconsin)– Collaborative Consulting, a leading information technology consulting firm, recently launched an initiative to locate new solutions development and support center in the United States, rather than abroad.  The first such center, the company announced, will be located in Wausau, Wisconsin, creating approximately 200 local jobs over the next three years.  Collaborative is considering states such as Oklahoma, Texas, Florida, and West Virginia for future sites.  The company believes that it can help upend the model of offshoring IT jobs by offering services to its clients that are price competitive, higher quality, and less burdensome than traditional firms.\nDiamond Precision Products (Wisconsin)– Machine component manufacturer Diamond Precision Products recently opened a new 85,000 square foot facility in Milwaukee and has doubled their workforce in the last two years, with further plans to fill the new plant. The company’s expansion has been fueled by the fact that, in order to save on shipping and accelerate speed of delivery, the companies Diamond supplies to are increasingly choosing to contract with local suppliers, rather than buying parts from China. \nHonda (Ohio)– Earlier this month, Japanese automaker Honda Motor Company announced it will invest $98 million at its largest auto engine plant, which produce components for its new transmission technology.  The company’s engine plant in Anna, Ohio will make high-tech pulley components for Honda's new continuously variable transmission, which is aimed at improving fuel efficiency.  This announcement builds on other recent large-scale investments by the company -- since the beginning of 2011, Honda has committed to nearly $800 million in new U.S. investments and more than 1,200 new jobs across manufacturing operations in states such as Ohio, Alabama, and Indiana\nCaterpillar (Texas)–Later this year, iconic heavy equipment manufacturer Caterpillar is expected to begin production of excavators at a new 850,000 square foot facility in Victoria, Texas.  The company decided to shift production of the excavator from Japan in order to better support customers in the U.S.  Over the past two years, the company has added more than 14,000 American and, during 2011, exported $20 billion in products from the United States.\nBACKGROUND ON SELECTUSA AND NATIONAL INVESTMENT SUMMIT:\nLaunched by Executive Order in June 2011, the Department of Commerce’s SelectUSA program is the first-ever federal effort to help attract, retain, and expand business investment.  Historically, U.S. states and cities have found themselves competing against foreign governments to attract business investments, with the federal government playing only a nominal role in the competition for global investment.  Rather than providing new incentives for investment, SelectUSA plays the critical role of advocacy, coordination, facilitation, and information-gathering and –sharing.\nThe program has already paid dividends for American workers.  Working hand-in-hand with SelectUSA officials, the Michigan Economic Development Corporation, and other local Michigan agencies, Canadian automotive company AGS Automotive recently elected to make an investment in excess of $20 million to add new manufacturing capabilities to permit it to manufacture bumper impact assemblies in Michigan.  The new business will likely represent in excess of $100 million in annual sales over the next 5 years and will enable AGS to retain approximately 50 jobs and create over 100 new jobs in Michigan.\nThe President’s Budget proposes $13 million to build on the early success the SelectUSA program has seen.  In addition, later this year, the Department of Commerce will host the first annual SelectUSA Investment Summit, bringing companies from around the world to meet with governors, mayors and local stakeholders, federal agencies, and state and local economic development organizations to discuss the benefits of investing and growing in the U.S.  The Summit will build on the Administration’s efforts to promote investment in the U.S. by providing an annual forum to attract and expand U.S. investment and address questions and issues that companies face when they choose where to invest globally.\n\n\n\n\n"
}