{
    "title": "President Obama to participate in LinkedIn Town Hall in Mountain View, California on Monday, September 26th | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/20/president-obama-participate-linkedin-town-hall-mountain-view-california-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 20, 2011\n\n \n\n\n\nPresident Obama to participate in LinkedIn Town Hall in Mountain View, California on Monday, September 26th\n\n\n\n\n\nPresident to visit Computer History Museum for “Putting America Back to Work: LinkedIn Presents a Town Hall with President Obama”\n\n\tWASHINGTON, DC – On Monday, September 26th, President Obama will travel to Mountain View, California to participate in “Putting America Back to Work: LinkedIn Presents a Town Hall with President Obama.”  At the town hall, the President will answer questions about job creation and the economy from a live audience made up of LinkedIn members and employees, as well as questions that have been submitted from LinkedIn members across the country.\n\n\tIn conjunction with the President's visit, LinkedIn has launched a community focused on job creation and the economy. Through this group, people are invited to join the conversation with President Obama by submitting questions for the town hall, contributing comments, and sharing content with their own network. This group will serve as a platform for LinkedIn users to continue the discussion on putting America back to work and provide opportunities for LinkedIn members to engage with the White House and Administration officials following the town hall. People can submit questions for the President HERE and watch the town hall live on LinkedIn and WhiteHouse.gov/live.\n\n\tLinkedIn is the world's largest professional network with more than 120 million members worldwide. At “Putting America Back to Work: LinkedIn Presents a Town Hall with President Obama,” the President will hear directly from LinkedIn members who range from small business owners and employees to community college students to veterans.\n\n\n\n\n"
}