{
    "title": "Excerpts of President Obama's Remarks to the United Nations General Assembly | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/22/excerpts-president-obamas-remarks-united-nations-general-assembly",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 22, 2010\n\n \n\n\n\nExcerpts of President Obama's Remarks to the United Nations General Assembly\n\n\n\n\n“Last year, I pledged my best efforts to support the goal of two states, Israel and Palestine, living side by side in peace and security, as part of a comprehensive peace between Israel and all of its neighbors. We have travelled a winding road over the last twelve months, with few peaks and many valleys. But this month, I am pleased that we have pursued direct negotiations between Israelis and Palestinians in Washington, Sharm el-Sheikh and Jerusalem.\nNow, many are pessimistic about this process. The cynics say that Israelis and Palestinians are too distrustful of each other, and too divided internally, to forge lasting peace. Rejectionists on both sides will try to disrupt the process, with bitter words and with bombs. Some say that the gaps between the parties are too big; the potential for talks to break down is too great; and that after decades of failure, peace is simply not possible.\nBut consider the alternative. If an agreement is not reached, Palestinians will never know the pride and dignity that comes with their own state. Israelis will never know the certainty and security that comes with sovereign and stable neighbors who are committed to co-existence. The hard realities of demography will take hold. More blood will be shed. This Holy Land will remain a symbol of our differences, instead of our common humanity.”\n***\n“Peace must be made by Israelis and Palestinians, but each of us has a responsibility to do our part as well. Those of us who are friends of Israel must understand that true security for the Jewish state requires an independent Palestine – one that allows the Palestinian people to live with dignity and opportunity. And those of us who are friends of the Palestinians must understand that the rights of the Palestinian people will be won only through peaceful means – including genuine reconciliation with a secure Israel.\nMany in this hall count themselves as friends of the Palestinians. But these pledges must now be supported by deeds. Those who have signed on to the Arab Peace Initiative should seize this opportunity to make it real by describing and demonstrating the normalization that it promises Israel. Those who speak out for Palestinian self-government should help the Palestinian Authority with political and financial support, and – in so doing – help the Palestinians build the institutions of their state. And those who long to see an independent Palestine rise must stop trying to tear Israel down.\nAfter thousands of years, Jews and Arabs are not strangers in a strange land. And after sixty years in the community of nations, Israel’s existence must not be a subject for debate. Israel is a sovereign state, and the historic homeland of the Jewish people. It should be clear to all that efforts to chip away at Israel’s legitimacy will only be met by the unshakeable opposition of the United States. And efforts to threaten or kill Israelis will do nothing to help the Palestinian people – the slaughter of innocent Israelis is not resistance, it is injustice. Make no mistake: the courage of a man like President Abbas – who stands up for his people in front of the world – is far greater than those who fire rockets at innocent women and children.\nThe conflict between Israelis and Arabs is as old as this institution. And we can come back here, next year, as we have for the last sixty, and make long speeches about it. We can read familiar lists of grievances. We can table the same resolutions. We can further empower the forces of rejectionism and hate. We can waste more time by carrying forward an argument that will not help a single Israeli or Palestinian child achieve a better life. We can do that. \nOr, we can say that this time will be different – that this time we will not let terror, or turbulence, or posturing, or petty politics stand in the way. This time, we will think not of ourselves, but of the young girl in Gaza who wants to have no ceiling on her dreams, or the young boy in Sderot who wants to sleep without the nightmare of rocket fire. This time, we should draw upon the teachings of tolerance that lie at the heart of three great religions that see Jerusalem’s soil as sacred. This time we should reach for what’s best within ourselves. If we do, when we come back here next year, we can have an agreement that will lead to a new member of the United Nations – an independent state of Palestine, living in peace with Israel.”\n \n\n\n\n\n"
}