{
    "title": "Press Briefing via Conference Call on the Agenda for the G20 Summit NATO Summit and EU Summit | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-briefing-conference-call-agenda-g20-summit-nato-summit-and-eu-summit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 28, 2009\n\n \n\n\n\nPress Briefing via Conference Call on the Agenda for the G20 Summit NATO Summit and EU Summit\n\n\n\n\nTHE WHITE HOUSE  Office of the Press Secretary --------------------------------------------------------------------  For Immediate Release                                                           March 28, 2009    PRESS BRIEFING  BY PRESS SECRETARY ROBERT GIBBS,   DEPUTY NATIONAL SECURITY ADVISOR FOR   STRATEGIC COMMUNICATIONS DENIS McDONOUGH,   AND DEPUTY NATIONAL SECURITY ADVISOR FOR   INTERNATIONAL ECONOMIC AFFAIRS MIKE FROMAN  ON THE AGENDA FOR THE G20 SUMMIT, NATO SUMMIT,  AND EU SUMMIT   Via Conference Call 10:10 A.M. EDT MS. PSAKI:  Good morning, everyone.  Thank you for joining us for this briefing call.  As a reminder, the call is on the record.  We're joined today by White House Press Secretary Robert Gibbs, Deputy National Security Advisor for International Economic Affairs Mike Froman, and Deputy National Security Advisor for Strategic Communications Denis McDonough.  We'll go through the schedule of the -- broadly go through the schedule of the trip, and then we'll take questions after that is completed.   So Robert Gibbs is going to start us off. MR. GIBBS:  Good morning, and thank you for joining us.  I'm going to go through a couple things rather quickly, turn it over to Denis, and then ultimately to Mike Froman, and hopefully preserve enough time for you all to ask whatever questions you need to.   As you all know, the President will depart from Andrews Air Force Base about 8:00 a.m. on Tuesday, traveling to London, where he'll arrive about 7:45 p.m. local time, and then spend the bulk of Wednesday and Thursday at the G20 summit. The President, at the summit, has two main objectives, and that is ensuring that there is concerted action around the globe to jumpstart economic growth, and that we are advancing a regulatory reform agenda to ensure that this crisis never happens again and prevent anything like that in the future.  Secondly, and just broadly, the United States is committed to ensuring that both of those messages are heard throughout the summit.  The President and America are going to listen in London, as well as to lead.  The United States -- many of the things that we've done over the past couple of weeks, and particularly just in the past week, demonstrate that America is leading by example. We've taken key steps to restore economic growth in this country, to save and create jobs, and to put money back in people's pockets.  And obviously you all saw this week steps that the administration and particularly the Secretary of Treasury took to reform our regulatory framework and bring our financial system and its regulation into the 21st century. With that, let me just quickly turn it over to Denis McDonough to outline broadly the remaining parts of the trip. MR. McDONOUGH:  Good morning, everybody.  Thanks for getting on the call.  You know, I think that after a very aggressive and forward-leaning 60-plus days of the administration as it relates to national security concerns, I think the President is looking forward to this upcoming trip as an opportunity to continue that pace, to continue to focus on the challenges that we face, collectively, as well as here at home. Robert just outlined obviously the interest in continuing to listen and to lead on economic recovery and reform.  But we'll also have an opportunity throughout this trip, both on the sidelines of the G20, but then in Strasbourg and in Prague and in Turkey, to continue leading and strengthening our alliances, reenergizing our alliances to confront not just the economic and financial challenge we face, but also the shared challenges we face.  You just saw the President outline yesterday a new strategy for Afghanistan and Pakistan, and that will obviously be the subject of considerable discussion and considerable work as we roll forward here on the trip. But it's not just that.  It's an opportunity to -- also to  not just confront the inherited challenges that the administration took on, but also to reenergize our alliance to confront the looming threats of the 21st century, including principally proliferation, which we'll hear an awful lot about in Prague; new threats like cyber and climate and energy security, which we'll also discuss in Prague; in addition to terrorism and Afghanistan and Pakistan, which will be robustly discussed in Strasbourg and Kehl at the NATO 60th anniversary summit. The President obviously wants to take a particular -- will take a particular interest in this trip on reenergizing specific alliances, as well.  Obviously he looks forward to continuing his cooperation with Prime Minister Brown and underscoring the value of the special relationship.  He'll have an opportunity to see -- and we'll spell this out in a minute -- several other of our partners, including the Chancellor of Germany and the President of France.  But he also wanted to make very clear on this first trip that Turkey is a vital ally, a vital member of NATO, and a vital bilateral partner to the United States in a range of issues, not only as it relates to NATO but as it relates to many other concerns, including Turkey's leadership role in providing good offices for the Israeli and Syrian talks, as well as Turkey serving as a real bridge between Asia and Europe.  And the President looks forward to addressing each of those issues. In a minute I'll get back to some of the more specifics as it relates to each of those stops, but the bottom line is the President feels that we've had a very aggressive and forward-leaning pace here for the first 60-plus days.  He looks forward to the opportunity to continue that pace on this trip, re-energizing our alliances to confront the shared threats we have, and engaging particular members of that alliance on other challenges that he's sought to highlight as we have hit the ground running here. With that, I'm happy to turn it over to Mike for some more specifics about the G20 get-together. MR. FROMAN:  Good morning.  As Robert said, the G20 is coming together in London.  The 20-plus countries that will be gathering represent more than 85 percent of the global economy.  And they're coming together, as Robert said, to do two things:  manage this crisis and prevent future crises like this from emerging.  Both of those objectives are equally important, equally urgent and key parts of the overall work program. That involves restoring growth on one hand and reforming the regulatory framework on the other.  With regard to restoring growth, it's really a four-part program that the leaders will be focused on, and this was reflected in the work that the G20 finance ministers and Central Bank governors announced a couple of weeks ago at their meeting, as well. First is putting in place significant stimulus to get growth going again; secondly, fixing each of our financial systems to get lending flowing; third, avoiding protectionism; and fourth, taking steps to minimize the spread of the crisis to emerging markets and developing countries. On the regulatory reform track, there's a long list of items that the leaders will be focusing on.  Just to summarize the major ones:  expanding the scope of regulation to systemically important institutions, products and markets -- that means including hedge funds coming under the oversight umbrella; secondly, encouraging offshore financial centers or tax havens to sign on to international standards of conduct; third, to agree on a set of rules or principles around capital and capitalization of financial institutions to prevent crises from emerging and prevent them from making them worse; and fourth, to forge cooperation among regulators and supervisors cross-border as this reflects a global crisis, a global institution. There are also a series of institutional reforms that the leaders will be embracing, including expanding the financial services forum to all the G20 members and reforming some of the international financial institutions and the way that those are managed. But before we even get to the summit, it's important to recognize where we came from.  The first summit was in November of last year.  The world economy deteriorated significantly over November and December of last year, and there's already a lot that's been done between the last summit and this one.  In fact, there's been unprecedented coming-together around stimulating the global economy -- 1.8 percent of GDP stimulus being adopted by the G20 as a whole. I think going into the summit, there's a broad consensus among the G20 as to what needs to be done in these areas to restoring growth and a regulatory reform efforts.  And as Robert said, the U.S goes there to listen, but also, to lead by example. And between the stimulus program, the financial stability program and its various elements, and the regulatory reform agenda that Secretary Geithner laid out this week, the U.S. has taken significant steps on each of the elements of the overall agenda. I think I'll stop there. MR. McDONOUGH:  This is Denis again.  I'm just going to go through some of the highlights of each of the days as it relates to national security issues and this important trip, which we think is obviously going to be a fundamental part of the President's agenda of restoring America's standing in the world, and particularly in Europe. On April 1st, I think, as you all know from Robert, the President will have a series of bilaterals, including with Prime Minister Brown, with President Medvedev of the Russian Federation, and with President Hu of the People's Republic of China.  He'll also, during that day, have important meetings with the Right Honorable David Cameron, the leader of the Conservative Party, and with Her Majesty Queen Elizabeth II. The next day will be principally focused, obviously, as Mike just point out, on the G20.  But he will also have meetings with Prime Minister Singh of India, with President Lee of Korea, and King Abdullah of Saudi Arabia. Moving on to Friday, April 3rd:  The President will -- and all of you -- will move to Strasbourg and Kehl.  While there the President will have meetings with President Sarkozy of France and Chancellor Merkel of Germany.  There will also be a NATO working dinner that evening.  But during the afternoon the President is going to be having a -- will be giving a speech and taking some questions from students from throughout Europe and discussing the transatlantic alliance. On Saturday, April 4th, will be a full day of NATO North Atlantic Council meetings, wherein the President and the Alliance will discuss a range of issues -- obviously celebrating 60 years of the most successful alliance in history; underscoring our shared challenge as it relates to Afghanistan and Pakistan, which the President will address at length in the summit; and then of course talking about a new strategic concept for NATO.  And I think you've all heard General Jones discuss that a little bit over the last couple days in terms of the kind of flexible alliance designed to confront new 21st century threats that we hope to see. Late that evening -- or that evening, the delegation will move to Prague.  The President will have meetings with President Klaus and with Prime Minister Topolanek, as well as a meeting with former President Vaclav Havel during the course of that day; also have a bilateral meeting with the President of the European Commission, with the President of Spain, and will obviously participate in the EU summit that afternoon, where they'll discuss a range of shared challenges, including energy and climate, Iran, and other challenges.  During that day, the President will give a major address on proliferation as being one of the principal challenges that we hope to confront with our allies in Europe. Lastly, on Sunday evening, the delegation will move to Ankara, Turkey.  The President looks very much forward to the trip to Turkey, where he'll meet with President Gul; he'll have an opportunity to meet with Prime Minister Erdogan; then will move to Istanbul, where among a series of meetings with local cultural leaders, he'll also do a roundtable with students.  It's our intention to make the roundtable an opportunity through some of the new media capabilities that we'll have with us to reach out to young people in Europe, as well as in southwest Asia -- noting as I did earlier that Turkey, particularly Istanbul, has served as the bridge between these two geographic areas over the course of many centuries now. So, again, the President looks forward to continuing the pace that he set over the course of the last 60 days here, taking an opportunity through a series of bilateral and Alliance meetings to underscore our shared challenges but also restoring America's standing in the world, and in particular in Europe. Q    Denis, I was wondering if you could elaborate on -- in his conversations on Afghanistan in all of the venues -- what role he would like to see Iran take if there are positive responses from Iran in The Hague? MR. McDONOUGH:  Good to hear your voice, Andrea.  Q    Thank you. MR. McDONOUGH:  Secretary Clinton, as you know, invited -- or worked with the Dutch, and the Dutch have invited Iran to join the meeting in The Hague on Tuesday.  We remain hopeful that Iran will send a delegation to that meeting, and our hope is that they see it as an opportunity to constructively engage this issue. It's our assessment, and we believe it's theirs, that there are issues as it relates to, for example, narcotics that present an opportunity for Iran to engage Afghanistan in a way that can address an issue or a concern that we also have about Afghanistan.  Obviously we all know that revenue from the poppy trade and the heroin trafficking funds extremists in the south, in particular.  And we'd like to see, given the not-insubstantial heroin abuse problem in Iran, some opportunity to cooperate with Iran on that issue. So there are going to be a lot of opportunities, I think, Andrea, over the course of the next several weeks for Iran to engage on this issue.  But I think we'll look forward to having a discussion in Europe and with our allies not just about cooperation with Iran in Afghanistan, but obviously underscoring the President's view that Iran has a right to be a member of the international community, but with that right comes responsibilities -- principally as it relates, in this instance, to its nuclear program.  And the President looks forward to talking to our allies about his concerns on that illicit nuclear program as we go forward. Q    And are you getting any signals from the Russians in anticipation of the meeting with Medvedev that they are willing to be more helpful on Iran? MR. McDONOUGH:  You know, I think that -- our sense is that we're -- obviously the atmospherics around our relationship with Russia have dramatically improved in the last several weeks.  But the get-together on the 1st will be an opportunity for us to make that much more concrete.  And our hope remains that they will recognize that, as I think they have indicated at various times, that a nuclear Iran is a shared challenge, and we'll look forward to fleshing that out more.  But the bottom line is, I think we've seen some very positive developments over the course of the last several weeks, but we look forward to seeing if we can't put those into action. Q    Thank you. Q    I know the conversation that President Obama had with Chancellor Merkel in advance of the summit included at least some discussion of the situation with GM's Opel unit and a promise of more cooperation on that front.  I wonder if you could tell me, will the automotive industry be part of the discussions in the G20 summit, either with Germany or with other auto-producing countries?  And should we expect anything coming in the future, in terms of a more coordinated effort between the United States and other auto-producing countries on that issue? MR. FROMAN:  It's Mike Froman.  They did discuss autos, as you said.  And in fact, there is dialogue going on right now between folks here who are working on the auto sector and Merkel's representatives and Merkel's advisors on this.  So there's a good -- it's good dialogue going on around that issue. MR. GIBBS:  Gordon, it's Robert.  Obviously we'll have more to talk about in the next 36-48 hours on where we are on some of the auto announcements. Q    Thank you. Q    Hi, Mike -- this is for Mike Froman -- you mentioned -- I know this is an issue that the Europeans have been pressing, the issue of offshore tax havens and some kind of statement of principle or oversight that you would like -- or rules of the road that you'd like to come out of the G20 summit.  Could you elaborate a little bit on that? MR. FROMAN:  Well, I think there is broad agreement among the G20 that it's important to bring the offshore financial centers into the overall community of the global economy and under appropriate rules of the road.  And there have been discussions at the working group level, at the finance ministers' level, and ultimately it will be represented in the leaders' communiqué, of things that can be done to encourage them to adopt international standards of behavior around transparency and disclosure and things of that sort. So there will be a series of things in the report coming out of London that reflect an agreement about how best to encourage them to do that. Q    Well, can I ask you -- among the G20 nations I don't know if there are any Caribbean nations or noted tax shelters.  What kind of coordination is going on with those governments? MR. FROMAN:  Among the G20 nations there are no offshore financial centers.  There are a series of dialogues going on in various international fora, as well as between G20 members and some of the offshore financial centers.  But this will be reflected ultimately in the leaders' statement that would come out of London in terms of how best to encourage them to adopt these international standards of behavior. Q    Hi, Mike.  You mentioned earlier the significant stimulus.  And this morning or last night there was a report out of Der Spiegel in Germany about Gordon Brown circulating a draft document saying the stimulus should be $2 trillion.  I'm just wondering if you thought that number gets it about right.  And then to Denis, on the next NATO -- the NATO chief, has the U.S. taken a -- will the U.S. be taking a position on Rasmussen?  You mentioned Turkey earlier, but it looks like Erdogan is signaling his opposition to Rasmussen.  I'm just wondering if -- when you'll announce who the U.S.'s candidate -- who you'll support. MR. FROMAN:  Thank you.  I think on the stimulus this is still in the process -- the communiqué is still in the process of being drafted and negotiated.  There isn't any single number that is sacrosanct.  I think the important thing that there is broad agreement that was reflected in the finance ministers' statement of a couple of weeks ago to do whatever is necessary to restore growth, and to put sustained effort behind that until growth is restored. And it's that sort of formulation that reflects the consensus among the G20 that, on one hand, much has been done -- and I mentioned the 1.8 percent of GDP that has already been committed to -- and on the other hand, we'll continue to monitor the situation with the help of the IMF and see what else needs to be done to restore growth of a global economy. MR. McDONOUGH:  This is Denis.  The bottom line is that -- I think you know by tradition we generally don't announce these things, and so we're obviously working the issue very much, and the President looks very much forward to the meeting and obviously underscoring his admiration for 60 years of great success and pushing forward for much more of that. But we're not going to get into that, where we are on the leadership issue, at present. Q    Yes, hi, probably one for Robert.  Given the importance in international diplomacy of symbolism, I was just wondering if you could throw any light on the gift that the Obamas are likely to be giving the Queen.  As you know, the presentation of the DVD box set raised some eyebrows in Britain.  I wondered if there had been a sort of special thought going into this gift process. MR. GIBBS:  We don't want to give away all our good news on the briefing call.  So we'll give you a download on that later. Q    Okay, thank you.  Q    Probably for Denis -- my question concerns the Afghan-Pakistan review and the announced new contact group for Afghanistan-Pakistan, which included the Gulf States.  And I was wondering if anyone could talk about what specific role would be envisioned for the Gulf States possibly playing in that group.  And would that be discussed with King Abdullah in London, even though that's G20?  Or how might that come up? MR. McDONOUGH:  Yes, absolutely.  Thanks for the question.  The bottom line is that it will be among many of the issues that we discuss with King Abdullah.  I think one of the real innovations that came out of the 60-day review is an effort by this administration and our friends to address this challenge as a regional one.  And so the contact group will be an embodiment of that desire.  We're still working on how to exactly put that together, but it will be definitely a subject of discussion on the trip, including in London. Q    Could you tell me anything about how it might go?  Would this be mainly like a monetary likelihood for the Gulf States?  I mean, is that probably the most likely contribution that they would be looking for on that? MR. McDONOUGH:  Well, a couple of things.  We'd obviously be eager to -- one of the shortcomings we identified in the existing strategy before the President announced the change yesterday is a real lack of coordination among all the donors.  So we'd obviously want to use the contact group and other fora to coordinate and target assistance in Afghanistan and Pakistan much more effectively.  That's one. Two, each of these countries has very important bilateral relationships both with Afghanistan and Pakistan.  We want to obviously coordinate how we work together on things like capacity development, capacity building, in Afghanistan and Pakistan. And third, obviously there's existing monetary relationships from the Gulf States into Pakistan and Afghanistan, both as it relates to remittances and as it relates to established bilateral channels.  So we'll want to just make sure that we have as close a coordination on that as possible, and get a good understanding of how those investments are being made, as well. Q    Okay, thanks. Q    Yes, hello there.  This is for Robert.  Did we just hear Mike Froman restore the \"special relationship\" to its place in the lexicon, the special relationship with Britain, instead of the \"special partnership\"?  He spoke about the value of it.  And also, you just made it very clear the administration would like to see concerted action from G20 nations to boost spending and demand.  What's your response to Angela Merkel's comment on German TV that \"no one can tell me to spend more money\"? MR. GIBBS:  Well, I don't understand the first question.  But in terms of the second question, I would just reemphasize exactly what Mike Froman said earlier in the call, that if you look at what has been done by the nations that comprise the G20, which is 85 percent of the people in the world, roughly, you've already had economic recovery and stimulus that equals about 1.8 percent of GDP in those 20 nations.  That is about the number -- it's about the number of what is in the President's Recovery and Reinvestment Act.  I know there's been a lot of back-and-forth on this.  I think given the numbers that we've seen and the agreements that we have to monitor growth and production as we go forward, that there's already been significant action taken across the globe and we think that's positive for getting the global economy moving again. Mike, do you have anything to add? Q    Can I clarify the special relationship thing, Robert? MR. FROMAN:  Let me just on this one -- Q    Yes -- oh, I'm sorry, yes. MR. FROMAN:  Despite the back-and-forth in the press on this issue, nobody has asked and nobody is asking any country to come to London to commit to do more right now.  I think what we do have a consensus around, and I think that consensus is broadly shared -- because it was reflected, as well, in the finance minister and central bank statement of two weeks ago -- is that the G20 agrees as a whole that we'll do whatever is necessary to restore global growth; that we'll ask the IMF to monitor what's going on with the global economy and what's necessary; and that we'll maintain that effort over a sustain period of time.  And I think to us that's the important thing coming out of this, is a consensus that the global community has come together to solve a global problem. Q    Very good.  On this special relationship, there was a lot of stuff in the -- comment in Britain about -- Robert Gibbs, your talk about the \"special partnership.\"  But I did hear Mike Froman earlier talk about how he was coming to Britain to -- how President Obama was going to reaffirm the value of the \"special relationship\" with Britain.  So I just wondered whether the \"special relationship\" was the phrase back in vogue as opposed to the \"special partnership.\" MR. GIBBS:  You know, I'm going to let Denis answer this one because I continue to be mystified about the difference between the two words. Q    All right.  MR. McDONOUGH:  You know, I would just also add on to the comment that both Mike and Robert made as it relates to the back-and-forth in the press about some kind of gulf between -- or among allies here.  You know, the President had very productive video conferences this week and phone calls with Chancellor Merkel, with Prime Minister Brown, and with President Sarkozy, to work on many of the issues we're talking about, and I saw no evidence of any such back-and-forth or rift or anything.  In fact, I think, as Robert and Mike have pointed out, that there's robust agreement and coordination that really has not been seen, near as I can tell, in any similar such summit in three decades. But as it relates to the special relationship, I think it's indicative of the close cooperation and coordination among allies that obviously we had a -- just completed a 60-day review as it relates to Afghanistan and Pakistan, and our British allies played just a key role on that.  They stood up a parallel review. General Jones worked this very aggressively with his counterparts in London, both over telecommunications but also in person here and there.  And so the bottom line is that I think the President looks very much forward to going to London.  He has great affinity for that city, for the people there, and great appreciation for the historic relationship that we maintain. Q    Thank you.  I have a question for Denis about the NATO part of the trip.  The President said  his speech on Afghanistan yesterday that he had secured commitments from some European countries for troop contributions for Afghanistan.  But European leaders are limited in what they are willing to commit in terms of both troops and civilian resources because of a lack of enthusiasm among the European public for the effort there.  To what extent does the President think he can make the case for more contributions from Europe in his -- at the NATO meeting? And will he use that speech in Strasbourg where he's going to be taking questions -- will he use that speech to outline the mission in Afghanistan and try to build a case for more contributions there? MR. McDONOUGH:  Hi, Karen.  Thanks for the question.  I think that the President will -- I think what you heard him say in the speech yesterday is that we want to very closely coordinate with our friends obviously in the Alliance, but also our friends in the region, to increase resources both as it relates to troops, but also as it relates to trainers, as it relates to civilian capacity, and as it relates to economic investment and assistance.  And so I think you'll see, as he suggested yesterday in the speech, some progress as it relates to that. But I think it's also important to note that this is going to be an ongoing process.  The Secretary of State will be in The Hague on Tuesday.  The summit will meet later in the week to discuss this and other shared challenges.  There is obviously the IMF donors conference in Tokyo, as it relates to Pakistan, next month.  So this is going to be an ongoing effort of coordination and investment by us and our friends and our allies.  And I think that the President -- I think as I suggested earlier, the President sees this trip -- obviously Strasbourg, intervention at NATO, the speech in Prague, and the speech -- the opportunity to speak to our Turkish friends -- all as opportunities to not just address the inherited challenges that we face, but also to make sure that we're focused forward on some of the emerging and looming challenges, both as they relate to climate, proliferation, cyber, and many of the issues the President spent a lot of time discussing throughout the campaign and here in the early part of his administration. Q    And just a question for you, Denis, and for Mike.  On the bilat with Hu, what is the President's main message going to be in that, and do you think the subject of the global reserve currency will come up in that conversation? MR. FROMAN:  Their agenda is a broad agenda that will cover any number of issues -- economic, political, strategic, et cetera.  So I wouldn't want to prejudge what their -- what they will end up talking about. With regard to -- I'm sorry, go ahead. MR. McDONOUGH:  Well, I think, Karen, it's an opportunity to solidify what has been a very good start in the bilateral relationship.  Obviously he'll to talk an awful lot about economic cooperation.  I think you've heard what the President had to say about the global currency in his press conference on Tuesday night.  We'll obviously look forward to a positive, cooperative and constructive relationship as it relates kind of across the board on these issues.  He'll obviously also want to take an opportunity to discuss our shared concerns about preparations for -- in North Korea for a launch that we, as you know, would consider to be counter to U.S. Security Council Resolution 1718.  Q    Thanks, guys.  Just a couple quick things.  One -- and I guess this is for Denis -- the roundtable you talked about that he's going to do in Turkey sounds really intriguing, but I don't quite understand how it's going to work.  If you can just explain that a little bit.  You mentioned new media and bringing in students from other parts of the world, so I assume there's, like, some video component, but I'm not sure how they get involved or you recruit them. And then secondly, just a broad question about a lot of folks are looking at this trip as a real test of the President's statements and promises about having a new kind of diplomacy that would really bring nations in Europe and other parts of the world around to U.S. goals in a bigger way -- sort of a listening mode instead of a lecturing mode.  Do you all see it as a test?  And how do you think he's preparing for that kind of scrutiny? MR. McDONOUGH:  Jennifer, there obviously will be a video component to it and we're working with our embassies throughout the region to put it together, and we'll be happy to give you more of those details as we establish them.  But we are obviously working on a way to reach out to a lot of young people on this trip.  I think we're all struck by the fact that over the course of many years here the United States has lacked a concerted effort to reach out to young people throughout the world.  We have a very good story to tell about this country and our interests and the President looks forward to telling it. As it relates to the trip itself and whether this is a test, I mean, I think we've just passed the 60-day mark, and during the course of those 60 days the President underscored his commitment to close Guantanamo; he has fundamentally changed the mission in Iraq; he has indicated his administration's plans and strategies as it relates to reengaging climate and international climate negotiation; he has changed the strategy as it relates to Afghanistan and Pakistan in a way that brought both regional players and our European allies onboard -- not just at a summit, but actually in the planning and the development of a new strategy, in a kind of day-to-day cooperation, coordination, and policy development that we're told as least privately that many of our friends have not seen in years.  And then, of course, you've seen the President, through the appointment of Senator Mitchell, underscore his interest in changing the way we do things in the Middle East.  And I think that that's been also demonstrated by outreach to Syria in an effort to see if there's not an opportunity there.  And also, as you've reported, the President's fundamental change as it relates to how we're going to use all elements of our national power to address our very significant concerns as it relates to Iran. But I know Mike has a view on this, too, since it's no longer really possible for any of us to segregate foreign and domestic on so many of these issues. MR. FROMAN:  And just to add to that, I think in terms of the approach, as we mentioned, he is going to lead and lead by example -- what he's done at home in the first 60-plus days on -- with regard to the fiscal stimulus, the financial stability plan, the regulatory reform agenda that Secretary Geithner laid out this week -- positions him well in all that regard.  And as Denis just said, I think it's important to understand the connection between the domestic and the international economic components of this.  Exports are down 16 -- U.S. exports are down 16 percent year on year; unemployment is up to 8.1 percent.  Exports as a portion of U.S. GDP have grown significantly over the last several years -- it's now 13 percent of GDP.  And investment flows have grown significantly, as well, from 0.5 percent of GDP to 15 percent over the last 4 years. So we -- a healthy U.S. economy is tied to the health of the global economy.  We need their markets to be open and growing so that they can buy our products and services, and we need them to be doing well so they can invest in our country -- and it all comes back to jobs and incomes here in the United States.  So that fundamentally is -- the importance of the G20 summit is the link back to the U.S. domestic economic situation. MR. McDONOUGH:  So bottom line, Jennifer, I mean, I think the President recognizes that we've inherited a situation here both as it relates to the economy, as well as to two wars and a series of other pressing challenges, that we don't get to choose when the test comes.  The President sees every day as an opportunity to try to work to address the fundamental concerns that the American people have about jobs and about restoring some kind of economic stability; and also obviously that he recognizes that tests can come any day on national security matters. So I think he basically sees this trip as an opportunity to consolidate much of the work that we've done, as an opportunity to continue the pace that we've set.  But, again, I don't think any of us gets to choose which day we're going to get tested, so I think he's ready any day of the -- every day of the week for just that. Q    If I could just follow up very quickly -- I know you guys need to go.  You laid out very comprehensively the kinds of things that he's done that he brings into this meeting and that obviously other nations have watched him do since he took office. And I would imagine that since a lot of these things are the kinds of policies that allies in Europe and elsewhere were asking the Bush administration to do, that they're probably pleased with those moves.  But at the same time, even if they're impressed, it's very hard to get allies to change their policies in terms of what they're doing, whether it's to commit combat troops to the toughest parts of Afghanistan, or spend the kind of stimulus money that the U.S. administration might think is smart.  So can you just respond quickly to that? MR. McDONOUGH:  Yes, you know, Jennifer, I think the President doesn't do these things because anybody thinks they're particularly popular.  I think the President does them because he thinks they're in our national security interest.  And I think the challenge that we face is working closely with our friends and allies to underscore where we think we have shared challenges and shared -- where we address shared threats. And so that's obviously going to be an issue that we discuss at length with our NATO allies.  We've spent 60 years doing that together, after all, in a very successful way.  But, again, I think it's a mistake to suggest that somehow that moment is the only moment at which the President is investing time in trying to make sure that the world understands that we have shared threats.  In fact -- point of fact, from his first day in the Oval Office when he picked up the phone and called leaders in Egypt, Jordan, Israel, and the Palestinian Authority, the President made very clear that he was addressing these things differently, he was going to be working in a collaborative fashion with our friends and allies -- again, not because it's particularly popular there or anywhere else, but because he thinks that's the best way to move our national security interests.  And he believes ultimately that, I think, that many of our allies see it the same way. END                                                            10:58 A.M. EDT    \n\n\n\n"
}