{
    "title": "First Lady Michelle Obama to Meet with Minnesota Military Families and Community Leaders | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/03/12/first-lady-michelle-obama-meet-minnesota-military-families-and-community",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMarch 12, 2012\n\n \n\n\n\nFirst Lady Michelle Obama to Meet with Minnesota Military Families and Community Leaders\n\n\n\n\n\nFriday, March 16th 3:30 PM: As part of her Joining Forces initiative, First Lady Michelle Obama will travel to Minnesota on Friday to meet with National Guard families and local community leaders who are dedicated to supporting military families. Last month, Mrs. Obama and Dr. Jill Biden announced 20 finalists as part of their Joining Forces Community Challenge, an effort to recognize and celebrate citizens, communities, and organizations that have demonstrated a deep commitment to service by improving the lives of military families and veterans.  In a roundtable discussion about Minnesota’s best practices that can be replicated nationally, Mrs. Obama will join military family members, representatives from Serving Our Troops, and three Joining Forces Community Challenge finalists from Minnesota – the Armed Forces Service Center, Defending the Blue Line and GreenCare for Troops. Below are descriptions of these military family support organizations.\n\n\tPrior to this roundtable discussion, Mrs. Obama will arrive to the Minneapolis/St. Paul International Airport where she will be greeted by military families, as well as kids who participate in the Defending the Blue Line program.\n\n\tMembers of the media interested in covering Mrs. Obama’s open press arrival and open press roundtable discussion must RSVP to FirstLadyPress@who.eop.gov by Wednesday, March 14th at 5:00 PM Eastern.\n\n\tAfter concluding the roundtable discussion, the First Lady will deliver remarks at a Democratic National Committee event at 5:00 PM in Minneapolis covered by a print pooler.\n\nInformation on military family support organizations\n\tThe Armed Forces Service Center is a 24-7 “all free” lounge staffed by volunteers at the Minneapolis/St. Paul International Airport that serves active-duty military personnel, their dependents, activated reservists and national guardsmen, as well as other members of the uniformed services. Maggie Purdum, a mother whose son was killed in action in Vietnam created the Center in 1970 in an effort to appreciate those who have served this country.\n\n\tDefending the Blue Line works to ensure that children of military members can play hockey by offering them free equipment and financial assistance as well as access to hockey camps and special events. Founded by two Minnesota National Guard members in 2009, the organization has donated more than $500,000 to benefit military families across the United States.\n\n\tGreenCare for Troops was established by a wounded warrior who after surviving an almost deadly attack pledged to dedicate his life to improving the lives of veterans.  This project was created to provide free lawn and landscape services for military families nationwide. The nationwide program is coordinated by Project EverGreen that connects local green industry professionals with military families.\n\n\tServing Our Troops was formed by a group of community and business leaders who create an active appreciation for soldiers serving abroad and their families at home. Since 2004, Serving Our Troops has brought together families and soldiers for a special dinner event that is connected via live international video.\n\n\n\n\n"
}