{
    "title": "Letter from the President -- War Powers Resolution Letter regarding Iraq | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/06/30/letter-president-war-powers-resolution-letter-regarding-iraq",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 30, 2014\n\n \n\n\n\nLetter from the President -- War Powers Resolution Letter regarding Iraq\n\n\n\n\nTEXT OF A LETTER FROM THE PRESIDENT\n\tTO THE SPEAKER OF THE HOUSE OF REPRESENTATIVES\n\tAND THE PRESIDENT PRO TEMPORE OF THE SENATE\nJune 30, 2014\nDear Mr. Speaker: (Dear Mr. President:)\nAs I previously reported on June 16, 2014, U.S. Armed Forces personnel have deployed to Iraq to provide support and security for U.S. personnel and the U.S. Embassy in Baghdad. In light of the security situation in Baghdad, I have ordered up to approximately 200 additional U.S. Armed Forces personnel to\nIraq to reinforce security at the U.S. Embassy, its support facilities, and the Baghdad International Airport. This force consists of additional security forces, rotary-wing aircraft, and intelligence, surveillance, and reconnaissance support.\nThis force is deploying for the purpose of protecting U.S. citizens and property, if necessary, and is equipped for combat. This force will remain in Iraq until the security situation becomes such that it is no longer needed.\nThis action has been directed consistent with my responsibility to protect U.S. citizens both at home and abroad, and in furtherance of U.S. national security and foreign policy interests, pursuant to my constitutional authority to conduct U.S. foreign relations and as Commander in Chief and Chief Executive.\nI am providing this report as part of my efforts to keep the Congress fully informed, consistent with the War Powers Resolution (Public Law 93-148). I appreciate the support of the Congress in these actions.\nSincerely,\nBARACK OBAMA\n\n\n\n\n"
}