{
    "title": "Remarks by the President at the Home of Sergeant First Class Cory Remsburg | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/03/13/remarks-president-home-sergeant-first-class-cory-remsburg",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 13, 2015\n\n \n\n\n\nRemarks by the President at the Home of Sergeant First Class Cory Remsburg\n\n\n\n\nGilbert, Arizona\n2:40 P.M. MST\nTHE PRESIDENT:  Well, I just thought I'd stop by -- I was in the neighborhood and I heard there was a barbecue going on.  (Laughter.)  I figured -- I didn’t bring my swim shorts, though. That's the only problem now that I look at this pool.  (Laughter.)\nI think a lot of folks know how I first met Cory and the relationship we've developed.  There aren't that many people that I've met during the course of my presidency or my life that have inspired me more.  Cory already inspired me as a Ranger when he was fighting to keep this country safe.  In some ways, I was even more inspired when he had to fight back against the devastating injuries that he received defending our freedom and our liberty, along with his fellow Rangers.\nAnd to watch, day in, day out, the kind of effort and the kind of positive attitude, the kind of “never give up, never give in” heart that this guy has -- that's the kind of thing that keeps me going every single day.\nThe greatest honor of my life is serving as Commander-in-Chief to the greatest military the world has ever known.  To know that that spirit continues even after somebody has come back from war theater, and maybe it has gone on even more, that just makes me want to work that much harder.\nTo Craig and Annie and the whole family, the way they have helped to make sure that all that effort Cory has put in has resulted now in not just walking and talking, but working, and helping his fellow veterans with the care that they need is just remarkable.  But then, to also see how the community has rallied to help him couldn't make me prouder to be an American. \nAnd I just want to, in addition to Craig and Annie -- and I should mention Leo -- (laughter) -- the folks who helped make this incredible home possible -- the Army Ranger Lead The Way Fund, we are so grateful to you for that outstanding work.  Jared Allen couldn't be here, but I know that the Homes for Wounded Warriors and everything that he’s been doing; to the whole community of Gilbert and the folks who rallied around to make this possible; to the craftsmen -- I mean, I was looking at some of the details inside this home -- and people volunteering their time and their effort to make this just an incredible place where Cory is going to be able to work out, I suspect watch quite a few sports programs -- (laughter) -- have the occasional libation -- (laughter) -- it speaks to who we are as a country and who we are as a people.\nSo I just want to say thank you to all of you.  I'm obviously most proud of Cory.  But in the same way that he served and protected us, it's good to know that we want to give back and make sure we're there for him, too, when it's needed.  And I think this is a story that I hope everybody, not just in Arizona but all across the country, remembers.\nAnd we know that there are a whole bunch of Corys out there. Not all the wounds are as easily seen.  And we've got to be just as vigilant and just as generous and just as focused in making sure that every single one of our men and women in uniform, that they’re getting what they’ve earned and what they deserve.\nSo, Cory, God bless you, man.  (Applause.) \nEND   \n\t2:45 P.M. MST\n\n\n\n\n"
}