{
    "title": "Continuation Message to Congress from the President and Federal Register notice concerning Syria | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/continuation-message-congress-president-and-federal-register-notice-concerning-syri",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 08, 2009\n\n \n\n\n\nContinuation Message to Congress from the President and Federal Register notice concerning Syria\n\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\t\tOffice of the Press Secrectary\n\t\t\t______________________________________________________\n\t\t\tFor Immediate Release                                 May 8, 2009\n\nNOTICE\n\t\t\t- - - - - - -\n\t\t\tCONTINUATION OF THE NATIONAL EMERGENCY WITH RESPECT\n\t\t\tTO THE ACTIONS OF THE GOVERNMENT OF SYRIA\n\n\n\t\tOn May 11, 2004, pursuant to his authority under the International Emergency Economic Powers Act, 50 U.S.C. 1701-1706, and the Syria Accountability and Lebanese Sovereignty Restoration Act of 2003, Public Law 108-175, the President issued Executive Order 13338, in which he declared a national emergency with respect to the actions of the Government of Syria. To deal with this national emergency, Executive Order 13338 authorized the blocking of property of certain persons and prohibited the exportation or re-exportation of certain goods to Syria. On April 25, 2006, and February 13, 2008, the President issued Executive Order 13399 and Executive Order 13460, respectively, to take additional steps with respect to this national emergency.\n\n\t\tThe President took these actions to deal with the unusual and extraordinary threat to the national security, foreign policy, and economy of the United States constituted by the actions of the Government of Syria in supporting terrorism, maintaining its then-existing occupation of Lebanon, pursuing weapons of mass destruction and missile programs, and undermining U.S. and international efforts with respect to the stabilization and reconstruction of Iraq.\n\n\t\tBecause the actions and policies of the Government of Syria continue to pose an unusual and extraordinary threat to the national security, foreign policy, and economy of the United States, the national emergency declared on May 11, 2004, and the measures adopted on that date, on April 25, 2006, in Executive Order 13399, and on February 13, 2008, in Executive Order 13460, to deal with that emergency must continue in effect beyond May 11, 2009. Therefore, in accordance with section 202(d) of the National Emergencies Act, 50 U.S.C. 1622(d), I am continuing for 1 year the national emergency declared with respect to certain actions of the Government of Syria.\n\n\t\tThis notice shall be published in the Federal Register and transmitted to the Congress.\n\n\t\tBARACK OBAMA\n\n\t\tTHE WHITE HOUSE,\n\t\tMay 7, 2009.\n\n\n\n\n\n"
}