{
    "title": "President Obama Signs New Jersey Disaster Declaration | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/03/15/president-obama-signs-new-jersey-disaster-declaration",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 15, 2016\n\n \n\n\n\nPresident Obama Signs New Jersey Disaster Declaration\n\n\n\n\n\n\tThe President today declared a major disaster exists in the State of New Jersey and ordered federal aid to supplement state and local recovery efforts in the area affected by a severe winter storm and snowstorm during the period of January 22-24, 2016.\n\n\tFederal funding is available to state and eligible local governments and certain private nonprofit organizations on a cost-sharing basis for emergency work and the repair or replacement of facilities damaged by the severe winter storm and snowstorm in the counties of Atlantic, Bergen, Burlington, Camden, Cape May, Cumberland, Essex, Hudson, Hunterdon, Mercer, Middlesex, Monmouth, Morris, Ocean, Somerset, Union, and Warren.\n\n\tIn addition, federal funding is available to the state and eligible local governments on a cost-sharing basis for snow assistance for a continuous 48 hour period during or proximate to the incident period in Bergen, Burlington, Camden, Essex, Hudson, Hunterdon, Mercer, Middlesex, Monmouth, Morris, Ocean, Somerset, Union, and Warren Counties.\n\n\tFederal funding is also available on a cost-sharing basis for hazard mitigation measures statewide. \n\n\tW. Craig Fugate, Administrator, Federal Emergency Management Agency (FEMA), Department of Homeland Security, named Seamus K. Leary as the Federal Coordinating Officer for federal recovery operations in the affected area. \n\n\tFEMA said additional designations may be made at a later date if requested by the state and warranted by the results of further damage assessments. \n\n\n\n\n"
}