{
    "title": "FACT SHEET: President Obama’s Blueprint for a Clean and Secure Energy Future | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/03/15/fact-sheet-president-obama-s-blueprint-clean-and-secure-energy-future",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 15, 2013\n\n \n\n\n\nFACT SHEET: President Obama’s Blueprint for a Clean and Secure Energy Future\n\n\n\n\nThe United States is on the path to a cleaner and more secure energy future. Since President Obama took office, responsible oil and gas production has increased each year, while oil imports have fallen to a 20 year low; renewable electricity generation from wind, solar, and geothermal sources has doubled; And our emissions of the dangerous carbon pollution that threatens our planet have fallen to their lowest level in nearly two decades. In short, the President’s approach is working. It’s a winning strategy for the economy, energy security, and the environment.\nBut even with this progress, there is more work to do. Rising gas prices serve as a reminder that we are still too reliant on oil, which comes at a cost to American families and businesses. While there’s no overnight solution to address rising gas prices in the short term, President Obama today reiterated his commitment to a sustained, all-of-the-above energy strategy and urged Congress to take up common-sense proposals that will further reduce our dependence on oil, better protect consumers from spikes in gas prices, and reduce pollution.\nBackground: The Energy Security Trust\nThe Obama Administration is calling on Congress to establish a new Energy Security Trust, which is designed to invest in breakthrough research that will make the technologies of the future cheaper and better – technologies that will protect American families from spikes in gas prices and allow us to run our cars and trucks on electricity or homegrown fuels.\nThe Energy Security Trust, which builds on a proposal supported by a broad bipartisan coalition including retired military leaders, will provide a reliable stream of funding for critical, breakthrough research focused on developing cost-effective transportation alternatives.\nThe President’s proposal sets aside $2 billion over 10 years and will support research into a range of cost-effective technologies – like advanced vehicles that run on electricity, homegrown biofuels, fuel cells, and domestically produced natural gas. The mandatory funds would be set aside from royalty revenues generated by oil and gas development in Federal waters of the Outer Continental Shelf (OCS), already included in the administration’s five year plan. These revenues are projected to increase over the next several years based on a combination of leasing, production, and price trends, with additional revenues potentially generated as a result of reforms being proposed in the FY 2014 Budget. The Trust is paid for within the context of the overall budget.\nPaired with other Administration policies, including our historic new fuel economy standards, the Trust would help solidify America’s position as a world leader in advanced transportation technology.\nFor example, the Environmental Protection Agency (EPA) has released a new report that underscores the progress we have made to improve fuel economy, save American families money at the pump, and reduce carbon pollution that contributes to climate change. According to the report, from 2007 to 2012, EPA estimates that CO2 emissions have decreased by 13 percent and fuel economy values have increased by 16 percent. In addition, compared to five years ago, consumers have twice as many hybrid and diesel vehicle choices, a growing set of plug-in electric vehicle options, and a six-fold increase in the number of car models with combined city/highway fuel economy of 30 mpg or higher.\nThe Energy Security Trust builds on this historic progress, continuing to increase momentum towards to a cleaner, more efficient fleet that is good for consumers, increases energy independence, and cuts carbon pollution.\nProducing More American Energy\nPresident Obama is committed to an “all-of-the-above” approach that develops all American energy sources in a safe and responsible way and builds a clean and secure energy future. That’s why the President’s plan:\n Challenges Americans to double renewable electricity generation again by 2020. In order to double generation from wind, solar, and geothermal sources by 2020, relative to 2012 levels, the President called on Congress to make the renewable energy Production Tax Credit permanent and refundable, which will provide incentive and certainty for investments in new clean energy. Instead of continuing century-old subsidies to oil companies, the President believes that we need to invest in the energy of the future. During the President’s first term, clean energy tax incentives attracted billions of dollars in private investment in almost 50,000 clean energy projects, creating tens of thousands of jobs. Permanent extension keeps the momentum building, while creating new jobs in clean energy.\n Directs the Interior Department to make energy project permitting more robust. Last year, the President set a goal to permit 10,000 megawatts of renewables on public lands – a goal the Interior Department achieved. But there is more work to do. That is why the Department is continuing to take steps to enable responsible development of American energy on public lands. In support of this work, the President’s Budget will increase funding for energy programs of the Bureau of Land Management by roughly 20 percent. A significant share of these resources will support better permitting processes for oil and gas, renewable energy, and infrastructure, including the transition to an electronic, streamlined system for oil and gas permits that will significantly reduce the time for approval of new drilling projects. The Department will also propose more diligent development of oil and gas leases through shorter primary lease terms, stricter enforcement of lease terms, and monetary incentives to get leases into production.\n Commits to safer production and cleaner electricity from natural gas. Our domestic natural gas resources are reducing energy costs across the economy – for manufacturers investing in new facilities and families benefiting from lower heating costs. This abundant, nearly 100-year resource can support new jobs and growth, but there are steps we should take to make this growth safe and responsible. The President’s budget will invest more than $40 million in research to ensure safe and responsible natural gas production. And as part of a $375 million investment in cleaner energy from fossil fuels, the President’s budget includes significant funding for clean coal technology and a new $25 million prize for the first, natural gas combined cycle power plant to integrate carbon capture and storage.\n Supports a responsible nuclear waste strategy. Under President Obama’s direction, the Energy Department created a Blue Ribbon Commission on America’s Nuclear Future to recommend how to manage the challenges associated with nuclear waste storage and disposal. After careful consideration of the Commission’s input, the Administration has issued a strategy for action in response to the recommendations and looks forward to working with Congress on implementing policies that ensure that our Nation can continue to rely on carbon-free nuclear power.\nInvesting in Energy Security\nDuring the President’s first term, the United States cut foreign oil imports by more than 3.6 million barrels per day, more than under any other President. To ensure that we continue on a path towards greater energy security, the President’s plan:\n Sets a goal to cut net oil imports in half by the end of the decade. Increased production of domestic oil, natural gas, and biofuels, and improvements in the fuel economy of our cars and trucks allowed the United States to cut imports of oil by almost one-third since 2008. To build on this progress, the President will direct new policies and investments to set us on a course to cut net oil imports in half by the end of the decade, relative to 2008 levels.\n Commits to partnering with the private sector to adopt natural gas and other alternative fuels in the Nation’s trucking fleet. Private sector investments are building natural gas fueling infrastructure across the United States just as natural gas vehicle research is making the technology more economically and environmentally effective. The President is committed to accelerating the growth of this domestically abundant fuel and other alternative fuels in the transportation sector in a way that benefits our planet, our economy, and our energy security: putting in place new incentives for medium- and heavy-duty trucks that run on natural gas or other alternative fuels, providing a credit for 50 percent of the incremental cost of a dedicated alternative-fuel truck for a five-year period; supporting research to ensure the safe and responsible use of natural gas; and funding to support a select number of deployment communities: real-world laboratories that leverage limited federal resources to develop different models to deploy advanced vehicles at scale.\nMaking Energy Go Farther Across the Economy\nCutting the amount of energy we waste in our cars and trucks, in our homes, buildings, and in our factories, will make us a stronger, more resilient, and more competitive economy. Improvements in energy efficiency are critical to building a clean and secure energy future. To advance this priority, the President’s plan:\n Establishes a new goal to double American energy productivity by 2030. The President has set a goal to cut our economy’s energy waste in half over the next twenty years. More specifically, the Administration will take action aimed at doubling the economic output per unit of energy consumed in the United States by 2030, relative to 2010 levels. This includes a new Energy Efficiency Race to the Top challenge; building on the success of existing partnerships with the public and private sectors to promote energy efficiency; and continuing investments in technologies that improve energy productivity and cut waste.\n Challenges States to Cut Energy Waste and Support Energy Efficiency and Modernize the Grid. Modeled after a successful Administration approach in education reform designed to promote forward-leaning policies at the State-level, the Budget includes $200 million in one-time funding for Race to the Top performance based awards to support State governments that implement effective policies to cut energy waste and modernize the grid. Key opportunities for States include: modernizing utility regulations to encourage cost-effective investments in efficiency like combined heat and power, clean distributed generation, and demand response resources; enhancing customer access to data; investments that improve the reliability, security and resilience of the grid; and enhancing the sharing of information regarding grid conditions.\n Commits to build on the success of existing partnerships with the public and private sector to use energy wisely. Over the next four years, the President is committed to accelerating progress on energy productivity including through the Better Buildings Challenge, improving energy data access for consumers through the \"Green Button\" initiative, and making appliances even more efficient - saving consumers money, spurring innovation, and strengthening domestic manufacturing.\n Calls for sustained investments in technologies that promote maximum productivity of energy use and reduce waste. The President’s Budget expands applied research and development of innovative manufacturing processes and advanced industrial materials. These innovations will enable U.S. companies to cut manufacturing costs, enhance the productivity of their investments and workforce, and reduce the life-cycle energy consumption of technologies, while improving product quality and accelerating product development.\nInternational Leadership\nThe Administration has worked not only to strengthen our energy security at home, but also around the world. In concert with our domestic actions, we have pursued a robust international agenda that:\n Leads efforts through the Clean Energy Ministerial and other fora to promote energy efficiency and the development and deployment of clean energy. Our efforts have helped to accelerate the global dissemination of energy-efficient equipment and appliances through the Super-Efficient Equipment and Appliance Deployment (SEAD) Initiative, improved energy savings in commercial building and industry through the Global Superior Energy Performance Partnership (GSEP), and supported the large-scale deployment of renewable energy through the 21st Century Power Partnership.\n Works through the G20 and other fora toward the global phase out of inefficient fossil fuel subsidies. Inefficient subsidies exact a steep toll on our economies, our energy security, and our environment, and the United States is leading efforts internationally to accelerate progress in eliminating them.\n Promotes safe and responsible oil and natural gas development. The Administration has worked to promote safe and responsible oil and natural gas production through initiatives like the Energy Governance and Capacity Initiative, which provides technical and capacity building assistance to countries that are on the verge of becoming the world’s next generation of oil and gas producers, and the Unconventional Gas Technological Engagement Program, which works to help countries with unconventional natural gas resources to identify and develop them safely and economically and can support switching from coal to cleaner-burning natural gas.\n Updates our international capabilities to strengthen energy security. We are working with the International Energy Agency (IEA) and others to ensure that our international institutions and processes reflect changes in global energy markets.\n Supports American nuclear exports. We are providing increased support for American nuclear technology and supply chains to promote safe, secure, low-carbon nuclear power growth in countries that are pursuing nuclear energy as part of their energy mix.\n\n\n\n\n"
}