{
    "title": "Executive Order 13534 - National Export Initiative | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/executive-order-national-export-initiative",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 11, 2010\n\n \n\n\n\nExecutive Order 13534 - National Export Initiative\n\n\n\n\nEXECUTIVE ORDER\n\t- - - - - - -\n\tNATIONAL EXPORT INITIATIVE\nBy the authority vested in me as President by the Constitution and the laws of the United States of America, including the Export Enhancement Act of 1992, Public Law 102-429, 106 Stat. 2186, and section 301 of title 3, United States Code, in order to enhance and coordinate Federal efforts to facilitate the creation of jobs in the United States through the promotion of exports, and to ensure the effective use of Federal resources in support of these goals, it is hereby ordered as follows:\nSection 1. Policy. The economic and financial crisis has led to the loss of millions of U.S. jobs, and while the economy is beginning to show signs of recovery, millions of Americans remain unemployed or underemployed. Creating jobs in the United States and ensuring a return to sustainable economic growth is the top priority for my Administration. A critical component of stimulating economic growth in the United States is ensuring that U.S. businesses can actively participate in international markets by increasing their exports of goods, services, and agricultural products. Improved export performance will, in turn, create good high-paying jobs.\nThe National Export Initiative (NEI) shall be an Administration initiative to improve conditions that directly affect the private sector's ability to export. The NEI will help meet my Administration's goal of doubling exports over the next 5 years by working to remove trade barriers abroad, by helping firms -- especially small businesses -- overcome the hurdles to entering new export markets, by assisting with financing, and in general by pursuing a Government-wide approach to export advocacy abroad, among other steps.\nSec. 2. Export Promotion Cabinet. There is established an Export Promotion Cabinet to develop and coordinate the implementation of the NEI. The Export Promotion Cabinet shall consist of:\n(a) the Secretary of State;\n\t(b) the Secretary of the Treasury;\n\t(c) the Secretary of Agriculture;\n\t(d) the Secretary of Commerce;\n\t(e) the Secretary of Labor;\n\t(f) the Director of the Office of Management and Budget;\n\t(g) the United States Trade Representative;\n\t(h) the Assistant to the President for Economic Policy;\n\t(i) the National Security Advisor;\n\t(j) the Chair of the Council of Economic Advisers;\n\t(k) the President of the Export-Import Bank of the United States;\n\t(l) the Administrator of the Small Business Administration;\n\t(m) the President of the Overseas Private Investment Corporation;\n\t(n) the Director of the United States Trade and Development Agency; and\n\t(o) the heads of other executive branch departments, agencies, and offices as the President may, from time to time, designate.\nThe Export Promotion Cabinet shall meet periodically and report to the President on the progress of the NEI. A member of the Export Promotion Cabinet may designate, to perform the NEI-related functions of that member, a senior official from the member's department or agency who is a full-time officer or employee. The Export Promotion Cabinet may also establish subgroups consisting of its members or their designees, and, as appropriate, representatives of other departments and agencies. The Export Promotion Cabinet shall coordinate with the Trade Promotion Coordinating Committee (TPCC), established by Executive Order 12870 of September 30, 1993.\nSec. 3. National Export Initiative. The NEI shall address the following:\n(a) Exports by Small and Medium-Sized Enterprises (SMEs). Members of the Export Promotion Cabinet shall develop programs, in consultation with the TPCC, designed to enhance export assistance to SMEs, including programs that improve information and other technical assistance to first-time exporters and assist current exporters in identifying new export opportunities in international markets.\n\t(b) Federal Export Assistance. Members of the Export Promotion Cabinet, in consultation with the TPCC, shall promote Federal resources currently available to assist exports by U.S. companies.\n\t(c) Trade Missions. The Secretary of Commerce, in consultation with the TPCC and, to the extent possible, with State and local government officials and the private sector, shall ensure that U.S. Government-led trade missions effectively promote exports by U.S. companies.\n\t(d) Commercial Advocacy. Members of the Export Promotion Cabinet, in consultation with other departments and agencies and in coordination with the Advocacy Center at the Department of Commerce, shall take steps to ensure that the Federal Government's commercial advocacy effectively promotes exports by U.S. companies.\n\t(e) Increasing Export Credit. The President of the Export-Import Bank, in consultation with other members of the Export Promotion Cabinet, shall take steps to increase the availability of credit to SMEs.\n\t(f) Macroeconomic Rebalancing. The Secretary of the Treasury, in consultation with other members of the Export Promotion Cabinet, shall promote balanced and strong growth in the global economy through the G20 Financial Ministers' process or other appropriate mechanisms.\n\t(g) Reducing Barriers to Trade. The United States Trade Representative, in consultation with other members of the Export Promotion Cabinet, shall take steps to improve market access overseas for our manufacturers, farmers, and service providers by actively opening new markets, reducing significant trade barriers, and robustly enforcing our trade agreements.\n\t(h) Export Promotion of Services. Members of the Export Promotion Cabinet shall develop a framework for promoting services trade, including the necessary policy and export promotion tools.\nSec. 4. Report to the President. Not later than 180 days after the date of this order, the Export Promotion Cabinet, through the TPCC, shall provide the President a comprehensive plan to carry out the goals of the NEI. The Chairman of the TPCC shall set forth the steps taken to implement this plan in the annual report to the Committee on Banking, Housing, and Urban Affairs of the Senate and the Committee on Foreign Affairs of the House of Representatives required by the Export Enhancement Act of 1992, Public Law 102-249, 106 Stat. 2186, and Executive Order 12870, as amended.\nSec. 5. General Provisions. (a) Nothing in this order shall be construed to impair or otherwise affect:\n(i) authority granted by law to an executive department, agency, or the head thereof, or the status of that department or agency within the Federal Government; or\n\t(ii) functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n(b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n\t(c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\nBARACK OBAMA\nTHE WHITE HOUSE,\n\tMarch 11, 2010.\n\n\n\n\n"
}