{
    "title": "Declaraciones del Presidente Tras Sesión Informativa con el Almirante Thad Allen y Funcionarios Locales Respecto al Derrame Petrolero de BP | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-tras-sesi-n-informativa-con-el-almirante-thad-allen-y-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 15, 2010\n\n \n\n\n\nDeclaraciones del Presidente Tras Sesión Informativa con el Almirante Thad Allen y Funcionarios Locales Respecto al Derrame Petrolero de BP\n\n\n\n\nEl Presidente:  Acabamos de tener una conversación muy útil y quiero agradecerle al gobernador Crist y a la delegación del Congreso, así como a Mike Pinzone, dueño de este restaurante, un local maravilloso con vista a esta hermosa playa. Y también quiero agradecerle al alcalde de Pensacola por su hospitalidad. \n \nLo que hemos hecho es tratar de conseguir información de los empresarios locales, funcionarios locales, así como de los funcionarios estatales como Alex Sink y el senador LeMieux y otros, sobre cómo podemos aumentar la eficacia de la respuesta específicamente aquí en Florida. Y cuando ven esta impresionante playa, una de las cosas que se pueden ver es que al menos hasta ahora esta playa no está afectada. \n \nEste lugar todavía está abierto y con gusto recibe a turistas y personas que quieren pasar unas vacaciones maravillosas aquí. Y sé que el alcalde quiere enfatizar eso. Pero obviamente hay temor sobre el petróleo que hay mar adentro.\n \nY lo que estamos recalcando es que vamos a hacer todo lo posible, vamos a asegurarnos de que haya limpiadores de superficie allá, que haya barreras de contención y una respuesta para mantener el petróleo fuera de las costas. Pero incluso si hacemos el mejor trabajo posible, lo que el alcalde describió, lo que Mike describió como empresario local, es que de todos modos están siendo afectados por percepciones, y que los ingresos de los negocios de esta zona han bajado hasta 40 por ciento. Y eso tiene un impacto en la economía entera. Vieron lo mismo ayer, cuando estuvimos en Alabama y Mississippi.\n \nEntonces hemos hecho un par de cosas. En primer lugar, asegurarnos de que haya una respuesta local efectiva y ágil. Thad Allen ya ha asignado subcomandantes de incidentes para cada uno de los estados, así que Florida tendrá su propio subcomandante de incidente, al igual que Mississippi y Alabama. \n \nAdemás de los centros en Houma y en Mobile, también vamos a tener un equipo de manejo de incidentes en Tallahassee, aquí en Florida. Todo esto está concebido para asegurarnos de que la respuesta federal pueda trabajar y tomar decisiones a nivel local, recogiendo las sugerencias de la gente que conoce mejor a las comunidades y conoce mejor las aguas. Y lo que espero ver son muchas buenas ideas originadas a nivel local que podemos implementar inmediatamente, en lugar de esperar que lleguen al más alto nivel. \n \nY otra cosa que estamos escuchando aquí es lo mismo que escuchamos ayer, que es que los negocios necesitan ayuda ahora mismo. Y voy a hablar de esto esta noche, de cómo podemos asegurarnos de que se responda pronta y justamente a las demandas de negocios que han sido afectados.\n \nMe voy a reunir con funcionarios y presidentes de BP mañana para comentarles lo que he escuchado de la gente como Mike. Mike ya ha llenado todo el papeleo. De hecho, ha documentado ampliamente el hecho de que su negocio ha sido profundamente afectado por esta crisis, pero no ha recibido la compensación que necesita para asegurarse de que su negocio no cierre.\n \nY le dije a Mike que quiero que todos los empresarios aquí en Florida sepan que voy a ser un feroz defensor de su causa y me aseguraré de que obtengan la compensación que necesitan para salir adelante en lo que va a ser una temporada difícil. Pero lo que les describí es el hecho de que si logramos salir adelante esta temporada, taponar este pozo, mitigar el daño, no habremos eliminado el problema completamente. Habrá daño en las orillas, pero si lo podemos reducir lo más posible, ayudar a las empresas a salir adelante esta temporada, limpiar todo, entonces para cuando llegue la próxima temporada no hay razón para que esta playa detrás de nosotros no se vea tan hermosa como siempre, y para que Pensacola y las otras comunidades costeras no prosperen como siempre lo han hecho.\n \nEntonces, la clave ahora es simplemente asegurarnos de que las personas como Mike reciban ayuda, que puedan salir adelante en lo que va a ser una época difícil. Y se lo dije a él y se lo dije al gobernador, y a todos los otros funcionarios de Florida, que nosotros no vamos a dejarlos solos. Vamos a estar a su lado no sólo hasta que puedan volver a la normalidad, sino quizá incluso que estén mejor de lo que estaban antes de la crisis.\n \nAsí que aprecio las sugerencias de todos y estoy ansioso de continuar trabajando con ustedes en este enorme desafío.\n \n\n\n\n"
}