{
    "title": "Statement by National Security Advisor Susan E. Rice on Attacks Against Hospitals and First Responders in Syria | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/11/19/statement-national-security-advisor-susan-e-rice-attacks-against",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 19, 2016\n\n \n\n\n\nStatement by National Security Advisor Susan E. Rice on Attacks Against Hospitals and First Responders in Syria\n\n\n\n\n\n\t \n\n\tWe are aware of reports from international aid organizations that all remaining hospitals in Eastern Aleppo -- as well as a number of first responder staging locations -- have been destroyed in attacks conducted by forces loyal to the Asad regime, which has been enabled by its strongest backer, Russia. The United States condemns in the strongest terms these horrific attacks against medical infrastructure and humanitarian aid workers. There is no excuse for these heinous actions.\n\n\tThe Syrian Civil Defense \"White Helmets\" and medical professionals risk their lives to save those of innocent civilians injured in attacks. For years, the United States has worked with our international partners to support their relief efforts and provide humanitarian aid to the Syrian people suffering as a direct result Asad's war against his own people, which Moscow has aided and abetted. The Syrian regime and its allies, Russia in particular, bears responsibly for the immediate and long term consequences these actions have caused in Syria and beyond.\n\n\tFollowing the President's meeting with allies in Europe, the United States again joins our partners, many of them gathering in Peru this weekend, in demanding the immediate cessation of these bombardments and calling on Russia to immediately deescalate violence and facilitate humanitarian aid and access for the Syrian people.\n\n\n\n\n"
}