{
    "title": "Statement by Vice President Biden on the shooting in Colorado Springs | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/11/30/statement-vice-president-biden-shooting-colorado-springs",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nNovember 30, 2015\n\n \n\n\n\nStatement by Vice President Biden on the shooting in Colorado Springs\n\n\n\n\n\n\tLast night it was confirmed that four more young children spent their Thanksgiving holiday without their mother and father who were shot and killed by a gunman and hostage-taker in Colorado Springs. Jennifer Markovsky was 34. Beloved daughter and friend. A military spouse. Mother of a young son and daughter. Ke'Arre Stewart was 29. Iraq war veteran. Husband, father of two young daughters. Swore an oath to defend this country. Just like police officer Garrett Swasey, 44, who was also gunned down. Father of a young son and daughter. Loved his family, faith, and his calling to serve and protect his community. Jill and I are thinking of each of them and their families.\n\n\tThey join husbands, wives, fathers, mothers, sons, daughters, brothers, sisters, friends lost in Roseburg. Chattanooga. Charleston. Isla Vista. Overland Park. Navy Yard. Newtown. Oak Creek. Aurora. Tucson. Fort Hood. They join Americans, of every background, in cities large and small who, every day, leave home in the morning like they always do, but never return. Their families and communities are left with black holes in their hearts wondering why.\n\n\tI join the President in believing this violence is not normal and this is not who we are as a country—that our prayers may provide comfort, but that the courage of our actions are what will truly honor the memory of those we've lost and truly answer who we are as Americans.\n\n\tTwenty-two years ago today, as a United States Senator leading the fight for sensible gun violence prevention legislation, I stood in the East Room of the White House and saw the Brady Bill signed into law. Enacting that common sense law was not easy. But we forged a political consensus because Americans were fed up and demanded change. Today, once again, it's time for our political system to catch up with the overwhelming majority of the American people who want background checks, who want to keep assault weapons off our streets and out of the hands of people who have no business firing them, and who simply expect their elected officials to forge consensus and to do the right thing.\n\n\tWe've done it before. We must do it again. Enough is enough.\n\n\n\n\n"
}