{
    "title": "FACT SHEET: White House Announces Doubling of TechHire Communities, and New Steps to Give More Students and Workers Tech Skills to Fuel the Next Generation of American Innovation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/03/09/fact-sheet-white-house-announces-doubling-techhire-communities-and-new",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 09, 2016\n\n \n\n\n\nFACT SHEET: White House Announces Doubling of TechHire Communities, and New Steps to Give More Students and Workers Tech Skills to Fuel the Next Generation of American Innovation\n\n\n\n\n\n\tThis Friday, the President is traveling to Austin, Texas to visit South by Southwest—a gathering of our most creative thinkers, coders, makers, and entrepreneurs from across the country—because he recognizes the importance of technology in America’s position as the global leader in innovation.  Today, as part of the lead-up to that visit and on the one-year anniversary of the launch of the TechHire initiative, the Administration is announcing new steps to further develop the tech skills of our workforce—driving the ingenuity and creativity that will fuel innovation and the American economy.\n\n\tDeveloping the tech skills of our workforce is important for our economic future and is a critical need for employers today. Over half a million of today’s open jobs are in technology fields like software development and cybersecurity—many of which did not even exist a decade ago. The average salary in a job that requires technology skills is 50 percent more than the average private sector job.  Over the past seven years, the President has taken steps to ensure that we are drawing on people from all backgrounds including young adults who are disconnected from school and work, Americans who are long-term unemployed, and workers who are retraining for new jobs to prepare for the tech jobs of the future.  Today’s announcements build on that progress:\n\n\nExpansion of TechHire to 50 Communities. A year ago today, the President launched TechHire as 21 communities working with over 300 employers announced actions to empower Americans with the skills they need. These communities are piloting programs to train workers—often in just a few months—through nontraditional approaches like “coding bootcamps.” Today, we are announcing that we have reached the goal set by the President to double the number of TechHire communities from 21 to more than 40 with the addition of 15 new communities working with 200 employers joining the effort.  \n\nStrengthening and Extending On-the-Job Training for International STEM Graduates of U.S. Universities. To strengthen educational experiences of international students studying science, technology, engineering, and mathematics (STEM) in the United States, the Department of Homeland Security (DHS) published its final rule, expanding and extending use of the existing Optional Practical Training (OPT) program for STEM graduates, and requiring stronger ties between STEM OPT students and universities after graduation to enhance the students’ educational experience.\n\nProgress on the President’s Nation of Makers Initiative. In 2014, President Obama launched the National Makers Initiative to give more people access to new technologies to design and build just about anything. Today, the U.S. Department of Education is launching the Career Technical Education (CTE) Makeover Challenge to encourage the creation of more makerspaces in American high schools. The White House is also announcing the dates for the 2016 National Week of Making as June 17 – 23.\n\nAdvancing Career and Technical Education. In addition, Acting Secretary of Education John King will call on Congress to reauthorize the Carl D. Perkins Career & Technical Education Act, emphasizing the Administration’s ongoing commitment to ensure that we are incentivizing high-quality programs, encouraging innovation, and aligning CTE programs with postsecondary and career opportunities.\n\n\nMore Details on Today’s Announcements\n\nExpansion of TechHire to 50 Communities, Including 15 New Communities Joining the Effort Today\n\n\tLast June, at the U.S. Conference of Mayors, the President called on mayors, councilmembers, and other local leaders to team up with employers, training providers, and workforce and economic development leaders to double the number of TechHire communities from 21 to more than 40. Over the past year, more communities have continued to sign on.\n\n\tToday, the Administration announced that we have exceeded the goal set by the President with the addition of 15 new communities — for a total of 50 communities and over 600 employer partners working together to expand access to tech jobs.\n\n\tBuilding on the promising work already underway in their communities, they have all committed to three actions:\n\n\n\t\tUsing data and innovative hiring practices to expand openness to non-traditional hiring: Communities are working with employers to provide data on what skills are most needed, to increase hiring of graduates from both nontraditional and traditional training programs, and to review—and upgrade—recruiting and hiring practices to enable non-traditional hiring.\n\n\t\tExpanding models for training that prepare students in months, not years: Communities are recruiting, incubating, and expanding accelerated tech learning programs – such as coding bootcamps and innovative online training – which enable interested, unexperienced students to rapidly gain tech skills.\n\n\t\tActive local leadership to connect people to jobs with hiring on-ramp programs: Communities are building local strategies to connect people to jobs by investing in and working with organizations who can vouch for those who have the skills to do the job, but who may lack the typical profile of education and experience.\n\n\n\tDetails on the 15 new TechHire communities being announced today, new private sector commitments, and progress updates can be found at the end of this document.\n\n15 New TechHire Communities Announced Today\n\n\tAtlanta, GA\n\n\tAustin, TX\n\n\tBurlington, VT\n\n\tRiverside, CA\n\n\tFlint, MI\n\n\tState of Hawaii\n\n\tIndianapolis, IN\n\n\tJackson, MS\n\n\tMilwaukee, WI\n\n\tRaleigh, NC\n\n\tJackson, TN\n\n\tSeattle, WA\n\n\tTallahassee, FL\n\n\tCommonwealth of Virginia\n\n\tMiami, FL\n\nStrengthening and Extending On-the-Job Training for International STEM Graduates of U.S. Universities. \n\n\tOur universities train some of the world’s most talented international students in science, technology, engineering, and mathematics (STEM), but our broken immigration system compels many of them to take their skills back to their home countries.  We should welcome students from across the globe not only to study here, but also to contribute to the country’s research and development through training opportunities.  That’s why President Obama continues to urge Congress to act on commonsense immigration reform.\n\n\tTo strengthen educational experiences of today’s international students studying in STEM fields at U.S. universities, the Department of Homeland Security (DHS) has issued a final rule to expand and extend the use of the existing Optional Practical Training (OPT) program for STEM graduates. The STEM OPT program gives international students who pursued undergraduate and graduate degrees in the U.S. the chance to supplement their classroom education with practical skills training to support a successful career transition.  As a result of this final rule:\n\n\n\t\tBeginning May 10th, certain international students earning STEM degrees from accredited U.S. universities can stay in the United States for an additional 24 months post-graduation to participate in on-the-job training within the STEM field. The new rule requires international students and employers to develop individualized training plans that enhance students’ educational experience with practical training. (All international students remain eligible for an initial 12 months of OPT, regardless of degree field.) \n\n\t\tTo better protect international students and U.S. workers, the rule includes safeguards to prevent student exploitation and protect the job security of U.S. workers.\n\n\t\tUltimately, the final rule lengthens STEM OPT from 17 months to 24 months, allows for two lifetime STEM OPT extensions instead of one, and provides eligibility for non-STEM graduates (e.g., MBAs) to participate in STEM OPT based on a prior STEM degree obtained in the past 10 years at an accredited college or university.\n\n\t\tDHS estimates that about 34,000 individuals are participating in this program at present, and that the total number of affected students will expand in the coming years.\n\n\nNew Commitments in Support of the President’s Nation of Makers Initiative & Advancing Career & Technical Education \n\n\tIn June 2014, President Obama hosted the first-ever Maker Faire and launched the Nation of Makers initiative, an all-hands-on-deck call to give many more students, entrepreneurs, and Americans of all backgrounds access to a new class of technologies—such as 3D printers, laser cutters, and desktop machine tools—that are enabling more Americans to design, build, and manufacture just about anything.\n\n\tIn recent years, the rise of the maker movement and growing community of self-identified “makers” is a huge opportunity for the United States. The rapid deployment of advanced tools like 3D printers, CNC machining, and tools for digital design—and their precipitous drop in price—is empowering tinkerers, entrepreneurs, and companies to transform an idea from a drawing on the back of a napkin to a working prototype faster than ever before.\n\n\tThese new tools can also help recreate “shop class” for the 21st century, giving students the types of hands-on STEM learning experiences that spark interest in science and technology careers and broader 21st century skills. It is also promoting a “maker mindset”—dispositions and skills such as curiosity, collaborative problem-solving, and self-efficacy—with mentors and educators also inspiring the next generation to invent, tinker, and learn vital skills in STEM education.\n\n\tOver the past two years, the Administration has worked with hundreds of K-12 schools, universities, cities, libraries, museums, and local employers to ensure that the maker movement is able to support and reach students and adults of all backgrounds.\n\n\tBuilding on that success, today the Administration is announcing new federal steps and private commitments to reach even more students and adults in the coming year:\n\n\n\t\tThe U.S. Department of Education (ED) is launching the Career and Technical Education (CTE) Makeover Challenge to encourage the creation of more makerspaces in American high schools. The new challenge will invite high schools to innovatively create more “makerspaces” where students have the tools, space, and mentors to design, build, and innovate. With a prize pool of $200,000 that will be divided equally among as many as 10 prize recipients, the challenge calls upon eligible high schools to design models of “makerspaces.” These can be facilities such as classrooms, libraries, or mobile spaces equipped with the appropriate tools and CTE-trained educators.  The winners will be showcased to the broader CTE community as potential models for replication, particularly in schools that serve high proportions of low-income students. In collaboration with the Department of Education, and complementary to the CTE Makeover Challenge, Digital Promise and Maker Ed are launching the Maker Promise, a pledge for K-12 school leaders to support their students by dedicating a space for making, designating a champion for making, and displaying the results of making. Participating schools will have access to a suite of resources that enable them to empower students to be makers of things, not just consumers of things. \n\n\t\tUrging Congress to Reauthorize the Carl D. Perkins Career and Technical Education Act: Today, the Acting Secretary of Education John King will reaffirm the Administration’s commitment to reauthorize and reform the Carl D. Perkins Career and Technical Education Act, which provides middle schools, high schools, and higher education institutions more than $1.1 billion per year to support career and technical education (CTE). Since 2012, the Administration has supported a reauthorized Carl D. Perkins Career & Technical Education Act that would ensure that all CTE programs become viable and rigorous pathways to postsecondary education and career success. The Administration’s reauthorization proposal would increase the alignment between CTE and labor market needs; strengthen collaboration among secondary and postsecondary programs, business, and industry; create a better system of accountability; and provide competitive funding toward evidence-based programs to promote innovation and reform in CTE.\n\n\t\tThe White House, along with federal agencies and the broader community, will celebrate a Week of Making this June 17-23: In line with the anniversary of the first-ever White House Maker Faire, the White House will participate in a National Week of Making this June 17-23, 2016. The week will coincide with the National Maker Faire here in Washington, D.C. on June 18-19, featuring makers from across the country and will include participation of the Department of Education, National Science Foundation, U.S. Agency for International Development, U.S. Small Business Administration, U.S. Department of Commerce, U.S. Department of Health and Human Services, National Endowment of the Arts, Institute of Museum and Library Services, National Institute of Standards and Technology, National Aeronautics and Space Administration, Corporation for National and Community Service, and the Smithsonian Hirshhorn Museum and Sculpture Garden. Additional agency activities include the Department of Energy featured at the Bay Area Maker Faire with the “Make: ENERGY – From Discovery to Innovation” pavilion highlighting science and technology innovations at the National Laboratories, and the U.S. Navy expanding its current maker program to multiple regional centers through creation of mobile Fab Lab trailers.\n\n\nAdditional Background on Today’s TechHire announcements. More details on TechHire can be found here and those interested in making a commitment to the initiative can find information here.\n\nDetails on 15 New TechHire Communities Announced Today\n\n\n\t\tAtlanta, GA. In 2016, the City of Atlanta’s Workforce Development Agency, The Iron Yard, and TechSquare labs will train 100 individuals who will be guaranteed interviews with Atlanta TechHire employer partners—a number that Atlanta will increase to 400 by 2020.\n\n\t\tAustin, TX. Microsoft, Google Fiber, Google, and IBM are advising or working with the City of Austin to provide opportunities for up to 220 graduates from accelerated training programs for veterans and low-income residents at Austin Community College, Texas State University, and Zenith Education Group to interview for paid internships or similar offerings at program completion.\n\n\t\tBurlington, VT. The City of Burlington and BTV Ignite are partnering with educational institutions including Community College of Vermont and Vermont Technical College and employers to train and employ 75 tech workers in 2016 and 400 through 2020. Employers, workforce intermediaries, and training partners include Vermont HITEC, UVM, UVM Medical Center, and VT Technology Alliance.\n\n\t\tFlint, MI. SIPI will partner with the Flint & Genesee Chamber of Commerce to train 400 individuals by 2020 for employment opportunities, including sipIT, the Disability Network, and the Michigan Employer Resource Network Team. In partnership with Mott Community College, partners will train people through a range of programs to place Flint residents in life-changing, in-demand tech jobs.\n\n\t\tState of Hawaii. The High Technology Development Corporation will lead a statewide employer coalition aiming to hire 175 job-seekers from non-traditional pathways in the next year and 400 job-seekers by the end of 2018. The program will provide accelerated training to all the islands of Hawaii, including rural areas.\n\n\t\tIndianapolis, IN. EmployIndy—Marion County’s workforce development board—Eleven Fifty Academy, and TechPoint will bring together local employers to facilitate the training and hiring of 186 technical workers from accelerated and other training programs in 2016, and 560 workers through 2018.\n\n\t\tJackson, MS. The City of Jackson is convening employers from the Greater Jackson Chamber Partnership of Mississippi with Hinds Community College, Jackson State University, and other training providers to train 250 candidates in 2016 and 1,000 candidates by 2020 with the skills they need for open tech jobs.\n\n\t\tJackson, TN. West Tennessee’s regional innovation center, theCO, is partnering with employers to expand its Code Catalyst Program, training and placing 100 individuals into paid internships, apprenticeships, and jobs in 2016 and up to 350 by 2020 in Jackson, TN.\n\n\t\tMiami, FL. CareerSource South Florida and LaunchCode will lead efforts to train and place 1,190 people into tech jobs by 2017 and up to 2,415 by 2020. More than 140 companies will interview qualified candidates from Miami TechHire’s training partners including MasterCard, Carnival Cruise Lines, Geographic Solutions, Office Depot, and Oracle.\n\n\t\tMilwaukee, WI. Employ Milwaukee and the Housing Authority of the City of Milwaukee’s Milwaukee TechForce Training Center will lead Milwaukee’s efforts to train and place 150 individuals in tech jobs by 2017 and train and place 600 individuals into tech jobs by 2020. Local employers are committed to providing employment opportunities to Milwaukee TechHire graduates.\n\n\t\tRaleigh, NC. In partnership with NC State University, Wake Technical Community College, and other local training providers, Raleigh is expanding training in programs from technical maintenance and cyber defense to Java coding, and working with employers to place 50 nontraditionally-trained workers into jobs within the first year and 350 TechHire graduates into jobs by 2020. \n\n\t\tRiverside, CA. The SmartRiverside TechHire Community will facilitate recruitment and training of 4,000 technical workers in five years, including 500 in 2016. Parkview Hospital, Riverside University Medical Center, Riverside Public Utilities, Zodiac Aerospace, Paulson Manufacturing, Xerox, and Bourns, Inc. will hire or provide paid internships for 500 employees from nontraditional, technical pathways in 2016.\n\n\t\tSeattle, WA. In partnership with local tech employers and training providers such as Seattle Colleges, Ada Developers Academy, Substantial, and EnergySavvy, Seattle will train and place 350 people in tech jobs in 2016 and up to 2,000 people by 2020 to fill jobs in the growing local tech industry.\n\n\t\tTallahassee, FL. The City of Tallahassee, in collaboration with TalTech Alliance and local training providers and employers, aims to train and place 175 individuals into tech jobs in 2016 and over 455 by 2020. Tallahassee Community College is working with employers to develop programs to meet skill demands.\n\n\t\tCommonwealth of Virginia. Virginia will work with community colleges and workforce centers to train 1200 TechHire participants in 2016. The regional technology councils and the Virginia Chamber create a network of over 25,000 businesses that will help place 10,600 TechHire graduates in tech jobs by 2020. \n\n\nProgress in Select TechHire Communities since Launch\n\n\n\t\tOakland. With initiatives such as #YesWeCode and partnerships with over 200 companies including Lyft, Square, and Pinterest. In 2015, they placed accelerated tech training graduates in 86 paid internships and 326 full-time jobs. They also secured a commitment from Intel of $5 million for Oakland Unified School District to support engineering and CS programs at high schools with 2,400 students.\n\n\t\tMinneapolis. In its pilot year, Minneapolis TechHire placed 135 graduates in full-time positions with average starting salaries of over $48,000 per year including 32 percent women and 24 percent minority students. Since launch, Minneapolis has increased its number of employer partners from 60 to 150.\n\n\t\tColorado.  In total, the Colorado initiative, in partnership with more than 50 engaged employers, has placed 258 individuals into full-time jobs and nearly 50 into paid internships in its pilot year with average starting salaries over $60,000 per year.\n\n\t\tRhode Island. Since the launch of TechHire just over six months ago in partnership with non-profit Opportunity@Work, Rhode Island has expanded from 8 to more than 35 employer partners. The Governor proposed investing $2 million in TechHire RI in her FY 2017 budget, and, just this week, RI announced a Computer Science for RI effort to ensure that every student, at every level, has access to CS education.\n\n\nNew Commitments from Private Sector to Support Expanded Access to Technology Training for Under-Served Populations.\n\n\n\t\tAARP Foundation will train and place unemployed, low-income older workers in jobs in tech fields starting in San Antonio, Dallas, Denver, and St. Louis. Individuals will receive intensive preparation and coaching leading to certifications relevant to these fields as well as placement assistance upon completion of their certification.\n\n\t\tThe National Association for Community College Entrepreneurship (NACCE) and the California Community College’s Doing What MATTERS for Jobs and Economy initiative commits to provide New World of Work 21st Century Employability Skills training to 20 TechHire communities including access to coaching and materials to implement and strengthen workplace learning programs.\n\n\t\tOpportunity@Work unveiled today a new version of its TechHire.org website to provide additional resources to TechHire communities and partners. Opportunity@Work is an independent civic enterprise launched by New America in March 2015. The new website will connect TechHire graduates to jobs, share data on open IT positions, and allow TechHire communities to share progress and best practices.\n\n\t\t· HackerRank, a platform that creates opportunities for programmers based on coding skills, will host a free online 24 hour TechHire Hackathon for bootcamp students and companies in all 50 TechHire communities. This hackathon will give student coders the chance to prove their skills and connect with employers.  \n\n\t\tJPMorgan Chase. On March 8, JPMorgan Chase released a first-of-its-kind report to classify and offer information about the types of technology job training programs that exist, what employer needs these programs fill, and lessons from the tech-training field overall. The report is a comprehensive look at programs designed to teach information and communications technology skills, from apprenticeships to online courses to boot camps. The report, released by the firm’s foundation, reveals that the rapidly growing and quickly evolving tech training field faces unique obstacles and opportunities for developing the skilled and diverse workforce required to meet a growing need in our economy.\n\n\t\tZenith Education Group, one of the nation’s largest non-profit providers of career education, will partner with the Flatiron School to launch a bootcamp at Everest Institute in Austin, Texas—a newly announced TechHire community. Thanks to a grant of nearly $500,000 from ECMC Foundation and the support of the ECMC InnovationLab, Zenith expects to graduate more than 200 students in the next three years into in-demand jobs with average annual salaries of about $75,000.\n\n\nCurrent TechHire Communities\n\n\tAkron, OH\n\n\tAlbuquerque, NM\n\n\tAtlanta, GA\n\n\tAustin, TX\n\n\tBaltimore, MD\n\n\tBirmingham, AL\n\n\tBuffalo County, NE\n\n\tBurlington, VT\n\n\tChattanooga, TN\n\n\tCincinnati, OH\n\n\tColorado\n\n\tDelaware\n\n\tDetroit, MI\n\n\tEastern Kentucky\n\n\tFlint, MI\n\n\tHawaii\n\n\tIndianapolis, IN\n\n\tJackson, MS\n\n\tJackson, TN\n\n\tKansas City, MO\n\n\tLos Angeles, CA\n\n\tLouisville, KY\n\n\tLynchburg, VA\n\n\tMaine\n\n\tMemphis, TN\n\n\tMiami, FL\n\n\tMilwaukee, WI\n\n\tMinneapolis, MN\n\n\tNashville, TN\n\n\tNew Haven, CT\n\n\tNew Orleans, LA\n\n\tNew York City\n\n\tNewark, NJ\n\n\tOakland, CA\n\n\tPhiladelphia, PA\n\n\tPittsburgh, PA\n\n\tPortland, OR\n\n\tRaleigh, NC\n\n\tRhode Island\n\n\tRiverside, CA\n\n\tRochester, NY\n\n\tSalt Lake City, UT\n\n\tSan Antonio, TX\n\n\tSan Francisco, CA\n\n\tSan Jose, CA\n\n\tSeattle, WA\n\n\tSt. Louis, MO\n\n\tTallahassee, FL\n\n\tVirginia\n\n\tWashington, D.C.\n\n\n\n\n"
}