{
    "title": "First Lady Michelle Obama and Former First Lady Laura Bush Host Symposium with Spouses on Advancements for Women and Girls in Africa | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/08/04/first-lady-michelle-obama-and-former-first-lady-laura-bush-host-symposiu",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nAugust 04, 2014\n\n \n\n\n\nFirst Lady Michelle Obama and Former First Lady Laura Bush Host Symposium with Spouses on Advancements for Women and Girls in Africa\n\n\n\n\n\nOn August 6, 2014, the Office of First Lady Michelle Obama, the George W. Bush Institute, and the U.S. Department of State will host Investing in Our Future at the U.S. - Africa Leaders Summit. \nThe day-long symposium will bring together First Lady Michelle Obama, Mrs. Laura Bush, African first spouses from nearly 30 countries, leaders from non-governmental and non-profit organizations, private sector partners, and other leading experts.\nThe symposium will highlight the important role first spouses play and will focus on the impact of investments in education, health, and economic development through public-private partnerships. This collaboration builds on the Bush Institute’s 2013 African First Ladies Summit, Investing in Women: Strengthening Africa, held in Tanzania. \nCoinciding with President Obama’s U.S. - Africa Leaders Summit, the symposium will feature the following panels and U.S. speakers: \n\n\n\t\tWelcome remarks by First Lady Michelle Obama;\n\n\t\tA conversation between Mrs. Obama and Mrs. Laura Bush moderated by Cokie Roberts;\n\n\t\tRemarks by President George W. Bush announcing the expansion of the Pink Ribbon Red Ribbon® initiative and the important role of national leadership, including that of a first spouse, in galvanizing a country to fight against women’s cancers; \n\n\t\tRemarks by Dr. Jill Biden introducing a presentation and panel discussion focusing on the transformative benefits of investing in girls’ education;\n\n\t\tA second panel discussion highlighting how key stakeholders - including the private, public, and non-profit sectors in technology, agriculture, and health – are improving the lives of women through entrepreneurship to advance Africa’s development.\n\nThe pooled press portions of the program will be livestreamed at: http://obamawhitehouse.archives.gov/us-africa-leaders-summit and http://www.bushcenter.org/live.\nIn addition, throughout the day, organizations will announce commitments to new initiatives and partnerships dedicated to empowering and benefitting women in Africa.\nAnthony Hamilton and the Soul Children of Chicago will provide musical performances.\nThe day-long symposium will conclude with a marketplace and networking reception to showcase a select group of organizations and companies supporting women and girls in Africa. \nAdditional program participants include: Ambassador Cathy Russell, U.S. Department of State; Shelly Esque, Intel Foundation; Ann Cotton, Camfed International; Dr. Sara Ruto, Uwezo; Reeta Roy, The MasterCard Foundation; Madame Aicha Bah Diallo, Foundation for African Women Educationalists (FAWE); Isha Sesay, CNN International; Noa Gimelli, ExxonMobil; Neha Misra, Solar Sister; Kay Kuenker, DowAgroSciences; Damaris Achieng Odeny, International Crops Research Institute for the Semi-Arid Tropics (ICRISAT); Deb Elam, GE Foundation; Bernard Olayo, M.D., Center for Public Health and Development; and Maggie Sans, Walmart Foundation\n#  #  #\nAbout the Bush Institute:\nThe mission of the Bush Institute at the George W. Bush Presidential Center is advancing freedom by expanding opportunities for individuals at home and across the globe. The Bush Institute is a non-partisan public policy institute committed to serious, independent research aimed at generating practical solutions to important public policy issues in the areas of education reform, human freedom, economic growth, and global health. Built on principles that guided President and Mrs. Bush in public life, the Bush Institute seeks to improve America’s public schools; foster the spread of democracy; save lives through global health programs; and promote free markets and economic growth. The Women’s Initiative works to improve access to education, health care, and economic opportunity for women and children around the world, and the Military Service Initiative honors our servicemen and servicewomen and helps them transition to civilian life.\nAbout the First Ladies Initiative:\nThe First Ladies Initiative is a program of the Bush Institute’s Women’s Initiative, which helps prepare First Ladies’ senior advisors and staff with training sessions on effective governance, strategic planning, and communication, and also fosters public-private partnerships by connecting First Ladies with funding partners, corporations, and NGOs. These efforts help First Ladies effectively use their unique platforms to promote issues and programs that improve the lives of women and children in their countries, with an initial focus on Africa.\nAbout Pink Ribbon Red Ribbon:\nPink Ribbon Red Ribbon® is the leading public-private partnership aimed at catalyzing the global community to reduce deaths from cervical and breast cancer in sub-Saharan Africa and Latin America by raising awareness of these diseases and increasing access to quality services to detect and treat them. Its activities integrate prevention—including increased access to vaccination against the human papillomavirus (HPV)—screenings, and treatment into existing healthcare programs. Organizing members of the partnership include the George W. Bush Institute, the U.S. President’s Emergency Plan for AIDS Relief (PEPFAR), Susan G. Komen®, and the Joint United Nations Programme on HIV/AIDS (UNAIDS). Corporate and foundation members include Becton, Dickinson and Company; the Bill & Melinda Gates Foundation; the Bristol-Myers Squibb Foundation; the Caris Foundation; GlaxoSmithKline; IBM; Merck; and QIAGEN.\nAbout the Young African Leaders Initiative:\nThe Mandela Washington Fellowship is the flagship exchange program of the President’s Young African Leaders Initiative (YALI) and embodies President Obama’s commitment to invest in the future of Africa. The first class of Mandela Washington Fellows arrived in June 2014 for six weeks of intensive executive leadership training, networking, and skills building, followed by a Presidential Summit in Washington, DC.  Regional Leadership Centers in Africa, seed funding, mentoring, and a vast array of virtual resources will provide sustained support to the Fellows upon their return to the continent.  The YALI Network provides online and on the ground platforms, programs, and resources for tens of thousands of young African entrepreneurs, activists, and public officials.  Through YALI, young African leaders gain the skills, connections, and investments they need to accelerate their initiatives and contribute more robustly to strengthening democratic institutions, spurring economic growth, and enhancing peace and security in Africa.\n\n\n\n\n"
}