{
    "title": "Statement by the President on the Passage of the Southwest Border Security Bill | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/08/12/statement-president-passage-southwest-border-security-bill",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 12, 2010\n\n \n\n\n\nStatement by the President on the Passage of the Southwest Border Security Bill\n\n\n\n\nI have made securing our Southwest Border a top priority since I came to office.  That is why my administration has dedicated unprecedented resources and personnel to combating the transnational criminal organizations that traffic in drugs, weapons, and money, and smuggle people across the border with Mexico.  Today's action by Congress answers my call to bolster the essential work of federal law enforcement officials and improve their ability to partner with state, local, and tribal law enforcement.  The resources made available through this legislation will build upon our successful efforts to protect communities along the Southwest border and across the country.  And this new law will also strengthen our partnership with Mexico in targeting the gangs and criminal organizations that operate on both sides of our shared border. So these steps will make an important difference as my administration continues to work with Congress toward bipartisan comprehensive immigration reform to secure our borders, and restore responsibility and accountability to our broken immigration system.\nFact Sheet on the President’s Strategic and Integrated Southwest Border Security Strategy:\nThe President will sign into law a comprehensive plan to secure the Southwest border, including $600 million in supplemental funds for enhanced border protection and law enforcement activities, offset by cancelling $100 million from the SBInet program within DHS. Though not specifically provided in this bill, the President has also authorized the deployment of up to an additional, requirements-based 1,200 National Guard troops to the border, a deployment that has already begun.\n$600 Million in Additional Resources\nThe Administration has secured $600 million in supplemental funds which will be utilized to enhance technology at the border, share information and support with state, local, and tribal law enforcement, and increase DOJ and DHS presence and law enforcement activities at the border, to include increased agents, investigators, and prosecutors, as part of a multi-layered effort to target illicit networks trafficking in people, drugs, illegal weapons, and money. The supplemental is fully offset by cancelling $100 million from the SBInet program within DHS and from a temporary increase to the fraud prevention and detection fees for some employers seeking high skilled foreign workers.\nDepartment of Homeland Security\n\nThe supplemental provides $394 million for the Department of Homeland Security. The bill includes $244 million to hire new and maintain existing levels of Border Patrol agents and Customs and Border Protection Officers, $32 million for two new unmanned aerial detection systems, $6 million for forward operating bases for Border Patrol agents, $14 million for tactical communications to support enforcement activities, and $80 million for new ICE agents and supporting investments along the border, and $8 million to train new law enforcement staff.\n\n \nDepartment of Justice\n\nThe supplemental provides $196 million for the Department of Justice to surge federal law enforcement officers in the Southwest border region and the temporary deployment of personnel to high crime areas. Location of assignments will be operationally dependent. Specifically, Justice funding would increase the presence of federal law enforcement in the Southwest border districts by adding seven (7) ATF Gunrunner Teams, five (5) FBI Hybrid Task Forces, additional DEA agents, equipment, operational support, and additional attorneys including over thirty (30) prosecutors and immigration judges. It also would provide additional funds for detention and incarceration of criminal aliens in coordination with Department of Homeland Security enforcement activities.\nThe supplemental request would also provide funding to support Mexican law enforcement operations with ballistic analysis, DNA analysis, information sharing, technical capabilities, and technical assistance, including over twenty (20) Deputy US Marshals dedicated to the Mexican Investigative Liaison Program and the El Paso Intelligence Center (EPIC) to address cross-border investigations.\n\n \nAdditional National Guard Deployment\nThe President has also authorized the deployment of up to an additional 1,200 National Guard troops to the border to provide intelligence surveillance and reconnaissance support; and immediate support to counternarcotics enforcement until Customs and Border Protection can recruit and train additional officers and agents to serve on the border.\nUnprecedented Resources Already Being Dedicated\nThe Obama Administration has dedicated an unprecedented amount of resources to securing the border and combating the flows of drugs, weapons, and cash on the borders. During the past year, since the Southwest Border Initiative was launched, the Administration has:\n\nDoubled the personnel assigned to Border Enforcement Security Task Forces by deploying additional Immigration and Customs Enforcement (ICE) special agents;\nTripled the number of ICE intelligence analysts focused on cartel violence along the Southwest border;\nQuintupled deployments of ICE Border Liaison Officers.\nBegun screening, for the first time, 100 percent of southbound rail shipments for illegal weapons, drugs, and cash;\nDeployed thousands of technology assets along the Southwest Border and currently has 150 operational aerial assets along the Southwest border.\nDeployed two new DEA SWB enforcement groups in El Paso and Phoenix, and added 25 new DEA intelligence analysts;\nDeployed two new FBI Border Corruption Task Forces in Del Rio and Houston.\nAdded 200 new U.S. Marshal service positions including Deputy U.S. Marshals and Asset Forfeiture Criminal Investigators at the Southwest Border to increase fugitive apprehension and cross border violent crime response; to identify and seize the financial assets of the cartels; to increase court security and prisoner operations; and to investigate and mitigate security threats and improve security awareness for judiciary and other court personnel;\nSurged ATF agents to Arizona to target gun trafficking to Mexico.\nHired nearly 50 additional Department of Justice (DOJ) attorneys to prosecute drug and arms trafficking and bulk cash smuggling by the Mexican cartels, and added five DOJ attorneys to focus exclusively on extradition requests from Mexico. There were 107 extraditions from Mexico to the United States in 2009, a record, compared to 12 in 2000;\nIncreased cooperation with U.S. and Mexican law enforcement to target money laundering and bulk-cash smuggling, including $50 million in DOJ grants to federal, state, and local law enforcement, a 120-day multifaceted ICE operation, and the hiring of a DOJ prosecutor dedicated exclusively to targeting money laundering cases in and to Mexico;\nResumed DOJ asset-sharing of forfeited proceeds with the Mexican government as a result of successful bi-lateral criminal investigations;\nTrained 5,462 Mexican prosecutors and investigators at the state and federal level and in the executive and judicial branches, on target to reach 9,261 trained by the end of 2010;\nPlanned the expansion of El Paso Intelligence Center (EPIC) to include additional staffing to collect, analyze and disseminate intelligence and support law enforcement operations against a broad array of transnational threats; and\nRepositioned $80 million of existing resources in the Border Security Fencing, Infrastructure, and Technology account to higher priority replacement and repair of fences to enhance physical infrastructure along the Southwest border.\n\n \nThese strategic initiatives are producing meaningful results. The Administration has:\n\nSeized, through the combined efforts of CBP and ICE, more than $103 million in illegal currency, more than 1.7 million kilograms of drugs and more than 1,400 firearms – increases of more than $47 million, more than 450,000 kilograms of drugs and more than 300 firearms compared to 2008.\nSeized, through the combined efforts of CBP and ICE, more than $39.2 million in southbound illegal currency – an increase of more than $29.4 million compared to 2008.\nDOJ-led multi-agency law enforcement investigations (which may include DEA, FBI, ATF, ICE, CBP, and others) “Project Deliverance” resulted in more than 2,200 arrests, seizure of approximately 74 tons of drugs and $154 million in U.S. currency; “Project Coronado” resulted in the arrest of 303 individuals in 19 states and seizure of $3.4 million in U.S. currency, 729 pounds of methamphetamine, 62 kilograms of cocaine, 967 pounds of marijuana, 144 weapons and 109 vehicles; “Operation Xcellerator” resulted in the arrest of more than 750 individuals on narcotics-related charges and the seizure of more than 23 tons of narcotics and more than $59 million in cash;\n\n \nAdditionally, the San Diego DHS Maritime Unified Command, composed of U.S. Coast Guard, CBP, ICE, DEA and other law enforcement partners, saw a more than six-fold increase in maritime drug interdictions in the Pacific waters extending from the Southwest border—seizing 57,437 pounds of drugs in Fiscal Year (FY) 2009 compared to 8,884 pounds seized in FY 2008. Already in FY 2010, the Coast Guard has seized 11,500 pounds of drugs across the San Diego sector.\nStatistics reflect a significant reduction in the number of people attempting to cross U.S. borders illegally. CBP statistics show that illegal immigration into the United States is down, with apprehensions between points of entry having dropped as a result.\nSince 2004, the Border Patrol has doubled in size to over 20,000 Border Patrol agents.\n\n\n\n"
}