{
    "title": "Presidential Nominations Sent to the Senate | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/01/06/presidential-nominations-sent-senate",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 06, 2014\n\n \n\n\n\nPresidential Nominations Sent to the Senate\n\n\n\n\nNOMINATIONS SENT TO THE SENATE:\nHenry J. Aaron, of the District of Columbia, to be a Member of the Social Security Advisory Board for a term expiring September 30, 2020.  (Reappointment)\nHenry J. Aaron, of the District of Columbia, to be a Member of the Social Security Advisory Board for a term expiring September 30, 2014, vice Jeffrey Robert Brown, term expired.\nDebo P. Adegbile, of New York, to be an Assistant Attorney General, vice Thomas E. Perez, resigned.\nCynthia H. Akuetteh, of the District of Columbia, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador    Extraordinary and Plenipotentiary of the United States of America to the             Gabonese Republic, and to serve concurrently and without additional          compensation as Ambassador Extraordinary and Plenipotentiary of the United States of America to the Democratic Republic of Sao Tome and Principe.\nLarry Edward André, Jr., of Virginia, a Career Member of the Senior Foreign Service, Class of Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Islamic Republic of Mauritania.\nSteven Joel Anthony, of Virginia, to be a Member of the Railroad Retirement Board for a term expiring August 28, 2018, vice Jerome F. Kever, term expired.\nDavid J. Arroyo, of New York, to be a Member of the Board of Directors of the Corporation for Public Broadcasting for a term expiring January 31, 2016, vice Elizabeth Courtney, term expired.\nTamara Wenda Ashford, of Virginia, to be a Judge of the United States Tax Court for a term of fifteen years, vice Mary Ann Cohen, retired.\nLeslie E. Bains, of New York, to be a Director of the Securities Investor Protection Corporation for a term expiring December 31, 2015, vice William S. Jasien, term expired.\nAlfredo J. Balsera, of Florida, to be a Member of the United States Advisory Commission on Public Diplomacy for a term expiring July 1, 2014,vice Elizabeth F. Bagley, term expired.\nAlfredo J. Balsera, of Florida, to be a Member of the United States Advisory Commission on Public Diplomacy for a term expiring July 1, 2017.\n(Reappointment)\nRobert C. Barber, of Massachusetts, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Iceland.\nTommy Port Beaudreau, of Alaska, to be an Assistant Secretary of the Interior, vice Rhea S. Suh.\nColleen Bradley Bell, of California, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to Hungary.\nDavid Michael Bennett, of North Carolina, to be a Governor of the United States Postal Service for a term expiring December 8, 2018, vice Thurgood Marshall, Jr., term expired.\nTimothy M. Broas, of Maryland, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Kingdom of the Netherlands.\nThomas A. Burke, of Maryland, to be an Assistant Administrator of the Environmental Protection Agency, vice Paul T. Anastas, resigned.\nDwight L. Bush, Sr., of the District of Columbia, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Kingdom of Morocco.\nLeslie Ragon Caldwell, of New York, to be an Assistant Attorney General, vice Lanny A. Breuer, resigned.\nJohn P. Carlin, of New York, to be an Assistant Attorney General, vice Lisa O. Monaco, resigned.\nMichael G. Carroll, of New York, to be Inspector General, United States Agency for International Development, vice Donald A. Gambatesa, resigned.\nBrad R. Carson, of Oklahoma, to be Under Secretary of the Army, vice Joseph W. Westphal.\nArnold A. Chacon, of Virginia, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Director General of the Foreign Service, vice Linda Thomas-Greenfield, resigned.\nLanhee J. Chen, of California, to be a Member of the Social Security Advisory Board for a term expiring September 30, 2018, vice Mark J. Warshawsky, term expired.\nMark Bradley Childress, of Virginia, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the United Republic of Tanzania.\nAlan L. Cohen, of Virginia, to be a Member of the Social Security Advisory Board for a term expiring September 30, 2016, vice Dana K. Bilyeu, term expired.\nJames Cole, Jr., of New York, to be General Counsel, Department of Education, vice Charles P. Rose.\nNani A. Coloretti, of California, to be Chief Financial Officer, Department of the Treasury, vice Daniel M. Tangherlini, resigned.\nMichael L. Connor, of New Mexico, to be Deputy Secretary of the Interior, vice David J. Hayes, resigned.\nElisebeth Collins Cook, of Virginia, to be a Member of the Privacy and Civil Liberties Oversight Board for a term expiring January 29, 2020.  (Reappointment)\nFrance A. Cordova, of New Mexico, to be Director of the National Science Foundation for a term of six years, vice Subra Suresh, resigned.\nMaureen Elizabeth Cormack, of Virginia, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to Bosnia and Herzegovina.\nStephen Crawford, of Maryland, to be a Governor of the United States Postal Service for the remainder of the term expiring December 8, 2015, vice Alan C. Kessler, resigned.\nMadelyn R. Creedon, of Indiana, to be Principal Deputy Administrator, National Nuclear Security Administration, vice Neile L. Miller, resigned.\nBathsheba Nell Crocker, of the District of Columbia, to be an Assistant Secretary of State (International Organization Affairs), vice Esther Brimmer, resigned.\nSteven Croley, of Michigan, to be General Counsel of the Department of Energy, vice Gregory Howard Woods.\nThomas Frederick Daughton, of Arizona, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Namibia.\nKaren Dynan, of Maryland, to be an Assistant Secretary of the Treasury, vice Janice Eberly.\nJonathan Elkind, of Maryland, to be an Assistant Secretary of Energy (International Affairs), vice David B. Sandalow, resigned.\nRichard J. Engler, of New Jersey, to be a Member of the Chemical Safety and Hazard Investigation Board for a term of five years, vice William E. Wright, term expired.\nJohn L. Estrada, of Florida, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Trinidad and Tobago.\nCamilla C. Feibelman, of New Mexico, to be a Member of the Board of Trustees of the Morris K. Udall and Stewart L. Udall Foundation for a term expiring April 15, 2017, vice Stephen M. Prescott, term expired.\nWanda Felton, of New York, to be First Vice President of the Export-Import Bank of the United States for a term expiring January 20, 2017.  (Reappointment)\nRichard G. Frank, of Massachusetts, to be an Assistant Secretary of Health and Human Services, vice Sherry Glied, resigned.\nAnthony Luzzatto Gardner, of New York, to be Representative of the United States of America to the European Union, with the rank and status of Ambassador Extraordinary and Plenipotentiary.\nMark D. Gearan, of New York, to be a Member of the Board of Directors of the Corporation for National and Community Service for a term expiring December 1, 2015.  (Reappointment)\nJ. Christopher Giancarlo, of New Jersey, to be a Commissioner of the Commodity Futures Trading Commission for the remainder of the term expiring April 13, 2014, vice Jill Sommers, resigned.\nSloan D. Gibson, of the District of Columbia, to be Deputy Secretary of Veterans Affairs, vice W. Scott Gould.\nMark Gilbert, of Florida, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to New Zealand, and to serve concurrently and without additional compensation as Ambassador Extraordinary and Plenipotentiary of the United States of America to the Independent State of Samoa.\nRose Eilene Gottemoeller, of Virginia, to be Under Secretary of State for Arms Control and International Security, vice Ellen O. Tauscher, resigned.\nRobert James Grey, Jr., of Virginia, to be a Member of the Board of Directors of the Legal Services Corporation for a term expiring July 13, 2014.  (Reappointment)\nRobert James Grey, Jr., of Virginia, to be a Member of the Board of Directors of the Legal Services Corporation for a term expiring July 13, 2017.  (Reappointment)\nPamela K. Hamamoto, of Hawaii, to be Representative of the United States of America to the Office of the United Nations and Other International Organizations in Geneva, with the rank of Ambassador.\nMichael A. Hammer, of the District of Columbia, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Chile.\nTony Hammond, of Missouri, to be a Commissioner of the Postal Regulatory Commission for a term expiring October 14, 2018.  (Reappointment)\nJo Emily Handelsman, of Connecticut, to be an Associate Director of the Office of Science and Technology Policy, vice Carl Wieman, resigned.\nKeith M. Harper, of Maryland, for the rank of Ambassador during his tenure of service as United States Representative to the UN Human Rights Council.\nMatthew T. Harrington, of Virginia, a Career Member of the Senior Foreign Service, Class of Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Kingdom of Lesotho.\nBruce Heyman, of Illinois, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to Canada.\nJoseph S. Hezir, of Virginia, to be Chief Financial Officer, Department of Energy, vice Steven Jeffrey Isakowitz, resigned.\nThomas Hicks, of Virginia, to be a Member of the Election Assistance Commission for a term expiring December 12, 2017, vice Gracia M. Hillman, term expired.\nJon M. Holladay, of Virginia, to be Chief Financial Officer, Department of Agriculture, vice Evan J. Segal.\nJohn Hoover, of Massachusetts, a Career Member of the Senior Foreign Service, Class of Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Sierra Leone.\nMichael Stephen Hoza, of Washington, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Cameroon.\nAmy Jane Hyatt, of California, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Palau.\nDana J. Hyde, of Maryland, to be Chief Executive Officer, Millennium Challenge Corporation, vice Daniel W. Yohannes.\nPaul Nathan Jaenichen, Sr., of Kentucky, to be Administrator of the Maritime Administration, vice David T. Matsuda, resigned.\nPeter Joseph Kadzik, of New York, to be an Assistant Attorney General, vice Ronald H. Weich, resigned.\nTina S. Kaidanow, of the District of Columbia, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Coordinator for Counterterrorism, with the rank and status of Ambassador at Large, vice Daniel Benjamin, resigned.\nMarc A. Kastner, of Massachusetts, to be Director of the Office of Science, Department of Energy, vice William F. Brinkman.\nCharles Norman Wiltse Keckler, of Virginia, to be a Member of the Board of Directors of the Legal Services Corporation for a term expiring July 13, 2016.  (Reappointment)\nRichard A. Kennedy, of Pennsylvania, to be a Member of the Board of Directors of the Metropolitan Washington Airports Authority for a term expiring May 30, 2016, vice William Cobey, term expired.  R. Gil Kerlikowske, of the District of Columbia, to be Commissioner of Customs, Department of Homeland Security, vice Alan D. Bersin, resigned.\nEsther Puakela Kia'aina, of Hawaii, to be an Assistant Secretary of the Interior, vice Anthony Marion Babauta.\nLeslie Berger Kiernan, of Maryland, to be Alternate Representative of the United States of America to the Sessions of the General Assembly of the United Nations, during her tenure of service as Representative of the United States of America to the United Nations for U.N. Management and Reform.\nLeslie Berger Kiernan, of Maryland, to be Representative of the United States of America to the United Nations for U.N. Management and Reform, with the rank of Ambassador.\nFrank G. Klotz, of Virginia, to be Under Secretary for Nuclear Security, vice Thomas P. D'Agostino, resigned.\nKenneth J. Kopocis, of Virginia, to be an Assistant Administrator of the Environmental Protection Agency, vice Peter Silva Silva, resigned.\nNeil Gregory Kornze, of Nevada, to be Director of the Bureau of Land Management, vice Robert V. Abbey, resigned.\nHarry James Franklyn Korrell III, of Washington, to be a Member of the Board of Directors of the Legal Services Corporation for a term expiring July 13, 2014.  (Reappointment)\nCaroline Diane Krass, of the District of Columbia, to be General Counsel of the Central Intelligence Agency, vice Stephen Woolman Preston, resigned.\nArun Madhavan Kumar, of California, to be Assistant Secretary of Commerce and Director General of the United States and Foreign Commercial Service, vice Suresh Kumar, resigned.\nHelen Meagher La Lime, of the District of Columbia, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Angola.\nNanci E. Langley, of Hawaii, to be a Commissioner of the Postal Regulatory Commission for a term expiring November 22, 2018.  (Reappointment)\nWilliam A. LaPlante, Jr., of Maryland, to be an Assistant Secretary of the Air Force, vice Sue C. Payton.\nMichael Anderson Lawson, of California, for the rank of Ambassador during his tenure of service as Representative of the United States of America on the Council of the International Civil Aviation Organization.\nJohn Gerson Levi, of Illinois, to be a Member of the Board of Directors of the Legal Services Corporation for a term expiring July 13, 2014.  (Reappointment)\nJohn Gerson Levi, of Illinois, to be a Member of the Board of Directors of the Legal Services Corporation for a term expiring July 13, 2017.  (Reappointment)\nPatricia Nelson Limerick, of Colorado, to be a Member of the National Council on the Humanities for a term expiring January 26, 2018, vice Robert S. Martin, term expired.\nVincent G. Logan, of New York, to be Special Trustee, Office of Special Trustee for American Indians, Department of the Interior, vice Ross Owen Swimmer, resigned.\nMark E. Lopes, of Arizona, to be United States Executive Director of the Inter-American Development Bank for a term of three years, vice Gustavo Arnavat, resigned.\nMark E. Lopes, of Arizona, to be a Member of the Board of Directors of the Inter-American Foundation for a term expiring September 20, 2016, vice Hector E. Morales, term expired.\nShelly Colleen Lowe, of Arizona, to be a Member of the National Council on the Humanities for a term expiring January 26, 2018, vice Jane M. Doggett, term expired.\nDonald Lu, of California, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Albania.\nHeather L. MacDougall, of Florida, to be a Member of the Occupational Safety and Health Review Commission for a term expiring April 27, 2017, vice Horace A. Thompson, term expired.\nVictor B. Maddox, of Kentucky, to be a Member of the Board of Directors of the Legal Services Corporation for a term expiring                July 13, 2016.  (Reappointment)\nTomasz P. Malinowski, of the District of Columbia, to be Assistant Secretary of State for Democracy, Human Rights, and Labor, vice Michael H. Posner, resigned.\nNoah Bryson Mamet, of California, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Argentine Republic.\nL. Paige Marvel, of Maryland, to be a Judge of the United States Tax Court for a term of fifteen years.  (Reappointment)\nTimothy G. Massad, of Connecticut, to be a Commissioner of the Commodity Futures Trading Commission for a term expiring April 13, 2017, vice Gary Gensler, term expired.\nTimothy G. Massad, of Connecticut, to be Chairman of the Commodity Futures Trading Commission, vice Gary Gensler.\nSusan McCue, of Virginia, to be a Member of the Board of Directors of the Millennium Challenge Corporation for a term of three years, vice Kenneth Francis Hackett, term expired.\nTerrell McSweeny, of the District of Columbia, to be a Federal Trade Commissioner for the unexpired term of seven years from September 26, 2010, vice Jon D. Leibowitz, resigned.\nLaurie I. Mikva, of Illinois, to be a Member of the Board of Directors of the Legal Services Corporation for a term expiring July 13, 2016.  (Reappointment)\nVicki Miles-LaGrange, of Oklahoma, to be a Member of the Board of Trustees of the Harry S Truman Scholarship Foundation for a term expiring December 10, 2015, vice Roger L. Hunt, term expired.\nDebra L. Miller, of Kansas, to be a Member of the Surface Transportation Board for a term expiring December 31, 2017, vice Francis Mulvey, term expired.\nEricka M. Miller, of Virginia, to be Assistant Secretary for Postsecondary Education, Department of Education, vice Eduardo M. Ochoa.\nJames C. Miller, III, of Virginia, to be a Governor of the United States Postal Service for the term expiring December 8, 2017.  (Reappointment)\nMartha L. Minow, of Massachusetts, to be a Member of the Board of Directors of the Legal Services Corporation for a term expiring July 13, 2014.  (Reappointment)\nMartha L. Minow, of Massachusetts, to be a Member of the Board of Directors of the Legal Services Corporation for a term expiring July 13, 2017.  (Reappointment)\nTheodore Reed Mitchell, of California, to be Under Secretary of Education, vice Martha J. Kanter.\nJoseph P. Mohorovic, of Illinois, to be a Commissioner of the Consumer Product Safety Commission  for a term of seven years from October 27, 2012, vice Nancy Ann Nord, term expired.\nCarlos Roberto Moreno, of California, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to Belize.\nLuis G. Moreno, of Texas, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to Jamaica.\nJamie Michael Morin, of Michigan, to be Director of Cost Assessment and Program Evaluation, Department of Defense, vice Christine H. Fox, resigned.\nVivek Hallegere Murthy, of Massachusetts, to be Medical Director in the Regular Corps of the Public Health Service, subject to qualifications therefor as provided by law and regulations, and to be Surgeon General of the Public Health Service for a term of four years, vice, Regina M. Benjamin, resigned.\nMark Thomas Nethery, of Kentucky, to be a Member of the Board of Trustees of the Morris K. Udall and Stewart L. Udall Foundation for a term expiring October 6, 2018, vice Eric D. Eberhard, term expired.\nBrian A. Nichols, of Rhode Island, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Peru.\nCrystal Nix-Hines, of California, for the rank of Ambassador during her tenure of service as the United States Permanent Representative to the United Nations Educational, Scientific, and Cultural Organization.\nCatherine Ann Novelli, of Virginia, to be an Under Secretary of State (Economic Growth, Energy, and the Environment), vice Robert D. Hormats, resigned.\nCatherine Ann Novelli, of Virginia, to be United States Alternate Governor of the International Bank for Reconstruction and Development for a term of five years; United States Alternate Governor of the Inter-American Development Bank for a term of five years, vice Robert D. Hormats, resigned.\nCatherine Ann Novelli, of Virginia, to be United States Alternate Governor of the European Bank for Reconstruction and Development, vice Robert D. Hormats, resigned.\nKatherine M. O'Regan, of New York, to be an Assistant Secretary of Housing and Urban Development, vice Raphael William Bostic.\nFranklin M. Orr, Jr., of California, to be Under Secretary for Science, Department of Energy, vice Steven Elliot Koonin.\nCarlos Pascual, of the District of Columbia, to be an Assistant Secretary of State (Energy Resources), vice John Stern Wolf.\nMyrna Perez, of Texas, to be a Member of the Election Assistance Commission for a term expiring December 12, 2015, vice Rosemary E. Rodriguez, term expired.\nJoseph Pius Pietrzyk, of Ohio, to be a Member of the Board of Directors of the Legal Services Corporation for a term expiring July 13, 2014.  (Reappointment)\nCarolyn Hessler Radelet, of Virginia, to be Director of the Peace Corps, vice Aaron S. Williams, resigned.\nDavid Radzanowski, of the District of Columbia, to be Chief Financial Officer, National Aeronautics and Space Administration, vice Elizabeth M. Robinson.\nSarah Bloom Raskin, of Maryland, to be Deputy Secretary of the Treasury, vice Neal S. Wolin.\nEunice S. Reddick, of the District of Columbia, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Niger.\nMassie Ritsch, of the District of Columbia, to be Assistant Secretary for Communications and Outreach, Department of Education, vice Peter Cunningham.  Charles Hammerman Rivkin, of the District of Columbia, to be an Assistant Secretary of State (Economic and Business Affairs), vice Jose W. Fernandez, resigned.\nElizabeth M. Robinson, of Washington, to be Under Secretary of Energy, vice Kristina M. Johnson, resigned.\nJo Ann Rooney, of Massachusetts, to be Under Secretary of the Navy, vice Robert O. Work, resigned.\nCharles P. Rose, of Illinois, to be a Member of the Board of Trustees of the Morris K. Udall and Stewart L. Udall Foundation for a term expiring May 26, 2019, vice Robert Boldrey, term expired.\nFrank A. Rose, of Massachusetts, to be an Assistant Secretary of State (Verification and Compliance), vice Rose Eilene Gottemoeller.\nJohn Roth, of Michigan, to be Inspector General, Department of Homeland Security, vice Richard L. Skinner, resigned.\nThomas Edgar Rothman, of Maryland, to be a Member of the National Council on the Arts for a term expiring September 3, 2016.  (New Position).\nYvette Roubideaux, of Maryland, to be Director of the Indian Health Service, Department of Health and Human Services, for the term of four years.  (Reappointment)\nAdam M. Scheinman, of Virginia, a Career Member of the Senior Executive Service, to be Special Representative of the President for Nuclear Nonproliferation, with the rank of Ambassador.\nRhonda K. Schmidtlein, of Missouri, to be a Member of the United States International Trade Commission for a term expiring December 16, 2021, vice Shara L. Aranoff, term expired.\nJanice Marion Schneider, of New York, to be an Assistant Secretary of the Interior, vice Wilma A. Lewis, resigned.\nEric T. Schultz, of Virginia, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Zambia.\nLinda A. Schwartz, of Connecticut, to be an Assistant Secretary of Veterans Affairs (Policy and Planning), vice Raul Perea-Henze, resigned.\nPeter A. Selfridge, of Minnesota, to be Chief of Protocol, and to have the rank of Ambassador during his tenure of service, vice Capricia Penavic Marshall, resigned.\nStefan M. Selig, of New York, to be Under Secretary of Commerce for International Trade, vice Francisco J. Sanchez, resigned.\nSarah Sewall, of Massachusetts, to be an Under Secretary of State (Civilian Security, Democracy, and Human Rights), vice Maria Otero, resigned.\nJames H. Shelton III, of the District of Columbia, to be Deputy Secretary of Education, vice Anthony W. Miller, resigned.\nRobert A. Sherman, of Massachusetts, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Portuguese Republic.\nDouglas Alan Silliman, of Texas, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the State of Kuwait.\nRobert Michael Simon, of Maryland, to be an Associate Director of the Office of Science and Technology Policy, vice Sherburne B. Abbott.\nChristopher Smith, of Texas, to be an Assistant Secretary of Energy (Fossil Energy), vice Charles DeWitt McConnell, resigned.\nDaniel Bennett Smith, of Virginia, to be an Assistant Secretary of State (Intelligence and Research), vice Philip S. Goldberg.\nSuzanne Eleanor Spaulding, of Virginia, to be Under Secretary, Department of Homeland Security, vice Rand Beers.\nKaren Clark Stanton, of Michigan, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Democratic Republic of Timor-Leste.\nRichard Stengel, of New York, to be Under Secretary of State for Public Diplomacy, vice Tara D. Sonenshine.\nRhea Sun Suh, of Colorado, to be Assistant Secretary for Fish and Wildlife, vice Thomas L. Strickland, resigned.\nKathryn D. Sullivan, of Ohio, to be Under Secretary of Commerce for Oceans and Atmosphere, vice Jane Lubchenco, resigned.\nPuneet Talwar, of the District of Columbia, to be an Assistant Secretary of State (Political-Military Affairs), vice Andrew J. Shapiro.\nLinda Thomas-Greenfield, an Assistant Secretary of State (African Affairs), to be a Member of the Board of Directors of the African Development Foundation for the remainder of the term expiring September 27, 2015, vice Johnnie Carson.\nKathryn B. Thomson, of Virginia, to be General Counsel of the Department of Transportation, vice Robert S. Rivkin, resigned.\nHelen Tierney, of Virginia, to be Chief Financial Officer, Department of Veterans Affairs.\nConstance B. Tobias, of Maryland, to be Chairman of the Board of            Veterans' Appeals for a term of six years, vice James Philip Terry, term expired.\nGeorge James Tsunis, of New York, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Kingdom of Norway.\nAnne J. Udall, of Oregon, to be a Member of the Board of Trustees of the Morris K. Udall and Stewart L. Udall Foundation for a term expiring October 6, 2016.  (Reappointment)\nGloria Valencia-Weber, of New Mexico, to be a Member of the Board of Directors of the Legal Services Corporation for a term expiring July 13, 2014.  (Reappointment)\nGloria Valencia-Weber, of New Mexico, to be a Member of the Board of Directors of the Legal Services Corporation for a term expiring July 13, 2017.  (Reappointment)\nVictoria Marie Baecher Wassmer, of Illinois, to be Chief Financial Officer, Environmental Protection Agency, vice Barbara J. Bennett, resigned.\nDavid Weil, of Massachusetts, to be Administrator of the Wage and Hour Division, Department of Labor, vice Paul DeCamp.\nKelly R. Welsh, of Illinois, to be General Counsel of the Department of Commerce, vice Cameron F. Kerry.\nJoseph William Westphal, of New York, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Kingdom of Saudi Arabia.\nKevin Whitaker, of Virginia, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Colombia.\nEllen Dudley Williams, of Maryland, to be Director of the Advanced Research Projects Agency-Energy, Department of Energy, vice Arun Majumdar, resigned.\nRoy K. J. Williams, of Ohio, to be Assistant Secretary of Commerce for Economic Development, vice John R. Fernandez, resigned.\nRobert A. Wood, of New York, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, for the rank of Ambassador during his tenure of service as U.S. Representative to the Conference on Disarmament.\nJessica Garfola Wright, of Pennsylvania, to be Under Secretary of Defense for Personnel and Readiness, vice Erin C. Conaton, resigned.\nPortia Y. Wu, of the District of Columbia, to be an Assistant Secretary of Labor, vice Jane Oates.\nJanet L. Yellen, of California, to be United States Alternate Governor of the International Monetary Fund for a term of five years, vice Ben S. Bernanke, term expired.\nDaniel W. Yohannes, of Colorado, to be Representative of the United States of America to the Organization for Economic Cooperation and Development, with the rank of Ambassador.\nMichael Keith Yudin, of the District of Columbia, to be Assistant Secretary for Special Education and Rehabilitative Services, Department of Education, vice Alexa E. Posny.\n\n\n\n\n"
}