{
    "title": "President Obama Honors Recipients of the 2011 Citizens Medal | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/12/president-obama-honors-recipients-2011-citizens-medal",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 12, 2011\n\n \n\n\n\nPresident Obama Honors Recipients of the 2011 Citizens Medal\n\n\n\n\n\nThirteen recipients from across the country visit White House to receive Presidential award for exemplary service to their fellow citizens\n\n\tWASHINGTON, DC – On October 20, 2011, President Obama will welcome to the White House the 13 recipients of the 2011 Presidential Citizens Medal, the nation’s second-highest civilian honor. “This year’s recipients of the Citizens Medal come from different backgrounds, but they share a commitment to a cause greater than themselves,” said President Obama.  “They exemplify the best of what it means to be an American, and I am honored to be able to offer them a small token of our appreciation.”\n\n\tThe Citizens Medal was established in 1969 to recognize American citizens who have performed exemplary deeds of service for their country or their fellow citizens.  Like last year, President Obama is recognizing Americans this year whose work has had a significant impact on their communities but may not have garnered national attention.  In May, the President called on members of the public to nominate people in their lives who have performed exemplary deeds of serviceoutside of their regular jobs, including individuals:\n\nWho have a demonstrated commitment to service in their own community or in communities farther from home. Someone who has engaged in activities that have had an impact in their local community, on a community or communities elsewhere in the United States, or on fellow citizens living or stationed around the world.\n\nWho have helped their country or their fellow citizens through one or more extraordinary acts. Individuals who have demonstrated notable skill and grace, selflessly placed themselves in harm’s way, taken unusual risks or steps to protect others, made extraordinary efforts to further a national goal, or otherwise conducted themselves admirably when faced with unusually challenging circumstances.  \n\nWhose service relates to a long-term or persistent problem. Individuals who have made efforts to combat stubbornly persistent problems that impact entire communities; for example, those who have taken innovative steps to address hunger, homelessness, the dropout crisis, lack of access to health care, and other issues that plague too many Americans.\n\nWhose service has had a sustained impact on others’ lives and provided inspiration for others to serve.The ideal nominee for a Citizens Medal is a person whose work has had a meaningful and lasting impact on the lives of others.\n\n\tNearly 6,000 public nominations were submitted, and the President has selected the following awardees:\n\nSteve and Liz Alderman, Armonk, NY\n\tAfter Liz and Steve Alderman lost their son, Peter, in the World Trade Center attack on September 11, 2001, they founded the Peter C. Alderman Foundation.  The Foundation works to heal the emotional wounds felt by victims of terrorism and mass violence by training health care professionals and establishing clinics in post-conflict countries including Cambodia, Uganda, Rwanda, and Haiti.  Their clinics treat thousands in need and contribute to shaping a positive image of America in the world.  The Aldermans receive the Citizens Medal for aiding the victims of conflict who might otherwise go unaided.\n\nClarence Lee Alexander, Fort Yukon, AK\n\tSometimes called the “grandfather of tribal government” in Alaska for his long-held role as Chief of Fort Yukon, Clarence Alexander has done extensive work cleaning up the Yukon River, resulting in closure of numerous open-burning dumps and the removal or recycling of millions pounds of waste. Alexander is former Grand Chief of the Gwich’in people of Alaska.  Alexander receives the Citizens Medal for demonstrating how much good a dedicated leader can accomplish.\n\nCamilla Bloomquist, Penn Yan, NY\n\tFor over 30 years, Milly Bloomquist has created and operated numerous programs to help the poor and underserved in Penn Yan, New York, making her a living legend. She founded Food for the Needy and Christmas for the Needy.  Recently, she implemented the Weekend Backpack Program in Yates County, where children receive free meals at their schools. Bloomquist receives the Citizens Medal for her lifelong commitment to serving those in need. \n\nJudith Broder, Studio City, CA\n\tIn 2004, Judith Broder created The Soldiers Project, which has worked to meet the mental health needs of servicemembers, their families, and returning veterans. Through The Soldiers Project, over 600 therapists have provided over 7,400 hours of pro bono, confidential psychological services to veterans.  The Soldiers Project seeks to decrease the disruptive effects of repeated deployments, enhance post-deployment transition and re-integration, and mitigate suffering related to PTSD, TBI, substance abuse, domestic violence, and depression. Broder receives the Citizens Medal for her dedication to those who serve this country.\n\nVijaya Emani, Strongsville, OH\n\tVijaya Emani became a role model for victims of domestic abuse because of her strength and determination in overcoming domestic abuse in her own life, and by speaking out about the issue publicly, she broke a long held taboo in the Indian American community. Emani lived and breathed many causes including projects to aid the homeless and promoting diversity. Although she was killed in a tragic vehicle accident, her example and message live on.  Emani posthumously receives the Citizens Medal for her courage in overcoming and speaking out against abuse.\n\nJohn Keaveney, Los Angeles, CA\n\tIn 1992, John Keaveney, a Vietnam combat veteran, founded New Directions, a home for homeless and disabled veterans with addiction and mental health problems.  Keaveney overcame personal struggles and turned his life around in the 1980s.  He began working on veterans issues, deciding that no veteran who asked for help should suffer what he did.  When he began his program, he made a promise that no veteran would leave it unless he had a suit, a place to stay, and an income. Keaveney receives the Citizens Medal for ensuring that America keeps its promises to veterans.\n\nRoger Kemp, Leawood, KS\n\tRoger Kemp faced the ultimate parent’s nightmare.  In a random act of violence, Roger’s daughter Ali, 19, was killed by a predator in the summer of 2002. In response Kemp created The Ali Kemp Defense Education (TAKE) Foundation.  Inspired by his belief that his daughter could have survived if she had an edge on her attackers, TAKE has trained more than 46,000 women in self-defense. Kemp has also advocated for “wanted” billboards as a means to locate and arrest criminals. Kemp receives the Citizens Medal for working to empower young women to prevent themselves from becoming victims.\n\nJanice Langbehn, Lacey, WA\n\tWhile on vacation with her family in February 2007, Janice Langbehn’s partner, Lisa Pond, suddenly fell ill and was rushed to the hospital.  Langbehn was refused access to her partner, who had experienced a brain aneurysm and later died alone.  With the help of Lambda Legal and GLAAD, she filed a federal lawsuit and worked to get her story out to the nation. Janice's story received attention from President Obama, who personally apologized to her for the way she and her family was treated.  He went on to revise hospital visitation rights for gay and lesbian couples, which went into effect this past January for any hospitals receiving federal Medicare or Medicaid funds. Langbehn receives the Citizens Medal for her efforts to ensure all Americans are treated equally.\n\nIda Martin, Bluffton, SC\n\tIda Martin created Bluffton Self Help to assist working families, disabled residents, and senior citizens in the Bluffton, South Carolina area when they suffered a financial crisis. In 2010 alone, Bluffton Self Help provided 62,000 items of food to 11,600 people and provided clothing to almost 9,000 people.  Additionally, Bluffton Self Help provided families with short-term emergency financial assistance toward housing/utility assistance, medical assistance, or children's program assistance.  Mrs. Martin's philosophy is to help those who have the desire to help themselves. Martin receives the Citizens Medal for providing relief to many in moments of despair.\n\nMargaret Martin, Los Angeles, CA\n\tAfter observing LA gang members stop at a Hollywood market to listen to a kid playing Brahms on a small violin, Margaret Martin realized those gang members would rather be doing what the kid was doing, but would never have the chance.  She decided to dedicate her life to making quality arts education available to those in the most underserved, gang reduction zones of Los Angeles, and founded the Harmony Project in 2001.  The organization has provided instruments and tuition-free group and private music lessons to thousands of children in Los Angeles who would otherwise have no access to classical music.  Martin receives the Citizens Medal for replacing violence in children’s lives with music.\n\nMichelle McIntyre-Brewer, Jefferson, MD\n\tMichelle McIntyre-Brewer is a military spouse, mother, and founder of Soldier’s List. She founded Soldier's List in 2003 to support high risk Service Members and their families.  Soldier’s List has sent tens of thousands of care packages around the world providing critical medical relief.  Michelle works diligently with the military community to educate families about their rights and responsibilities within Tricare and other services offered. McIntyre-Brewer receives the Citizens Medal for going above and beyond on behalf of our troops and their families. \n\nRoberto Perez, Miami, FL\n\tAs President of Alfalit, a non-profit organization combating illiteracy, Robert Perez has led the charge for fighting illiteracy from Africa to South America, and as a result 7 million people have learned to read in 22 countries in the Americas, Africa, and Europe.  Perez previously worked as a Miami-Dade County social worker and as an ordained Methodist Pastor counseling prison inmates and recovering alcoholics.  Perez receives the Citizens Medal for his passion and work on behalf of the less fortunate around the globe.\n\n\n\n\n"
}