{
    "title": "Fact Sheet: Administration Announces New Economic and Workforce Development Resources for Coal Communities through POWER Initiative | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/08/24/fact-sheet-administration-announces-new-economic-and-workforce",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 24, 2016\n\n \n\n\n\nFact Sheet: Administration Announces New Economic and Workforce Development Resources for Coal Communities through POWER Initiative\n\n\n\n\n\n\tAs part of President Obama’s ongoing efforts to assist communities negatively impacted by changes in the coal industry and power sector, today the Administration is announcing awards totaling $38.8 million for 29 economic and workforce development projects -- in and across multiple states -- that are building a stronger economic future for their communities, businesses, and workers.  The awards are administered by the Appalachian Regional Commission (ARC), the U.S. Department of Commerce’s Economic Development Administration (EDA), and the U.S. Department of Labor’s Employment and Training Administration (ETA).  With these investments, it’s estimated that 3,418 jobs will be created or retained, and an additional $66,970,000 will be leveraged through investments from other public and private partners.\n\nThe Partnerships for Opportunity and Workforce and Economic Revitalization (POWER) Initiative is a coordinated Administration effort, involving ten federal agencies, with the goal of effectively aligning, leveraging and targeting a range of federal economic and workforce development programs and resources to assist communities and workers that have been affected by job losses in coal mining, coal power plant operations, and coal-related supply chain industries due to the changing economics of America’s energy sector.\n\n\tThe POWER Initiative is the primary economic and workforce component of President Obama’s broader POWER+ Plan, part of his FY 2017 budget request to Congress.  The POWER+ Plan proposes more than $9 billion of investment to support economic diversification in coal communities; employment and training services for workers displaced from the coal economy; the health and retirement security of coal miners and their families; the reclamation and redevelopment of abandoned mine lands; and the deployment of carbon capture and sequestration technology.\n\n\tMost of the awards announced today are the first to be awarded from a competitive POWER federal funding opportunity released in March of this year by the ARC and EDA to provide implementation, planning and technical assistance grants in support of projects in coal-impacted communities that propose to do one or more of the following:\n\n\t•           Diversify the commercial and industrial base of local and regional economies;\n\n\t•           Create jobs in new and/or existing industries;\n\n\t•           Attract new sources of private and public investment; and\n\n\t•           Provide a range of workforce services and skills training for high-quality, in-demand jobs.\n\n\tThe POWER initiative is one example of a new approach to federal engagement with communities that President Obama and his Administration have steadily advanced over the last seven years.  The Administration has abandoned an outdated, top-down approach to investing in communities in favor of a collaborative federal role that is driven by partnership with local leaders to link and leverage public and private resources and deliver comprehensive support that reflects locally identified priorities.\n\n\tPOWER Implementation Award Summaries:\n\n\n$7,474,100 total (a $4,974,100 EDA grant and a $2,500,000 ARC grant) to the University of Pikeville in Pikeville, KY for the Kentucky College of Optometry (KYCO) project. POWER funds will be used to purchase equipment, instructional supplies, and other materials to help launch a new College of Optometry. The college will both grow the healthcare workforce and improve access to vision care in Central Appalachia.  KYCO will be only the second optometry college in the Appalachian Region, and will primarily serve Eastern Kentucky, Southern West Virginia, and Southwestern Virginia. Within the first three years of the award, KYCO will graduate 60 optometrists, provide care to 12,000 patients, and bring $26,000,000 in direct economic impact to the regional economy.\n\n$2,750,000 ARC grant to the Eastern Kentucky Concentrated Employment Program (EKCEP) in Hazard, KY for the TechHire Eastern Kentucky (TEKY) Initiative: Developing a Technology-Driven Workforce project. The project will serve young adults aged 17-29 who are out of school, and older adults who are unemployed, laid-off, or underemployed by offering several avenues to industry-led accelerated technology training, paid work-based internships, and employment opportunities in IT careers. This comprehensive workforce development initiative will train 200 new workers, create 160 jobs, and serve to bolster existing and emerging sectors that rely on a skilled information technology workforce in 23 Eastern Kentucky counties.  The initiative will provide the trained workers necessary for a private technology company to expand its operations into Eastern Kentucky. \n\n$2,500,000 total (a $1,500,000 ARC grant and a $1,000,000 EDA grant) to the Bluewell Public Service District in Bluefield, WV for the Mercer County Regional Airport Development and Diversification Initiative. POWER funds will be used to extend public water service along Route 52 and Airport Road to the Mercer County Regional Airport. In addition to providing essential infrastructure to the regional airport, the project will create 38 new jobs, and will capitalize on an existing regional asset by providing funding for a strategic plan that will position the airport and its adjoining 200 acres of flat, developable land as an economic driver for four counties in Southern West Virginia and Southwestern Virginia.\n\n$2,285,049 EDA grant to Upshur County Development Authority in Buckhannon, WV, for the Upshur County Knowledge and Innovation Business Center. This project consists of the construction of the new Business Center on property donated by the City of Buckhannon, which will host a small business development center to be managed by the Upshur County Development Authority. Small business development support services will be targeted to IT and other technology-based business interests. The Center will also provide flex-office and incubator space. Broadband access will be available at the facility as a result of a privately-funded initiative to address the current lack of broadband access in Upshur County.  One technology company has already committed to locating in this facility.  The project will create and retain 78 jobs and leverage $8,500,000 in additional investment.\n\n$2,196,450 ARC grant to the Consortium for Entrepreneurship Education in Charleston, WV for the EntreEd K-14: Every Student, Every Year project. The EntreEd program enables K-12 teachers to integrate entrepreneurial content and context into delivery of required standards in any subject or grade level. The project will educate the next generation of Appalachia’s workforce to create their own businesses to drive the local economy.  ARC funds will expand the footprint of the proven EntreEd program into five additional counties in West Virginia, eleven counties in Kentucky, three counties in Ohio, one county in Tennessee, and two counties in Virginia. The program will be supported by expertise from the National Association for Community College Entrepreneurship (NACCE), project management from the EdVenture Group, and funding from the Claude Worthington Benedum Foundation. The EntreEd program will serve 15,000 K-12 Appalachian students in 50 individual schools and 7 community colleges over the life of the award.\n\n$2,022,133 ARC grant to the Mountain Association for Community Economic Development (MACED) in Berea, KY for the Economic Transition for Eastern Kentucky (ETEK) Initiative. The ARC award will expand fast-track retraining and entrepreneurial technical assistance services targeted to dislocated coal workers; establish an intern program aimed at placing former coal workers in the energy efficiency sector; and increase access to capital through a $1,000,000 venture capital loan fund. The project will create 200 new jobs and 100 new enterprises, serve 500 existing businesses, and bring $12,000,000 in leveraged financing to a 54-county region in Eastern Kentucky.\n\n$2,000,000 ARC grant to Ohio University in Athens, OH for the Leveraging Innovation Gateways and Hubs Toward Sustainability (LIGHTS) project. The ARC award will strengthen Southern Ohio’s entrepreneurial ecosystem by leveraging the capacity of four strategically located “Innovation Hubs” -- which provide facilities, equipment and design/engineering expertise to entrepreneurs – and five regional “Gateway Centers” that link local entrepreneurs to a broad array of support services throughout the ecosystem. The project will build on the successful TechGROWTH Ohio model, create 360 new jobs, 50 new small businesses, and bring $5,000,000 in leveraged private investment to the area.\n\n$1,870,000 ARC grant to the Coalfield Development Corporation in Wayne, WV for the Appalachian Social Entrepreneurship Investment Strategy. ARC funds will be used to incubate job-creating social enterprises; scale-up Coalfield Development Corporation’s innovate 33-6-3 on-the-job training/education/life skills workforce development model; and expand Coalfield Development Corporation’s service territory to other coal-impacted areas in Southern West Virginia. The award will create 85 new jobs and equip 60 trainees to pursue quality jobs in high-demand industries in the Appalachian Region, and will be supported by funding from the Claude Worthington Benedum Foundation.\n\n$1,822,500 total (a $1,200,000 EDA grant and a $622,500 ARC grant) to the Randolph County Development Authority in Elkins, WV for the Hardwood Cluster Manufacturing Expansion Project. POWER funds will be utilized to expand a major cabinet manufacturer’s operation by enabling the doubling of its current production rate due to a new national contract – thereby creating 45 new jobs and adding $2,500,000 in annual wages to the regional economy. In addition, the award will strengthen the Hardwood Alliance Zone – a nine-county region in Central West Virginia containing a cluster of hardwood businesses.\n\n$1,648,400 EDA grant to Mingo County Redevelopment Authority (MCRA) and Mingo County Public Service District in Williamson, WV for the Mingo County Air Transportation Park Infrastructure Improvements project. The project will provide potable water to the Mingo County Air Transportation Park atop a reclaimed surface mine in the center of the county, which MCRA is positioning as an industrial site for light and advanced manufacturers. It will include construction of approximately 62 thousand feet of water line, a 500 gallon-per-minute booster pumping station, a one-million-gallon water storage tank, and other related equipment, as well as an on-site sewage, aeration, and absorption system.  The project will create and retain 520 jobs and leverage $9,000,000 in additional investment.\n\n$1,500,000 ARC grant to Appalachian Sustainable Development in Abington, VA for the Central Appalachian Food Enterprise Corridor. This 5-state, 43-county project will develop a coordinated local foods distribution network throughout Central Appalachia, and will connect established and emerging producers in Ohio, West Virginia, Tennessee, Southwest Virginia, and Eastern Kentucky to wholesale distribution markets. The ARC award will support planning, partner convening, and capacity building, as well as production and processing equipment, supplies, and labor costs, and will be supported by funding from the Just Transition Fund. The strengthened food corridor will act as regional economic driver -- creating 120 jobs, retaining 250 jobs, and ultimately creating 95 new businesses.\n\n$1,464,251 ARC grant to the University of Kentucky Research Foundation in Lexington, KY for the Downtown Revitalization in the Promise Zone project. This project -- partnering with the Community and Economic Development Initiative of Kentucky, the Foundation for Appalachian Kentucky, the Kentucky Promise Zone, Shaping Our Appalachian Region (SOAR), and the Kentucky Mainstreet Program – will help revitalize the downtowns of 8 distressed towns in the Southeastern Kentucky Promise Zone.  The project will provide each community with tailored economic studies that identify economic opportunities, support strategic planning sessions to capitalize on those opportunities, provide financial support for key steps to implement those strategies, and build local leadership and business capacity. The project will create 24 new downtown businesses, 72 new jobs, and leverage $800,000 in private investment.\n\n$1,417,375 ARC grant to Southwest Virginia Community College (SWCC) in Cedar Bluff, VA for the Retraining Energy Displaced Individuals (REDI) Center for Dislocated Coal Miners program. The REDI program will provide fast-track reemployment services directly to displaced coal miners -- equipping them with the necessary skills to get back to work in a high-demand field, earning comparable wages to their previous employment. Through an intensive, accelerated program of coursework, workers can obtain credentialed skills in as little as four months, rather than the more traditional training periods of a year or more.  Training will be focused on three sectors with local employment opportunities:  advanced manufacturing, construction, and health technology.  The program will certify 165 new trainees over the life of the award, and will be supported by funding from the Thompson Charitable Fund and the Virginia Tobacco Commission.\n\n$1,372,275 ARC grant to the Hatfield McCoy Regional Recreation Authority in Man, WV for the Southern Coalfields Sustainable Tourism & Entrepreneurship Program. ARC funds will develop and implement a comprehensive program to expand tourism-related employment and businesses in southern West Virginia, and will foster Hatfield McCoy Trail expansion in Kentucky and Virginia. In addition, the award provides for the deployment of a coordinated marketing effort, which will increase the region-wide economic impact of the Trails by $13,000,000 per year. The project will create 225 jobs and 50 new businesses along the Trails, and will be supported by funding from the Claude Worthington Benedum Foundation.\n\n$1,250,000 ARC grant to the Natural Capital Investment Fund, Inc. in Shepherdstown, WV for the Growing Triple Bottom Line Small Businesses in Coal Impacted Communities in Central Appalachia project. These funds will be used to expand coal-impacted communities’ access to capital in Southern West Virginia by capitalizing a $4,000,000 tourism-related revolving loan fund and developing a West Virginia New Markets Tax Credit Fund. The project will create 200 new jobs and 20 new businesses, bring $5,000,000 of leveraged private investment into the region, and will be supported by funding from the Claude Worthington Benedum Foundation .\n\n$997,150 ARC grant to the Shoals Entrepreneurial Center in Florence, AL for the Shoals Shift project. The funds will be used to offer a wide range of entrepreneurial programming, including improved access to capital and credit and development of strategies to increase the profitability of the region’s start-ups and existing businesses through more efficient use of broadband technologies. The programming includes training and activities for community members and student entrepreneurs from middle schools all the way to the university level. Activities will take place in a nine-county region covering parts of northwest Alabama, northeast Mississippi, and south central Tennessee. The project is expected to help create or retain 110 jobs, start 20 new businesses, and leverage $10,000,000 in private investment.\n\n$967,500 ARC grant to the New River Gorge Regional Development Authority in Beckley, WV for the New River Gorge Region - Developing an Entrepreneurial Economy project. ARC funds will be used to establish a technical assistance support program -- which will assist start-up businesses with hands-on technical aspects of their operations -- and to hire social enterprise and region-wide business coaches. The project will yield 15 new businesses, improve 294 existing businesses, and create 225 new small-business jobs.\n\n$559,005 ETA National Dislocated Worker Grant to the Texas Workforce Commission to provide reemployment services to 85 dislocated workers impacted by recent layoffs in the coal industry in Hopkins and Titus counties. The funds will be used primarily to prepare affected workers for in-demand jobs in manufacturing, the largest industry in the North East Texas Workforce Development Area. This project directly aligns with the North East Texas Regional Talent Retention and Economic Growth Strategy, a long-term economic plan to retain skilled workers within the region and maximize industrial growth.\n\n$500,000 ARC grant to Pennsylvania Wilds Center for Entrepreneurship, Inc. in Russell, PA for the Nature Tourism Cluster Development in the PA Wilds project. The ARC award will be used to create a coordinated regional cluster development system to capitalize on Pennsylvania’s numerous nature-tourism assets that spread across 2,000,000 acres in 12 counties. This strategy will drive attendance to these natural attractions, and will be leveraged by $500,000 in match investments to develop a network of small businesses to support the increased demand for products and services in the area.\n\n\n\tPOWER Planning Grant and Technical Assistance Award Summaries:\n\n\tThrough the POWER Initiative, ARC and EDA are making funds available to assist organizations to develop plans, assess needs and prepare proposals to build a stronger economy for coal-impacted communities.\n\n\n$250,000 EDA grant to the Advantage Valley, Incorporated (AVI) in Huntington, WV for the AVI Site Development and Small Business Feasibility Study. This study will identify sites for commercial development within identified clusters (including manufacturing, chemical and polymer production, and supply chain distribution), and assess how small business activities can be targeted to meet the needs of existing and new industry clusters (such as health care) in an eight-county area. This EDA investment will also support the analysis of the critical components necessary to establish a site development fund.  AVI is partnering with the Charleston Area Alliance, West Virginia Small Business Development Center, and regional economic development organizations to develop this project, which will be supported by funding from the Claude Worthington Benedum Foundation.\n\n$200,000 ARC grant to the West Virginia Development Office for the Hobet Strategic Plan. West Virginia will receive technical assistance to develop a detailed economic assessment and strategic plan for the best use of the Hobet Surface Mine Site in Boone and Lincoln Counties, previously the largest surface mining operation in the state.\n\n$120,000 EDA grant to New River Gorge Regional Development Authority (NRGRDA) in Fayetteville, WV for a NRGRDA Regional Business Loan Study. This study will assess the feasibility of establishing a comprehensive Regional Loan Fund to invest in the most economically challenged communities in Southern West Virginia.\n\n$60,202 ARC grant to the Southern Research Institute in Birmingham, Alabama, for the development of a strategic plan focusing on entrepreneurship in coal-impacted counties in the Appalachian part of Alabama.  Innovation and increasing business startup activity will be the primary focus.\n\n$22,758 ARC grant to Youngstown State University in Youngstown, Ohio, to analyze and develop a project plan for the Advanced Manufacturing Innovation and Commercialization Center.  The project is expected to serve 14 counties in Ohio, Pennsylvania, and West Virginia.\n\n$10,000 ARC grant to The EdVenture Group in Morgantown, West Virginia for the Creating Opportunities, Diversifying Economy for displaced coal miners (CODE) project to develop a sustainable plan for economic diversification.  The project being developed is expected to serve 12 counties in West Virginia.\n\n\n\tPOWER Special Projects Summaries:\n\n\tAs part of the POWER Initiative, ARC is supporting several special projects to strengthen entrepreneurship, expand market opportunities and address key issues in Appalachia's coal communities.\n\n\n$750,000 to continue a collaborative effort with the National Institute on Drug Abuse (NIDA) at the National Institutes of Health (NIH) and other federal partners to research opioid abuse and related problems of HIV and Hepatitis C (HCV) in Appalachia's coal communities.\n\n$400,000 for a partnership with the U.S. Environmental Protection Agency (EPA) and the U.S Department of Agriculture (USDA) to expand the Cool & Connected Initiative to help 10 Appalachian coal-impacted communities use broadband service to revitalize small-town main streets and promote economic development.  Participating communities will receive technical assistance for strategic planning, as well as initial implementation support for the first steps of their plans.  The communities are located in Alabama, Ohio, Pennsylvania, Tennessee, Virginia, and West Virginia.\n\n\t\t $352,000 to provide training, technical support, and expanded market opportunities to Appalachian-based coal supply chain companies through partnerships developed at MineExpo 2016, the world’s largest and most comprehensive exposition dedicated to mining equipment, products , and services.  This trade show is part of the 2016 U.S. Commercial Service International Buyer Program schedule, which connects U.S. exhibitors with foreign buyer delegations at the show.  ARC funds will be used to ensure the participation of companies from Appalachia and enable them to get international trade support tailored to the specific needs of the individual companies.  Southern Alleghenies Planning and Development Commission in Altoona, Pennsylvania, is coordinating the ARC assistance.\n\n$60,000 for a partnership with the National Association of Counties Research Foundation to provide additional technical assistance to 11 teams from Appalachian coal communities that participated in the EDA-funded Innovation Challenge for Coal-Reliant Communities Program. This support includes grant writing, feasibility studies, strategic plan development or updates and capacity building to facilitate strategic and sustainable investments.  Community teams are located in Kentucky, Pennsylvania, Virginia, and West Virginia.\n\n\n\n\n\n"
}