{
    "title": "FACT SHEET AND REPORT: President Obama Celebrates Great Teachers and Our Nation’s Educational Progress | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/03/fact-sheet-and-report-president-obama-celebrates-great-teachers-and-our",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 03, 2016\n\n \n\n\n\nFACT SHEET AND REPORT: President Obama Celebrates Great Teachers and Our Nation’s Educational Progress\n\n\n\n\n\n“From the moment students enter a school, the most important factor in their success is not the color of their skin or the income of their parents, it’s the person standing at the front of the classroom... America’s future depends on its teachers.”\n\n\t-     President Barack Obama, Remarks to the Hispanic Chamber of Commerce, March 10, 2009\n\n\tToday President Obama will stand with hundreds of educators from across the country to recognize their contributions and celebrate the progress this country has made toward increasing educational opportunity and outcomes for all students since he took office.  On National Teacher Appreciation Day, the President will not only honor the National Teacher of the Year, but he will also celebrate remarkable educators across the country who have helped us achieve extraordinary progress over the past seven and a half years.\n\n\tPresident Obama recognizes that America’s future is written in our classrooms, and that our teachers and educators deserve our support. That is why, throughout his Administration, the President has not only supported our educators, but also promoted a bold vision for improving our education system to give all students the fair chance they deserve. Today, the White House will underscore the change underway in America’s schools, and announce progress toward reaching the President’s goal of preparing an additional 100,000 science, technology, engineering, and mathematics (STEM) teachers for America’s classrooms by 2021.\n\n\tThe White House is also highlighting new efforts to support great educators. TEACH – a public-private collaboration led by the U.S. Department of Education and Microsoft, with support from organizations including Facebook, College Football Playoff Foundation and MyCollege Options – will launch new commitments to attract a strong teacher workforce.  The Department of Education will collaborate with the ASCD, the National Board for Professional Teaching Standards, The Leona M. and Harry B. Helmsley Foundation Charitable Trust, and Carnegie Corporation of New York in their work to support teacher-led initiatives that strengthen teachers’ professional learning and improve student outcomes.  And organizations like Spotify and the College Football Playoff Foundation will launch new efforts to support and encourage great teaching.\n\nProgress to Support Great Teachers and Help All Students Succeed\n\n\tToday, the White House and the Department of Education are releasing a report highlighting the nation’s educational progress since the President took office – from reducing the number of dropouts, to raising academic standards to prepare students for college and career in nearly every state, to expanding the availability of high-quality preschool and digitally connecting America’s classrooms.  The pace and scale of change in America’s educational system would have been impossible to achieve without the committed work of educators at every level of school governance – from the classroom teacher to state superintendents.\n\n\tThe report released today details the steps President Obama has taken since the Recovery Act to support education, showing results under efforts such as the Race to the Top – which catalyzed a profound wave of education reform across the country – and the Investing in Innovation program – which has contributed to testing, validating, refining and expanding new solutions and strategies to close achievement and opportunity gaps in America’s schools.  The report underscores the steps the Obama Administration has taken to increase equity and give teachers the tools they need to help students succeed.\n\n\tBelow are a few highlights of the progress achieved over the last seven and a half years:\n\n\nHigh Academic Standards that Prepare Students for Success in College and Careers: Today, 49 states and the District of Columbia (D.C.) have adopted and are implementing college- and career-ready standards and aligned assessments for their students. In the future, with the recent passage of the Every Student Succeeds Act (ESSA), every state will hold all of their students to such standards.\n\nRecord-High Graduation Rates: In 2008, a quarter of our high school students did not earn a high school diploma on time. Since President Obama took office, the graduation rate has increased steadily and students in the United States are graduating from high school at a higher rate than ever before, at 82 percent. Some of the greatest progress has been made by African American and Latino Students. Since the 2010-2011 school year, African American high school students experienced a 5.5 percentage point increase in graduation rates while Latino students experienced a 5.3 percentage point increase. \n\nStemming the Tide of School Dropout: The number of schools where 40 percent or more of students do not graduate on-time has gone down sharply during this Administration. In 2008, there were roughly 1,800 of these schools across the country; by 2014, the number of these schools was reduced to 1,040. The percentage of young people who drop out of high school altogether has decreased.  In 2008, before the President entered office, the dropout rate among Hispanic students was 18 percent. That percentage shrunk to just below 12 percent in 2013 – a marked improvement from before President Obama entered office and a significant shift from more than two decades before, when the share of Latino youth who were dropouts was 35 percent. \n\nAdvancing High-Quality Preschool: In 2009, only 38 states offered students access to state-funded preschool, according to the National Institute for Early Education Research at Rutgers University. Today, all but four states offer access to state-funded preschool, and since the President called for universal access to high-quality preschool in his 2013 State of the Union Address, 38 states and D.C. have invested more than $1.5 billion in support of preschool. Beyond these state investments, the Obama Administration has dedicated $750 million toward the development and expansion of high-quality preschool, enabling 230 high-need communities to provide more than 100,000 additional children with access to preschool.\n\nInvesting in our Great Educators: When President Obama took office, the U.S. economy was in free-fall, and state and local government budgets were in trouble and facing significant cuts – jeopardizing our education system. The President took action, signing into the law the Recovery Act, which saved or created more than 400,000 jobs, most directly in education – keeping teachers, principals, librarians, and counselors on the job. In addition, since 2009, the Obama Administration has invested more than $2.7 billion in grants to develop educator talent through the award of competitive grants for better recruitment, training, support, and rewards for our educators, particularly those in high-need and rural districts.\n\nTransforming Education Technology: In 2013, only 30 percent of school districts had access to high-speed internet, leaving 40 million students without access to that connectivity.  In 2013, the President launched his ConnectED initiative with the goal of unleashing education technology in schools and connecting 99 percent of America’s students to high-speed broadband in their schools and libraries by 2018.   Today, we are on track to meet that goal – 77 percent of school districts and an additional 20 million students now have access to high-speed broadband. This transformation is supported by 2,200 superintendents who have committed to President Obama’s Future Ready vision to help teachers and principals unleash new models of teaching and learning that make use of technology and digital tools like Open eBooks.\n\nInspiring STEM Education and Computer Science for All:  The Obama Administration’s efforts have resulted in an unprecedented all hands-on-deck effort in support of STEM education and STEM teachers, including securing more than $1 billion in private investments in support of STEM education. Additionally, the President has advanced efforts to inspire and recognize young inventors, discoverers and makers by hosting the first-ever White House Science Fairs and the first-ever Maker Faire in 2014.  Earlier this year, the President announced a bold new call to action: to empower every American student from kindergarten through high school to learn computer science and the computational thinking skills needed to succeed.  \n\n\nNew Announcements in the Effort to Support Great Educators\n\n\tIn addition to highlighting the progress under this Administration, the White House and Department of Education are also announcing the following actions being taken to support excellent educators:\n\nReaching the President’s Goal of 100,000 new and Excellent STEM Teachers\n\n\tTo meet the challenges of the 21st century, more of our students will need to be prepared with strong STEM skills in order to succeed. The need is real -- last year, there were more than 600,000 tech jobs open across the United States. But there are large disparities in student access and engagement in STEM courses, with only half of high schools nationwide offering calculus and only 63 percent offering physics. One quarter of the high schools with the highest percentages of African-American and Latino students do not offer Algebra II and a third of these schools do not offer chemistry. To address these challenges, President Obama issued a call to action in his 2011 State of the Union address to put 100,000 new STEM teachers in the classroom in ten years to equip a new generation of problem-solvers with the STEM skills they need to revitalize our economy, lead our nation, and solve the globe’s most pressing challenges. \n\n\tIn response to that call to action, 100Kin10, a network of 280 organizations, including school districts, universities, foundations, corporations, museums, nonprofits, and government agencies, was formed to mobilize commitments to achieve the ambitious 100,000 excellent STEM teacher goal by 2021.\n\n\tToday, at the critical halfway point in the ten-year effort, 100Kin10 is announcing that its network has already trained more than 30,000 teachers, and that its partners have made commitments to recruit and train an additional 70,000 by 2021 – meaning they will meet the President’s goal and yield more than 100,000 excellent STEM teachers by the ten-year mark. These projections have been verified by the American Institutes for Research, which has concluded that 100Kin10’s estimates are reasonable.\n\nMaking an Impact: Teacher Impact Grants\n\n\tToday, the U.S. Department of Education is announcing that it is working with ASCD, the National Board for Professional Teaching Standards (“National Board”), The Leona M. and Harry B. Helmsley Foundation Charitable Trust, and Carnegie Corporation of New York to provide direct support to teacher-led initiatives to strengthen professional learning and improve student outcomes. These Teacher Impact Grants will cultivate the robust expertise of teachers to accelerate positive change in professional learning at the classroom, school, and district levels.\n\n\tThe program will be administered by ASCD and financially supported by The Leona M. and Harry B. Helmsley Foundation Charitable Trust and Carnegie Corporation of New York. The funding will provide $5,000-$15,000 grants with the goal of supporting and empowering teachers in their work, so they may enhance the impact our schools have on the well-rounded success of each child. The commitment from the Helmsley Charitable Trust and Carnegie Corporation of New York will provide the resources needed to make teacher innovations a reality.\n\n\tThe private grants build on work by the Teach to Lead initiative, which was founded in 2014 by the Department of Education and the National Board to help advance student outcomes by expanding opportunities for teacher leadership. As part of Teach to Lead, the Department, ASCD, and National Board have hosted Teacher Leader Summits and Teacher Leader Labs across the country where hundreds of educators have created locally-driven plans to help improve student outcomes.\n\nEncouraging More Great Individuals to TEACH\n\n\tTEACH is a public-private collaboration led by the U.S. Department of Education and Microsoft.  TEACH’s public service campaign, in partnership with the Ad Council, aims to inspire the next generation of teachers by reaching millions of college students who are considering career choices and providing them with information about how the teaching profession matches the criteria they have for their ideal career, including many opportunities for innovation and creativity, leadership and skill development, and personal fulfillment. Today TEACH is announcing that the following organizations are taking steps to support its work:\n\n\nMicrosoft will renew its financial support with an additional two-year $3 million commitment and continue to provide leadership and strategic guidance to TEACH.\n\nFacebook is providing pro-bono creative work and donated media on Facebook’s platform and leveraging the platform’s detailed targeting capabilities to directly reach college students and recent graduates who have demonstrated an interest in STEM subjects.\n\nMyCollege Options, the nation’s largest college planning platform, is partnering with TEACH to access over 6 million high school and college students nationwide and identify those with the highest propensity to become teachers.\n\n\nThe College Football Playoff Foundation: Lifting Up Excellent Educators\n\n\tThe College Football Playoff Foundation is announcing that it will make a $100 million impact on teacher-related initiatives over the next ten years. The Foundation and its media affiliates will work with TEACH over this year to develop a campaign that supports and enhances the status of the teaching profession throughout the United States. In only two years, the College Football Playoff Foundation's “Extra Yard for Teachers” initiative has impacted more than 5,000 schools, and funded 6,000 classroom projects, reaching over 1.2 million teachers and students. Extra Yard for Teachers specifically seeks to increase the recruitment and retention of quality teachers in the United States by supporting the efforts of organizations including the U.S. Department of Education, TEACH, Teach for America, DonorsChoose.org and Educators Rising.  The College Football Playoff Foundation and universities across the country will also pay tribute to teachers during Extra Yard for Teachers Week from September 17-24 and again during the College Football Playoff bowl games.\n\nSpotify: Supporting Educators Through Music and Stories\n\n\tSpotify is committing to celebrate the creativity of America's teachers and supports programs that bring music to all students. Spotify will create a series of initiatives that highlight creativity in education.  Launching this week, it will encourage its community to share songs and stories about influential teachers using #ThankATeacher. Throughout the year, Spotify will leverage its platform and community to showcase the importance of providing creative tools for educators and the power of music education for students. Spotify will also be collaborating with organizations like Girls Rock Camp and Music Mural & Arts Project in 2016 to ensure that more students have access to the power of music.\n\n\n\n\n"
}