{
    "title": "Secretaries Chu and Donovan Sign Agreement to Help Working Families Weatherize their Homes | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/secretaries-chu-and-donovan-sign-agreement-help-working-families-weatherize-their-h",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 06, 2009\n\n \n\n\n\nSecretaries Chu and Donovan Sign Agreement to Help Working Families Weatherize their Homes\n\n\n\n\n\n\n\nTHE WHITE HOUSE\n\nOffice of the Vice President\n___________________________________________________________________\nFOR IMMEDIATE RELEASE                                              May 6, 2009\n\nSECRETARIES CHU AND DONOVAN SIGN AGREEMENT TO HELP WORKING FAMILIES WEATHERIZE THEIR HOMES\nUnprecedented interagency collaboration will help save energy cost, lower carbon footprint\n\nWASHINGTON - U.S. Department of Housing and Urban Development (HUD) Secretary Shaun Donovan and U.S. Department of Energy (DOE) Secretary Steven Chu today announced an important step forward in the partnership between HUD and DOE to streamline and better coordinate federal weatherization programs.  These efforts will make it easier for low-income families to weatherize their homes, saving money for working families and creating tens of thousands of new green jobs.\n\nToday, the Secretaries signed a Memorandum of Understanding (MOU) to coordinate energy retrofit programs in the American Recovery and Reinvestment Act of 2009.  The signing of the MOU today represents the next step in a longer-term partnership between these agencies, as they continue to make it easier and more cost-effective for families to weatherize their homes.  To view the MOU, please go to: http://www.hud.gov/recovery/doemoucombined.pdf\n\nThis unprecedented interagency collaboration will help minimize administrative barriers and simplify the process for residents of HUD public and assisted housing that are seeking to weatherize their homes under the DOE Weatherization Assistance Program, which is targeted to low-income households.  By eliminating unnecessary red tape and helping more families weatherize their homes, Secretary Chu and Secretary Donovan are helping to fulfill President Obama’s goal of making government work better for all Americans. \n\nVice President Joe Biden, joined by Secretary Donovan and Secretary Chu, praised the interagency proposal during his remarks at a Recovery Act Implementation Cabinet Meeting in Washington, D.C.\n\n\"This agreement is the perfect example of government coming together in service of the greater good,\" said Vice President Biden.  \"Thanks to this new partnership, we’re going to tear down the unnecessary barriers in making the homes of low-income and elderly citizens more energy-efficient and shred the red tape that too often stands between government assistance and the people it is meant to serve.  In the process, we’ll not only bring down energy costs, but also create new green jobs that will be the foundation of our economic recovery.\"\n\n\"The Recovery Act made a critical investment in home energy efficiency,\" said Secretary Chu.  \"But, to help as many families as possible, we need to cut the federal red tape that tangles up too many Americans trying to do the right thing.  By making it as easy as possible for families to weatherize their homes, we can create new jobs that can’t be shipped overseas, save families money on their energy bills, and take another step toward energy independence.\"\n\n\"HUD is committed to making public housing more green, while keeping it as affordable as possible for working families, particularly in these challenging economic times,\" said Secretary Donovan.  \"This partnership will ensure that HUD and DOE together can play a significant role in the Administration’s goal to weatherize one million homes, while at this same time serving a population in need. I am proud of the work our agencies have done and look forward to a continued partnership with Secretary Chu and DOE to make all housing affordable and energy efficient.\"\n\nThis agreement will also impact tens of thousands of residents in rural communities -- mostly seniors and low-income individuals -- who are part of U.S. Department of Agriculture’s Multi+Family Housing Direct Loan Program.\n\n\"This agreement will make a big difference in the lives of many rural residents providing much-needed heating and cooling, saving money and enhancing energy efficiency,\" said U.S. Department of Agriculture Secretary Tom Vilsack added.\n\nCurrently, the income verification requirements under DOE’s Weatherization Assistance Program duplicate the HUD system for verifying income before providing housing subsidies.   Under this new agreement, the income verification process will be conducted only once, breaking down bureaucratic barriers to using weatherization funds in HUD-assisted housing.  HUD is committing to rent stabilization and scope of work requirements consistent with weatherization requirements. \n\nThe Recovery Act provides $16 billion to the Department of Energy and the Department of Housing and Urban Development to improve the energy efficiency of existing homes.  The partnership announced today between HUD and DOE will coordinate funding for the Weatherization Assistance Program, which received $5 billion under the Recovery Act.  Other energy efficiency efforts include $4.5 billion in HUD funding to renovate and upgrade public and Native American housing, as well as $250 million to retrofit privately owned federally assisted housing. In addition to the weatherization funds, DOE received $3.2 billion for Energy Efficiency and Conservation Block Grants for cities, counties, states and Indian Tribes, $3.1 billion for the State Energy Program, and other programs. \n\nThe Recovery Act funds provide an historic opportunity for the two agencies to work together to accelerate deployment of energy efficient and green building technologies in millions of homes, while helping to create a highly-qualified, highly-trained, and high-performing workforce.  Today’s announcement is only one step in a continued partnership between the two agencies.  HUD and DOE will continue to work together to provide guidance to public and assisted housing on energy efficiency programs, develop a common baseline for measuring energy efficiency, and develop new home energy financing products.\n\n\n\n\n"
}