{
    "title": "Statement by the President on International Youth Day | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/08/12/statement-president-international-youth-day",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 12, 2016\n\n \n\n\n\nStatement by the President on International Youth Day\n\n\n\n\n\n\tToday, on International Youth Day, we celebrate the potential and power of young people to shape the future of our increasingly interconnected world. With over half of the global population under the age of 30, young generations will find the solutions to some of our toughest global challenges.\n\n\tThe United States is committed to providing opportunity for young people to ensure they are not only the leaders of tomorrow, but also change agents today.  Whether it is ensuring boys and girls have equal access to education, building skills to strengthen youth leadership in civil society, business and academia, or providing a young entrepreneur with the capital and network to grow a start-up, we are investing in the potential of the next generation.  Through our Young Leaders Initiatives, nearly half a million young people are working together to learn from one another and effect change in their communities.\n\n\tYouth are often the voices at the forefront of advocating for societies to advance and improve, whether on issues of human rights, technology, climate change, or healthcare. From the activist in Nigeria fighting for disability rights, to the human rights advocate in Egypt defending the fundamental freedoms of all Egyptians to speech, assembly, and association, and the Paraguayan manufacturing low cost prosthetics, young people see a world of endless possibility and are not waiting to take action to do what is right.\n\n\tToday, we commemorate the energetic spirit of young people worldwide and their ability to improve the future of humanity.  \n\n\n\n\n"
}