{
    "title": "Obama Administration Announces Final Round of Promise Zone Designations to Expand Access to Opportunity in Urban, Rural and Tribal Communities | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/06/obama-administration-announces-final-round-promise-zone-designations",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 06, 2016\n\n \n\n\n\nObama Administration Announces Final Round of Promise Zone Designations to Expand Access to Opportunity in Urban, Rural and Tribal Communities\n\n\n\n\n\n~Collaborative, Evidence-based Approach Puts Citizens and Local Leaders at Center of Federal Solutions~\n\n\tOver the past seven years, President Obama and his Administration have steadily advanced a new approach to Federal engagement with communities. The Administration has abandoned an outdated, top-down approach to investing in communities in favor of a collaborative federal role that is driven by partnership with local officials, and reliance on data and evidence to guide what works. \n\n\tA cornerstone of this approach is the President’s Promise Zone initiative, which pairs Federal government partners with local leaders to streamline resources across agencies and deliver comprehensive support.  To date, 13 urban, rural and tribal communities have benefited from their competitively-awarded Promise Zone designation, which confers 10 years of significant Federal support for local leaders in high-poverty communities to create jobs; increase economic activity; improve educational outcomes; increase access to affordable housing; reduce serious and violent crime; among other locally-defined priorities. Rounds I and II Promise Zones have altogether garnered over $550 million in Federal investments to advance these goals.\n\n\tToday, the Administration is announcing the third and final round of nine new Promise Zone designations: Nashville, TN; South Los Angeles, CA; Atlanta, GA; Evansville, IN; San Diego, CA; Spokane Tribe of Indians, WA;  Turtle Mountain Band of Chippewa Indians, ND; Southwest Florida Regional Planning Council; and Puerto Rico’s Ceiba, Fajardo, and Naguado Municipalities.\n\nThe Third & Final Round of Promise Zone Designations\n\n\tFrom the start, the Obama Administration has emphasized evidence-based approaches in assisting high-poverty communities. When the President took office, five federal agencies were working on targeted interagency efforts to address poverty in 38 communities. Today, more than 15 government agencies are executing coordinated efforts in about 1,800 communities nationwide, saving local and federal time and money, improving local capacity and delivering results.  From Fresno to Southeast Kentucky, Baltimore to the Pine Ridge Indian Reservation, Federal leaders are working across agencies and hand-in-hand with local stakeholders to fuel economic growth, expand access to opportunity, and help community leaders achieve their goals.\n\n\tThis approach informed the launch of the President’s Promise Zones Initiative in January 2014. The comprehensive Promise Zone model builds off of the Administration’s successful Federal partnerships with communities via initiatives such as Strong Cities, Strong Communities; Choice Neighborhoods; Promise Neighborhoods; and StrikeForce for Rural Growth and Opportunity. To date, 13 Promise Zones have invested in strategies with proven effectiveness, bringing together a wide range of partners around a common vision for expanding opportunity. Some examples of progress made in existing Promise Zones include:\n\n\n\t\tChoctaw Nation: secured $21 million in New Markets Tax Credits to build an environmentally sustainable steel manufacturing facility in the Promise Zone. The mill will support approximately 300 new jobs in the region.\n\n\t\tLos Angeles: garnered more than $14.2 million in U.S. Department of Education grants supporting academic and college readiness support in 17 Promise Zone schools, including training for teachers and parents on how to build non-cognitive skills for middle school students, such as confidence and resiliency.\n\n\t\tNear Eastside Indianapolis: leveraged $2.1 million in federal funding to launch RecycleForce—a social enterprise offering comprehensive and innovative recycling services in the Promise Zone and providing workforce training to formerly incarcerated individuals.\n\n\t\tSacramento: first grocery store in over 30 years opened in the community, serving 8,000 residents and creating 40 jobs. The owners of the grocery store made an investment in Del Paso Heights once they realized it would be part of the Promise Zone.\n\n\t\tSan Antonio: between October 1, 2014 and December 2015, violent crime in the EastPoint neighborhood decreased by 6.0 percent, compared to 3.7 percent increase citywide, according to the San Antonio Police Department.\n\n\t\tSoutheastern Kentucky: raised the graduation rate at Leslie County High School from 67 percent in 2011 to 98 percent today, thanks to a new educational framework and support from AmeriCorps VISTA service members.\n\n\n\tNewly designated Promise Zones will receive customized federal support including: preferred access to certain competitive federal investments that further their strategic plans, federal staff on the ground to help them implement their goals and navigate federal programs, and five full-time AmeriCorps VISTA members to strengthen the capacity of Promise Zone partners.\n\n\tThe final nine Promise Zones include:\n\nNashville, TN\n\n\tThe Nashville Promise Zone (NPZ) comprises 46-square miles, including the neighborhoods just south, east, and north of Nashville’s central business district (9.67 percent of Metropolitan Nashville, Davidson County).  With a population of 121,470 and a poverty rate of 37.61 percent, the NPZ represents a quarter of the County’s overall violent crimes, low post-secondary education levels and road congestion that make upward mobility, affordable housing and employment more difficult to obtain. The lead designee, the Metropolitan Development and Housing Agency (MDHA), is working in partnership with the Mayor’s office, six implementation partners and more than 87 supporting partners from government, local institutions, nonprofits, and community organizations to achieve social and economic transformation. The Promise Zone’s goals include improving transportation access and infrastructure and boosting family economic mobility in the Zone, where almost half of neighborhood public housing residents in developments report zero income.\n\nSouth Los Angeles, CA\n\n\tThe South Los Angeles Transit Empowerment Zone (SLATE-Z) includes portions of the neighborhoods of Vernon-Central, South Park, Florence, Exposition Park, Vermont Square, Leimert Park and a small portion of Baldwin Hills/Crenshaw. Approximately 94 percent of SLATE-Z’s residents are people of color – primarily Latino (71.2 percent) and African American (16.9 percent) – and there is a large immigrant population (42.7 percent foreign-born). Among SLATE-Z residents, workforce participation is low, and among those working, 44 percent live at or below 150 percent of the poverty line. The Slate-Z team—which includes more than 50 schools, service centers, business incubators, health clinics, and community coalitions—aims to help residents take advantage of opportunities created by regional investments in the Blue Expo and Crenshaw light rail lines and in transit- oriented development projects around 15 stations planned for the Zone. The Zone also aims to reduce barriers to employment and higher wage jobs include incarceration, disability, low educational attainment, language barriers and immigration status, and to reduce gang-related crime. \n\nAtlanta, GA\n\n\tThe Westside Promise Zone (WPZ), located just west of downtown Atlanta, is home to 16,430 residents and has a poverty rate of 49.88 percent. The area has struggled in recent years with a declining population, blight, poverty, unemployment, and a crime rate that is twice as high as the city-wide rate in 2014-15.  There is limited commercial activity: only 2 percent of total land area within the WPZ is commercial use.  Much of the area is a food desert and services like health care are limited.  Housing stock in the WPZ is older and more distressed than in the rest of the city. The city and its partners aim to catalyze commercial activity within the Zone, in part through construction of a new football stadium and other major infrastructure projects.\n\nEvansville, IN\n\n\tThe Evansville Promise Zone encompasses a population of 22,245 residents in the city of Evansville, and a poverty rate of 39.03 percent.  The area’s boundary spans across Veteran’s Memorial Parkway and Waterworks Road (south and west) to Diamond Avenue (north) and Green River Road (east). Nearly 30 percent of the population has less than a high school diploma and criminal activity in the area is a mounting concern. The Promise Zone has a robust team of community partners, with ECHO Housing Corporation leading the collaborative effort as the head organization and the Department of Metropolitan Development as the lead partner. These partners have aligned priority initiatives and will work to attract higher-wage employment, improve transit, address physical and mental health concerns among residents and boost crime prevention efforts, among other goals.\n\nSan Diego, CA\n\n\tThe San Diego Promise Zone (SDPZ) comprises three of the City’s most economically disadvantaged neighborhoods, roughly bounded by the San Diego Unified Port District to the west; downtown San Diego and State Route 94 to the north; National City to the south; and the City of Lemon Grove to the east. The Zone is characterized by high unemployment, low educational attainment, insufficient access to healthy foods, concentrated poverty, rising crime, high rates of youth unemployment, and the least affordable housing in the nation. Recent rezoning, vacant land along high traffic corridors, and a central location that is well-served by public transit are assets that the SPDZ will build upon to bring economic vitality to these underserved communities.  The City of San Diego and its partners will, among other goals, work to address the severe problem of 40.1 percent unemployment rate among youth ages 16-24, rising crime and lack of affordable housing.\n\nSpokane Tribe of Indians, Washington\n\n\tThe Spokane Tribe of Indians Promise Zone (STIPZ) includes the Spokane Indian Reservation (160,000 square acres) and all lands held in trust by the federal government on behalf of the Spokane Tribe, which include 180 square acres near Chewelah, WA, and another 145 square acres in Airway Heights, WA.  The STIPZ shall build a stronger nation building sovereignty and a commitment from all of Spokane Tribe of Indian’s 2,874 citizens. The STIPZ is battling a poverty rate of 32.57 percent and 25 percent unemployment. Among other goals, the STIPZ plan includes creating jobs through investments in renewable energy, housing construction, and technology centers, and reducing crime by revising its antiquated Law and Order Code and implementing a community policing strategy.\n\nTurtle Mountain Band of Chippewa Indians, North Dakota\n\n\tThe proposed Pride of the Great Plains Promise Zone (PGPPZ) will include two reservations, tribal trust/owned lands, and Rolette County, North Dakota. Turtle Mountain Band of Chippewa Indians, will serve as the lead applicant organization committed to improving this persistently impoverished region, which suffers from a poverty rate of 38.93 percent, high unemployment, overcrowded housing, insufficient education (36.9 percent drop out), poor health/nutrition, and escalating crime with drug trafficking/border challenges.  This Promise Zone’s plan focuses on improving availability of affordable housing, expanding energy infrastructure and developing a regional food hub for agricultural production, among other strategies.\n\nSouthwest Florida Regional Planning Council\n\n\tThe Southwest Florida Promise Zone will further a strategic plan focused on improving the quality of life and providing new opportunities for residents in a region with a young population, low cost of living, and an abundance of developable land; but with a high unemployment rate (15.65 percent).  Home to 76,438 residents and with a poverty rate of 31.2 percent, some of the notable goals of this Promise Zone include developing markets for locally grown fresh food, promoting eco-tourism, redeveloping transportation and manufacturing infrastructure, and reducing violent crime with a focus on human trafficking and drug intervention.\n\nPuerto Rico’s Ceiba, Fajardo, and Naguado Municipalities/Eastern Puerto Rico\n\n\tThe Eastern Puerto Rico Promise Zone (EPRPZ) represents an area devastated by the closure of Naval Station Roosevelt Roads in 2004, which encompasses the communities of Ceiba, Fajardo and Naguabo. In 2013 the Navy finalized the transfer of 3,409 acres and 1,600 facilities to the Promise Zone designee, the Local Redevelopment Authority of Roosevelt Roads.   With a poverty rate of 45.77 percent and unemployment rate of 17.34 percent, this Promise Zone is focused on accelerating redevelopment to benefit the wider Eastern Region of Puerto Rico by upgrading the former Naval Station, improving marine industry infrastructure, boosting hotel development and local tourism, and developing a local food hub and a commercial-scale hydroponic farm with teaching kitchens and a food business incubator, among other goals.\n\nBuilding on Success in Expanding Opportunity through the Promise Zone Model\n\n\tToday’s announcement builds on the Administration’s commitment to work collaboratively with communities to realize their priorities. With a focus on building trust at the local level, and leveraging and aligning resources across agencies to support what works, the Federal government is supporting progress being made at the local level. \n\nRound I Promise Zones, Designated January 2014\n\nSan Antonio, TX (Eastside Neighborhood)\n\n\n\t\tIn July 2015, the Promise Zone to Work Initiative was launched and has since provided job training certifications in nursing, construction, manufacturing, information technology, and heavy equipment for 166 residents.\n\n\t\tThe four-year graduation rate at the Promise Zone’s principal public high school, Sam Houston High School, rose to 81 percent in 2015 compared to 45 percent in 2009, the beginning of federal place-based investments in Eastside San Antonio. At the same time, the dropout rated declined from 35 percent to 14.6 percent.\n\n\t\tSt. Philip's college, our nation's only historically Black College and Hispanic Serving Institution, located in the Promise Zone, has dramatically increased local enrollment. Prior to the Administration, 1 percent of the students came from the surrounding neighborhoods in the Promise Zone. In 2015 9.7 percent of the student body included residents of the Promise Zone.\n\n\nLos Angeles, CA (Neighborhoods of Pico Union, Westlake, Koreatown, Hollywood, and East Hollywood)\n\n\n\t\tThe Los Angeles Promise Zone’s signature STEM Academy high school increased its students’ college acceptance rate to UCLA from 0 percent in 2014 to over 40 percent in 2016.\n\n\t\tIn the last five years, scientific and technical industries in the Promise Zone have grown at a rate of 9.6 percent — twice that of the city as a whole, and bringing a large number of high-wage job opportunities.\n\n\t\tFederal resources from the Corporation for National and Community Service support approximately 100 AmeriCorps VISTA members in the Promise Zone, several of whom provide college counseling and academic tutoring to more than 3,000 high school students.\n\n\nPhiladelphia, PA (West Philadelphia)\n\n\n\t\tThe Promise Zone’s Small and Emerging Business group has created a streamlined process to provide businesses financing for capital improvements, and has already provided assistance for more than a dozen businesses.\n\n\t\tTwenty-five AmeriCorps members are serving as program mentors to four schools in the Promise Zone, helping 1,063 high school students prepare for and transition into higher education and career pursuits.\n\n\t\tA Home Preservation Initiative is coordinating housing services among Promise Zone partners to provide home repair and weatherization for low-income homeowners. Targeting at-risk homeowners stabilizes existing homes in the Promise Zone and creates capital within the community for long-time residents. Seventy-five homes will be serviced this year, and 100 in 2017.\n\n\nSoutheastern Kentucky (Kentucky Highlands Investment Corporation)\n\n\n\t\tUSDA partnered with the EPA and the Appalachian Regional Commission to jumpstart the Local Food, Local Places initiative in the cities of Hazard, Barbourville, Middlesboro, and Corbin. City officials received technical assistance to help them create regional food hubs, build local food stores, expand access to local food, and leverage the local food network to support economic development.\n\n\t\tTo facilitate economic opportunity outside the coal industry, eastern Kentucky residents decided to help diversify the local economy by introducing high-speed Internet that could connect residents to work in any industry, anywhere in the world. Coal miners previously stymied by the perception that they lacked 21st century job skills, learned code through local technology company Bit Source, and became full-time developers, now running a sustainable business and creating local jobs.\n\n\t\tBerea College, a small liberal arts college in Eastern Kentucky, is working with 8 rural communities, the Kentucky Arts Council, and Kentucky Highlands Investment Corporation to map areas of rural Kentucky, including Promise Zone counties, that are hard-hit by the downturn in coal production where a creative culture may be used to help spark economic development.  \n\n\nChoctaw Nation of Oklahoma\n\n\n\t\tThe Promise Zone is providing internet access, computer and technical skills training, and educational opportunities to its residents through the ConnectHome initiative. Cherokee Communications, Pine Telephone, Suddenlink Communications, and Vyve Broadband will work together to ensure that over 425 of Choctaw’s public housing residents have access to low-cost, high-speed internet. Southeastern Oklahoma State University and the Durant Independent School District will provide free digital literacy courses for public housing residents, and College Board, in partnership with Khan Academy, will offer students and families free, online SAT practice resources, and contribute $200,000 over three years to fund digital literacy and personalized college readiness and planning training.  Residents will also be able to access computer training and technical support thanks to a commitment from Best Buy. \n\n\t\tIn March 2015, the U.S. Department of Health and Human Services awarded Choctaw Nation an estimated $2.6 million Early Head Start-Child Care Partnership and Early Head Start Expansion grant. As a result, about 90 percent of children who have been enrolled in the Head Start program have shown improved fine motor and gross motor skills, and social, emotional, cognitive, and language development.\n\n\n\tRound II Promise Zones, Designated April, 2015\n\n St Louis and St. Louis County\n\n\n\t\tFive community-based workforce centers will help young adults with job training and placement services thanks to a $5 million grant awarded by the U.S. Department of Labor.\n\n\t\tThe U.S. Small Business Administration (SBA) awarded BioSTL, a St. Louis-based regional organization focusing on medical and plant biosciences, $500,000 to support entrepreneurs and small businesses in the region’s biosciences cluster.\n\n\t\tIn June 2015, the Economic Development Administration (EDA) awarded a three year grant to the Promise Zone lead organization to fund an economic development coordinator focused on the communities of Ferguson, Dellwood, Jennings, and a portion of unincorporated St. Louis County. \n\n\nCamden\n\n\n\t\tThe Promise Zone’s new Camden Corps Plus program provides intensive career training, educational, and job placement services to over 113 disengaged youth age 16-24 in Camden through exposure to tech, manufacturing, and construction job skills, professional certificates, mentoring, and placement in full-time unsubsidized employment. The program provides education and community service opportunities to Camden residents who have not completed high school degrees, with a living wage stipend support by a grant from the Corporation for National and Community Service.  \n\n\t\tThe Promise Zone created PowerCorps to train and employ 60 young people each year, ages 18-26, who are involved with the juvenile justice system, homeless or at risk of being so.\n\n\t\tU.S. Small Business Administration workshops are providing Camden-based businesses with information for potential vending and contracting opportunities within the city.\n\n\nHartford (North Hartford)\n\n\n\t\tUSDA awarded funding for the expansion of four farmers markets in Hartford, including in the North Hartford Promise Zone, to expand access to fresh fruit and vegetables in underserved neighborhoods that have traditionally had little or no access to fresh produce.\n\n\t\tNational non-profit Community Solutions is working with the Promise Zone to lead the North Hartford Healthcare Pilot, seeking to raise the quality of the life for 500 medically vulnerable Promise Zone residents by training and employing 20 residents as community health workers.\n\n\nIndianapolis (Near Eastside)\n\n\n\t\tFunding from the U.S. Department of Health and Human Services helped local business, Team 360 Services, to expand and relocate to the Promise Zone, creating 35 new permanent full-time jobs, with 27 of those reserved for low-income project area residents.\n\n\t\tThe Oxford Place Senior Apartments will become the first net-positive energy apartment building in the state of Indiana. This housing development will provide low-income seniors with affordable housing and services designed to help them age in place. \n\n\t\tThe Promise Zone designation helped EmployIndy, the local workforce investment board, secure a $2 million Summer Jobs and Beyond grant from the Department of Labor to create career pathways for young people.    \n\n\t\tThrough a grant that the Promise Zone secured from HUD’s Community Development Block Grant funds, Farm 365 established a new 61,000 sq. ft. hydroponics farm, employing residents of the Promise Zone at living wages, and selling fresh foods within the Zone.\n\n\nMinneapolis (nine neighborhoods and 13 census tracts in North Minneapolis)\n\n\n\t\tUSDA awarded Appetite for Change (a locally-led organization) a Community Food Program grant to help continue and expand programs that are changing the way food is produced, marketed, distributed and consumed in North Minneapolis. This program has served over 1,000 community members, with 24 youth employed and trained and 15 jobs created, aiding 53 community-owned food business start-ups.\n\n\t\tTwo hundred graduates—32 percent women and 24 percent people of color—have completed training as part of the Obama Administration’s TechHire initiative, a city-wide effort providing employment opportunities and career readiness for low-income residents, including those in the Promise Zone.\n\n\nSacramento (from Del Paso Heights in the North area to the Avenues in South County)\n\n\n\t\tThe Housing Authority of Sacramento received a $2.7 million Jobs Plus Grant from the U.S. Department of Housing and Urban Development that supports its goal of accelerating job training and placement. More than 700 public housing residents will receive job training.\n\n\t\tWith a $1 million U.S. Department of Labor grant, the Sacramento Conservation Corps is expanding job training opportunities for young adults through their YouthBuild program.\n\n\nPine Ridge (Indian Reservation of the Oglala Sioux Tribe)\n\n\n\t\tIn response to the alarming rate of youth suicides in Pine Ridge, the Department of Health and Human Services (HHS) and the Indian Health Service (IHS) held its first Zero Suicide Training Academy for IHS and tribal healthcare facilities in partnership with Substance Abuse and Mental Health Services Administration (SAMHSA), the Pine Ridge Service Unit (PRSU), and the Suicide Prevention Resource Center. HHS established a partnership between the Oglala Sioux Tribe, DOI, and the Bureau of Indian Education (BIE) to provide behavioral health services to nine BIE reservation schools and three Oglala Lakota County schools. Since October 2015, PRSU Behavioral Health program has helped over 300 youth make the right choice to keep living, and a sense of hope is spreading among the youth for the possibility of a better life.\n\n\t\tUSDA Food and Nutrition Service’s Child and Adult Care Food Program (CACFP) partnered with the Pine Ridge School, the South Dakota Department of Education, and Oglala Lakota College to provide federally funded weekend meals for 100-150 children who live in the Pine Ridge School dormitory.  The Pine Ridge School hopes to gradually grow the program, serving up to 350 children per day. Three other schools across Pine Ridge have expressed interest in building on this model to offer evening meals to students.\n\n\nSouth Carolina (Low Country encompassing portions of Allendale, Bamberg, Barnwell, Colleton, Hampton and Jasper counties.)\n\n\n\t\tIn an effort to combat South Carolina Low country’s extreme lack of affordable housing, Allendale County Alive, an affordable housing agency in the region, is using the Promise Zone designation to allow the organization to acquire about 50 more affordable housing rental units, and ensure its long-term stability.\n\n\t\tPrivate sector partner Kronotex made an approximately $230 million investment to build a high-density fiberboard mill, expanding the Promise Zone’s job market, with Kronotex alone creating over 100 new jobs in the next few years.\n\n\n\t# # #\n\n\n\n\n"
}