{
    "title": "Readout by Ben Rhodes on the President's Call to President Calderon of Mexico Aboard Air Force One En Route San Diego, CA | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/11/11/readout-ben-rhodes-presidents-call-president-calderon-mexico-aboard-air-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 11, 2011\n\n \n\n\n\nReadout by Ben Rhodes on the President's Call to President Calderon of Mexico Aboard Air Force One En Route San Diego, CA\n\n\n\n\nAboard Air Force One\n\tEn Route San Diego, California  \n4:32 P.M. EST\nMR. CARNEY:  Sorry to have to come back, but we just wanted to make sure -- the President made a phone call -- Ben will read it out to you -- and over to Ben.\nMR. RHODES:  So the President just called from Air Force One President Calderón of Mexico.  The President called to tell President Calderón that he was shocked and saddened to learn of the tragic death of the Mexican Interior Minister Francisco Blake Mora, along with, apparently, seven of his Mexican government colleagues, in a helicopter crash earlier today.  The President said that his thoughts and prayers are with the families of those who were lost, with President Calderón, and with the Mexican people. \nThe United States worked closely with those who were lost in this crash and considered them to be close partners, and know that they were strong public servants for the Mexican people.  And the President reinforced his commitment to the close partnership between the United States and Mexico in this difficult time and committed to stay in close touch with President Calderón going forward.\nQ    Is President Calderón canceling?\nMR. RHODES:  We're in contact with the Mexicans about that.  I'll leave it to them to address their schedule.\nQ    Are you going to put that statement out, that paper, in addition to this?\nMR. RHODES:  We haven't yet, but we probably will.  Yes.\nEND\n\t4:34 P.M. EST\n\n\n\n\n"
}