{
    "title": "President Obama Announces More Key Administration Posts, 12/10/09 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-more-key-administration-posts-121009",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 10, 2009\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts, 12/10/09\n\n\n\n\nWASHINGTON – Today, President Barack Obama announced his intent to nominate the following individuals to key administration posts:\n\nSharon E. Burke, Director of Operational Energy Plans and Programs, Department of Defense\nMarilyn A. Brown, Member, Board of Directors of the Tennessee Valley Authority\n\nPresident Obama said, “I am pleased that these talented individuals have joined my administration as we work to tackle the many challenges facing our nation. I know they will meet and exceed the American people’s expectations, and I look forward to working with them in the coming months and years.”\n\nPresident Obama announced today his intent to nominate the following individuals:\nSharon E. Burke, Nominee for Director of Operational Energy Plans and Programs, Department of Defense\nSharon E. Burke has had more than twenty years of experience as a national security and energy security professional, including service in the Federal government and non-profit organizations. Currently, she is a Vice President at the Center for a New American Security (CNAS), a Washington-D.C.-based national security research center. At CNAS, Ms. Burke focuses on \"Natural Security,\" a program she originated that examines the national security implications of global natural resources supplies. In that capacity, she has published several studies on energy security and climate change. Previously, she served as a high-level advisor in the United States government, including as a Member of the Policy Planning Staff at the Department of State, a Country Director in the Department of Defense, and a speechwriter to the Secretary of Defense. She also worked in the Energy and Materials program of the U.S. Office of Technology Assessment. Ms. Burke graduated from Williams College and was a Zuckerman Fellow at Columbia University’s School of International and Public Affairs, where she focused on international energy policy and earned a Certificate of Middle Eastern Studies.\nMarilyn A. Brown, Nominee for Member, Board of Directors of the Tennessee Valley Authority\nDr. Marilyn A. Brown is an endowed Professor of Energy Policy at the School of Public Policy at the Georgia Institute of Technology, where she joined in 2006.  Dr. Brown teaches energy policy and technology classes and collaborates with the Strategic Energy Institute, the Sloan Center for Paper Business and Industry Studies, and the Enterprise Innovation Science and Technology Innovation Program as the Director of Sustainability.  Prior to this position, Dr. Brown worked at the U.S. Department of Energy’s Oak Ridge National Laboratory (ORNL).  At ORNL, Dr. Brown managed one of the nation’s largest energy efficiency research and development program, which spun off numerous commercial innovations that have improved the fuel economy of industry, homes, commercial buildings, cars, trucks, and the electric grid. At ORNL, she also co-led the report, Scenarios for a Clean Energy Future, which remains a cornerstone of engineering-economic analysis of low-carbon energy options for the United States.  Dr. Brown is the author of more than 200 publications, including the recently published book Energy and American Society: Thirteen Myths.  Dr. Brown serves on the Board of Directors of the Alliance to Save Energy and the American Council for an Energy-Efficient Economy. In 2006, she helped to launch the Southeast Energy Efficiency Alliance, where she served two years as the first Chair of SEEA’s Board of Directors.  Dr. Brown is on the editorial board of two journals (Energy Efficiency and the Journal of Technology Transfer) and is a Commissioner on the National Commission on Energy Policy.  Among her honors and awards, Dr. Brown is a co-recipient of the 2007 Nobel Peace Prize for her work with the Intergovernmental Panel on Climate Change.  She is also a Distinguished Visiting Scientist at Oak Ridge National Laboratory.  Dr. Brown holds a Ph.D. in Geography from the Ohio State University, a Masters of Regional Planning from the University of Massachusetts, a Bachelor of Arts in political science from Rutgers University, and an Energy Manager Certification from the Association of Energy Engineers.\n\n\n\n"
}