{
    "title": "Mensaje Semanal - El Presidente Obama Reitera que la Reforma de Seguro de Salud Protegerá a los Pacientes y Hará Que las Compañías Aseguradoras Rindan Cuentas | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-el-presidente-obama-reitera-que-la-reforma-de-seguro-de-salud-prote",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 19, 2009\n\n \n\n\n\nMensaje Semanal - El Presidente Obama Reitera que la Reforma de Seguro de Salud Protegerá a los Pacientes y Hará Que las Compañías Aseguradoras Rindan Cuentas\n\n\n\n\nWASHINGTON – En su mensaje semanal, el Presidente Obama elogió las fuertes protecciones al paciente incluidas en los proyectos de ley sobre la reforma de salud bajo consideración en el Congreso, y le exigió a los Senadores que dejen de bloquear este esfuerzo crítico por la reforma. La legislación incluye muchas de las protecciones que fueron propuestas bajo la Declaración de Derechos de los Pacientes, un esfuerzo bipartidista, hace una década. Además incluye protecciones y derechos adicionales y reducirá los costos para las familias, afianzará el Medicare, y reducirá el déficit.\nEl audio completo del mensaje se puede descargar AQUÍ. El video se puede ver por internet en obamawhitehouse.archives.gov.\nDeclaraciones del Presidente Barack Obama\nMensaje semanal\n19 de diciembre, 2009\n \nEn las últimas décadas, ha habido una intensa confrontación en Washington entre los cabilderos de las compañías aseguradoras y los intereses del pueblo estadounidense sobre lo que se ha denominado la Declaración de Derechos de los Pacientes, un conjunto de normas que protegen a los estadounidenses de algunas de las peores prácticas del sector de aseguradoras médicas, normas que se cercioran de que todos los estadounidenses reciban los cuidados que necesitan de sus médicos y la atención que merecen de su compañía de seguros.\n \nLa última vez que la Declaración de Derechos de los Pacientes estuvo a nuestro alcance fue hace aproximadamente una década, y recibió el apoyo de demócratas y republicanos por igual, desde Ted Kennedy hasta John McCain. Incluía el derecho a un proceso de apelación para poder cuestionar una decisión injusta de una compañía aseguradora ante terceros. Incluía el derecho de la persona a escoger su propio médico. Incluía el derecho de obtener información sobre lo que un plan de seguro médico implica para la persona. Y pedía mayor transparencia para que los pacientes pudieran saber si sus médicos tenían un conflicto de intereses al prestarles servicios.\n \nBueno, esta Declaración de Derechos de los Pacientes nunca fue promulgada. Fue víctima, una y otra vez, de los mismos cabilderos de intereses particulares que han bloqueado la aprobación de la reforma de seguro de salud por tantas décadas. Pero hoy, se nos brinda otra oportunidad de hacerla realidad, porque cada uno de estos derechos, y muchos más, están incorporados en el proyecto de ley de reforma del seguro de salud que aprobó recientemente la Cámara de Representantes, y en el proyecto de ley que está bajo consideración en el Senado.\n \nTanto el proyecto de ley de la Cámara de Representantes como el del Senado harían que fuera ilegal que las aseguradoras nieguen cobertura por motivo de una condición preexistente o enfermedad. Ambas impedirían que las aseguradoras cobren primas exorbitantes en base a edad, salud o género. Ambas impedirían que las aseguradoras cancelen la cobertura si la persona se enferma. Y ambas establecerían un límite anual o de por vida a cuánto debe pagar el asegurado de su propio bolsillo para los tratamientos que necesita. \n \nEn pocas palabras, las medidas de protección contenidas en el proyecto de ley de reforma del seguro de salud aprobado por la Cámara de Representantes y la versión que en estos momentos está en el plenario del Senado representan las medidas más estrictas jamás tomadas para exigir que el sector de seguros asuma su responsabilidad. El que diga lo contrario simplemente no ha leído los proyectos de ley. Sólo abran esas propuestas al azar y en casi todas las páginas encontrarán medidas de protección al paciente que superan de lejos las medidas aprobadas por el Congreso en por lo menos una década.\n \nEstas medidas de protección son sólo una parte de la histórica reforma que finalmente reducirá el costo del cuidado de salud. Cuando sea promulgada, las familias ahorrarán en primas. Las pequeñas empresas y los estadounidenses que no tienen seguro por medio de sus empleadores ya no se verán obligados a pagar precios exorbitantes para tener seguro. Esta ley también fortalecerá Medicare y prolongará la duración de vida del programa, y al mismo tiempo les ahorrará a las personas mayores cientos de dólares al año en gastos por medicamentos recetados. Y las reformas tienen como objetivo reducir el despilfarro, la ineficiencia y la inflación artificial de precios en el sector de seguros, lo cual hará que éste sea el mayor plan de reducción de déficit en más de una década.\n \nEl sector de seguros sabe todo esto. Por eso han vuelto a sus táctictas típicas, usando toda su influencia en Washington para tratar de bloquear una votación que saben que perderán. Están usando cabilderos. Están usando publicidad. Están gastando millones de dólares para impedir la reforma del seguro de salud, como lo hicieron tantas veces en el pasado. Quieren preservar un sistema que funciona mejor para las aseguradoras que para el pueblo estadounidense.\n \nPero ahora, por primera vez, hay una mayoría clara en el Senado dispuesta a enfrentarse a los cabilderos de las aseguradoras y respaldar reformas duraderas que necesitamos desde hace generaciones al seguro de salud. La pregunta es si la minoría que se opone a estas reformas continuará usando maniobras parlamentarias para tratar de detener la votación en el Senado.\n \nCualquiera sea su posición sobre la reforma del seguro de salud, los senadores deben permitir la votación. Llevemos este largo y enérgico debate a su fin. Cumplamos la promesa de la reforma del seguro de salud que hará que nuestro pueblo sea más sano, que nuestra economía sea más sólida y que nuestro futuro sea más seguro. Y ahora que este año difícil llega a su fin, demostrémosle al pueblo estadounidense que estamos a la altura de enfrentar nuestros grandes desafíos.\n \nGracias por escuchar, y en nombre de Michelle, Malia, Sasha y Bo, les deseamos felices fiestas de nuestra familia a la suya.\n###\n \n\n\n\n"
}