{
    "title": "2015 White House Holidays – A Timeless Tradition | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/12/02/2015-white-house-holidays-timeless-tradition",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nDecember 02, 2015\n\n \n\n\n\n2015 White House Holidays – A Timeless Tradition\n\n\n\n\n\nThis year’s holiday theme, A Timeless Tradition, reflects long-held traditions cherished across America, and commemorates extraordinary moments that shaped the country during the past two centuries.\n\nBelow are highlights from the full holiday décor at the White House. \n\nHighlights:\n\n\n\t\tOver 68,000 guests from across the country and around the world are expected to visit the White House during the 2015 holiday season.\n\n\t\tThroughout the White House there are 62 trees and over 70,000 ornaments. \n\n\t\tEach year, as part of the First Lady and Dr. Biden’s Joining Forces initiative, guests have been invited to share a note with our service members.  This year, rather than sending handwritten notes, as has been done in the past, visitors will have the opportunity to share digital messages using iPads set up on the East Landing.\n\n\t\tThe White House Gingerbread House in the State Dining Room is an annual tradition.  This year’s gingerbread house is close to 500 pounds – with more than 250 pounds of gingerbread dough, 150 pounds of dark chocolate, 25 pounds of gum paste, 25 pounds of pulled and sculpted sugar work, and 25 pounds of icing.\n\n\t\tThis year’s White House Christmas Tree, on display in the Blue Room, is an over 18 foot Fraser fir grown by Jay and Glenn Bustard in Lansdale, Pennsylvania.\n\n\t\tThe majority of the holiday décor was designed by Rafanelli Events and executed by 89 volunteers from across the country.  Three of the rooms were designed by fashion designers, including Carolina Herrera, Duro Olowu, and Carol Lim and Humberto Leon of Opening Ceremony and KENZO.  More information about this collaboration is on page 3.\n\n\t\tOnly 10% of the design used new products and materials.  The remaining 90% uses repurposed ornaments and embellishments that were already a part of the White House holiday inventory.\n\n\t\tThe First Lady will be introduced by Cilicia Wong-Lopez, a holiday decorator and military spouse from Alexandria, Virginia.\n\n\nEast Visitor Entrance and East Wing Hallway\n\n\n\t\tHoliday Volunteer: Mary Mazzeffi (West Chicago, IL)\n\n\t\tAs guests enter the White House, they are greeted by a family of penguins.  A glitter-clad sleigh is filled with ornaments and has two baby penguins at the reigns.\n\n\t\tBoxwood arches twinkle with light, creating a new twist on traditional garlands, surrounding the entrance doors and windows.\n\n\t\tThrough the doors, bulbs of every color ornament the chandeliers and railings, and bright ball garlands reflect the soft glow of white lights in the windows.\n\n\t\tHoliday ornaments dangle from the chandeliers.\n\n\nEast Visitor Entrance and Landing\n\n\n\t\tHoliday Volunteer: Elizabeth Schmidt (Delray Beach, FL)\n\n\t\tThe very first thing visitors will see on the East Landing is a tree that pays tribute to our Armed Forces.  The tree is adorned with gold star ornaments that will be added by families of fallen heroes to pay tribute to those who made the ultimate sacrifice for our country.   \n\n\t\tAdditionally, an installation of mailboxes, care packages, and garland made with airmail envelopes decorate the East Landing.  These items symbolize the love we send to our troops over the holiday season.\n\n\t\tEach year, as part of the First Lady and Dr. Biden’s Joining Forces initiative, guests have been invited to share a note with our service members.  This year, rather than sending hand written notes, as we have done in the past, visitors will have the opportunity to share digital messages using iPads set up on the East Landing.  For more information on supporting our service members and their families, please visit www.JoiningForces.gov.\n\n\nEast Colonnade\n\n\n\t\tHoliday Volunteer: Trevor Smith (Arlington, MA)\n\n\t\tAs part of the First Lady’s Reach Higher initiative, a collection of hand-cut paper snowflakes hang from the ceiling of the East Colonnade. \n\n\t\tSome of these snowflakes were made by students from Amidon-Bowen Elementary School and Horton’s Kid in Washington, D.C. and share the hand-written aspirations of these students.\n\n\t\tOther snowflakes represent each of the 56 states and territories and feature iconic symbols from all across America such as the state flags and seals.\n\n\t\tOutside, 56 “snow people” represent the number of states and territories in the United States.\n\n\nEast Garden Room/Booksellers\n\n\n\t\tHoliday Volunteer: Tonya Love (Oakland, CA)\n\n\t\tLarger-than-life Bo and Sunny replicas are created out of nearly 55,000 feet of yarn knitted into 7,000 yarn pom-poms. \n\n\t\tTopiaries, wreaths, and ropes, comprised of tennis balls create a dog’s holiday dream.\n\n\t\tA holiday poem to all of America from Bo and Sunny is featured on the wall.\n\n\nLower Cross Hall/Ground Floor Corridor  \n\n\n\t\tHoliday Volunteer: Ron Kline (Los Angeles, CA)\n\n\t\tThe silver wonderland of the Lower Cross Hall features arch installations of garland accented by silver balls and nearly 4,000 bells.\n\n\nLibrary\n\n\n\t\tHoliday Volunteer: Nancy Barsotti (Carnegie, PA)\n\n\t\tCarol Lim and Humberto Leon of Opening Ceremony and KENZO designed and decorated the Library. \n\n\t\tThe room pays homage to the more than 2,700 books housed in the Library.\n\n\t\tThe room is themed as a holiday forest of novels and manuscripts.  The text of books decorates the room and celebrates our American story, drawing the focus towards the library as a source of knowledge and inspiration.\n\n\t\tDesign details include handcrafted, custom-made book ornaments, hand-painted marbleized globes, original quill arrangements, handmade snowmen with quote scarves, and origami trees. Threaded throughout the library are quotes from great writers and scholars, to honor our nation’s prolific thinkers and rich history.\n\n\nVermeil Room\n\n\n\t\tHoliday Volunteer: Patricia Yaddow (Jacksonville, NC)\n\n\t\tDuro Olowu designed and decorated the Vermeil Room.\n\n\t\tThe room includes two eight-foot Christmas trees draped with vintage fabrics, ornate appliqué and toys, vintage ribbons, and encrusted hanging balls. \n\n\t\tThe room features a centerpiece diorama consisting of miniature faux shell Christmas trees with a gilded white-gold base to reflect the room’s silver collection.  The tree is set on a base draped in printed antique African fabric, and has a collection of 1920s French bisque porcelain dolls surrounded by original miniatures of Italian Florentine furniture.\n\n\t\tMiniature trees decorate the fireplace mantel and other surfaces alongside beaded and upholstered ornaments, toys and animals, fabric pompoms, bows and ribbons - all swathed in green foliage.\n\n\nChina Room\n\n\n\t\tHoliday Volunteer: Ellen Carley (Grand Rapids, MI)\n\n\t\tCarolina Herrera designed and decorated the China Room.\n\n\t\tFresh pine and greenery obelisks flank the doorways of the China Room and evergreen and eucalyptus garland adorns the fireplace, giving off a fragrant scent embodying the holiday spirit. \n\n\t\tAlongside an 8-foot-tree, the central table is wrapped in classic navy plaid and topped with a pine tree and vibrant red gift boxes.\n\n\t\tThroughout the room, Kailua Blue ribbons represent the Obama China Service.  Chosen by First Lady Michelle Obama and debuted earlier this year, this china pattern features a bright Kailua Blue, evoking the waters off the coast of the President’s home-state of Hawaii. \n\n\nGrand Foyer and Cross Hall\n\n\n\t\tHoliday Volunteer: Candace Barrett Birk (St. Paul, MN)\n\n\t\tThe Grand Foyer and Cross Hall are filled with crimson holly and glittering gold vases. \n\n\t\tOversized, multi-colored ornaments are strung between the columns, wreaths of Ilex berry are displayed in the windows, and ball garlands adorn the railings and doorways.\n\n\t\tTwo holiday trees are dressed with jewel-toned balls.\n\n\nState Dining Room \n\n\n\t\tHoliday Volunteer: Glenda Alexander (Douglasville, GA)\n\n\t\tIn the State Dining Room, there is a giant gumball machine with snow-white gumballs.\n\n\t\tThe Gumball Tree was created with nearly 4,000 gumballs.\n\n\t\tThe room features a 6-foot-tall teddy bear and hundreds of vintage nutcrackers.  \n\n\t\tToys, gifts, and presents garnish two Christmas trees.\n\n\t\tThe White House Gingerbread House in the State Dining Room is an annual tradition.  This year’s gingerbread house is close to 500 pounds – with more than 250 pounds of gingerbread dough, 150 pounds of dark chocolate, 25 pounds of gum paste, 25 pounds of pulled and sculpted sugar work, and 25 pounds of icing. This is the first year the East and West Wings have been added to the gingerbread house.\n\n\nRed Room\n\n\n\t\tHoliday Volunteer: Andrea Marks (Spotsylvania, VA)\n\n\t\tIn the Red Room, apple wreaths hang from the window.\n\n\t\tBright red cardinals and crisp golden oak leaves embody the cheerful spirit of the season and accentuate the wintry garland made of magnolia drapes across the mantel. \n\n\nBlue Room\n\n\n\t\tHoliday Volunteer: Christina Donovan (Arlington, MA)\n\n\t\tInside this oval room, is this year’s White House Christmas Tree.  It is an 18.5-foot Fraser fir grown by Jay and Glenn Bustard in Lansdale, Pennsylvania.  \n\n\t\tMessages to our troops from their families wind around the tree on a ribbon.  At the end of the holiday season, each military family will receive their portion of the ribbon as a symbol of the gratitude the nation feels for their service.\n\n\t\tThe inspiration for this tree are the stars and stripes of the American Flag which honor the service members who protect our great nation.\n\n\t\tThe tree is wrapped with a gold star garland, representing the stars of our flag, and the protection of our liberty by the military.\n\n\nGreen Room\n\n\n\t\tHoliday Volunteer: Cheryl Forbes (Bronx, NY)\n\n\t\tWreathes throughout the room are festooned with gold leaves.\n\n\t\tThe mantel and trees feature purple and teal ornaments with peacock feathers. The peacock is a symbol of integrity, and the beauty we can achieve when we show our true colors. \n\n\nEast Room\n\n\n\t\tHoliday Volunteer: Collin Falvey (Brookfield, WI)\n\n\t\tEntering the historic East Room under a canopy of sparkling icicles and glimmering silver spheres, guests are greeted with a multitude of white, silver, and champagne tones.\n\n\t\tFour grand trees are covered in ornate decorations of iridescent pearls, frosty icicles, vintage jewels, and delicate buttons trim the edges of the largest room in the White House.\n\n\t\tA long-standing holiday tradition—the White House crèche—graces this room. The nativity scene made of terra cotta and intricately carved wood was fashioned in Naples, Italy in the eighteenth century.  Donated to the White House in the 1960s, this piece has sat in the East Room for the holidays for more than forty-five years, spanning nine administrations. \n\n\t\tTwelve works of art are nestle in to the mantles.\n\n\n\n\n\n"
}