{
    "title": "On-the-Record Press Call to Preview the Visit of President Santos of Colombia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/02/02/record-press-call-preview-visit-president-santos-colombia",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 02, 2016\n\n \n\n\n\nOn-the-Record Press Call to Preview the Visit of President Santos of Colombia\n\n\n\n\n\n\tVia Telephone\n\n\t2:14 P.M. EST\n\t \n\tMR. PRICE:  Good afternoon, everyone, and thanks for joining today’s call.  We wanted to offer a preview of the visit later this week of Colombian President Santos.  To do that, we have three senior administration officials on this call.  First, a bit on the ground rules.  This call is on the record, but it will be embargoed until the conclusion of the call, so we’d ask that you not tweet or otherwise use this information until the call concludes.\n\t \n\tAs I said, we have three senior administration officials on the call.  We have NSC Senior Director for Western Hemisphere Affairs, Mark Feierstein.  We have Assistant Secretary of State for Western Hemisphere Affairs, Roberta Jacobson.  And we have the Special Envoy to the Colombia Peace Process, Bernard Aronson. \n\t \n\tAnd so with that, I will turn it over to Mark, with a reminder that this is embargoed until its conclusion, but on the record.\n\t \n\tMR. FEIERSTEIN:  Great.  Thank you very much, Ned.  I’ll jump in with a few comments on President Santos’s visit to Washington, D.C., and I’ll speak a bit to the schedule and the themes for the visit.\n\t \n\tThe visit recognizes one of the premier foreign policy successes for the United States in recent years, and sets the stage for continued U.S. support for Colombia.  On the morning of February 4th, Vice President Biden will host President Santos and members of the delegation for a private breakfast at the Naval Observatory.  A number of U.S. senators will also be in attendance.  The purpose will be to discuss the status of the Colombian Peace Process and the future of our support for Colombia. \n\t \n\tIn the afternoon of February 4th, President Obama will meet with President Santos in the Oval Office to discuss the latest developments in the peace negotiations and ways the United States can support Colombia in a post-peace accord era. \n\t \n\tOn their meeting, the two Presidents will attend a reception commemorating the 15-year anniversary of Plan Colombia.  Current and former U.S. and Colombian officials who contributed to the success of Plan Colombia will be in attendance as will a bipartisan group with members of Congress and NGO representatives.  President Obama and President Santos will deliver remarks, which will be open to the press.\n\t \n\tOn February 5th, Secretary Kerry will host a working lunch for President Santos and his delegation at the State Department.  The Secretary will be joined by the leaders of U.S. departments and agencies involved in bilateral cooperation with Colombia.  Santos will be accompanied by several of his Cabinet members.  The delegations will discuss the peace process and future U.S. assistance to Colombia in the event of a peace accord.  I know Roberta will have more to say about this later.\n\t \n\tThese multiple high-level engagements with the administration reflect the scope of our bilateral relationship, which is among the most robust in Latin America, or really anywhere around the world.  That relationship has been symbolized over the past 15 years by Plan Colombia.  U.S. assistance helped Colombia transform itself over the past 15 years into a more secure, more prosperous and more peaceful democracy with a vibrant free-market economy. \n\t \n\tPlan Colombia worked for three principal reasons:  It had strong bipartisan support in the U.S. Congress; the support was sustained over time; and we had a capable Colombian partner with a political will to make tough decisions, and that invested their own country’s resources. \n\t \n\tThe United States supports Colombia’s efforts today to negotiate a just and lasting peace accord with the FARC.  In February of 2015, President Obama and Secretary Kerry appointed Bernie Aronson as U.S. Special Envoy to the Colombia Peace Process.  Special Envoy Aronson has consulted regularly with the Colombian government and FARC negotiators to facilitate negotiations, and he will give you a fuller update on the peace negotiations later in the call.\n\t \n\tAnd as I noted, sustained bipartisan support has been a cornerstone of our success in Colombia, and the United States plans to continue to stand by the country.  We’re aware of the potential needs for assistance in the event of a peace agreement, and our foreign assistance request to Congress in the FY17 budget will represent an increase over previous years.  This request will demonstrate our intention to help Colombia successfully implement its peace agreement.\n\t \n\tAnd finally, I’ll just note that this visit -- I put this visit in the context of the President’s broader engagement with the hemisphere.  Of course, we continue to pursue a normalization process with Cuba.  We have received $750 million from Congress in our FY16 budget to invest in Central America to get at the root causes of migration by combatting poverty and violence. \n\t \n\tOn March 10th, the President will host Prime Minister Trudeau of Canada for an official visit and state dinner.  We expect in a few months to hold a North American Leaders Summit meeting in which the President will have an opportunity to meet with his counterparts from Canada and Mexico. \n\t \n\tAnd finally, later this year, the President will travel to Peru for the meeting of APEC.  So it’s a very, very busy year for the President and the entire administration.\n\t \n\tAnd with that, I’ll defer to my colleagues.\n\t \n\tMS. JACOBSON:  Thank you, Mark.  And what I’d like to do is just say a couple of words about the relationship with Colombia, the bilateral relationship, and the way that it has really expanded and deepened over the last few years, before we move on to the peace process as we prepare for President Santos’s visit.\n\t \n\tAs Mark Feierstein noted, the U.S. and Colombia have so many objectives that they share in the Western Hemisphere and really beyond, which obviously focuses on things like transnational organized crime and narcotics trafficking, as well as promoting professional and accountable security forces.  But it goes beyond that to include promoting rules-based free trade and investments, and combatting climate change.  Mark mentioned that the administration plans to request increased bilateral assistance to support Colombia’s efforts to implement a peace accord as part of the strategy that refocuses our engagement. \n\t \n\tThis will focus on three broad pillars, which I think Special Envoy Aronson will talk more about.  It will focus on security, including counternarcotics, demobilization of FARC fighters and demining, expanding the state presence in public institutions and strengthening those.  And it will focus on justice and assistance for victims of the conflict.\n\t \n\tWe’ve seen enormous progress in Colombia.  And the partnership with Colombia has shown results outside of that country, as well, through our investments.  The U.S.-Colombia Action Plan on Regional Security Cooperation has resulted in the Colombian National Police training roughly 26,500 security personnel from 61 countries.  But what I want to emphasize in particular is the role that the Colombian National Police has played in Central America, where they have been crucial trainers and mentors to those security forces.\n\t \n\tBut we’re now moving into other areas and broadening our bilateral relationship as well, and that is reflected in a new process that was launched by President Obama and Santos in 2010, which is called the High-Level Partnership Dialogue that has now completed four rounds of discussion headed by Secretary Kerry and Foreign Minister Holguín, and focuses on issues such as human rights, economic and social empowerment, energy, environmental protection, education and culture, as well as other issues that involves other agencies of the U.S. government.\n\t \n\tMoving forward, we are going to continue to work with the Colombian government on issues such as education, which is such an important priority for both President Obama, through his 100,000 Strong in the Americas initiative, and President Santos.  Most recently, there were seven grants to Colombian institutions that were made through 100,000 Strong in the Americas program on December 14th.  We also have a very important bilateral initiative that’s been in effect for the last few years; it’s called the U.S.-Colombia Action Plan on Racial and Ethnic Equality, which has been crucial to focus on issues of Afro-Colombians and the indigenous as we each seek to make the programs much more inclusive -- something that will be aided greatly by peace in Colombia.\n\t \n\tWe also have seen enormous results from the U.S.-Colombia Trade Promotion Agreement, or the Free Trade Agreement that was signed in 2012.  The U.S. is Colombia’s largest trading partner, representing 25.6 percent of Colombia’s exports and 28.4 percent of its imports. \n\t \n\tWe think that Colombia has made progress on human rights, but we know that serious issues remain.  There are threats and attacks against human rights defenders, and progress in combatting impunity for conflict-related abuses continues to be a challenge there.  And vulnerable populations, as I mentioned before -- some of them Afro-Colombian or indigenous, others rural areas or women -- are disproportionately affected by violence, poverty, and displacement.  So we continue to consult regularly with the Colombian government and nongovernmental organizations to work on those issues.\n\t \n\tBut let me close by just mentioning a couple of things that we have worked with Colombia on outside of the bilateral relationship.  I mentioned the security personnel training folks outside of Colombia.  But we also worked with Colombia in what was known as the “High Ambition Coalition” to seek a strong climate change agreement in Paris for COP21. \n\t \n\tColombia was a co-sponsor of the September 2014 U.N. Human Rights Council resolution to combat violence and discrimination based on sexual orientation and gender identity.  And we know that Colombia last September, in New York, contingent on reaching a final peace accord, has pledged to increase support for U.N. peacekeeping operations by 2018.  So I think it’s clear that our work with Colombia has been not just about peace in Colombia or about our bilateral relationship, but about the values that we share globally, as well.\n\t \n\tMR. ARONSON:  Thank you, Roberta.  This is the oldest and longest continuing war in the hemisphere.  It’s lasted 51 years.  About 225,000 Colombians have lost their lives; another 6 million have been displaced from their homes.  If you translated that into U.S. population terms, that would be about 1.25 million Americans killed and some 30 million displaced. \n\t \n\tThere have been three previous efforts to negotiate an end to this war, and each of them has failed.  This is the fourth.  When you count both the formal negotiations and the preparatory negotiations, it’s almost into its fourth year.  I think there is a real prospect for success and signing of the peace accord this year -- hopefully within the first half of the year.\n\t \n\tThe two sides ended 2015 on a very important note when they agreed to the provisions on victims, which include reparations, truth-telling, transition of justice.  And they started 2016 on a very important achievement when they jointly petitioned the Security Council to send a multilateral monitoring and verification mission to oversee the ceasefire that is coming next.  The Security Council unanimously supported that resolution.\n\t \n\tSo now the two sides are focused on the end-game issues -- disarmament, immobilization, reintegration, security for physical actors who give up their weapons.  And these are tough issues.  There is going to be hard bargaining ahead of us.  But I was in Havana just 10 days ago, (inaudible) are very optimistic on both sides.  They’ve agreed to accelerate the process of negotiations and to put all of the endgame issues on the table at once and try to make decisions as rapidly as possible.\n\t \n\tPresident Obama and Secretary of State Kerry have been strong supporters of this effort from the beginning.  They named a special envoy because President Santos asked that we step up our engagement.  So we are hopeful that this peace process will succeed. \n\t \n\tAnd as Roberta and Mark said, we are much committed to accompany -- help Colombia implement the peace, which will be very important.\n\t \n\tQ    Hi, thanks for doing the call.  Mr. Feierstein was saying that Obama will give an increase -- or seek an increase in aid to Colombia in his 2017 budget to signal the U.S. commitment to help with the post-peace process process.  How much of an increase?  What will be the dollar amount?  And can you give us any sense of what it’s going to be used for?  Roberta mentioned in a general sense that it will be helping with demining efforts among other things.\n\t \n\tMR. FEIERSTEIN:  Sure.  Well, first I don't want to get ahead of the President, and I imagine he might speak to this on Thursday, so I’ll let him speak to the specifics. \n\t \n\tBut in terms of areas where we want to be supportive, demining, of course, is an important one.  We recognize in the event of a peace agreement, one of the biggest challenges will be to demobilize the FARC and ensure their reintegration into society as constructive members.  Thus we intend to put a lot of support into that effort.  We recognize, as well, that Colombians want to continue to pursue their counternarcotics efforts.  And we want to be supportive there. \n\t \n\tAnd it will be important to expand the presence of the state into areas of the country where the government is currently not present, and provide services such as health care and education -- educational services and such.  So there is a whole range of things that we are currently doing to actually lift Colombia.  But we are looking to expand and recognize the challenges in the event of a peace agreement that will be fairly extensive.\n\t \n\tWe also understand that Colombia is doing fairly well economically.  They will be the ones that will finance the bulk of whatever post peace-accord effort is required.  But we do believe that there’s some catalytic assistance the United States can provide in some discrete areas that can make a real difference in the short to medium term.\n\t \n\tQ    Thanks.  I’m wondering whether the President plans to speak with President Santos about the Zika virus and efforts to combat that, and whether there’s any prospect for additional aid or assistance for countries like Colombia or Brazil, for that matter, that are grappling with how to fight the virus and deal with some of its -- the legacy of effects that it’s going to have.\n\t \n\tMR. FEIERSTEIN:  Yes, thanks for the question.  Very, very important topic.  We do anticipate that the President will have an opportunity to speak with President Santos about Zika.  As you know, the President met a few days ago with the Secretary of Health and Human Services here, as well as the national security team to talk about how to work with countries in the region to combat the virus.  He recently spoke with President Rousseff from Brazil to talk about ways again to collaborate.  And we're confident that he and President Santos will discuss efforts -- or potential efforts, as well.  And we are looking at a variety of ways by which we can coordinate with countries like Colombia to combat the virus.\n\t \n\tQ    Thanks for doing this.  I have two questions.  The first one is, I want to know if any of the two former Colombian Presidents -- President Uribe and President Pastrana -- will be attending the ceremony at the White House. \n\t \n\tAnd the second one is related to the peace process in Cuba, and that is:  Did you see the likelihood to reach an agreement to have a peace accord?  I wonder if you expect any impact in these future requests for help to -- for aid to Colombia, taking into account that the government of Colombia reached this accord with the FARC, that would be -- how to picture one of the main players under drug trade.\n\t \n\tMR. FEIERSTEIN:  I’ll just take the first part and defer to Bernie for the second.  With regard to President Pastrana, we do anticipate that he will be in attendance at the event.\n\t \n\tMR. ARONSON:  Could you clarify your last part of your question?  You're asking about the effect of taking the FARC out of the drug trade?  Was that what you were asking about?\n\t \n\tQ    I think the high level of President Santos’s visit to celebrate the success of Plan Colombia, the 15 years Plan Colombia, and I was wondering if Colombia and the FARC reach an agreement, that would in some way put the FARC out of the drug trade.  So I wonder how that future agreement will have an impact in the future requests for money for Colombia.\n\t \n\tMR. ARONSON:  Well, you're correct that the FARC is already committed to get out of the drug trade, and that's a condition of them receiving any benefits under the rest of the agreement.  And that will be a significant gain for the Colombian government to combat narco-trafficking gangs.\n\t \n\tIt will also create a vacuum in some areas of the country were the FARC was very strong and where they were involved in drug trafficking.  It’s another reason why the U.S. wanted to provide additional help so the government can bring security forces and other government services to those areas and so that vacuum is not allowed to be filled by trafficking criminal gangs that are already operating. \n\t \n\tAs far as how that will affect resources, President Santos has begun a program of manual eradication and crops substitution, which he is carrying out in five locations.  But, in addition, there’s a strong commitment to revive the rural economy, to bring roads and credit and land titles to farmers and help them move to a licit economy.  So that will definitely require resources.\n\t \n\tQ    On the issue of counternarcotics, this meeting comes obviously as the President is putting his own emphasis on the issue of drug abuse.  And I was curious if their conversation would involve any discussion about what the U.S. is trying to don the demand side of the drug equation to try and reduce the incentive for narcotics to cross the border from Latin America.\n\t \n\tMR. FEIERSTEIN:  Yes, I mean, we do anticipate that the Presidents will have an opportunity to talk about the common efforts against drug trafficking.  The President has indicated before, we recognize that we are co-responsible.  Obviously there’s a demand side that we need to be tackling, and then there are supply issues that the Colombians and other countries need to be focusing on as well.  We do think there needs to be a holistic effort.  We have been supportive of Colombia over many, many years in this effort.  They’ve put together a new strategy, as Bernie noted, focusing on manual eradication, crop substitution and interdiction.  And we’re prepared to continue to support them.  We also recognize that there are things the United States need to do, and we’ve invested additional resources to combat drug use in this country.\n\t \n\tMS. JACOBSON:  The only thing that I would add is to just sort of emphasize one of the things Mark has said.  I think the message took a little while to be fully, I think, understood in the region.  But the fact that this administration has taken, frankly, a broader and more balanced approach towards counternarcotics, which includes public health and looking at criminal justice issues, I think was not as well understood in the beginning of the President’s tenure.  And so there were criticisms that were a little bit outdated that we weren’t doing enough, and obviously there’s always more that can be done.\n\t \n\tBut I think that the administration has said for a long time that one can’t arrest your way out of this problem, and therefore it has to be a multifaceted approach and a comprehensive approach.  And those are the kinds of conversations that I think we welcome having with leaders in the region.\n\t \n\tQ    One issue that hasn’t been raised and I think it’s really important given the geopolitical tensions -- I was wondering if you could tell us whether or not the two Presidents plan to bring up the issue of the current political and economic stability in Venezuela, which threatens to affect the region and the peace process as well.  I was wondering if that’s going to come up.  And also, the issue of the hurdles and the challenges that remain within what’s being called now Plan Colombia 2.0.  Thank you.\n\t \n\tMR. FEIERSTEIN:  On the first part, look, I obviously can’t predict precisely what the two Presidents will speak to, but I imagine that they will want to talk about issues in the region and issues around the globe.  Colombia has been able to be more successful internally, both economically and politically and with regard to security, as they play a more important role in the region and outside the region.  So I’m confident that there will be an opportunity for them to discuss other issues.\n\t \n\tAnd then, I’m sorry, the second question?\n\t \n\tMS. JACOBSON:  Plan Colombia 2.0.\n\t \n\tMR. FEIERSTEIN:  Yes, certainly.  Look, I think as we noted before, it’s going to be vital -- this implementation of a peace accord is going to be very, very complicated.  It’s going to take many years.  There are multiple challenges involved.  The President is going to want to hear from President Santos about what those challenges are and how he can be most supportive.  As I noted, we plan to ask Congress for additional resources because we want to make sure that the investments that we’ve made over the last 15 years are consolidated and we don’t lose that.\n\t \n\tBut clearly there’s a whole range of challenges that I think the two Presidents will have a chance to speak to, and President Santos will be able to help guide the United States in how we can be most effective in supporting him.\n\t \n\tQ    As you know, many Colombians see Plan Colombia in a rather less positive light than it’s seen in Washington or perhaps by the Colombian government.  Could you perhaps address some of those criticisms and discuss how spending has changed since the early 2000s.  What mistakes have been learned since then? \n\t \n\tAnd secondly, regarding the truth reconciliation process, what discussions are there within the U.S. government about declassifing documents relating to U.S. involvement for Colombian government collusion with Autodefensas or other groups? \n\t \n\tAnd, sorry, finally, what is the U.S. government’s view on immunity as that pertains to the kind of -- negating the extradition of people you might still want to extradite?  Thanks.\n\t \n\tMR. ARONSON:  Well, as far as Colombians have an opinion about Plan Colombia, obviously Colombia is a country of 50 million people.  It’s a vibrant democracy and there will be many views, and it’s I think very difficult to speak for Colombians, per se, since they’re not a monolith.  I think most of the Colombians that I’ve encountered over the years are very grateful for the fact the United States stood up at a time when the country was really facing enormous threats and challenges and offered its assistance, its training, its hardware.\n\t \n\tI would also note that while the emphasis has been largely on the military aid that was provided, there were large amounts of resources for judicial reform and human rights, and protection of human rights activists and the like.  So the most important verdict is the one that Colombians have made, and I think most of them are extremely appreciative of the fact the United States was their partner in transforming their country from being threatened by violent insurgency to negotiating a lasting peace.\n\t \n\tAs far as the truth and reconciliation commission, we have had no requests nor have we had any discussion to release documents.  And I suspect most of those are privileged and would not happen, but we’ll have to wait and see what kind of requests are made.  None have been made at this point, because as you know, the truth commission has not been yet established.\n\t \n\tAnd as far as impunity regarding extradition, we’ve had an extremely constructive and positive relationship with Colombia, probably more so than almost any other country as far as criminal justice matters, including extradition.  And we appreciate that relationship.  As part of his effort to end this war, President Santos and his negotiators agreed that for crimes committed by the FARC up until the signing of the peace treaty, if the FARC confessed to their responsibility and fully told the truth about their activities and accepted alternative punishment for up to eight years, if those conditions were met along with disarmament and severing themselves from future criminal activity, that the government would not exercise its right to extradite them to the United States.\n\t \n\tAnd, obviously, we understand extradition is not a reciprocal arrangement.  There’s no requirement that the country that’s asked to extradite its nationals do so.  We’ve had a very cooperative relationship with Colombia, but if the President of Colombia decides for the interest of peace for this group of individuals for this time period he’s not going to extradite and provide alternative punishment, we have to respect his right as a President of a sovereign nation to make that decision.\n\t \n\tMR. FEIERSTEIN:  Yes, I’ll just add, if I can, a couple things.  First, on the extradition piece, as Bernie said, we respect the sovereign decisions taken by the Colombian government, but I would note that the United States will continue to seek extraditions of those who break U.S. laws so that they can be held accountable in U.S. courts.  And in regard to the perceptions of the Plan Colombia, I would just underscore how popular the United States is in Colombia, according to all opinion polls that we’ve seen.  And the relationship we have with Colombia is not just one of government to government, it’s very much people to people.  I think the standing of the United States is very, very strong in Colombia and has been for a long time.\n\t \n\tQ    I apologize, I didn’t quite catch everything in the beginning so if this is something you covered, I apologize.  But the successor strategy that Secretary Kerry wrote about over the weekend, Plan Colombia 2.0 or whatever we want to call it, how much money are we talking about overall?  Like, what is the Obama administration going to request Congress for in terms of additional funding, if anything?  And how much do the Colombians want?  Thank you.\n\t \n\tMS. JACOBSON:  So I’ll start off since we’re talking about my boss.  Nice try -- I know that you’re probably not doing it intentionally because you said you didn’t hear the beginning, but that’s the second attempt to try and figure out exactly how much will be requested in the President’s FY17 budget.  And just like Mark Feierstein, I’m not going to get ahead of the President on that.  I think his budget is coming out shortly.\n\t \n\tBut in any case, he will speak to some of these issues, obviously, when he speaks with President Santos and speaks publicly on Thursday.  I think what we can say is that it will be an increased amount of bilateral assistance.  And as I started, the three broad areas that we’re going to be focusing on are security, including counternarcotics, demobilization of FARC fighters and demining.  The second will be expanding state presence and strengthening public institutions.  And the third is justice and assistance for conflict victims.  Now, some of those, especially the public institutions and the justice sector, are certainly things that we have been doing.  The issue is to expand them, especially into places where they haven't existed before because of the conflict.  Others are areas that are obviously new, such as demobilization of FARC fighters, or have not been able to be done because of fighting, such as demining, which is a really critical factor to utilization of, really, large parts of Colombian territory.\n\t \n\tSo those are some of the areas that we hope to be working in.  But I think that what Secretary Kerry feels strongly about is that it’s going to be just as important that we maintain a very robust bipartisan commitment to Colombia in the implementation of the peace process as we have during the war in Colombia, because otherwise the gains that have been made, which are really significant, could be lost, and this historic opportunity for peace not realized. \n\t \n\tQ    I’d like to get back to the question of former President attending the meeting this Thursday, because I didn’t hear anything about Alvaro Uribe.  I’d like to know whether President Uribe is going to visit the White House this Thursday or not.  And secondly, I would like to ask the administration against about when and how the FARC will be removed from the list of terrorist organizations given the prospects of the peace process.\n\t \n\tMR. ARONSON:  President Uribe and President Pastrana were both invited to this event because, as you know, it celebrates and commemorates those who played a significant role in Plan Colombia, and both of those Presidents did, to their very credit.  I think my understanding is President Pastrana is able to come and will come.  I think President Uribe has indicated he is not able to come, and we certainly respect and understand that. \n\t \n\tAs far as the issue of the designation of the FARC as a foreign terrorist organization, that is a designation that’s condition-based, and it’s based on a foreign organization’s use of violence and threat of violence against American citizens and American interests.  If those conditions go away and the organization has fundamentally changed -- given up violence, given up weapons, is no longer hostile to U.S. citizens or interests -- then that designation can be reviewed, and is a routine process for doing so.  So if the FARC disarms completely, separates itself from a lot of the illegal activities, and goes through a process of separation from all its former criminal activities, then that process would be allowed to be carried out.  But how it will end or what the timetable would be would be based on the conditions inside of Colombia.\n\t \n\tMR. PRICE:  Thank you, everyone.  Just as a reminder, this call was on the record, and we will be sending out a transcript following the call for anyone who missed it.  And we appreciate everyone getting on and taking your time.  Thank you very much.\n\t \n\tEND \n\t3:06 P.M. EST\n\n\t \n\n\n\n\n"
}