{
    "title": "FACT SHEET: Cooperation at Japan’s Fast Critical Assembly | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/03/24/fact-sheet-cooperation-japan-s-fast-critical-assembly",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 24, 2014\n\n \n\n\n\nFACT SHEET:  Cooperation at Japan’s Fast Critical Assembly\n\n\n\n\nJapan has been one of the United States’ staunchest allies in the global effort to minimize, and when possible eliminate, the use of sensitive nuclear materials at research facilities.  This strong partnership has helped the international community ensure that these materials never find their way into the hands of criminals, terrorists, or other unauthorized actors.  \n\n\n\t\tAt the 2014 Nuclear Security Summit, Japan and the United States announced a pledge to remove all highly-enriched uranium (HEU) and separated plutonium from the Japan Atomic Energy Agency (JAEA)’s Fast Critical Assembly (FCA).  This effort will eliminate hundreds of kilograms of sensitive nuclear material.\n\n\t\tThe FCA came online in 1967 for the purpose of studying the physics characteristics of fast reactor cores.  With the technology available at that time, HEU and plutonium were believed to be required for these experiments.\n\n\t\tRecent advancements in technology and decades of experience have opened the door for FCA continuing, and even expanding, its mission without the need for HEU or separated plutonium fuels. The United States and Japan will work together to design new enhancements to the FCA that will allow for important new research.   \n\n\t\tThe FCA will become the world’s first major fast critical facility to convert from HEU and separated plutonium fuels, marking a significant milestone for global nuclear security.\n\n\t\tIn 2006, the United States and Japan successfully converted the Kyoto University Research Reactor from highly enriched uranium (HEU) to low enriched uranium (LEU) fuel.  Unlike HEU, LEU cannot be used to produce a nuclear weapon. \n\n\t\tJAEA has also voluntarily promoted the conversion of several of its research reactors, successfully eliminating hundreds of kilograms of HEU from civilian commerce.\n\n\n\n\n\n"
}