{
    "title": "PRESS RELEASE: President Obama to Host White House Science Fair | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/02/07/president-obama-host-white-house-science-fair",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 07, 2012\n\n \n\n\n\nPRESS RELEASE: President Obama to Host White House Science Fair\n\n\n\n\n\nAdministration and Private Sector Announce over $100 Million in Commitments and Additional Steps to Prepare 100,000 New Science, Technology, Engineering and Math Teachers\n\n\tToday, President Obama will host the second White House Science Fair celebrating the student winners of a broad range of science, technology, engineering and math (STEM) competitions from across the country. The President will also announce key additional steps that the Administration and its partners are taking to prepare 100,000 effective math and science teachers and to meet the urgent need to train one million additional STEM graduates over the next decade.\n\n\t“When students excel in math and science, they help America compete for the jobs and industries of the future,” said President Obama. “That’s why I’m proud to celebrate outstanding students at the White House Science Fair, and to announce new steps my Administration and its partners are taking to help more young people succeed in these critical subjects.\"\n\n\tThe President hosted the first-ever White House Science Fair in late 2010, fulfilling a commitment he made at the launch of his Educate to Innovate campaign to inspire boys and girls to excel in math and science. Over the past year, the President met with the three young women who won the Google Science Fair, met a student robotics team on his bus tour through North Carolina and Virginia, and made a surprise appearance at the New York City Science Fair. The second White House Science Fair will include over 100 students from over 45 states, representing over 40 different STEM competitions that recognize the talents of America’s next generation of scientists, engineers, inventors and innovators. More than 30 student teams will have the opportunity to exhibit their projects this year, almost twice as many as the first White House Science Fair. The President will view exhibits of the student work, ranging from breakthrough research to new inventions, followed by remarks to an audience of students, science educators and business leaders on the importance of STEM education to the country’s economic future. For a sampling of the exhibits that the President will see, as well as more information on all the students, competitions and organizations being honored, click here.\n\n\tPresident Obama believes that being an excellent STEM teacher requires deep content knowledge and strong skills in teaching that content. That’s why the President issued a national challenge to prepare 100,000 effective teachers with such skills in math and science over the next decade. Key steps being announced today to meet that goal include:\n\n\t• A new $80 million investment to help prepare effective STEM teachers: The President’ upcoming budget will request $80 million for a new competition by the Department of Education to support effective STEM teacher preparation programs, such as those that allow students to simultaneously earn both a STEM degree and a teaching certificate, and provide undergraduates with early and intensive experiences in the classroom honing their skills.\n\n\t• A new $22 million investment from the philanthropic and private sector to complement the Administration’s efforts: After the President issued his call to action to recruit and prepare 100,000 effective STEM teachers, over 115 organizations, led by Carnegie Corporation of New York and Opportunity Equation, came together to form a coalition called “100Kin10” to help reach the President’s goal. Today, 14 of those organizations – including Carnegie, Google, the S.D. Bechtel, Jr., Bill & Melinda Gates, Freeport McMoran, and Michael and Susan Dell Foundations – are announcing a $22 million fund to invest in STEM teacher preparation and support. In addition, other 100Kin10 partners are making over 100 individual commitments, such as:\n\n\to National Math and Science Initiative will prepare 4,000 new STEM teachers from 31 UTeach sites by 2015;\n\n\to Teach for America will recruit 11,000 STEM Corps members by 2015 and connect other qualified applicants to additional STEM teaching opportunities;\n\n\to Donors Choose will inspire 50,000 citizens to sponsor projects in math and science classrooms over the next two years, delivering $15M in critical classroom resources and helping 600,000 students nationwide;\n\n\to Google will share its talent management practices to help find, grow, and retain outstanding STEM teachers by partnering with districts and organizations for comprehensive reform and hosting talent academies with administrators and decision-makers;\n\n\to California State University will prepare 1,500 new math and science teachers annually through 2015, half of whom will teach in high-need schools for at least three years and 10% of whom will earn dual certification, addressing the needs of hard-to-staff schools, and\n\n\to University of Chicago will create a framework for organizing the learning that results from “100Kin10” investments and coordinate research among the partners.\n\n\tA complete list of partners and their commitments is available at www.100Kin10.org.\n\n\t• A STEM focus in upcoming Race to the Top competition: The President strongly believes that systemic reform at the state and district level will be critical to our success in improving STEM education and providing for excellent STEM teaching, such as creating alternative pathways for STEM professionals to enter the classroom and expanding opportunities for “hands-on” STEM learning for children, especially those from underrepresented groups.  To ensure that STEM remains a component of systemic education reform, the Department of Education will again include a focus on STEM criteria in the upcoming Race to the Top competition.\n\n\t• New policies and investments to recruit, support, retain and reward excellent STEM teachers:  To improve the teaching and learning of STEM and encourage our best STEM teachers to stay in the profession, we must implement a system that recognizes and rewards teacher excellence. That’s why, this year, the Department of Education will devote a portion of its upcoming $300 million Teacher Incentive Fund competition to support state and local efforts to improve compensation, evaluation, and professional development systems for STEM educators. In addition, the Department of Education will provide new incentives to improve the quality of teacher preparation programs by targeting TEACH Grants to students attending top-tier schools, and focusing on a smaller number of more meaningful outcome indicators about their quality and impact on teacher performance.  Concurrently, the National Science Foundation will continue to emphasize the quality of teacher preparation programs and plans for innovation in its Noyce Fellowships program.\n\n\tIn addition, President Obama believes that the United States must once again lead the world in college attainment, and that a larger number of those graduates need to be prepared to compete for high-paying STEM occupations.  A report released today by the President’s Council of Advisors in Science and Technology (PCAST) concluded that one million additional STEM graduates are needed over the next decade to fill the growing number of jobs that require STEM skills.  The report finds that:\n\n\t• Fewer than 40 percent of students who enter college intending to major in a STEM field complete a STEM degree;\n\n\t• Increasing the retention rate from 40 to 50 percent would provide three-quarters of the million STEM graduates needed; and\n\n\t• Colleges and universities can significantly increase their retention rates by improving faculty instructional practices, helping students rapidly improve their entry level math skills, and creating multiple pathways to excel in STEM, particularly for underrepresented groups. \n\tKey steps being announced today to meet the need for 1 million more STEM graduates include:\n\n\t• A priority on undergraduate STEM education reform in the President’s upcoming budget: The President will announce more than $100 million in investment by the National Science Foundation to improved undergraduate STEM education practices through its programs such as Widening Implementation and Demonstration of Evidence-based Reforms  (WIDER), Transforming Undergraduate Education in Science, Technology, Engineering and Mathematics  (TUES), and programs that impact community colleges and minority-serving institutions. This will support the development, identification and scale-up of educational practices that increase the number of STEM graduates and the quality of their preparation. In addition, the Department of Education’s proposed First in the World competition will include a STEM priority.\n\n\t• A new K-16 education initiative jointly administered by Department of Education and the National Science Foundation: In addition, to support comprehensive reform efforts in K-16 education, the President’s budget will fund a jointly administered initiative to improve mathematics education, with $30 million from the Department of Education and $30 million from the National Science Foundation. This initiative will develop, validate and scale up evidence-based approaches to improve student learning at the K-12 and undergraduate levels through a “tiered-evidence framework” to maximize of impact of mathematics education investments.\n\n\tIn addition, responding to the President’s call to action to leading companies, foundations and others to do more to get boys and girls engaged and excelling at STEM education, additional private sector commitments being announced today include:\n\n\t• CEO-led coalition Change the Equation expanding high-quality STEM programs to over 130 new sites, impacting 40,000 students: A little over a year ago, President Obama announced the launch of Change the Equation, an effort by over 100 CEOs to come together to dramatically improve STEM learning by leveraging their investments, unique capabilities, and voice. Change the Equation announced today that 24 Change the Equation member companies have come together to expand five effective STEM programs in more than 130 new sites. These new sites benefit nearly 40,000 students nationwide, over half of whom are in low-income schools.  The programs are igniting learning and enthusiasm in students and teachers alike by exposing them to more exciting and rigorous learning opportunities in science, technology, engineering and math.  More information is available at the Igniting Learning website, www.ignitinglearning.org. In its first year, Change the Equation also released powerful Vital Signs reports on the condition of STEM learning in every state, harnessed the best thinking of the coalition to develop tools to foster effective philanthropy, and advocated for stronger state policies to improve STEM learning.\n\n\t• A new campaign to get students imagining the future, and excited about science:  As part of the President’s Educate to Innovate campaign, Time Warner Cable has already committed over $100 million to connect a million more students to compelling hands-on after-school science opportunities. As a key next step, Time Warner Cable is announcing today - as part of its philanthropic STEM initiative, Connect a Million Minds, and in partnership with i.am FIRST, founded by artist, entertainer and entrepreneur will.i.am - a new competition for kids. Kids will be challenged to use their creativity and imagination to invent something that could make a difference in their own lives (or even people and communities around the world), and demonstrate how STEM can bring their ideas to life. Starting February 21st, kids can submit their ideas online at www.wouldntitbecoolif.com, with the finalists being able to pitch their ideas live to will.i.am, inventor Dean Kamen and other guest judges. Fahrenheit 212, a leading design and innovation firm, will help bring the winning idea to life. Other campaign partners include FIRST and the Boys & Girls Clubs of America.\n\n\t• Expanding the pipeline of talent by getting more STEM students to college with their “Posse”: Today, the Posse Foundation, an effective program to bring under-represented, urban students from diverse backgrounds to college and help them graduate, is announcing a commitment to create a “STEM Posse” in Atlanta, Boston, Chicago, Houston, Los Angeles, Miami, New Orleans, New York and Washington D.C.  To meet its goal, Posse has already secured support from five universities: Brandeis University, Franklin & Marshall College, University of Wisconsin–Madison, Texas A & M University and Bryn Mawr. The Posse Foundation started because of one student who said, “I never would have dropped out of college if I had my Posse with me.” Since its founding in 1989, Posse has sent 4,223 urban public high school students to college in multicultural teams of 10 students—Posses – with a persistence and graduation rate of 90 percent. The Posse Foundation piloted its first “STEM Posse” at Brandeis University in 2008, with promising early results of 100 percent graduation, with the majority of participants interested in pursuing graduate or professional degrees in a STEM field.\n\n\t• Cognizant’s “Making the Future” afterschool & summer program:  Cognizant is announcing the launch of its first two Making the Future Afterschool & Summer Programs this month at the DreamYard Art Center in Bronx, NY and the Newark Museum in Newark, NJ.   These programs are part of Cognizant’s Making the Future program, created in collaboration with the New York Hall of Science, Maker Faire, and the Maker Education Collaborative, and is designed to unleash the passion of young people in STEM disciplines by creating fun, hands-on learning opportunities.  The DreamYard program will feature hands-on “maker” projects blending STEM and the Arts for 12-14 year olds in the Morrisania neighborhood, a culturally and historically rich area of the poorest congressional district in the nation.   The Newark Museum will provide a school time STEM apprenticeship for 9th and 10th graders from the Big Picture Learning High School in Newark, NJ.   Cognizant is working with community organizations to bring the program to hundreds of communities across the US over the next 5 years.\n\t \n\n\n\n\n"
}