{
    "title": "Background on Today's Service Site Visits and Participants | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-todays-service-site-visits-and-participants",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 19, 2009\n\n \n\n\n\nBackground on Today's Service Site Visits and Participants\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  _______________________________________________________________________________________  FOR IMMEDIATE RELEASE                                                                         June 19, 2009  BACKGROUND ON TODAY’S SERVICE SITE VISITS AND PARTICIPANTS  Background on the President’s visit to Year Up:   The President will be led on a walking tour of the Year Up center in Arlington by Anastassia Anderson and Darius Churchman, two Year Up students. He will visit a Computer Lab classroom where students will be working on computer programming and computer applications projects, a Business Etiquette classroom, and a TECH room where students will be working on the construction of computer hard drives.   After the tour, the President will proceed to the foyer for a discussion with Year Up students.   The President will be joined at Year Up by Chief Quartermaster John Lehnan, one of the fathers who will participate in a town hall on fatherhood at the White House following the Year Up visit. Juan Carlos Artero, a Year Up alumnus and another father who will participate in the town hall, will also join POTUS at the Year Up visit.   Background on Year Up:  Year Up, a local non-profit organization that works with at-risk youth.  It is a one year program that serves low-income young adults, ages 18-24, with a high school degree or GED.  Many Year Up students are young parents, and the program enables them to gain the skills and supports needed to begin a career path and earn a family- supporting wage so that they can take care of their children and be active and engaged parents.    In 2009, Year Up will serve more than 800 students in six cities: Atlanta, Boston, New York City, Providence, San Francisco and Washington DC.   The high-expectation, high-support program includes six months of technical job skills and professional skills training along with mentoring and social support services.  In the second half of the year, the young adults have a paid apprenticeship with an employer, who provides additional training as well as exposure to a professional environment and networking opportunities.  The young adults earn a stipend throughout the program along with college credits.     With this unique combination of elements, the Year Up model is achieving outstanding results:  80% student retention 85% of students employed within four months of graduation $30,000 average starting salary 21% of graduates enrolled in college full or part time 98 employer partners funding greater than 50% of Year Up operating costs   Non-Profit Mentoring Organizations  ARCH TRAINING CENTER is a community based organization that provides local youth, adults, and families the proper tools necessary to access to quality education, livable wage jobs, cultural activities, affordable housing, neighborhood businesses and access to effective health and social services. Senator Evan Bayh and Etan Thomas will visit this organization.  ASIAN AMERICAN LEAD is an organization that seeks to promote the well-being of low income Asian American youth and families through education, leadership development, and community building. BD Wong and Dr. Steve Rosen will visit this organization.   The BALLOU AUTOMOTIVE TECHNOLOGY CENTER offers a three-year program for students grade 10-12 that equips them with the job readiness and character skills needed for careers in the automotive industry.  Students participate during the school year in jobs shadowing, summer internships, and are eligible for two-year college scholarships. Bill Cowher and Darryl McDaniels will visit this organization.   The COVENANT HOUSE is an organization that serves homeless, runaway, and at-risk youth throughout the D.C. Metropolitan area by providing integrated services, including education, vocational training, and prevention as well as community outreach services. Dr. Robert Franklin and Denis McDonough will visit this organization.  FALCON’S EDGE is an organization that works with families, schools, and communities in the D.C. area to help provide support systems for families raising children by providing after school sports and academic related activities, as well as substance abuse reduction and job training programs to help fathers adequately support their families. Antwaan Randle El and Greg Brown will visit this organization.   The GOSPEL RESCUE MINISTRIES is a non-denominational Christian social service agency that provides aid to individuals suffering from homelessness, substance abuse, and hunger. Bobby Flay and Michael Strautmanis will visit this organization.   The LATIN AMERICAN YOUTH CENTER is a multicultural community-based organization that supports youth and their families by operating a regional network of youth centers and public charter schools with the goal of meeting young people where they are and helping them make a successful transition to young adulthood. Tony Hawk and Jorge Ramos will visit this organization.  LIFE PIECES TO MASTERPIECES (LPTM) is an art-based comprehensive youth development organization that serves young men from ages 13-21 living in low income and community housing in D.C. LPTM provides youth the opportunity to take part in academic, spiritual, artistic, and mentoring activities that help to turn hardships into pathways to success. Dwayne Wade and Reggie Love will visit this organization.  The list below includes many of the participating fathers who will visit non-profits today:  Dwayne Wade – Miami Heat  Dwayne Tyrone Wade, Jr currently plays for the Miami Heat in the National Basketball Association (NBA). Wade was named 2006 Sportsman of the Year by Sports Illustrated. After entering the league as the fifth pick in the 2003 NBA Draft, Wade was named to the All-Rookie team and the All-Star team the following five seasons. In his third season, Wade led the Miami Heat to their first NBA Championship in franchise history.  He was named the 2006 NBA Finals MVP.  At the 2008 Summer Olympics, Wade led the United States Men's Basketball team in scoring, as they captured gold medal honors in Beijing, China.  In the 2008–09 season, Wade led the league in scoring and earned his first NBA Scoring Title.  He has two sons, Zaire Blessing Dwayne Wade (February 4, 2002) and Zion Malachi Airamis Wade (May 29, 2007).  Greg Brown – President & CEO, Motorola, Inc.  Greg Brown, 48, is President and co-Chief Executive Officer of Motorola, Inc. and Chief Executive Officer of Motorola's Broadband Mobility Solutions business which consists of the Home & Networks Mobility and Enterprise Mobility Solutions businesses.  Mr. Brown joined Motorola in 2003 and has more than 25 years worth of high-tech experience.   Prior to this appointment, he headed four different businesses at Motorola including the government and public safety, networks, enterprise and automotive businesses. Mr. Brown also led the $3.9 billion acquisition of Symbol Technologies, the second largest transaction in Motorola's history.   In addition to his responsibilities at Motorola, Mr. Brown is an active member of the civic and business communities.  In 2004, President George W. Bush appointed Mr. Brown to the National Security Telecommunications Advisory Committee (NSTAC).  He is also a member of the U.S.-China Business Council, the U.S.-Brazil CEO Forum, and the 2016 Chicago Olympic Committee.  Atwaan Randle El – Washington Redskins  Antwaan Randle El, 29, is an American football wide receiver and punt returner for the Washington Redskins of the National Football League.  He was selected in the MLB First Year Player Draft in 1997 by the Chicago Cubs (424th overall), but elected to attend Indiana University.  Randle El was a quarterback at Indiana University, where he received some consideration for the Heisman Trophy (coming in sixth in Heisman voting) during his senior season.  Randle El was the first player in Division I history to pass for 40 career touchdowns and score 40 career rushing touchdowns. He was the Big Ten Player of the Year in 2001, and was named the first-team All-American quarterback by the Football Writers Association of America.  He finished his college career as the fifth on the all-time NCAA total yardage list, and became the first player in college football history to record 2,500 total yards for four consecutive years.  Dr. Steven Rosen – Director, Robert H. Lurie Comprehensive Cancer Center of Northwestern University  Steven Rosen, MD, FACP, is the Genevieve Teuton Professor of Medicine, at the Feinberg School of Medicine, Northwestern University and Director of the Robert H. Lurie Comprehensive Cancer Center of Northwestern University and Director of Cancer Programs at Northwestern Memorial Hospital. Following his graduation with distinction from Northwestern University Medical School’s Six-Year Honors Program in 1976, Dr. Rosen completed his residency in Internal Medicine at Northwestern and a fellowship in Medical Oncology at the National Cancer Institute.  Dr. Rosen’s laboratory research focuses on experimental therapeutics and hematologic malignancies.  Dr. Rosen has received numerous grants, awards and contracts and has published more than 200 scientific papers.  B.D. Wong – Tony Award Winning Actor Bradley Darryl Wong is a long-time actor featured in strong roles on television and the Broadway stage. He made his Broadway debut in \"M. Butterfly\".  He is the only actor to be honored with the Tony Award, Drama Desk Award, Outer Critics Circle Award, Clarence Derwent Award, and Theater World Award for the same performance.  He was on the off-Broadway musical revival of \"As Thousands Cheer\" and followed with a critically acclaimed performance as Linus in the revival of \"You're a Good Man Charlie Brown.\"   He later returned to SVU, and is now starring in the revival of Sondheim's \"Pacific Overtures\".  He and his partner welcomed their son, Jackson Foo Wong, on 28 May, 2000.  Jorge Ramos – News Anchor, Univision Television Jorge Ramos is one of the most respected journalists among the 50 million Hispanics in the United States and in the 13 Latin American countries where his newscast is seen every night.  Born in Mexico, Mr. Ramos has been called \"Star newscaster of Hispanic TV\" and \"Hispanic TV's No. 1 correspondent and key to a huge voting bloc\" by The Wall Street Journal.  Time magazine included him in the list of \"the 25 most influential Hispanics in the United States\".  Among his many accomplishments, he received the Maria Moors Cabot award from the University of Columbia and has won 8 Emmy awards for excellence in journalism (including the first one ever presented by the National Academy of Television Arts and Sciences to honor leaders of Spanish Language Television).  He is a father of two.  Tony Hawk – Professional Skateboarder, Entrepreneur  Anthony Frank \"Tony\" Hawk, is a professional skateboarder, entrepreneur, CEO and dedicated father.  Tony gained significant fame for completing the first 900 (900 degree revolution) at the 1999 X-Games as well as his licensed video game titles distributed by Activision.  At the age of 12, he landed his first contest win and turned pro by the age of 14.   In 2002, Tony launched the Boom Boom HuckJam, a 30-city arena tour featuring the world's best skateboarders performing choreographed routines.   The HuckJam tour has sold out arenas across the country every year since its inception. With the creation of the Tony Hawk Foundation, he has helped to promote finance public skateparks in low-income areas.  The foundation has distributed more than $2,300,000 to non-profit groups building skateparks throughout the U.S. The Foundation has now been a part of 390 new skateparks around the country. Hawk has three sons:  Riley, 18, Spencer, 10, Keegan 7, and one daughter, Kadence, 11 mos.  Bill Cowher – Former NFL Head Coach, CBS Football Analyst  William Laird \"Bill\" Cowher, is a former head coach for the Pittsburgh Steelers of the National Football League (NFL).  Cowher retired after 15 seasons as the Steelers' coach on January 5, 2007, less than a year after winning 2005–06's Super Bowl XL. Cowher began his coaching career in 1985 at age 28 under Marty Schottenheimer with the Cleveland Browns, serving as special teams’ coach and secondary coach.  He became the fifteenth head coach in Steelers history when he succeeded Chuck Noll on January 21, 1992.  In 1995, at age 38, he became the youngest coach to lead his team to a Super Bowl.  He currently is a studio analyst for The NFL Today on CBS television.   On February 5, 2006, under Cowher’s leadership, the Pittsburgh Steelers won Super Bowl XL by defeating the Seattle Seahawks, giving Cowher his first Super Bowl ring.  Bill and his wife, Kaye, have three daughters.  Darryl  McDaniels – Legendary Hip Hop Artist with Run DMC  Darryl \"D.M.C.\" Matthews McDaniels, an American musician, was born Darryl Lovelace on May 31, 1964.  McDaniels helped transform the musical landscape as one-third of the trailblazing, legendary, multi-platinum rap group Run-DMC.  Their self-titled first album — the first rap record to go gold — was the first of a string of gold, platinum and multi-platinum releases. They sold more than 30 million album and singles worldwide and the rest is now a matter of musical history.  Since forming the legendary band with Joseph (Rev. Run) Simmons and the late Jason (Jam Master Jay) Mizell, DMC has remained in the public eye.  He is recognized as a pioneer in stoking the popularity of rap and hip-hop into the best-selling and most influential musical genre that it is today.    Senator Evan Bayh (D-Ind.)  Senator Evan Bayh is currently serving in his second term as the Junior United States Senator from Indiana. Before his election to the Senate, Sen. Bayh was elected in 1988 to the first of two terms as Governor of Indiana, where he established the state as one of the strongest, most financially secure economies in the nation. Sen. Bayh is the sponsor of a bill promoting fatherhood and personal responsibility. Senator Bayh counts as his most important role and greatest responsibility a position he assumed in November 1995: proud father of twin sons Beau and Nick - a joy he shares daily with his wife, Susan.  Etan Thomas – Washington Wizards Etan Thomas is a NBA star and active dad.  He married Nichole Oliver, who was a member of the Syracuse women’s basketball team, in June of 2004. Etan and Nichole have a son, Malcolm, and a daughter, Imani. Etan balances his work and family, and he has a very active role in his community. In the summer of 2008, Etan lent his time and energy to a new voter registration campaign – \"Respect My Vote!\", and he served as the American Heart Association, WUSA 9 & Suntrust Bank’s Spokesperson for HeartWalk 2008. Etan has also participated in a Germany Special Olympics camp during the Wizards pre-season overseas, and he’s continued his tradition of visiting several schools and the DC Youth Prison. Etan also took part in the NBA Players Association’s \"Feeding One Million\" campaign, a partnership with the \"Feed The Children\" organization in Kenya in July 2007.  Dr. Robert M. Frankin – President, Morehouse College  Dr. Robert Michael Franklin is the tenth president of Morehouse College, the nation’s largest private, four-year liberal arts college for men.  Prior to Morehouse, Franklin was a Presidential Distinguished Professor of Social Ethics at Emory University, where he provided leadership for a university-wide initiative titled \"Confronting the Human Condition and the Human Experience\" and was a senior fellow at the Center for the Study of Law and Religion at the law school.  Franklin graduated Phi Beta Kappa from Morehouse in 1975 with a degree in political science and religion.  He continued his education at Harvard Divinity School, earning a master of divinity degree in Christian social ethics and pastoral care in 1978, and the University of Chicago, earning a doctorate in ethics and society, and religion and the social sciences in 1985. He also undertook international study at the University of Durham, UK, as a 1973 English Speaking Union Scholar.  His major fields of study include social ethics, psychology and African American religion.  Dr. Franklin is the father of three children: Imani Renee Franklin; Robert M. Franklin III and Julian Michael DeShazier.  Denis McDonough – Communications Director, National Security Council  Denis McDonough is the Director of Strategic Communications of the National Security Council in the Obama Administration.  He was a top foreign policy adviser to former Senate Majority Leader Tom Daschle and to President Barack Obama when he was a Senator.  He also served as a senior fellow at the Center for American Progress.  McDonough was a staffer on the House International Relations Committee from 1996 through 1999. He worked briefly for Sen. Ken Salazar before joining Daschle’s foreign policy team in 2000.  He worked for Daschle until 2004, advising him on terrorism, AIDS and Middle East policy.  He earned a Masters Degree from Georgetown University in 1996 and graduated summa cum laude from St. John's University in Collegeville, MN in 1992.  Bobby Flay- Award Winning Chef  Robert William \"Bobby\" Flay, was born December 10, 1964 in New York City, and is an American celebrity chef and television personality.  He is the Owner and Executive Chef of seven restaurants: Mesa Grill and Bar Americain in New York City; Mesa Grill in Las Vegas; Mesa Grill in The Bahamas (Atlantis Paradise Island, Nassau); Bobby Flay Steak in Atlantic City, New Jersey; and Bobby's Burger Palace in Lake Grove, New York; Paramus, New Jersey; and Eatontown, New Jersey.  His daughter, Sophie, was born on April 19, 1996.  Michael Strautmanis – Chief of Staff, White House Office of Public Engagement and Intergovernmental Affairs  Michael Strautmanis is the Chief of Staff for  the White House Office of Intergovernmental Affairs and Public Engagement.  He practiced complex litigation and employment law in Chicago before joining the Clinton Administration at the U.S. Agency for International Development. Following this, he served as Counsel for Legislation for the American Association of Justice. Strautmanis served as Chief Counsel and Deputy Chief of Staff to then-Senator Obama in the United States Senate. He continued as Senior Counsel for Obama for America, where he played a leading role in political outreach as a member of the Congressional Relations team.  Strautmanis received a B.S. from the University of Illinois, and a J.D. from the University of Illinois College of Law. \n\n\n\n"
}