{
    "title": "Updated: Vice President Biden to Visit National Domestic Violence Hotline Headquarters, 4-27-09 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/updated-vice-president-biden-visit-national-domestic-violence-hotline-headquarters-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 27, 2009\n\n \n\n\n\nUpdated: Vice President Biden to Visit National Domestic Violence Hotline Headquarters, 4-27-09\n\n\n\n\nTHE WHITE HOUSE   Office of the Vice President  ______________________________________________________________  For Immediate Release                                     April 27, 2009  **UPDATED MEDIA ADVISORY**  VICE PRESIDENT BIDEN TO VISIT NATIONAL DOMESTIC VIOLENCE HOTLINE HEADQUARTERS   On Tuesday April 28th, Vice President Biden will travel to Austin, Texas to visit the National Domestic Violence Hotline Headquarters. Vice President Biden is the author of the landmark Violence Against Women Act (VAWA) of 1994, which created the National Hotline. Austin Mayor Will Wynn will join the Vice President at this event. The Vice President will give remarks.  TV Pool Details:   Due to space limitations, the Vice President’s event will be POOLED for television. Live shots from outside the facility are permitted, but all affiliates and networks will need to get the feed from events inside the Headquarters from the pool. Only the designated pool cameras will be credentialed for the event.  No exceptions will be made – space is extremely limited.  Details on obtaining the pool feed are below.  Local ABC Affiliate KVUE will pool the Vice President’s tour of the first floor of the Domestic Violence Hotline Headquarters, and his remarks in the conference room afterward. The coordinates will be sent out at 1 PM CDT.  Local CBS Affiliate KEYE will pool the Vice President’s tour of the second floor of the Domestic Violence Hotline Headquarters.  The coordinates will be sent out at 1 PM CDT.   For logistical questions, please call Paul Stovall 646.207.5908   Print/Still Photographers/Radio Details:   This event will be OPEN PRESS for print journalists, radio and still photographers only.    Location:                     National Domestic Violence Hotline Headquarters                        Press Entrance: Main Doors of West Annex Bldg.   Press parking: Adjacent in Southwest Parking area; to be directed on site.         Equipment Drop-off: 7:00-7:30 AM    Camera Pre-Set: 7:30 AM *Note you will not have access to equipment from 7:30-8:45 AM*   Press Arrival: 8:45 AM   Final Access: 9:15 AM   Event Begins: 11:00 AM   Throw: 25 feet   Cable Run: 300 feet         RSVP: The deadline for an RSVP for this event has passed.          Ground Contact: For logistical questions, please call Paul Stovall 646.207.5908           **There is workspace and internet is available**                                                                                                   \n\n\n\n"
}