{
    "title": "Press Briefing by Press Secretary Josh Earnest, 5/13/2015 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/05/15/press-briefing-press-secretary-josh-earnest-5132015",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 15, 2015\n\n \n\n\n\nPress Briefing by Press Secretary Josh Earnest, 5/13/2015\n\n\n\n\nJames S. Brady Press Briefing Room\n1:03 P.M. EDT\nMR. EARNEST:  Good afternoon, everybody.  Nice to see you this afternoon.  I don’t have any announcements to make at the top, so let’s go straight to your questions.\nNancy, nice to see you. \nQ    Thanks, Josh.  How is the White House recalibrating the trade strategy after yesterday?  And what does the vote say about the President’s relationship and ability to work with members of his own party?\nMR. EARNEST:  Well, what we’re focused on right now is working with the Senate to find a credible path forward to advance legislation that we know has strong bipartisan support.  After all, this is legislation that passed the Senate Finance Committee with the support of a majority of Democrats and majority of Republicans who serve on that committee. \nSo these kinds of procedural snafus are not uncommon.  In fact, they happen pretty often, even on pieces of legislation that are not particularly controversial.  This is a piece of legislation that has been subject to extensive public debate.  And the fact that there is a procedural snafu to unravel here is not particularly surprising.\nThe thing that’s also important to recognize is that it’s not as if after yesterday’s events that anybody came forward and announced a change in their position on this legislation.  The fact is there continues to be bipartisan support around the idea that the President should have the authority to complete this negotiation -- this agreement, and to have the authority to ensure that we can enforce the agreement.  That’s what’s contemplated in the legislation.  That’s what passed through the Senate Finance Committee with bipartisan support.  And we’re hopeful that we can advance to the stage of actually debating this on the floor of the United States Senate so it can be put to a vote there.\nQ    Do you think that Senator Brown’s comments about the President’s remarks on Senator Warren reflect broader sentiment within the caucus that may have contributed to problems with members of his party?\nMR. EARNEST:  Again, the President met with 10 Democrats here at the White House just yesterday.  There are 10 Democrats, all of whom agree that giving the President the authority to complete the negotiation of this agreement and the authority to enforce the agreement is the right thing to do and consistent with our values as a party.  And so we’re going to continue to build on that relationship and hopefully seek to advance this legislation in a way that’s good for the country and good for our economy.\nQ    And just one question on Amtrak.  Are there any conversations between the White House and the Hill about Amtrak funding?\nMR. EARNEST:  Well, we’ve been very clear about what we believe is the appropriate level of funding for Amtrak.  In the President’s budget is I think what’s nearly a billion-dollar increase in funding for Amtrak.  There are extensive infrastructure upgrades that could be made that would benefit the traveling public.  It would be good for our economy.  And that’s why we’ve long advocated those kinds of investments.\nRepublicans, unfortunately, are currently considering the legislation at the committee level that would actually cut funding from Amtrak’s budget by, I believe, a quarter of a billion dollars a year.  So that certainly is not consistent with the kinds of priorities that the President has advocated and sought to advance. \nBut we’re at the very beginning of the appropriations process.  And what was successful a couple of years ago was bipartisan work between Paul Ryan and Patty Murray to find bipartisan common ground about a way forward on the budget in a way that reflects our country’s priorities both when it comes to national security and our economy, and to do so in a fiscally responsible way.  And we’re hopeful that the Congress will consider a similar bipartisan approach as it considers this year’s budget as well.\nJeff.\nQ    Josh, starting off with foreign policy, there’s been -- or may have been a coup in Burundi.  Does the White House view that as a coup?  Or who do you see as the current leader of that country?\nMR. EARNEST:  Jeff, I can tell you that the United States is following with concern the news coming out of Bujumbura.  We call on all sides to lay down arms, end the violence and show restraint.\nJust as Burundi authorities have a responsibility to restore the necessary conditions to hold credible elections, we continue to support the efforts of regional leaders who, as I understand it, are meeting right now in Tanzania to take all necessary action to restore peace and unity in Burundi.  We’re particularly focused on ensuring that Burundi officials respect the basic democratic procedures and practices as they seek to govern that country.  And there are legitimate concerns right now that that’s not happening, and we’re continuing to monitor that news, and we’re obviously supportive of the ongoing regional effort to try to defuse the tensions there.  \nQ    Who does the United States view as the current leader of Burundi?\nMR. EARNEST:  Well, the current President is meeting with regional leaders to try to resolve the political difference there.  The question right now that has provoked so much controversy in Burundi is whether or not the current President should seek reelection.  There are some who, based on the reading of the Burundian constitution -- something I’ve not done -- but who have concluded that he is not actually eligible to run for a third term as President, and that has provoked even some violence in Burundi.\nSo what we’re focused on is supporting the ongoing regional effort to defuse those tensions and hopefully prevent additional violence as they try to work through their differences here.\nQ    When you use the phrase, “the current President,” does that mean you consider him to still be the President now?\nMR. EARNEST:  Yes.\nQ    On trade, has the White House been fielding calls from other nations involved in TPP about what happened yesterday?  Are they concerned?  And what have you been telling them in return?\nMR. EARNEST:  I’m not aware of any phone calls like that.  I don’t know of any calls that have been taken here at the White House.  It’s certainly possible that there might have been other agencies that heard from their international counterparts.  If those calls occurred, I’m confident that the same message that was relayed to those foreign governments is the same message that I’ve been relaying to all of you. \nI don’t know how “snafu” translates into a variety of Asian languages, but I do think that the conversation that they’re having reflects the fact that the differences right now that are on display in the United States Senate are focused on process.  And while there continue to be some differences around substance, particularly among Democrats, that there is strong bipartisan support for the approach that passed through the Senate Finance Committee.  And we’re looking forward to a credible path forward that would allow us to actually have a robust debate on the substance of the bill. \n\tAnd again, the importance here is ensuring that the President has the authority that he needs to complete the agreement and to do so in a way that would raise labor standards, raise environmental standards, and level the playing field for American businesses and American workers.  That would be good for our economy.\nBut we also want to make sure that when we’re talking about the enforceable labor provisions and the enforceable environmental provisions, that the President actually has the authority that he needs to enforce the agreement.  So we’d like to see -- we want to make sure that whatever authority the United States Congress decides to give the President, that he has the authority to do both.  And the Senate is working through this even as we speak.\nQ    Snafu is your word of the day?  (Laughter.) \nMR. EARNEST:  It was yesterday.  We’ll see how the rest of the briefing goes.  Maybe there’s another one.\nQ    Has the President spoken to Senator McConnell about a way forward?\nMR. EARNEST:  The President been in regular touch with members of Congress over the last several weeks on this issue, but I don’t have any specific telephone conversations to tell you about at this point.\nJim.\nQ    Josh, earlier this morning, on one of the morning talk shows, you said that Senator Brown should apologize to the President.  Has that happened?  Has he apologized?\nMR. EARNEST:  That’s not what I -- I didn’t dictate how he should conduct himself.  I did observe what many others have observed -- that Senator Brown is a standup guy, and given the opportunity to review the comments that seem like they were made in some haste, that I feel confident that he’ll do the right thing and apologize.\nQ    But that has not occurred yet, as far as you know?\nMR. EARNEST:  I’m not sure if it has or not.  I wouldn’t necessarily expect a public apology.  But we’ll see how Senator Brown chooses to pursue this.\nQ    And I’m just curious if there are any second thoughts about how the President went about selling this trade deal, and whether it just got too personal.  Putting aside this accusation that he made a sexist remark, which seems off-base, there were times when he described his opponents in the Democratic Party as being dishonest, as being political.  He talked about Elizabeth Warren, Senator Warren in that fashion.  And just going out to the Nike factory also rubbed people in the progressive wing of the Democratic Party the wrong way because Nike -- I know that they made that announcement about those jobs that will be coming --\nMR. EARNEST:  I will say, Jim, it significantly undermines their argument, so I can understand why they may not have been pleased if the President was --\nQ    Well, those jobs are not guaranteed that they’ll be happening.\nMR. EARNEST:  Well, Nike said that they were.  Are you suggesting that Nike is not telling the truth?\nQ    Well, I guess we’ll have to wait and see if that occurs.  But at the same time, they’re a chief offshore of jobs in that industry --\nMR. EARNEST:  Exactly the reason that the President went to that company to demonstrate that passing trade legislation like this would actually result in jobs being created in the United States, and that failure to do so and failure to engage only continues to give Nike an incentive to go and make investments overseas, as they have, which, as you point out, has drawn the ire of progressives.\nSo the point is that if you want to address --\nQ    Hold on, let me finish my question.  They feel burned by NAFTA.  And I don't know if the President took that into account when he went out to Oregon and stood at Nike and talked about how this is going to create jobs, and at the same time he’s going after his opponents inside of his own party and suggesting that they’re being political and dishonest.  I don't think it's a stretch to ask you whether or not the President mishandled the politics of this within his own party.\nMR. EARNEST:  Look, the point is this is the debate that we want to have because this is the substance of the debate, Jim.  The fact is we are well aware that there are people in both parties that have raised concerns about Nike’s previous practices in terms of doing business overseas.  And so the question right now is, what are we going to do about it.  And what we see from progressives is a lot of complaining about it.  What the President has said is --\nQ    Isn't the President a progressive?\nMR. EARNEST:  Yes.  And this is what the President has said: Let’s go do something about it.  Let’s go engage in a region of the world where we can raise labor standards, we can raise environmental standards.  And the result of that will be that companies are going to invest in the United States.  And we have prima facie evidence that a company like Nike that had previously done a lot of their business overseas, that when given the opportunity to work on a level playing field that they’re going to create jobs in the United States of America. \nThat's exactly the point that the President is trying to make.  And that's how the President can make the case that advocating the most progressive trade bill that's ever been contemplated by the Congress is entirely consistent with our values as progressives; that if we care about business and if we care about middle-class families, and if we care about American workers, what we want to do is we want to engage the world to create more opportunities for American workers back here at home. That's exactly what this bill would do.\nQ    But the other accusation from people on the left is going after Senator Warren for saying that the TPP is being crafted in secret.  And I know you're saying that senators can go behind closed doors and read this thing, but --\nMR. EARNEST:  That's true.\nQ    But why not put it online so that everybody can read it?\nMR. EARNEST:  And we've been very direct about why this is the case, Jim.  There is no agreement.  Nothing is agreed to until everything is agreed to.\nQ    So what could the senators possibly read?\nMR. EARNEST:  What the senators are reading are the documents -- the sensitive documents that are currently being negotiated.\nQ    You can't put that online?  You can't make it public?\nMR. EARNEST:  No, Jim, because we wouldn't put forward an agreement that everybody hasn’t agreed to.  That certainly wouldn't be fair to the U.S. position and it wouldn't be fair to the position that's being negotiated by our partners.  That's precisely because we haven't agreed to everything until they have, too. \nBut here’s the good news, and this is --\nQ    But I suppose --\nMR. EARNEST:  Let me finish my answer.  I let you finish your question.  Let me finish my answer. \nQ    -- by definition, that would be secret.\nMR. EARNEST:  The other -- no, that's not the case, Jim.  It would be secret if nobody knew what was in the agreement.  And the fact is the administration knows what’s in the agreement and every member of Congress who’s responsible for casting a vote can actually read every single word that's currently being negotiated.  And the fact is, before the President is able to sign a final agreement, if one is reached, the public will have the opportunity to read it online for 60 days, and to weigh in and articulate an opinion.  And there will be an additional several months before Congress would actually weigh in with their view, too.  So there will be ample opportunity for individuals all around the world to review the agreement before the President signs it and before Congress has to weigh in.\nThat's why the claims of secrecy are just not true.  And I guess this is the last thing.  If people do want to raise a substantive objection to pursuing this strategy then they should stick to the facts.  We're interested in a substantive debate.  And the President --\nQ    Senator Warren is still not sticking to the facts?\nMR. EARNEST:  And the President’s point is that we should have a substantive debate on this, but we don't have to say things that aren't true in order to have this debate.\nQ    And I did not intend that back-and-forth to go that long, so if I could ask one other question about the train accident?\nMR. EARNEST:  Sure.\nQ    If you travel to Asia, they have these beautiful, high-speed trains that crisscross much of that continent.  If you go to Europe, you can get on a Eurostar.  You can travel from Rome to Venice in half the time that you could here in the United States.  The Vice President talks about infrastructure a lot, talks about the state of the mass transit system in this country. LaGuardia is a third-world airport, he once called it.  Is it embarrassing, do you think, the quality of mass transit and infrastructure that we have in this country when you measure it against what people have in Europe and Asia?  Is it embarrassing?\nMR. EARNEST:  Well, let me make one thing real clear, which is that the cause of last night’s derailment is still under investigation, so I don't want to link the two things.  But I will say as a general matter that since his first weeks in office, the President has been a leading advocate, obviously with the strong support and input of the Vice President, in investing in our infrastructure, including investing in high-speed rail; that there is a tremendous opportunity, particularly in those transportation corridors that are plagued with pretty bad traffic.\nAnd whether that's the I-4 corridor in Florida, or some of the major cities along the California coast, there’s an opportunity for us to try to address that problem in a way that's good for the local economy and, frankly, more convenient for the people who live there. \nAnd unfortunately, we have seen a concerted effort by Republicans, for partisan reasons, to step in front of those kinds of advancements.  And the President has been very disappointed by that partisan reaction from Republicans because there is a genuine opportunity for us to do something really good for the economy and something really good for people across the country.  And this is something that we're going to continue to push for, and we're going to continue to be supportive of these projects.  And this is why you see the funding increase that the President has proposed in his own budget.\nCheryl.\nQ    Thanks.  Not to pile on progressives, but yesterday --\n\t(laughter) --\nMR. EARNEST:  Still a lot of that going on lately, they’d be happy to tell you.\nQ    -- were calling for some updated policies, including things like paid family leave.  And I know that's something the President has also talked about in the past.  Has he been able to make any progress on that?\nMR. EARNEST:  Well, this is obviously something that we have spent a lot of time in Congress talking about, and this is a good example where the President has worked closely with progressive Democrats to try to advance legislation that would do for American workers what the vast majority of workers in developed countries around the world already enjoy, which is fair paid leave policies that will allow them to better balance the responsibilities that they have at work with the responsibilities that they have at home.\nWe haven't gotten as much traction as we would like through the United States Congress, but we have been gratified that we have started to see announcements in the private sector where private sector companies are hearing the call of the President and stepping up and demonstrating a leadership role.\nOvernight, we got an announcement from Facebook that they were actually interested in implementing a new set of standards for their contractors and their vendors here in the United States.  And the benefits that they will require their contractors and vendors to provide to their employees is a $15 minimum wage, a minimum of 15 paid days off for holidays, sick time and vacation, and for those workers who don't receive paid parental leave, they’ll require those vendors or contractors to offer a $4,000 new child benefit for new parents. \nThis is an example of the kind of leadership that we're seeing in the private sector.  And the thing that I'll say is that we don't see companies like Facebook doing this out of charity; they think that it's good for business.  And the President thinks it's good for business, too, and that's why we're going to continue to advocate for these kinds of policies in the United States Congress.  And we're proud to have the support of a lot of progressive Democrats as we make that case.\nJon. \nQ    Josh, one more on the trade question, the specific, the substance of what Senator Brown said.  He said the President had been disrespectful when he suggested that Senator Warren was just another politician.  First of all, can you take that part of it? What’s the President’s response to the allegation that he was being disrespectful?\nMR. EARNEST:  Well, I believe that that specific reference -- I should have brought the text in front of me -- but I think that the President, in the interview, was asked directly about Senator Warren, and the President noted that Senator Warren holds elective office as the President does.  The President included himself in the category. \nQ    “Politician” I think was the word.\nMR. EARNEST:  Yes, a politician like -- he said something like --\nQ    Like the President.\nMR. EARNEST:  Well, I think he said something like “the rest of us.”  And I think that's an indication that the point the President is making is that she’s making a political argument.  The President is making a political argument, too.  And we can have a robust difference of opinion and a robust debate.  And the point is, though, that this doesn’t reflect a difference in values. \nThe President and Senator Warren both believe that it's important for our government to be putting in place policies that will expand economic opportunity for middle-class families.  They share that as a top priority.  They do have a pretty stark difference of opinion about the best way to do that in this case. But when it comes to raising the minimum wage, or the Affordable Care Act, or implementing Wall Street reform, there is strong opinion on the merits, on the values and on the principles at stake.  And that's why there may be differences over this one issue, but the President continues to have confidence in the strong working relationship that he has with Democrats on Capitol Hill.\nQ    And what about the suggestion by using her first name the President was acting in a way that he would not have -- he was speaking about her in a way that he would not speak about a male senator?\nMR. EARNEST:  Well, Jon -- you don't mind if I call you Jon, do you?  (Laughter.) \nQ    Not at all. \nQ    That’s been in the works all morning.  (Laughter.) \nMR. EARNEST:  Sometimes these things just come to you like a lightning bulb, Major.  (Laughter.)  It's a gift.  (Laughter.) \nQ    We are both the recipients.\nMR. EARNEST:  What I'll point out, and I think some have written about this already, that there are a number of instances where the President has used the first name of a senator to reference them in public, both men and women, including multiple instances in which he’s referred to Sherrod Brown as Sherrod in public setting.  So I don't put a lot of stock in the argument -- which is also why I believe that Senator Brown, given the opportunity to consider his remarks, will offer up an apology because he’s a standup guy.\nQ    We've asked him.  We haven't heard back yet. \nTwo other very different subjects.  One, the reports that chemical weapons -- traces of chemical weapons have been found in Syria, both ricin and sarin gas.  I assume the White House is aware of this intelligence?\nMR. EARNEST:  Well, we're aware that the OPCW continues to receive credible allegations that the use of chemical weapons in Syria is still taking place.  Attempts by the OPCW to resolve some gaps and inconsistencies in Syria’s declaration of their chemical weapons have gone unresolved.  And we're also concerned that progress toward destroying all remaining chemical weapons production facilities in Syria has been agonizingly slow. \nThe Assad regime continues to not abide by international standards and norms, including the Chemical Weapons Convention and United Nations Security Council Resolutions 2118 and 2209.  But as has also been well documented, the Assad regime continues to terrorize people of Syria through indiscriminate airstrikes, barrel bombings, arbitrary detention, and other gross acts of violence that are committed against their own people.\nQ    So what’s the response going to be if Syria has essentially crossed the red line again, even after this agreement, and used chemical weapons?\nMR. EARNEST:  Well, this is something that we obviously are very concerned about and closely monitoring.  And we're aware of these allegations and we believe it's important for the OPCW to investigate them fully.\nQ    Okay.  And then the other one is you talked about the Sy Hersh report on the bin Laden raid.  Carlotta Gall, somebody who certainly has a lot of respect on this issue, a lot of credibility on this issue, has suggested at least parts of the Seymour Hersh article or report are credible -- specifically the information that led to us knowing where bin Laden was came from a source within Pakistani intelligence.  What is your response to that?\nMR. EARNEST:  Jon, as you know, there’s been a lot of discussion in public over the last four years since this successful operation took place about the intelligence that led to the discovery and ultimately the mission against Osama bin Laden, the administration went to great lengths to reveal as much information as possible about that operation and what led to that operation being ordered by the President of the United States. \nSo we've been very clear about what has happened -- certainly clear when you consider the understandably classified nature of the operation and so many elements of the operation.  But what’s also true is there are declassified portions of the Senate Select Committee on Intelligence report and the CIA response to that report, both of whom spent a lot of time talking about the intelligence that was developed as it relates to this specific mission.  And neither of those extensive accounts features the role of a Pakistani intelligence walk-in revealing Osama bin Laden’s location to the United States.\nThe fact is that the United States was able to piece together information about bin Laden’s location based on painstaking intelligence work that spanned years, that spanned a variety of sources.  And even as the President decided to order the operation, there was no definitive information to confirm that the individual that had been identified in this compound actually was Osama bin Laden. \nI think the last point that I would make is that for the version of events that Ms. Gall cites in her reporting to be true, it would require hundreds of administration officials, national security officials, political appointees, career civil servants, officers in the military to all be conspiring and coordinating their stories on one lie.  And I think those of you who have been covering this town long enough understand that that's highly implausible.\nQ    So it was not a source within Pakistani intelligence that led to the information about bin Laden’s whereabouts?\nMR. EARNEST:  Well, it was -- her reporting is specific that a Pakistani intelligence walk-in revealed Osama bin Laden’s location to the United States, and that is not true.\nBob.\nQ    Thanks, Josh.  Back on trade for a second.  Part of the snafu up on the Hill was that some Democrats are holding out for more funding or more training or better protections for workers who might be displaced by a new trade agreement.  We might expect the President to be in favor of that, but does that then fly in the face of what he was saying at the Nike Headquarters?\nMR. EARNEST:  It does not, for a couple of reasons.  The point that the President was making at the Nike Headquarters -- again, to go back to my inexplicitly heated discussion with Jim -- is that --\nQ    Inexplicitly?\n    MR. EARNEST:  -- for which I take responsibility --\nQ    Oh, okay.  (Laughter.)  I was going to say, Josh, come on.  (Laughter.)\nMR. EARNEST:  The point of the President’s trip to the Nike Headquarters was to illustrate that there are companies that have a record of doing a lot of business overseas and investing in overseas operations, and that if we want to make the case to them that they should start investing in the United States and creating jobs in the United States, then what we need to do is we need to go and engage in the countries in which they’re currently doing business and raise labor standards, raise environmental standards -- do that in an enforceable way and that will make those companies consider investments in the United States.\nBecause, again, if we choose not to engage in that region of the world, those companies are going to continue their practices and further invest in those countries where they can get essentially this unfair advantage.  But by raising standards and leveling the playing field, it creates jobs and economic opportunity right here in the United States.\nAs it relates to this trade adjustment assistance, which is I think what you're referring to, the trade adjustment assistance package that's been put forward is one that actually doubles funding for trade adjustment assistance.  That's an indication that the President is focused on making sure that we're looking out for the best interests of American workers.  And essentially what that adjustment assistance would do is it would make sure that workers in this country have access to the training they need so they can get exactly the kind of skills that will allow them to benefit from these kinds of progressive trade agreements. \n\tAnd that's what the President has in mind, because the statistics that we know already indicate that jobs that are based on an export economy are jobs that are higher-paying than the average American job.  So that is a way that we can expand economic opportunity for middle-class families.  It also happens to be good for American businesses because if they’re hiring new workers it means that they’ve got more business to do.  And that’s all a part of expanding opportunity, raising wages, and doing the kinds of things that we know are going to be good for our economy and good for middle-class families.\nQ    So you believe that Democrats should hold out perhaps for that a little bit?\nMR. EARNEST:  Well, what we believe is that the trade adjustment assistance package that passed through the Senate Finance Committee essentially doubled the amount of trade adjustment assistance that's available.  That is represents a substantial achievement, particularly when you consider that it's Republicans that have the majority of both houses of Congress who have traditionally been opposed to trade adjustment assistance.\nSo this represents I think an element of why we can describe this proposal as the most progressive trade proposal that’s advanced through the Congress.\nMajor.\nQ  So, Josh, you mentioned earlier you're looking for a path forward on TPA, you do not currently have one -- correct?\nMR. EARNEST:  This is something that --\nQ    Yes or no.\nMR. EARNEST:  Well, I don't have any announcements now to make about specific --\nQ    You don't have a path forward now?\nMR. EARNEST:  Well, again, I don't have one to announce here.  But this is something that's under a lot of discussion on Capitol Hill.  And again, the reason that it's under so much discussion is because there are Democrats and Republicans, both of whom want to resolve the situation, resolve the snafu, and find a credible path forward.\nQ    Does that path forward, from the administration’s point of view, have to include -- or not include -- currency legislation or customs reform legislation?\nMR. EARNEST:  Ultimately, it's going to be the Senate that's going to have to determine what that path forward is.  So the --\nQ    You're agnostic on those two pieces of legislation?\nMR. EARNEST:  The White House will be supportive of their efforts to try to find this path forward.  Now, we've been clear about the concerns that we have about some of the currency legislation that's been proposed, that some of the elements of --\nQ    And those objections were made?\nMR. EARNEST:  Of course.  Of course, because, again, the concerns that we have principally are -- and again, this doesn’t apply to every element of currency, but there are some currency proposals that have been put forward that would jeopardize the ability of the Federal Reserve here in the United States to make monetary policy decisions that are consistent with the best interest of our economy.  And if we've seen anything over the last six or seven years, it's how important the independence of those decisions are to the strength of our overall economy.\nQ    You told us from this podium -- or previously you told us that the Senate should support the package as is, TPA legislation and the worker adjustment legislation.  What I hear you saying now is whatever else the Senate needs to throw in, absent some of the things you object to on currency, you’ll have to swallow -- you want this moved on.\nMR. EARNEST:  Again, the case that we have made to --\nQ    You're open to other proposals being added to those two bills, which you had previously said should be approved as is --you're now open to add-ons to get this dislodged, correct?\nMR. EARNEST:  Well, I think what we have observed is that there is already a pretty bipartisan support for the --\nQ    But that's only in theory.  You had that and it broke down yesterday.  You say it -- people who said they were with you became against you.  The deal is different now.  All that is past, ancient and irrelevant history.  You’ve got to create a new reality.  What’s the new reality?\nMR. EARNEST:  I disagree with that, Major, because the fact is all the people who -- all the Democrats who supported this in the Senate Finance Committee still support that legislation today.  So that's the thing.  Nobody’s position has changed.  That's why it's not ancient history.  It's directly relevant.  In fact, it's exactly why --\nQ    Then they would have had cloture yesterday if they hadn't changed their mind about what else needs to be added to this to pass it.\nMR. EARNEST:  This is why less patient observers of the Senate are ready to pull their hair out when they observe these kinds of procedural snafus, because there is strong support for this bill and there’s reason to believe that this would probably pass if it went through the regular process and there were an opportunity to debate it.  But there are procedural hurdles that have to be overcome. \nAnd it's not uncommon for the Senate procedure to get wrapped around the axle even on really simple, straightforward non-controversial pieces of legislation.  So the fact that there are these kinds of obstructions or snafus in the context of a hotly debated piece of legislation shouldn’t be a surprise to anybody, but it does require those who are, frankly, more patient than I am to sit down around the table and to try to work this out so that we can -- so that they can have the opportunity to consider a piece of legislation that they already know has strong bipartisan support.\nQ    Let me ask you about something you said a moment ago, that there’s not really a disagreement about values -- this disagreement between the President and those in the progressive wing of the party, which he, according to you, includes himself as a member of.  Many of the Democrats see this argument on a substantive basis, but they also say, look, the people who are with the President on this issue are the ones that the President and fellow Democrats have criticized for their position on spending, taxation, regulation, climate change -- a whole variety of issues central to the economic debate in the country.  Progressive Democrats suddenly say, wait, did Republicans suddenly get smarter than me on this issue and I'm suddenly the person who’s out of touch, who doesn’t understand -- when on all these other issues the President and I -- I'll speak for those in that party -- agree, but now we don't.  When did I suddenly become wrong?  How would you address that -- on a values question?\nMR. EARNEST:  I think what I would say is the President is pursuing this progressive trade promotion authority legislation precisely because of his progressive values, because he is primarily concerned with expanding economic opportunity for middle-class families.  And there is a difference of opinion among progressives about whether or not this specific legislation would do that.\nBut there is nobody -- the President certainly isn’t questioning the values of those who are -- those Democrats who are against this particular bill.  In fact, what he is doing is he’s appealing to those values to try to win their support for it.  And again, there have been some pretty aggressive criticisms that have been lodged at the President, and some accusations.  But again, I don’t think that there are Democrats in the Senate who are questioning the President’s values over this.  Again, I think they have difference of opinion with the President, but it’s not one that’s rooted in a difference in values.\nChris.\nQ    You keep referring to this as a procedural snafu, but can give you us a sense then of what happened yesterday?  Did Elizabeth Warren out-argue -- in spite of the fact the President thinks she was wrong, did she have the better position?  What happened?\nMR. EARNEST:  Well, again, there are people who are more steeped in legislative procedure than I am who can sort of walk you through what this is.\nQ    There’s nothing about the facts that you see that contributed to this --\nMR. EARNEST:  And the reason for that, Chris, is simply that all of the people who were in favor of progressive trade promotion authority legislation on Tuesday morning were still strongly in favor of that same legislation on Tuesday night after the legislative snafu was encountered.  So it is typical of the Senate process.  That was true when Democrats were in the majority; it’s true now when Republicans are in the majority -- that these kinds of legislative, procedural snafus crop up.  And they simply require, like I said, to people more patient than I am, to sit down around the table and work through their differences.  We’re confident that that can be done, because there are people on both sides of the aisle who are interested in seeing this legislation advance through the process.\nQ    Is the anti-currency manipulation language that has been floated from Harry Reid’s office being dropped something that the President thinks could move this?\nMR. EARNEST:  Well, again, I think that’s unclear.  This is what -- this, among other things -- among many other things -- is the subject of ongoing discussions on Capitol Hill right now as they try to find their credible path forward.\nQ    Is there anything you can tell us about the discussion last night with the Senate Democrats?\nMR. EARNEST:  Not beyond the written readout that we put out.\nQ    Speaking of readouts, did the President call -- on Amtrak -- Michael Nutter?  And can you tell us anything about that conversation?\nMR. EARNEST:  The President did have the opportunity to call Philadelphia Mayor Michael Nutter.  I also believe he had the opportunity to call Pennsylvania Governor Tom Wolf.  The President told both men that he was pleased with the way that their local jurisdictions and their state jurisdictions had responded to this incident.  This was obviously a horrific incident, and the carnage was vast, and there were, according to reports, a couple hundred people on the train, so there were a lot of people that needed to be saved. \nAnd again, it’s a testament to the courage and professionalism of our first responders, many of whom live in the Commonwealth of Pennsylvania, that they acted so quickly and so selflessly, put themselves in harm’s way to rescue their fellow citizens who were in danger on that train.  And we certainly are grateful for their service.  And the President asked both the Governor and the Mayor to pass along his gratitude to those men and women who are first responders who responded to the incident last night.\nThe President also offered his condolences on behalf of everybody who works here at the White House to the families of those lost loved ones in the derailment.  And he let them know that those who have been injured will continue to be in his prayers.\nThe last thing is, the President vowed to make sure that this is an incident that receives a thorough investigation.  And Department of Transportation investigators responded to the derailment last night, were on the scene last night gathering information and gathering evidence to try to determine what exactly had happened.  That investigation was hindered based on darkness overnight, so I know that the investigation ramped up after daybreak.  And the President is certainly very interested in getting more insight into this incident, and I know that Mayor Nutter and Governor Wolf are as well.  And you’re going to see federal officials working closely and cooperatively with state and local officials on this matter.\nQ    And understanding that we don’t know what happened here, the cause of this crash --\nMR. EARNEST:  That’s correct.\nQ    -- it does shine a light on a couple of hearings that were held today about Amtrak.  There was a vote in the House Appropriations Committee to increase transportation grants to the White House proposed level, and that would have meant fully funding Amtrak.  And that was defeated.  Infrastructure is something, as you pointed out, that both the President and the Vice President have talked about.  Does this give any new impetus to some of those discussions about infrastructure?\nMR. EARNEST:  Well, that’s unclear because, again, the cause of this particular train derailment is under investigation and it’s unclear whether or not the condition of the track or the condition of the train, or any sort of element of the railway infrastructure was at all involved in contributing to the cause of this derailment. \nBut I will just say, as a general matter, that the administration strongly believes that these kinds of investments in infrastructure make good sense.  And there’s no reason that infrastructure has to be a partisan issue.  Traditionally, investments in infrastructure that were fiscally responsible were proposals that quickly earned strong bipartisan support.  And that bipartisanship has broken down, and Republicans, for some reason, now aren’t as supportive of that as they used to be, even when they are pursued in a fiscally responsible way. \nAnd that’s been a disappointment to the President, but it’s not a new one, because we’ve seen that kind of partisan obstruction from Republicans when it comes to questions of investing in our infrastructure in place since the President’s earliest days in office.\nYou’ll recall that the Affordable -- sorry, that the Recovery Act was a piece of legislation that was passed when the President had only been in office for a couple of months, and it included a historic investment in infrastructure, and it wasn’t supported by Republicans.  And that was a disappointment then, and that disappointment continues to this day.  But the President’s zeal and enthusiasm and passion for making smart investments in infrastructure that yield important economic benefits for middle-class families is something that continues to burn bright.\nQ    If memory serves, after what I think was a disappointing election for Democrats, the last time, one of the things you said about ways that Congress and the White House could continue to work together was infrastructure.  Then has that changed?\nMR. EARNEST:  Well, I think that’s a hope that we still have.  Again, based on recent legislative history, traditionally there had been bipartisan support for common-sense investments in infrastructure.  And we’re hopeful that at some point over the next year and a half we can maybe rekindle that spirit of bipartisanship around investing in infrastructure in this country that will create jobs.\nQ    How do you do that?\nMR. EARNEST:  Well, again, I think that part of that is working with Republicans in trying to find common ground.  Nothing is going to get through the United States Congress and be signed by the President on a party-line vote.  That’s not going to happen; we have a divided government.  And so Democrats and Republicans are going to have to find a way to work together.\nThe good news is that one area where Democrats and Republicans have traditionally been able to work together is around investments in infrastructure and, again, hopefully we can go back to that.\nFrancesca.\nQ    Thank you, Josh.  Yesterday, Secretary Kerry was just going into his meeting with Russian President Putin at the time that we had the briefing, so we didn’t really get an opportunity to talk about that.  And I know that the State Department said the purpose of the trip was mostly to keep lines of communication between the two countries open.  And, I mean, even you said that there weren’t huge expectations, or even no expectations for that, but I was wondering, what you do think was achieved from yesterday’s talks?\nMR. EARNEST:  Well, my colleagues at the State Department would be able to speak to this a little bit more directly because they were more closely involved in the talks.  I merely was briefing on them from here.  But I think what was relayed very directly by the Secretary of State to officials in the highest levels of the Russian government is the resolve of the international community that Russia must live up to the commitments that they made in the context of the Minsk agreements, and that they need to use their influence over the separatists in eastern Ukraine that they back to get them to abide by those commitments and start to deescalate the situation in Ukraine.  There should be -- and there is -- a path toward resolving the differences in that country around the negotiating table, and that continued bloodshed and continued fighting doesn’t serve the interest of anybody.\nBut that starts with the respecting of a basic international norm, which is the territorial integrity of independent countries.  And we’ve seen Russia violate the sovereignty of Ukraine repeatedly.  And the Secretary of State delivered a very tough and direct message to the Russian leadership that we still expect them to respect those basic international norms, to live up to the commitments that they made in the context of the Minsk agreement, and be supportive of the efforts to try to reach a political solution.\nQ    One quick follow-up that you may be able to speak more to is, do you think that the talks paved the way for the President and the Russian President to be able to speak either face-to-face to just have better lines of communication?\nMR. EARNEST:  Well, they have periodically spoken on the telephone over the last year or so.  I don’t know of any additional conversations that are planned, but that certainly could come up.  We typically read out those conversations when they occur, so if one occurs we’ll probably let you know.\nJordan.\nQ    Thanks, Josh.  I want to ask you to clear up something that was reported in Politico yesterday, where anonymous administration officials were saying that the push for TPA was basically a concession to Republicans.  I want to have you square that what the President and other officials have said, which is that this legislation is crucial to getting a TPP agreement done.\nMR. EARNEST:  Well, I didn’t see that story actually, but I’ll just say as a general matter that those anonymous comments -- as you’ve recited them -- are not at all consistent with the priorities that the President has established.\nAnd the President has made a persuasive case at Nike and other places about how a trade agreement that includes enforceable labor standards and enforceable environmental standards is clearly in the best interest of our economy and clearly in the best interest of middle-class families.\nAnd again, I recognize that there may be a difference over this issue among some Democrats.  But the fact is, it’s because of the President’s commitment to expanding opportunity for middle-class families that he’s pursuing this specific agreement.\nThe President put it in more colorful terms in essentially saying, it wasn’t the Chamber of Commerce that got me elected; he observed that he built a coalition of working people all across the country.  And that’s what he’s -- those are the interests that he has in mind as he pursues this progressive trade agreement.\nQ    There’s a vote today in the House on a bill that would essentially ban most abortions after 20 weeks, and I'm wondering if the White House has any comment on that vote.\nMR. EARNEST:  I have seen this.  This is a piece of legislation that was originally considered by the House back in January, and it was pulled back after a pretty significant outcry from women members of Congress, including a substantial number of women in the Republican Conference in the House. \nThe fact is, there have been some rather cursory changes that have been made to the legislation.  And our concerns persist.  The bill continues to add a harsh burden to survivors of sexual assault, rape, and incest who are already enduring unimaginable hardship.  And you hear Republicans a lot, particularly in their discussions about health care, articulating that it’s a priority for them to keep the government out of the doctor’s office.  But in fact, this piece of legislation would actually -- ironically enough -- actually insert the government right between a woman and her doctor. \nAnd so not only is this entirely inconsistent with the argument that we hear Republicans make on a range of other issues, it’s disgraceful that House Republicans would be considering a party-line vote on a piece of legislation that would continue to impose even additional harsh burdens on survivors of sexual assault, rape, and incest.\nSo I guess you can tell from my comments that the administration strongly opposes this bill. \nPam.\nQ    On the trade issue, it seems like one of the major concerns of people who are critical is the fact that maybe they are skeptical of it being able to be enforced.  What is the enforcement mechanism?  How would the United States make sure that the other parties to the agreement live up to the labor and environmental standards?  I mean, some companies -- maybe like Nike -- have found it difficult in the past to get their contractors in these other countries to live up to the standards that they have. \nMR. EARNEST:  Well, let me start by saying that there is -- that for a technical explanation of how exactly this works, I would encourage you to contact the trade reps office and they can give you a more technical explanation than I can.  But let me do my best, based on my own understanding of the situation. \nThere are two things that come to mind.  The first is, previous trade agreements have not included enforceable provisions related to higher labor standards and higher environmental standards.  So when previous administrations have complained about not being able to enforce certain provisions in the law, it’s because those provisions -- or in the agreement -- it’s because those provisions weren’t enforceable.\nIn some cases, as it relates to NAFTA, these provisions about environmental standards and labor standards were included in letters that were exchanged on the sidelines of the agreement, but were not actually written into the text of the agreement. \nAnd what the President envisions -- and what the Trade Promotion Authority legislation requires -- is that these enforceable labor standards, and these enforceable environmental standards, and some of these provisions related to human rights are written into the text of the agreement.  And that’s the first thing. \nThe second thing is, the consequence for that is we know that there are a lot of companies who are -- a lot of companies inside countries who are party to this agreement that would like to have better access to U.S. markets.  Having the opportunity to compete for a business among American customers is an opportunity for them. \nAnd they’re not going to risk that opportunity by violating the terms of the agreement -- because they know that if they do violate the terms of the agreement, that’s going to undermine their ability to have access to the U.S. market.  So there’s an incentive for them to follow the rules, is the point that I'm trying to make here.\nAnd so that obviously doesn’t guarantee enforcement, but it does indicate that there will be a strong interest -- that it will be in the strong financial interest of other countries who are party to the agreement to live up to the commitments that they make in the context of the agreement.\nThe last thing is -- and this has sort of been part of what you’ve heard me say a lot over the last couple of days -- the President is seeking two things from this legislation.  The first is, he’s seeking specifically the authority that he needs to complete this agreement, but he also wants to make sure that he’s got the authority that he needs to enforce it.  And there are a number of provisions that have been passed, again, by the Senate Finance Committee that would strengthen the hand of the administration to enforce the terms of this agreement.\nSo we would like to see both passed by the Congress, and hopefully they’ll be able to find a credible path forward to allow for consideration of those proposals. \nQ    On the summit.  You said that King Salman did not come -- his decision not to come was not having anything to do with the agenda of the summit.  But have the Saudis or any of the other participants expressed any kind of dissatisfaction with the level of support from the U.S. in terms of a defense commitment, a NATO-like agreement that will come to your aid if you’re attacked, or the kind of military aid they’re getting?\nMR. EARNEST:  Well, let me start by saying that, most importantly, King Salman, when he met directly with Secretary of State John Kerry in Riyadh last week, did not express any specific concerns about the agenda at Camp David.  I’ll note that after the change in travel plans was announced by the Saudi government, that senior Saudi officials came out and said publicly that the change in travel plans was not related to any concerns or in any way related to the substance of the agenda at the Camp David meeting.\nAnd I think that you now know that earlier this week the President had a telephone conversation with King Salman in which the King reiterated that his change in travel plans was not related to any objections or concerns that he had about the agenda of the Camp David meeting. \nIn fact, it’s because Saudi Arabia and the other GCC countries are so committed to the agenda of the Camp David meeting that we saw Saudi Arabia take what the foreign minister described as an unprecedented step -- sending both the Crown Prince and the Deputy Crown Prince to represent Saudi Arabia at the same meeting.  So again, that is an indication that the Saudis certainly take all of this seriously. \nAnd as it relates to the security cooperation between the United States and our GCC partners, we value that security cooperation.  The national security of the United States is enhanced by the strong counterterrorism and intelligence-sharing relationship that we have with many countries -- with each of these countries.\nBut what’s also true is that the United States support for their security is critical to their very existence.  And they understand that the strong relationship that they have with the United States is one that’s worth investing in and one that’s worth maintaining.\nAnd that will be the essence of the conversations -- what can we do to modernize and deepen that security cooperation.  And much of what the President has in mind is helping the GCC countries use the hardware that they have to better coordinate their efforts and better provide for the security of their citizens.\nAnd I used the example yesterday of ballistic missile defense.  That each of these countries has a lot of technology and a lot of hardware when it comes to repelling the threat from ballistic missiles.  But those -- that architecture will be much more effective if they can integrate those efforts.  If that ballistic missile is flying over one country, headed for another, that is a good reason for those countries that are partners in allies in many things to make sure that their systems have some interoperability so that the ballistic missile defense system in one country can be instrumental to the safety and security of a neighboring country.\nAnd that’s just one example of the kind of interoperability that we want to facilitate in the meeting.  And that’s one way that the United States can continue to deepen and modernize our security cooperation with these countries.\nQ    But is that approach going as far as they would like?\nMR. EARNEST:  Well, again, I think that each of these countries is attending this meeting because they want to deepen and strengthen their security relationship with the United States.  And there are a variety of ways that that can be done, and that will be the subject of extensive discussion at the meeting.  And I'm confident that after the meeting, at least some of those leaders will come out and have a conversation with all of you about what they conclude about the results of the meeting.\nKevin.\nQ    Josh, thanks.  I want to follow up on Jim’s conversation, hopefully not in the same tone. \nMR. EARNEST:  All right.\nQ    Oh, why not. \nQ    Oh, why not.  (Laughter.)  You talked about Sherrod Brown a little bit.  The Hill is reporting that Terry O’Neill of NOW has said this about the President’s comments:  It’s a “clear subtext [is] that the little lady just doesn’t know what she’s talking about.  I think it was disrespectful.”  How does the White House feel about those comments?\nMR. EARNEST:  That certainly is not the tone, the intent of the comments that the President made. \nQ    Fair enough.  I want to ask you also about something he said at Georgetown about media coverage; in particular, he mentioned a certain network I work for.\nMR. EARNEST:  I hope you didn’t take it personally.  It seems like you might have though. \nQ    Well, there’s that.\nMR. EARNEST:  Wouldn’t be the first time.\nQ    Yeah, that’s true.  He said -- among other things -- he said, “So if we’re going to change how John Boehner and Mitch McConnell think, we’re going to have to change how our body politic thinks, which means we’re going to have to change how the media reports on these issues and how people’s impressions of what it’s like to struggle in this economy looks like, and how budgets connect to that.”  And he went on to say it requires a much broader conversation than typically we have on the nightly news.\nAnd I'm just curious, from the White House perspective, when the President says the media should change how they report on issues, is he objecting to the coverage that he finds too critical of the way the administration is handling a particular  --\nMR. EARNEST:  That’s not at all what he said.  I think if you go back and look exactly at the President’s comments, what he pointed out is that it’s important for us to recognize that we all have a stake in the success of our citizens in this country.  That we value individuals who seize the opportunity that they have, and through their own hard work and their ambition achieve as much as their dreams will allow them to do so.  And preserving that equality of opportunity is critical to the success of our country.  And that’s the kind of debate that he believes that we should be having and that’s the kind of debate that he would like to see covered on the national news.\nQ    But what specifically was he objecting to in terms of Fox’s coverage, for example? \nMR. EARNEST:  Well, again, I’ll let the President’s comments stand for themselves.\nQ    But in specificity, was there something in particular --\nMR. EARNEST:  He talked about it specifically, and you can use his comments if that’s what you’d like to do.\nQ    All right.  Let me ask you this, lastly.  Is the White House making progress on immigration reform?\nMR. EARNEST:  Well, not the progress that we’d like.\nQ    How about enforcement? \nMR. EARNEST:  Well, let’s unpack this a couple of different ways here before we get moving too quickly.  The fact is, we believe that in order to address the wide variety of problems that exist in our broken immigration system, that Congress needs to pass a bill.  And those members of Congress who have expressed concerns about the President’s executive action have an opportunity to override that executive action merely by passing legislation that would address these problems.  They have more authority to do so than the President does. \nAnd we saw promising progress made a couple of years ago where Democrats and Republicans in the Senate got together and wrote a piece of legislation that had strong bipartisan support in the Senate and attracted the support of the business and labor and faith communities all across the country.  But unfortunately, it was blocked by House Republicans.  And the President was disappointed by that.  And we continue to urge Congress to take up immigration reform legislation, but unfortunately in the Republican majorities in both the House and the Senate, we’ve seen very little, if any, appetite for doing that.\nQ    I ask you about enforcement, and the reason I do -- there’s a new IG report out that found that homeland security is actually failing to track data in an effective and meaningful way, despite spending $21 billion to do so.\nMR. EARNEST:  I haven’t seen the IG report, but you can check with DHS about that.\nQ    But from your perspective, from the White House’s perspective, is immigration enforcement -- as it currently stands -- successful from where you stand?\nMR. EARNEST:  Well, the President made an announcement about his executive actions, indicating that we needed to better prioritize our enforcement resources; that there’s more enforcement resources that we’d like to see from Congress.  That was included in the bipartisan legislation that Congress considered two years ago, and that was included in the bipartisan legislation that House Republicans blocked.\nBut what the President has said is, given our limited resources -- again, resources that were not augmented because Republicans in the House of Representatives blocked it -- what the President has said is we need to focus our resources on those individuals that pose a genuine threat to our communities, and that our enforcement efforts should be focused on felons, not on families.  And the Department of Homeland Security who’s responsible for conducting those enforcement activities has been focused on those priorities and has been focused on implementing those priorities consistent with the views of the President.\nToluse.\nQ    On trade.  Senator Warren just put out a statement about the TPA bill, saying one of the dangers of the TPA bill is that it’s a six-year bill and the President will be out of office in less than two years, and the next administration could use the authority to do another deal that would roll back some of the financial reforms that have been put in place, even though the President has said that he wouldn’t sign a bill that would undo Dodd-Frank or roll back those regulations.  But you haven't really talked about how the next administration, maybe potentially a Republican administration, might use TPA for that purpose.\nMR. EARNEST:  And, Toluse, what I will do when we conclude this briefing is I will show you the specific text that’s included in the legislation that specifically, word for word, bars the agreement from being used to change U.S. law.  That’s written into the bill.  That is a concern that people do not have to have.  The concern I think that she may have, that is a legitimate one, is that down the road we could see Republicans in Congress not going through the machinations of a trade agreement, but actually just taking their own steps, doing the bidding of Wall Street lobbyists, and trying to unravel Wall Street reform.\nThat’s why the President has worked closely with Senator Warren to make sure that the implementation of Wall Street reform has been effective, has been fair.  And that’s work that continues to this day.  That’s work that requires blunting the significant influence of Wall Street lobbyists.  And that’s an example of where Senator Warren and the administration have been able to work closely together.\nBut the fact is, it is written into the bill -- and I did not bring it with me; perhaps I should have -- but I will show you the specific text in the legislation that prevents the trade agreement from being used to change U.S. law.\nQ    Another question on Dodd-Frank.  Senator Shelby has a bill that would basically roll back some of Dodd-Frank on small community banks, as well as do some more -- or take a closer looker at the Fed in terms of the oversight there.  Does the President have a take on that?\nMR. EARNEST:  Well, this is exactly the kind of legislation I have in mind when I say this is what we should be worried about.  This is an example of Wall Street interests trying to advance legislation that would weaken important consumer, investor and taxpayer protections that were established in the aftermath of the financial crisis, to make sure that we’re not putting taxpayers on the hook for a bailout; to make sure that middle-class families continue to have a watchdog here in Washington, D.C. that’s looking out for their interests in the form of the CFPB. \nThese are the kinds of principles that were included in Wall Street reform.  These are the kinds of principles that we have implemented over the strenuous objection of some of the most powerful influences in Washington, D.C.  And this is where Democrats have been able to stand up for middle-class families and work effectively together to protect Wall Street reform.\nAnd the legislation that Senator Shelby has proposed would undo a lot of that good work in a way that would make taxpayers and middle-class families and investors vulnerable once again.  And that’s not something that the President is going to go along with.  And I’m confident that when it comes to opposing this piece of legislation, the President will be able to work effectively with Senator Warren and others to stop it.\n\tQ    This part of the bill focused on Dodd-Frank; part of it focuses on the Fed, and it basically says that there needs to be a commission to look at the structure of the Fed.  Does the President believe that the structure of the Fed needs to be -- that the structure of the Fed needs to be reconsidered?\nMR. EARNEST:  Well, the President has long said that our system benefits tremendously from a genuinely independent federal reserve.  And that independence is something the President believes is worth protecting.\nJared.\nQ    Josh, this week and last you said that the Republicans had to rally votes on their side.  You emphasized that if Republicans fought for a majority in both chambers of Congress, that this is something that they should be willing to fight for.  When we see votes like just one Democrat, Senator Carper, voting for a cloture, is that the kind of parliamentary faux pas you’re talking about?  Is that the kind of situation where you can still point the finger at Republicans who are in majorities in both chambers?\nMR. EARNEST:  Well, again, this is -- the vote that we saw yesterday was a reflection of a procedural snafu that is not uncommon in the United States Senate.  It is not uncommon under Democratic leadership and it has not been uncommon under Republican leadership.  But --\nQ    Why do you think it’s so cleaved along party lines not the way you were hoping for?\nMR. EARNEST:  Well, again, what you’ve also heard me say a lot is that legislation that’s passed along strict party lines in both houses of Congress still have to be signed into law by a Democratic President.  And that generally means that in order to get anything passed and signed into law, it’s going to require bipartisan support.  And so we are -- the President is doing his part to try to facilitate that kind of bipartisanship. \nAnd Senator McConnell has actually spoken publicly and praised the President and the White House for our work on trade, and to try to foster a bipartisan agreement here.  Senator McConnell has lived up to his end of the bargain in that regard as well.  And it doesn’t mean we’re going to agree on everything, but it does mean where there are areas of bipartisan agreement, we need to try and seize the opportunity to make progress for the American people.  And this is one opportunity that Republicans have indicated an interest in seizing, and hopefully we’ll be able to do that once we work our way through this latest procedural snafu.\nQ    So the President and the Majority Leader in the Senate both praise each other for doing a good job, and yet we’re still -- are you still staying that Republicans need to lead more than they already have in both chambers, especially the Senate?  I guess I’m trying to square your comments today and yesterday with what you’ve been saying for the last few weeks, which is trying to push some of the blame -- more of the blame on to Republican leadership in both chambers.\nMR. EARNEST:  Well, I think in those instances I was talking about matters other than trade.  I think in most of those instances we were talking about funding for the Department of Homeland Security or the timely confirmation of the President’s nominee for Attorney General.\nBut in this instance, we have seen a willingness on the part of Leader McConnell to try to find some bipartisan common ground.  And the fact is, we have been able to find some bipartisan common ground.  That’s why we have the majorities in both -- of both Democrats and Republicans who serve in the Senate Finance Committee supporting the same piece of legislation.\nAnd what we want to do is to try to find -- help members of the Senate try to find a credible path forward when it comes to resolving this procedural snafu and actually getting onto a robust debate on the substance.  Because we know that on the substance of the legislation there is some bipartisan support.\nQ    In your response to Major earlier, you said that you didn’t have a path forward at this time, and you’re saying --\nMR. EARNEST:  I think that’s what Major said.  That’s not what I said.\nQ    I thought it was what you said, but maybe you can clear that up, because you’re talking about leading members of the Senate in the Democratic Party is looking at those two answers in conjunction.  It would seem like --\nMR. EARNEST:  I don’t think the President of the United States is the Senate Democratic Leader; he’s not.  And I don’t think that he said that he was.\nQ    No --\nMR. EARNEST:  So let’s move on.  Alexis.\nQ    Josh, really quick, back on trade.  In the wake of yesterday’s events, for however long TPA remains in the snafu repair shop -- (laughter) -- for the duration of time --\nMR. EARNEST:  If only there were one.  (Laughter.)\nQ    -- what’s the practical implication for the actually negotiation of the pact itself?  Does the President and the U.S. believe that this does have an effect on the progress of negotiating the pact itself going forward while it’s in --\nMR. EARNEST:  Well, the President does believe that this -- as we’ve long said, that this kind of authority, this aggressive trade promotion authority legislation that’s moving through the Congress will give the President the authority that he needs to complete the agreement.  He also is banking on the Congress taking that vote and giving him the authority that he needs to enforce the agreement.\nSo we certainly are interested in seeing this legislation work its way through Congress as efficiently as possible, understanding that Congress doesn’t work as efficiently as we would like.  But we’re hopeful that it will advance, but it’s going to require the resolution of the latest procedural difficulties here.\nQ    So for a brief period of time, the administration is going to continue to do its part, working with the 11 other nations to complete the pact, right?  Just plowing ahead.\nMR. EARNEST:  Yes, there continues to be ongoing negotiations, and the USTR can give you an update on that.\nSarah.\nQ    Josh, in light of the tragedy with Amtrak, and on Monday in Washington the entire morning commute was ruined because of problems with the D.C. metro system, related to a similar issue that caused somebody to die a few months ago; Metro-North trains in New York are a constant mess -- does the President feel that the mass transit system in the United States is safe for American commuters?\nMR. EARNEST:  Sarah, I don’t want my comments to be taken in the context of the current -- of the accident that occurred overnight.  Because, again, it’s unclear exactly what contributed to that tragedy.  But I will say, as a general matter, that the President does believe that there are upgrades that are needed in our mass transit system, particularly when it comes to our rail system; that there is important progress that we can make.  These are common-sense investments that would make our system safer, but also would be good for our economy in terms of making those forms of transportation more reliable.  And in the form of creating jobs, obviously there would be good construction jobs that are associated with updating and, in some cases, expanding these mass transit systems.\nSo that’s why for years, literally since the President’s first days in office, his administration has been advocating for a robust investment in our transportation infrastructure.\nQ    And is there anything he can do as President other than asking for more money from Congress to improve the safety of these systems?\nMR. EARNEST:  Well, it is Congress that does have the power of the purse, and so for a significant investment in infrastructure we’re going to need to see congressional action.  Now, the President has put forward his own common-sense, fiscally responsible proposal for doing that -- the GROW AMERICA Act -- and we can get you some more details in terms of the impact that would have on our rail system.  But the President has put forward his own very specific plan that would be fully paid for, and it’s based on this principle that some Republicans have indicated some support for, which is closing some tax loopholes and generating some revenue that can be invested in mass transit.\nBut we haven't seen a lot of movement on this on Capitol Hill, but we’re going to continue to try to push it.\nQ    Whose decision was it -- is it the GCC or the United States -- to expand the agenda of this summit to include conflicts in Libya, Yemen, in Syria and Iraq?  And how concerned are you that this summit may lose focus on the most important thing it was designed for, which is winning regional support for this Iran nuke deal?\nMR. EARNEST:  Well, the goal of the summit all along has been deepening the security cooperation between the United States and our GCC partners, deepening and modernizing that relationship. \nAnd that means a variety of things.  It certainly means discussion about the military-to-military relationship and the intelligence relationship that we have with these countries, both in terms of the support the United States can offer them, but also the kind of assistance they can provide to us. \nIt involves discussions about military equipment and what steps the United States can take, whether it’s providing additional equipment, engaging in training exercises, or other things that can strengthen the bonds between our security forces and the ability of our security forces to work together.\nBut what’s also true is that these countries have significant concerns about regional stability.  The United States continues to have concerns about regional stability in this region of the world.  And so when it comes to a discussion of our shared security interests, it makes a lot of sense that the situation in Yemen, the situation in Iraq, the situation in Syria are all subject to an intensive discussion in addition to our ongoing efforts to degrade and ultimately destroy ISIL.  So this is an important part of our relationship with them. \nNow, what’s also -- let me just finish this last part -- which is, what’s also important to regional stability is preventing Iran from obtaining a nuclear weapon.  And there will a discussion about how the President believes that the best way for us to prevent Iran from obtaining a nuclear weapon is through diplomacy.  And the President believes that it’s clearly in the best national security interest of the United States, but he also happens to believe that it’s in the best interest of our GCC partners, too.  And that influences his commitment to trying to reach this agreement.\nQ    Following the meeting with the two Crown Princes, would you say that you and the United States and Saudi Arabia, at least you are in total agreement about the agenda of this summit?  And what could come out of it tomorrow?\nMR. EARNEST:  I will say that there is strong agreement that the kinds of issues that you and I have just discussed should be at the top of the agenda when we’re talking about the security relationship between the United States and our GCC partners.\nAnd there will be a robust discussion of these issues, I wouldn’t leave you with the impression that every single leader who will attend the summit will have exactly the same view on every single issue.  But I do think that what we’ll find is that there is broad agreement about the kinds of steps that the United States and our partners can take to preserve and strengthen our country’s national security in that region of the world.\nGeorge, I’ll give you the last one.\nQ    NBC just tweeted out something quoting Senator Wyden as saying, “We’ll have an announcement in a few minutes on a path forward.” \nMR. EARNEST:  Well, how about that.  (Laughter.)\nQ    Will you have an announcement in a few minutes?\nMR. EARNEST:  That’ll be an announcement for the United States Senate to make, and so we’ll defer you to Senator Wyden to do that. \nQ    Anything on the Hill --\nMR. EARNEST:  I know that there have been -- as I mentioned earlier, I know that there have been a lot of discussions about a variety of proposals for finding this credible path forward.  But we’ll see if what Senator Wyden has to announce fits the bill.   Hopefully it will.\nThanks, everybody.  Have a good afternoon.\nEND  \n\t2:17 P.M. EDT\n\n\n\n\n"
}