{
    "title": "Ohio Governor Backs Middle Class Tax Cut Framework | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/10/ohio-governor-backs-middle-class-tax-cut-framework",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 10, 2010\n\n \n\n\n\nOhio Governor Backs Middle Class Tax Cut Framework\n\n\n\n\n\nStrickland Statement on Tax and Unemployment Bill\n\nColumbus, OH – Governor Ted Strickland today issued the following statement on the pending tax and unemployment legislation compromise currently before the United States Congress:\n\t \n\t\"As I said a few weeks ago, I am puzzled by leaders of the Republican Party who would say that we cannot provide unemployment insurance to people out of work during this terrible recession without paying for them, yet they are more than willing to give tax breaks to the richest Americans.  I think that shows a fundamental difference between the value systems of our two parties.  These are the same people willing to borrow money from China in order to give a tax break to people who make more than $1 million dollars a year.\n\t \n\t“So it makes me angry - and it should make the people angry - that once again Washington Republicans are playing chicken with the pocketbooks of middle-class Americans for political gain.  That is the worst kind of elitism.  But the fact is that allowing current tax cuts to expire at the end of the year will mean many middle-class Ohioans will receive smaller paychecks in January.  At a time when so many Ohioans are struggling to find a job, allowing unemployment insurance to expire would be unconscionable.\n\t \n\t“While the deal currently before Congress is far from perfect, I believe President Obama has made a tremendous effort to reach a workable compromise.  And while, ideally, Congressional Democrats could make the bill even better for Ohioans, we risk too much, both for our economy and for Ohioans who work for a living, if we let these tax cuts expire and allow unemployment support to fall away.\"\n\n\n\n\n"
}