{
    "title": "Presidential Nominations Sent to the Senate, 5/9/2011 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/09/presidential-nominations-sent-senate-592011",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 09, 2011\n\n \n\n\n\nPresidential Nominations Sent to the Senate, 5/9/2011\n\n\n\n\n\nNOMINATIONS SENT TO THE SENATE:\n\t \n\tMichael H. Corbin, of California, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the United Arab Emirates.\n\t \n\tLaura A. Cordero, of the District of Columbia, to be a Member of the Board of Trustees of the Harry S Truman Scholarship Foundation for a term expiring December 15, 2015, vice Juanita Alicia Vasquez-Gardner, term expired.\n\t \n\tJeffrey DeLaurentis, of New York, a Career Member of the Senior Foreign Service, Class of Counselor, to be Alternate Representative of the United States of America for Special Political Affairs in the United Nations, with the rank of Ambassador.\n\t \n\tJeffrey DeLaurentis, of New York, a Career Member of the Senior Foreign Service, Class of Counselor, to be an Alternate Representative of the United States of America to the Sessions of the General Assembly of the United Nations, during his tenure of service as Alternate Representative of the United States of America for Special Political Affairs in the United Nations.\n\t \n\tStephen A. Higginson, of Louisiana, to be United States Circuit Judge for the Fifth Circuit, vice Jacques L. Wiener, Jr., retired.\n\t \n\tJeanine E. Jackson, of Wyoming, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Malawi.\n\t \n\tBarbara K. McQuiston, of California, to be an Assistant Secretary of Defense.  (New Position)\n\t \n\tWilliam H. Moser, of North Carolina, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Moldova.\n\t \n\tMatthew H. Tueller, of Utah, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the State of Kuwait.\n\t \nWITHDRAWAL SENT TO THE SENATE:\n\t \n\tPaul M. Tiao, of Maryland, to be Inspector General, Department of Labor, vice Gordon S. Heddell, resigned, which was sent to the Senate on January 26, 2011.\n\n\n\n\n"
}