{
    "title": "Press Briefing by Press Secretary Jay Carney, 12/13/2013 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/12/13/press-briefing-press-secretary-jay-carney-12132013",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 13, 2013\n\n \n\n\n\nPress Briefing by Press Secretary Jay Carney, 12/13/2013\n\n\n\n\nJames S. Brady Press Briefing Room\n1:25 P.M. EST\nMR. CARNEY:  Well, thank you all for being here on Friday for your daily briefing.  I might sound a little under the weather and that’s because I am.  If I have to, I’m just going to turn it over to these guys here at some point if I need to sneeze.  But before I take your questions, I have a couple of things.  I can certainly do the week ahead as well at the top. \nBut, first of all, I know a lot of you have been asking -- I can confirm that the Speaker of the House has invited the President to deliver the State of the Union address on January 28th.  So that’s one.  Two, I have --\nQ    Did he accept?\nMR. CARNEY:  Oh, yes -- yes, he will be there.  And second, I have a topper related to implementation of the Affordable Care Act.  Today, we are highlighting the millions of uninsured Americans who can gain access to quality, affordable health insurance plans because of the Affordable Care Act.  Nearly six in ten of these uninsured Americans will be eligible for coverage at a cost of $100 per month or less.  And if all states expanded their Medicaid programs, nearly 8 in 10 of these uninsured Americans would be able to purchase coverage for $100 or less per person -- or rather, per month in 2014.\nJust yesterday, Iowa joined a growing number of states led by both Republican and Democratic governors that have chosen to put politics aside in expanding Medicaid under the Affordable Care Act to reduce the rate of uninsured and help their states, hospitals, and businesses save on uncompensated care costs.  It is an example of how when both parties are flexible and work together, we can move the country forward for the good of all Americans. \nThis stands in stark contrast to the congressional Republicans’ repeal plan, where every middle-class American enrolled with tax credits would see their premiums skyrocket and every American covered through Medicaid expansion would be kicked out of their coverage.  If there were ever a time for Republicans to change course and help Americans who, without their obstruction, would be able to gain access to health insurance in less than a month, it would be now.\nFinally, by popular demand, I’m going to do the week ahead at the top.  On Saturday, the President and First Lady will honor the lives and legacies of the children and educators lost at Sandy Hook Elementary School one year ago by observing a moment of silence at the White House. \nOn Sunday, the First Family will attend Christmas in Washington at the National Building Museum. \nNext week, on the week days, the President will be here at the White House attending meetings. \nAnd Friday evening, the First Family will depart the White House for Honolulu, Hawaii.  And that is your week ahead.\nQ    Where’s the moment of silence?\nMR. CARNEY:  Here at the White House.  We’ll have more details for you later, but it will be here.\nQ    Inside, outside?\nMR. CARNEY:  Again, we’ll have more details for you shortly, I hope.\nJulie.\nQ    Thank you.  I had a couple questions about Bob Levinson.  The AP has reported, based in part on documents that reporters have reviewed, that Levinson was in Iran working for the CIA.  Why did the administration falsely say for years that Levinson was a private citizen in Iran on a business trip?  And will you continue to say that now that it’s been proven to be untrue?\nMR. CARNEY:  Bob Levinson was not a U.S. government employee when he went missing in Iran.  As there is an ongoing investigation into his disappearance, I am not going to comment further on what he may or may not have been doing in Iran.  I’m not going to fact-check every allegation made in the story you reference -- a story we believe it was highly irresponsible to publish and which we strongly urged the outlet not to publish out of concerns for Mr. Levinson’s safety.  I’m also not going to say anything that might further harm our efforts to bring Mr. Levinson home safe, which has been our goal for the six and a half years he has been missing.  \nSince Bob disappeared, the U.S. government has vigorously pursued and continues to pursue all investigative leads as we would with any American citizen missing or detained overseas.  We continue to be focused on doing everything we can to bring Bob home safely to his family.  This remains a top priority of the U.S. government.\nQ    So you see the statements that the administration made saying he was a private citizen there on private business as being the same as him being there working for the CIA?\nMR. CARNEY:  Julie, what I can say is that he was not -- first of all, I'm not going to comment on every allegation in that story. \nQ    It's a pretty substantial allegation.\nMR. CARNEY:  I would say that if there is somebody detained overseas and it is published, true or false, that he is working for the CIA, I think it is dictated by logic that that very likely puts that person in greater danger. \nWhat I can tell you is he was not a U.S. government employee when he made that trip, but I'm not going to get into any more detail.  I mean, look, I understand that this is a complicated issue.  It is also very sensitive, and deals obviously with the safety and security and the life of an American citizen overseas.  It also deals with matters that are under investigation by the FBI.  So I am limited, for a variety of reasons, in what I can say about it, really, beyond what I've just said.\nQ    Can you say what the administration believes Bob Levinson's status is currently?  And can you be specific about what efforts the administration is undertaking to have him returned to the U.S.?\nMR. CARNEY:  As you know, Mr. Levinson disappeared from Kish Island in Iran.  In 2011, we received indications that Mr. Levinson was being held somewhere in Southwest Asia.  At the time, Secretary of State Hillary Clinton publicly asked the Iranian government to undertake humanitarian efforts to safely return and reunite Bob with his family -- because the Iranian government had previously offered its assistance in this matter.\nMore recently, obviously, President Obama raised Mr. Levinson's case in his phone call with President Rouhani, in addition to the cases of detained American citizens Saeed Abedini and Amir Hekmati.  Secretary Kerry has also raised these three cases directly with Iran's foreign minister.  And today we reiterate that same request to the government of Iran or to anyone else who might have information about Mr. Levinson's whereabouts to undertake efforts to ensure that he returns safely to his family. \nAnd again, this is something that we continue to raise at the highest levels and to press -- or to make clear to the Iranians that we seek their assistance in having him returned home, and to express that anyone else who might have information about Mr. Levinson's whereabouts undertake efforts to return him back home to his family.\nQ    Does the administration believe he's still alive? \nMR. CARNEY:  Again, we were made aware in 2011 that he was in, at the time, Southwest Asia.  But I don’t have more details on -- or any more specifics about what we know about his whereabouts.  Obviously, we're very concerned about him and call on anyone with knowledge of his whereabouts to undertake efforts to ensure that he returns safely home.\nSteve.\nQ    Was Rouhani aware of the case when the President raised it with him?\nMR. CARNEY:  I’d be surprised if he weren’t.  I don’t have a direct memory of that conversation or the readout I received of it to say with assurance.  But it would be surprising, since this is something going back to at least 2011 when Secretary Clinton raised this issue and called on and asked for Iran’s help -- because they had offered help in the past in helping us locate and return him safely.\nQ    Okay.  Separately, there was a high-profile execution in North Korea yesterday.  What’s your assessment of what’s behind this execution?  Is this Kim trying to consolidate power?\nMR. CARNEY:  I can say a couple of things about that, Steve.  First, we can’t independently verify this development, but we have no reason to doubt the official report that he has been executed.  And this is another example of the extreme brutality of the North Korean regime.  In terms of our assessments of what it means, there are obviously assessments made by the intelligence community and others, but I wouldn’t get into speculating on internal DPRK decision-making or the motivations of the leadership.\nWhat it is indicative of, however, is the values of the regime -- their low regard for human life and what is probably the worst human rights record in the world.  And that’s saying something.  So it’s a very opaque regime, as you know.  But we can certainly make that assertion based on the reports we’ve seen.\nQ    And lastly, is the President nearing a conclusion on what to do about the NSA?  And is he going to announce them soon?  Are there going to be additional constraints, as you’ve talked about before?\nMR. CARNEY:  Well, the President himself mentioned in an interview recently that he will be “proposing some self-restraint on the NSA.”  So the answer to that question is yes.  And he will be initiating “some reforms that can give people more confidence.”  That’s a quote from the President.\nThe overall review will be complete by the end of the year.  The review is being led by the White House and includes agencies from across the White House.  Beyond what the President has said, the administration’s review is ongoing, so I’m not in a position to discuss reports about what may or may not be recommended by either the Review Group on Intelligence and Communications Technology or the Privacy and Civil Liberties Oversight Board.\nWe have not yet received the review group’s final report and are not going to comment on a report that has not been submitted.  We expect, however, that that review group’s report will be delivered by the December 15th due date.\nLet me move up, as I’ve been promising.  Yes, sir.\nQ    Thank you very much.  Following this week’s designations of Iranian entities by the Treasury Department, the Iranian delegation that had implementation talks in Geneva protested and suspended those talks, claiming that those designations are tantamount to new sanctions and violate the spirit of the deal reached in Geneva only weeks ago.  How do you plan to convince the Iranians that designations and sanctions are two different things?  And what is the strategy for getting back to the implementation talks so that we can start the clock ticking on this deal?\nMR. CARNEY:  Well, the agreement very clearly referred to nuclear sanctions and also very clearly referred to the fact that existing sanctions would continue.  Technical talks between the P5-plus-1 and Iran were held from December 9th through December 12th in Vienna to discuss the implementation details of the Joint Plan of Action.  And we made progress in those discussions, and we consider the atmosphere during those discussions constructive. \nNow, these are complicated, technical issues, and after four days of detailed talks, all teams have returned to their capitals for further consultations, and that was always the plan.  We continue to do the necessary work to prepare to implement the Joint Plan of Action, and are prepared to meet again with our P5-plus-1 partners and Iran as soon as possible to resume these technical talks.\nNow, in terms of what the Iranians have said about their delegation, I will simply point you to the delegation and to Iran for them to speak for their actions.  But let's be clear:  The designations announced yesterday were related to the enforcement of existing sanctions, and we have made clear all along that we would continue to enforce existing sanctions. \nAs the President said, to the extent permissible within our political system, we have committed to refrain from imposing new nuclear-related sanctions.  That does not prevent us from implementing and enforcing our existing nuclear-related sanctions -- which of course we will do, as we said -- or from imposing new sanctions targeting Iran's sponsorship of terrorism or its abysmal human rights record.  We have been clear with Iran throughout this process that we will continue to enforce existing sanctions, which is consistent with what was done yesterday, the action taken yesterday.\nBut let's be clear also that we continue to oppose the passage of new nuclear-related sanctions for the reasons that we have discussed now for several weeks, because we believe that the purpose of this most effective and comprehensive sanctions regime that has been built up by this administration with our partners was to see if we could compel Tehran to change its behavior, to come to the negotiating table, and to commit itself to actions aimed at proving to the international community that Iran was prepared to abide by its international obligations and to forsake a nuclear weapons program. \nSo we have a preliminary agreement, the Joint Plan of Action, and these technical discussions continue.\nQ    Quick follow-up.  As the Daily Beast reported, in the six months since Rouhani was elected, the pace of designation slowed dramatically.  There were almost no designations in that six-month period.  Administration officials claim that was meant to provide an atmosphere conducive to talks of progress.  So why all these designations now?  Doesn't that do the opposite -- create an atmosphere that's not conducive for further talks of progress?\nMR. CARNEY:  We have been clear all along that we would continue to implement the existing sanctions.  And throughout President Obama's time in office, we have, both unilaterally and working with our partners, ramped up sanctions.  So I don't know that I would characterize actions taken in the last weeks or months in any other way, except to say that we have been continuing the implementation of existing sanctions as we have pursued the possibility and now the reality of reaching a preliminary agreement with Iran with a unified P5-plus-1.  And now that we have, it is our view, and has been our view, that Congress should refrain from passing new sanctions precisely because Congress has been an excellent partner in this effort and has within its power the ability to time the passages of sanctions, if necessary, to affect Iranian behavior.\nWe believe that if Iran demonstrates that it will comply with the agreement it made, that that would obviously be a good thing, and then progress could be made on the potential for a more comprehensive solution to this challenge over six months.  But if Iran were to fail to comply, or fail to come to agreement with the P5-plus-1 on a comprehensive solution, comprehensive agreement, then it would be entirely appropriate for the Congress to take action. \nAnd I think that, once again, if that were to happen, that we would be in a situation, as we helped create in 2009, where the international community would be united in opposition to Iran's refusal to live up to its international obligations.\nNow, that's a lot of speculation, which I try not to engage in, but I'm simply saying that that would be a situation that would mirror what we have seen in the past, which is --\nQ    So we can expect new designations to be continued for --\nMR. CARNEY:  I think you can expect us to continue to implement existing sanctions, and where that requires new designations, that, I’m sure, will be what we do.\nQ    Thank you.\nMR. CARNEY:  You bet.\nJon.\nQ    On the NSA taskforce recommendations will come in on time, will you make that report public?\nMR. CARNEY:  What I can tell you is that we will have a lot more to say to make the outcomes public in an appropriate way after we receive it.  Obviously, we're talking about fairly sensitive and classified information.  But part of this process that the President has asked for is one that will allow us to be as transparent as possible and to, as he said, propose some self-restraint on the NSA and initiate some reforms that can give people more confidence.  And giving people more confidence obviously involves giving people more information.\nBeyond that, exactly how and when making those outcomes public is still being determined, but I expect we'll have more information on those questions soon, because as I noted earlier, the review group's report is expected here on December 15th.\nQ    Because the review group's report, as I understand it, has been declassified, gone through a declassification process. \nMR. CARNEY:  I'll have to take the question.  I don't have the answer to that.  What I can --\nQ    But you won't -- you're not going to release their full report? \nMR. CARNEY:  I'm not sure about that, Jon.  What I can tell you is that we will endeavor to release as much information as we can, mindful of the fact that these are sensitive matters involving intelligence-gathering.\nQ    But in terms of this group, the internal reviews you've been doing, and the self-restraint that the President will be -- the changes he'll be making, would any of this be happening if it weren't for Edward Snowden?\nMR. CARNEY:  Well, that's an excellent question that's impossible to answer.  The President, as you know, believes that what has happened this year has made it clear that we need to review our activities with a basic principle in mind:  that we should be doing everything we should and must be doing to ensure our safety within the law, but not doing things simply because we can do them, because we have the assets and resources that allow us to do them. \nSo I can’t imagine what that world would look like, but this is very consistent with the President’s views for a long time now.  And he has initiated this effort and looks forward to both the review group’s report and to actions being taken in response to it.\nQ    But would you acknowledge that this entire effort, this multi-agency effort, independent taskforce, wouldn’t be happening --\nMR. CARNEY:  I think if you look back to the speech the President gave prior to the revelations, the disclosures that we’re talking about, I think he indicated very clearly that he wanted to engage in a broader review of our posture, if you will, and how we do things -- I’m speaking at a high altitude here, but this involves his view that, now 12 years after 9/11 and after the wars that we’ve engaged in, that we required a new look at the way we conduct this kind of business.\nQ    And on Levinson, 17 days ago you issued a statement saying Robert Levinson went missing during a business trip to Kish Island, Iran.  When you talked about it just now, you simply said when he went to Kish Island, Iran.  I’m wondering is that statement from 17 days ago -- that he went missing during a business trip on Kish Island, Iran -- is that still operative or is that no longer the story?\nMR. CARNEY:  I mean, I’m simply saying that he was not a U.S. government employee.  This is in reaction to a story that was published today.  I’m not adjusting what was said in the past; I’m making clear in response to this story that that is what we can say.  We cannot say more for some of the reasons that I just described in answering Julie’s question.\nQ    But is this statement then, it’s just to clarify?\nMR. CARNEY:  Again, I’m not changing or altering what was said in the past, but in response to stories today I’m making clear that he was not a U.S. government employee when he went missing in Iran.  As there’s an ongoing investigation into his disappearance, I can’t comment further on what he may or may not have been doing in Iran.  And, again, I think that it’s -- this is a fairly dicey proposition here to be -- when you have somebody who is potentially clearly -- clearly in harm’s way and whose safety we’re all concerned about.\nQ    Can I ask you just a philosophical question on this?  If by putting out a statement that isn’t exactly accurate or is misleading, you could save somebody’s life or hasten his return, would that be justified?  Would that be something you’d be willing to do from the podium?\nMR. CARNEY:  I’m not going to speculate about that.  We provide the information that we can, as accurate, Jon.  And we’re talking about a matter that’s under investigation, we’re talking about an individual’s disappearance and his safety.\nSo I just can't describe further what he was doing.  That’s under investigation.  But I can tell you he was not a U.S. government employee.\nBrianna.\nQ    Thanks, Jay.  The fact-checking website, PolitiFact, named as the Lie of the Year, \"If you like your health care plan, you can keep it.\"  Is the White House, is President Obama worried that this false promise is being cemented sort of in history?\nMR. CARNEY:  Brianna, as you know, the President in an interview earlier this fall took this question head on and expressed his concern for those individuals, those Americans who received cancellation notices and were potentially adversely impacted by or affected by that, and took action to encourage states and state insurance commissioners to allow those who wanted to stay on existing plans to stay on them longer.\nSo I think he's, in a very honest way, addressed this question.  End-of-the-year categorizations like that are always fun, even when they don’t jive with past characterizations of the very same statement.  But we're focused on implementation of the Affordable Care Act.  We have owned and acknowledged where that rollout this fall has not been up to the standards that we expected and where there have been problems.  And we've taken action so that the fundamental promise here is met, which is making affordable, quality health insurance available and accessible to millions of American across the country, many of whom did not have that opportunity in the past.\nQ    But some of these things -- for instance, in the past, one of the lies of the year was Sarah Palin's death panels.  And it sort of I guess highlights something that becomes I guess a line in popular consciousness.  It sort of takes on, in a way -- it's something that will be in history books.  I mean, is there a concern about that?\nMR. CARNEY:  Brianna, there's a concern here about the problems with the rollout of the Affordable Care Act.  We've talked a lot about that here since October, and the President has talked a lot about it in very candid terms.  So I don’t think that history's assessment of this period will depend on end-of-the-year lists.  I think it will depend on, in our view, how we responded to the absolute necessity of making the fixes to healthcare.gov, the absolute necessity of addressing the problem for those who receive cancellations, and the absolute necessity of ensuring that we are making it possible for the millions of Americans who have so clearly demonstrated their desire for and interest in enrolling in health insurance plans through the marketplace that they're able to do that.  And that will be the test in the long run.\nBut you're going to get no argument from me that we had and have had a rocky period here in rolling out the marketplaces and the healthcare.gov website.  And that’s on us.  And we have taken steps to both acknowledge that and address it through policy decisions and better implementation of the policy and the law.\nQ    You have announced today, or the White House has announced today, that Katie Beirne Fallon will be the new Director of Legislative Affairs -- obviously someone who is liked and believed to be very capable by a lot of folks.  But she's also unfamiliar -- though she has Senate background, she's unfamiliar to a lot of people in the House, and you have House Republicans who are wondering what this sort of means for them if they're factoring it all into the White House's plans for relations with Capitol Hill.  Can you talk a little bit about that?\nMR. CARNEY:  Well, you've seen, I think, statements from the Chief of Staff as well as from the President about both Miguel Rodriguez and his excellent five-year service.\nQ    And he didn’t have a very deep relationship with the House side, either.  So I think that’s -- building on that, it's part of the concerns of House Republicans.  We've just seen this bipartisan budget deal.  Is that a priority? \nMR. CARNEY:  We believe improving on the progress we have already made in our relationship with Congress and working with Congress and getting things done with Congress is always a priority, and we believe that Katie will bring a lot of experience to bear on that challenge.  She’ll be spending the next few weeks consulting with members on 2014 agenda priorities before stepping into her new role in January.  She will be coordinating implementation of the President’s Climate Action Plan with the Hill.  She’ll be managing legislative strategy around immigration reform and ensuring a better flow of communication between the White House and the Hill on ACA implementation -- Obamacare implementation. \nSo she brings a lot of experience.  She, as you noted, is well liked around this building and all around Capitol Hill, so we’re very confident that she will build on the progress we’ve already made in our efforts to work with Congress and get things done with Congress. \nAnd again, as I mentioned yesterday, expectations have for good reason been set pretty low when it comes to compromise in Congress, but the budget deal negotiated by Congressman Ryan and Senator Murray represents just that.  And it’s not a huge step but an important step forward in what we believe can be done if both sides address these challenges that the American people want us to address in a way that acknowledges that compromise means you’re not going to get everything you want. \nAnd immigration reform represents a huge opportunity.  The array of economic initiatives we could engage in that the President has put forward and there has historically been interest in from the Republicans, whether it’s investment in infrastructure or improving our corporate tax code, investing in early education for America’s children -- these are ways that we can invest in our economic future, improve economic growth and job creation -- the President’s number-one priorities.  And Katie is going to be very much in the front of the team effort to get that done in coordination with Congress.\nMike.\nQ    Thank you very much.  I just wanted to circle back to what Brianna was saying about the PolitiFact Lie of the Year statement.  What I wanted to get at is -- I mean, they’re saying it was a lie; by extension they’re saying that the President was lying.  Do you not take exception with that?\nMR. CARNEY:  I think that, as I said before, our focus is on the challenges that have been associated with this period of rolling out the Affordable Care Act and what we can do to address those challenges.  And again, I think the assessments of how we respond to those challenges will determine how the Affordable Care Act is viewed in coming years.  And that’s because what will determine that is whether or not we deliver on the promise of getting affordable, quality health insurance to those Americans who so clearly want it. \nAnd, I mean, one of the remarkable facts about the dismal situation we were in and created for ourselves with the poor rollout of the website is that despite all the obstacles that were thrown in the way of Americans who so clearly wanted to enroll and wanted information about the options available to them, they came back.  And they’ve come back in extraordinary numbers so that -- we made it harder for them, and that’s on us, which was why everybody has worked so hard to make it easier.  And you’ve seen those improvements. \nSomebody noted, appropriately, when the healthcare.gov site was functioning miserably, it was front-page news.  I think yesterday the fact that we had quadrupled enrollments, November over October, it made page 22 in the front section of a major newspaper.  We’ll take that.  Because our focus is on getting the policy right, making sure that Americans who want quality, affordable health insurance are able to get it.\nQ    But when the President did say that statement, just to be clear, I mean, did he --\nMR. CARNEY:  People say -- hey, Mike, the President has addressed --\nQ    But did he believe that that would be the outcome?\nMR. CARNEY:  Obviously, the President addressed this.  I would point you to the extensive comments he gave in answer to an interviewer’s questions about this.  So you’ve already gotten it from him, so I can’t improve upon that.  What I can tell you is that we’re focused on implementing the policy.  We’re focused on delivering to the American -- the millions of American people who so clearly demonstrated a desire for what the Affordable Care Act offers.\nChuck.\nQ    You were very careful to say that Mr. Levinson was not a government employee.  Are government contractors considered government employees?\nMR. CARNEY:  I appreciate the opportunity to violate what I said earlier that I’m not going to get into any more detail about a matter that’s under investigation.  There’s obviously a significant matter at stake here, which is the safety and security of Mr. Levinson and our hope that he can be returned to his family safely.  So I just -- I would point to what I’ve said before and understand that I can’t say more.\nQ    In general, are government contractors considered government employees? \nMR. CARNEY:  I’m not going to get into that kind of parsing.  I can tell you that he was not a U.S. government employee.  The rest of this is under investigation. \nQ    Should we be questioning the version of the story that the government has been giving on what Alan Gross was doing?  Do you understand why that question would come up?\nMR. CARNEY:  I understand your question.  And, again, I would point you to what we’ve said about the absolute necessity for Alan Gross, in our view, to be released and obviously for the other two individuals that I mentioned earlier in Iran to be released.  We’re dealing with people’s lives here and we’re working very hard on the effort to get all of them back here to the United States.\nQ    Why do you believe that a news organization that gave the government three years -- held a story for three years -- was being irresponsible after holding a story for three years?  I mean, that seemed to be -- that was a highly charged accusation you threw out there -- thrown at as irresponsible.\nMR. CARNEY:  I don’t want to engage in -- obviously, we institutionally engage in conversations --\nQ    It sounds like the media was very cooperative on this.\nMR. CARNEY:  All I can tell you is that Mr. Levinson is still missing.  He is still potentially, if not likely, in harm’s way.  And it is our belief that it was certainly not the right thing to do to publish a story that could reasonably be expected to put him at greater risk.\nQ    Is the President fully -- can you say the President was always fully briefed about all of Mr. Levinson’s ties to the federal government?\nMR. CARNEY:  I don’t have any information on those briefings so I can’t characterize them.\nYes.\nQ    Thank you, Jay.  We’ve seen some personnel changes announced.  Are these one-off changes in White House staffing, or is there any sort of more systematic review going on or effort to make the White House operate or function in a more optimal way?\nMR. CARNEY:  It sounds like an effort to -- well -- nothing. \nQ    Finish that --\nMR. CARNEY:  That was a press critique.  But I would simply say that --\nQ    Don't be shy. \nMR. CARNEY:  -- we're in year five of an administration, and as is the case and has been the case with every administration that I've paid attention to, people come and people go after working harder in these jobs, probably than they'll ever work in their lives.  And we noted the other day, and I think the New York Times wrote about it, about Pete Rouse leaving and his extraordinary service to both Senator Obama and President Obama, and for the kind of specific assistance that they can provide and help they can provide; Phil Schiliro has returned, John Podesta is coming in. \nBut I think those are specific, one-off, if you will, assignments and personnel moves that I think reflect the normal kind of churn you see in White Houses over the years.\nQ    Miguel Rodriguez was there less than a year.  Is he --\nMR. CARNEY:  He's been working for Barack Obama and the Obama administration since the day President Obama was sworn into office.\nQ    He was in the legislative affairs director position less than a year.\nMR. CARNEY:  But he's been serving here for five years, Peter.  And he's done an extraordinary job, and the President is greatly appreciative of his service. \nQ    And the White House is happy with the legislative outreach from -- to the Hill, and that’s working optimally? \nMR. CARNEY:  We are going to -- I mean, we're never going to be happy until we are able to, with Congress, produce the results that the American people demand.  Now, you've heard me say, so I'll try to do it in short form, that this President has demonstrated again and again and again on immigration reform, on his budget, on issue after issue his willingness to meet Republicans halfway.  \nAnd we talked a lot about, for at least the first half of this year, all the efforts he's made and this White House has made to engage with Republicans in Congress, and we're going to continue that because we think everything we can do to help bring about the results the American people want is worth the effort.\nSo as I said earlier, when it comes to Katie Beirne Fallon, she's going to help build on the progress we've already made.  And I think that, as I think Josh mentioned when he briefed earlier this week, sometimes it goes unnoticed or little notice.  We're getting a lot of things done of late, and we have a lot more we need to get done.  And there's enormous potential if we have a modicum of compromise and cooperation from Capitol Hill for getting even more done, and that includes immigration reform, it includes implementation of the climate action plan, it includes investments in the economy that help the middle class be more secure and help those who are trying to lift themselves up into the middle class.\nSo we're, in spite of everything, optimistic because there's reason to be optimistic.  And the President expects all of us here -- those of us who have been here a while and those of us who are returning or coming for the first time -- to be focused on that goal, which is to improve the lives of middle-class Americans by making sure that what Washington is doing is improving the chances that we'll grow faster and create better jobs, rather than throwing up obstacles, which, unfortunately, because of Republicans in Congress, Washington has been doing.  Maybe we can build on some of what we've seen this week and turn it into something even better. \nMike.\nQ    So on that, the President spoke quite forcefully recently about the malign influences he sees as ideologically --\nMR. CARNEY:  I like that, good word.\nQ    Super PACs -- my words, not his, but I think I captured it pretty well.  He thinks that ideologically driven super PACs on the right are distorting the legislative process.  Speaker Boehner appears to be -- have vanquished that revolt on his right flank for the time being, very forceful terms yesterday and the day before.  Is this an opening for the White House, particularly on immigration?\nMR. CARNEY:  We remain not just optimistic but confident that Congress will pass and the President will sign comprehensive immigration reform.  It's the right -- I've talked to you about it in the past.  There is a long list of conservative reasons to support comprehensive immigration reform.  There is also, as many of you have reported on, significant political reason for the Republican Party to embrace comprehensive immigration reform.\nAnd that confluence of good things for Republicans and Democrats, not to mention the economy and middle-class Americans, I think creates the opportunity for getting this done.  We believed it should have gotten done this year, and we did everything we could to make that happen.  But we are convinced that it's going to happen.  And we hope, without doing what I would have done as a reporter, which is spend a lot of time examining that press conference yesterday -- without analyzing that, I'll say that we look forward to working with any willing member of Congress of either party to advance these objectives, principally with the focus of creating jobs and expanding broad-based growth in this country on behalf of the middle class.\nIf that opportunity is there, we will take it.  And where it's not there, we will do everything we can, through the President's administrative authority, to advance a middle-class growth agenda wherever we can.\nQ    So how did he view -- or how was that press conference viewed here, the statement by the Speaker?\nMR. CARNEY:  Look, I would simply say that we believe it was the right thing to do to pass the budget.  And it was a compromise document.  It was not a grand bargain; it was a small step, but it was the right thing to do.  And it will, as I think outside analysts have said, if passed out of Congress and signed into law by this President, will help economic growth and job creation, which stands in contrast to the actions that Congress has taken in the past.\nQ    I don't want to belabor this, but the President did speak specifically to the outside groups, and I'm wondering, now that they have been marginalized, at least in this instance, what do you think of that development?\nMR. CARNEY:  Well, we're not going to make those kind of assessments of internal Republican Party dynamics.  We're looking for willing partners, regardless of their affiliation.  And where we can compromise and get things done that the American people want to see done in Washington, we will do that, and look forward to the opportunity to do it more and hope those opportunities arise.\nWendell.\nQ    You've acknowledged the rollout of the Affordable Care Act was rocky, and in just the past -- less than a day, the administration has asked insurance companies to give people more time to sign up, make concessions about paying their premiums.  Would you admit that it's still rocky?\nMR. CARNEY:  Sure.  There's no question that we set ourselves back with the delays caused by and the problems with the website, and that -- you know, I go out of my way, as I think everyone else working on this does, to acknowledge that we have improvements to make and a lot more work to do, both to the website and to other aspects of implementation of the ACA.\nHaving said that, we've seen a lot of progress and improvement.  We've seen an increase in enrollment, an obvious improvement in the website.  And we're going to continue to take steps to make sure that where we can make some fixes that will help consumers, we'll do that -- because the goal here is, again, not a perfect website, it's not the elegance of the rollout.  I think we failed that, right?  I think the goal is to, in the end, have the ACA and the exchanges work for the American people who so clearly are interested in this new opportunity to get quality, affordable health insurance.\nQ    Given that, why is it you say there's no Plan B for the overall schedule of the launch?  Are you whistling past the graveyard here?\nMR. CARNEY:  We have made significant improvements, and while there is still more work to do, we are confident that we will continue to see improvements result in more enrollments and more progress, like Iowa's decision to expand Medicaid, and that will result in more Americans getting insurance, getting covered.  So we created some problems for Americans who were interested in this and for ourselves, and we acknowledge that.  But we're working as hard as we can to overcome that and to make sure that we deliver on the promise of quality, affordable health insurance to every American.\nQ    We asked Secretary Sebelius today if she had offered her resignation to the President, and she wouldn't say.  Will you?\nMR. CARNEY:  Well, I'm not going to speak for Secretary Sebelius.  I can tell you that as I have said in the past, the President has confidence in Secretary Sebelius and appreciates the work that she's done.  And she, like every member of her team engaged in this effort, is focused everyday on making fixes to the website, or making improvements in the implementation of the exchanges so that we can deliver on the promise that I just promised.\nQ    On the NSA, the President clearly has concerns about it.  Are his concerns about the amount of information the NSA collects, or the public's perception of that?\nMR. CARNEY:  That's a very good question.  I think that the answer I'll give is that the President has indicated that in this review he would be, and he would hope that those who are working on it with him would be looking at what we do through the prism of what he's described as making sure we're doing everything we should do, but nothing we can do just because we can.  Just being -- you know, making sure that we're running this process through that filter.\nBut he has also, I think, emphasized that it is important to remember that the men and women who work at the NSA and the men and the women who work in the rest of our intelligence community work every day to protect everyone in this country and every American overseas, in uniform and out, and they do extraordinary work.  And they are highly skilled and highly professional in what they do.  And it is important to remember that there are threats to the United States.  There are threats to the American people.  There are threats to our allies.  And it is important to gather intelligence that allows us to confront and hopefully mitigate those threats. \nSo I think that’s the balance that the President has talked about in the past as he makes this review. \nYes, sir.\nQ    Does the administration worry that the execution in North Korea signals that Kim Jong-un is maybe more reckless than previously imagined and that this could lead to him making a decision to engage in more nuclear tests and missile launches with perhaps limited conflicts with neighbors like South Korea?\nMR. CARNEY:  Well, as I said earlier, I'm not going to provide an intelligence assessment of what we believe this indicates or these reports indicate about internal North Korean dynamics or leadership dynamics.  What it does reflect is the brutality of the regime and the disregard for human life that the regime has shown historically.\nIt also reflects the fact that the North Korean regime has for a long time now, in refusing to live up to its international obligations and thereby ensuring its greater and greater isolation, that it prefers to pursue the purchase of and development of military assets and hardware at the expense of the nourishment of their own people -- of its own people.  And we have always believed that that’s a bad choice.\nBut beyond that, I'm not going to be a Kremlinologist from here to assess what is obviously a fascinating and disturbing series of reports.\nPeter Baker.\nQ    Jay, can I ask you -- I think you were asked about yesterday the interpreter from the Mandela funeral.  I think since then, it's now come to light that this person was actually at one point accused of murder and rape, even more disturbing perhaps than we had previously known.  Is there any additional information the White House has or is seeking about how this person got so close to the President of the United States?\nMR. CARNEY:  Well, I can say a couple of things.  As I said yesterday, this is -- in any situation like this when this President or any President travels overseas, the Secret Service does extraordinary work to ensure the safety and security of its protectees, principally the President of the United States.  And I would refer you to them for more details.  And for reasons I'm sure you can understand, I'm not and they're probably not going to get into specifics about what they do and how they do it, but they take measures necessary to ensure the safety of the President and other protectees, and they do a very good job at it.\nI think the Service has addressed questions about the interpreter, and I would refer you to them for any more specifics about that.  But I think -- for those of you who have covered the White House for a while and have traveled with us abroad to places like South Africa on a moment's notice because of a service or to Afghanistan, for example, you know that the Secret Service, working with the security services of host countries as well as in the case of a place like Afghanistan with U.S. military assets, takes an extraordinary amount of necessary precautions to ensure the President's safety.  And that’s a broad statement.  For specifics about this incident or potential incident, I would refer you to the Service. \nQ    Is it true?\nMR. CARNEY:  Again, I'm not going to make an assessment about it.  I think that the Service is the best place to go for that.\nYes.\nQ    Two specific questions.  Number one, would the Obama administration support requiring the nation's phone companies to retain bulk phone records for spy programs for various business reasons --\nMR. CARNEY:  I wouldn’t even know how to answer that question.  I think you ought to -- I mean, if you're going at NSA stuff, obviously these issues are under review.  The review group's report is due in a couple of days, and we'll be providing information about that and more information about the steps the President intends to take in the near future.\nQ    Second question -- U.S. Internet companies like Apple and Google, as you're well aware, have expressed concerns about their competitive position in the world-wide market because of reports that there's NSA spying on people around the world through their products.  Is their ability to compete in the world-wide market a consideration the White House will take in its final actions on this, the competitiveness of U.S. Internet --\nMR. CARNEY:  Well, I'm not going to preview actions that we're taking.  I can tell you that, specifically with regard to the letter from a --\nQ    And does the President share their concerns about their competitive standpoint?\nMR. CARNEY:  Well, the President is very interested in U.S. companies being competitive, and U.S. technology companies are the best and biggest in the world, in many cases.  But separate from that, on this matter I can tell you that, with regard to a letter sent by a company, we appreciate the concerns expressed and the recognition of this important global issue. \nAs you know, the President directed a review of our surveillance capabilities and programs several months ago, and we are working toward the completion of that review, as I discussed.  Throughout this process, we have engaged with these and other companies, with civil society, and with national security and privacy experts in a dialogue about privacy and the security of our nation, and our partners and allies.  We are going to continue that engagement through the end of our review and after.\nWithout getting into the specific details of the proposals, we agree with the company's calls for government's attention on practices and laws regulating government surveillance.  And respect for privacy is deeply embedded in American values and laws, and the United States is the source of many of the privacy principles that underlie modern privacy regimes around the globe.  We share the company's goals of ensuring that all nations live up to the letter and spirit of commitments to fundamental freedoms while ensuring the safety and security of citizens.\nSo we have been engaging with companies that have expressed concerns along the lines that you mentioned, and we're going to continue that engagement not just through this period of review but on into the future.\nMR. CARNEY:  All right.  Lesley, last one. \nQ    Thanks a lot, Jay, appreciate it.  You got a variation of this yesterday, but Human Rights First has asked -- has sent a letter to the White House asking that when you do the official delegation to the Olympics in Sochi that you include either LGBT leaders or allies of LGBT people to the -- on the delegation.  Is that under consideration?\nMR. CARNEY:  I don’t have any update for you on the selection of members of the delegation.  But I would refer you to what I said yesterday or the day -- whenever it was I took a question on this, it might have been yesterday; that was a long briefing.  But I don’t have anything more for you on it.  When we do, I can assure you we'll let you know.\nAnd I think we've been very clear in our views about both the laws in place and the issues in Russia surrounding LGBT rights, and our expectations of Russia when it comes to conducting the Olympics.\nThanks, all.\nEND\n\t2:21 P.M. EST\n\n\n\n\n"
}