{
    "title": "White House Task Force on Middle Class Families Holds Meeting in Ohio on American Manufacturing in the 21st Century | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/white-house-task-force-middle-class-families-holds-meeting-ohio-american-manufactur",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 23, 2009\n\n \n\n\n\nWhite House Task Force on Middle Class Families Holds Meeting in Ohio on American Manufacturing in the 21st Century\n\n\n\n\nTHE WHITE HOUSE   Office of the Vice President  _______________________________________________________________  FOR IMMEDIATE RELEASE                                     June 23, 2009    White House Task Force on Middle Class Families Holds Meeting on American Manufacturing in the 21st Century  Vice President Biden Announces Executive Order Creating White House Council on Automotive Communities and Workers www.AStrongMiddleClass.gov PERRYSBURG, OH – As part of the administration’s commitment to support manufacturing communities and workers, Vice President Biden today chaired the fifth meeting of the White House Task Force on Middle Class Families, called \"Promoting American Manufacturing in the 21st Century.\" The Vice President, who was joined by Ohio Governor Ted Strickland, Secretary of Commerce Gary Locke and Director of Recovery for Auto Communities and Workers Ed Montgomery, discussed new initiatives to prepare the manufacturing economy for the 21st century at Willard & Kelsey Solar Group in Perrysburg. During the meeting, the Vice President also announced an Executive Order creating the White House Council on Automotive Communities and Workers. \"There are far too many valuable resources, too much valuable capital and especially too much human skill and know-how embedded in America’s manufacturing sector to allow it to go to waste,\" said Vice President Biden. \"The President and I are committed to doing everything we can to prepare the manufacturing sector for the future and to protect families and communities hurt by recent job losses.\"   \"It is fitting that Vice President Biden chose the Toledo area to discuss the state of manufacturing in a changing economy. Toledo is known for its history in automobile production and, more recently, its global leadership in the renewable energy sector,\" said Governor Ted Strickland. \"In Ohio, we are modernizing our schools to teach students 21st-century skills and adapting to advances in the manufacturing sector. Both are centerpieces of our plan to create jobs and a stronger middle class.\" During the meeting, the Department of Commerce announced the expansion of the National Innovation Marketplace, part of the Manufacturing Extension Partnership. This program will help revitalize supply chains by providing manufacturers with the tools they need to transition from contracting sectors to emerging technologies and new market opportunities.   \"American manufacturers have sophisticated technologies and systems and some of the most skilled workforces in the entire world,\" said Secretary Locke. \"By expanding the National Innovation Marketplace, the Commerce Department is bringing together in one place the ideas, products and future opportunities businesses need to identify new markets, diversify and create new jobs.\"   To learn more about this program, click here: http://www.planeteureka.org/marketplace/    The Vice President also announced an Executive Order creating the White House Council on Automotive Communities and Workers. This inter-agency council will work to address the issues facing the automotive industry and protect the hardest-hit communities and workers.   \"Today's announcement reiterates the President and Vice President's deep commitment to standing with our auto communities and workers during these very tough economic times. The White House Council on Automotive Communities and Workers will ensure that the federal government is responding quickly and accelerating recovery efforts to those communities hardest hit,\" said Dr. Montgomery. \"It builds on the foundation we have laid over the past months to speed up and increase recovery to the region and ensure workers see a coordinated response from their government. I look forward to working under the leadership of Secretary Solis and Larry Summers in this important venture.  America's workers are the best in the world, and President Obama, Vice President Biden and this council will continue to work day and night to ensure we are getting them the resources they need as we work to once again put our nation on a path to prosperity.\" The full Executive Order is attached. The investments discussed today will generate new manufacturing activity to support manufacturing workers. By expanding the National Innovation Marketplace, creating the White House Council on Automotive Communities and Workers and investing in manufacturing programs through the President’s budget and the Recovery Act, the administration and relevant agencies are helping to ensure manufacturing workers and communities have the tools, technology and skills to face present challenges and prepare for the future.   Today’s meeting also included leading manufacturing experts: Michael Greenstone from the White House Council of Economic Advisors; John Colm, President and Executive Director of WIRE-Net, a manufacturing industry group and economic development organization dedicated to helping manufacturers and strengthening the business climate for manufacturing; Sue Helper, an economics professor from Case Western Reserve University in Cleveland; Amy Hanauer, the founding executive director of Policy Matters Ohio, a non-profit, non-partisan policy research institute dedicated to examining issues that matter to working families in Ohio; and Bill Mitchell, President and CEO of Willard & Kelsey.   ###    \n\n\n\n"
}