{
    "title": "Press Briefing on the President's upcoming trip to Russia, Italy, and Africa | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-briefing-presidents-upcoming-trip-russia-italy-and-africa",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 01, 2009\n\n \n\n\n\nPress Briefing on the President's upcoming trip to Russia, Italy, and Africa\n\n\n\n\n\n\n\t\tNOTE: In the excerpt below, Mr. McDonough misspoke and said \"Thursday\" when he meant to say \"Friday\".\n\n\t\tThey'll overnight on Thursday, the 9th, in L'Aquila; will on Thursday (EDIT: \"Friday\", not Thursday) morning finish with additional G8 sessions, including a working breakfast of the G8 plus African countries plus five international organizations.  The President will have a bilateral with our South African counterparts.  And then after lunch the President will have a press conference on Friday afternoon.  Then the President will move from L'Aquila back to Rome for a meeting at the Holy See with the Holy Father, as well as a meeting with the Vatican Secretary of State.\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t____________________________________________________________________________________________\n\t\tFor Immediate Release                                                                                       July 1, 2009\n\nPRESS BRIEFING\n\t\tON THE PRESIDENT’S TRIP TO RUSSIA, ITALY, AND AFRICA\n\t\tBY DENIS McDONOUGH, DEPUTY NATIONAL SECURITY ADVISOR FOR STRATEGIC COMMUNICATIONS, MICHAEL FROMAN, DEPUTY NATIONAL SECURITY ADVISOR FOR INTERNATIONAL ECONOMIC AFFAIRS, MICHELLE GAVIN, SPECIAL ASSISTANT TO THE PRESIDENT AND SENIOR DIRECTOR FOR AFRICAN AFFAIRS, AND MICHAEL McFAUL, SPECIAL ASSISTANT TO THE PRESIDENT AND SENIOR DIRECTOR FOR RUSSIAN AND EURASIAN AFFAIRS\n\n\t\tVia Conference Call\n\n\t\t3:35 P.M. EDT\n\n\t\tMR. VIETOR:  Hey, everybody, thanks for getting on.  We're joined today by Denis McDonough, Mike Froman, Mike McFaul, and Michelle Gavin.  You guys have their titles on the advisory that went today, they're all listed there.\n\n\t\tSo we're going to walk through the trip, the schedule and top-line, point to what the President hopes to do and accomplish, and then turn it over to specific individuals to talk about their areas of expertise.\n\n\t\tSo to kickoff the call we're going to turn it over to Denis McDonough, who's going to start with an overview of the trip.\n\n\t\tMR. McDONOUGH:  Hey, everybody.  Good afternoon, thanks for joining us.  I want to just talk to you in very general terms, what Mark Lippert normally does, which is the schedule.\n\n\t\tThe delegation will arrive in Moscow on the morning of July 6, that's next Monday.  During the course of the day on the 6th the President will have a private and a working meeting with President Medvedev.  He will hold a press conference that afternoon in Moscow.  After the meeting with President Medvedev, then he and the First Lady will have dinner Monday evening with President and Mrs. Medvedev.\n\n\t\tThey'll overnight in Moscow and the next morning will have breakfast with Prime Minister Putin; will have a meeting with former President Gorbachev.  The President will give a major speech at the New Economic School that afternoon on U.S.-Russia relations.  And then the President will hold meetings with a variety of Russian political, business leaders during the course of that afternoon.  That will be on -- through the course of the 7th.  Then we'll overnight again on the 7th in Moscow and head -- leaving the next morning from Moscow to Rome.\n\n\t\tIn Rome the President will then go to L'Aquila, Italy, where we will have the G8, a series of meetings associated with G8 and with Italian political leaders, including a bilateral meeting with President Napolitano, before leaving Rome and heading up to L'Aquila.\n\n\t\tOnce getting to Rome -- once getting to L'Aquila will have a series of G8 sessions, and Mike Froman, in a minute, will talk you through the big pieces of that, but they include a working lunch with the G8 leaders, a session on a variety of foreign policy and political issues at the leaders level, and then some cultural events in L'Aquila.  Then they'll overnight in a L'Aquila, wake up the next morning and close out the G8 meetings, including the G8-plus-5.  And Mike will get into that in just a minute, in terms of who the plus-5 will be that we're meeting with while in L'Aquila on the 9th, Thursday the 9th.\n\n\t\tThere will also be a series of important bilateral meetings at the G8, which will include a bilateral meeting with President Hu of China.  Then another -- the working lunch, as I suggested, with the G8-plus-5-plus-1.  And then of course the Junior 8 meeting – leaving late that afternoon.  And that evening will be -- that late afternoon will be a meeting of the Major Economies Forum, which President Obama will co-chair.  That meeting will be a discussion of energy and climate, and obviously bolstered by the great progress in the House last week.  The President will chair that meeting and press for continued progress on energy and climate.\n\n\t\tThey'll overnight on Thursday, the 9th, in L'Aquila; will on Thursday morning finish with additional G8 sessions, including a working breakfast of the G8 plus African countries plus five international organizations.  The President will have a bilateral with our South African counterparts.  And then after lunch the President will have a press conference on Friday afternoon.  Then the President will move from L'Aquila back to Rome for a meeting at the Holy See with the Holy Father, as well as a meeting with the Vatican Secretary of State.\n\n\t\tAfter that meeting, we'll load and fly on to Accra, Ghana, arriving late Friday evening, waking Saturday morning, the 11th, in Ghana for a series of meetings as well as a major address on development and democracy in the Ghanaian parliament.  After the speech, the President and First Lady will tour the Cape Coast Castle, where the President will make -- after which the President will make very brief remarks.  And then they will be leaving from Ghana, returning to Washington.\n\n\t\tSo that's just a quick walk through the schedule.  Let me just hand it now to -- and chronologically we'll go from Russia, which will be briefed by Mike McFaul, to L'Aquila, which will be briefed by Mike Froman, and then to Ghana, which will be briefed by Michelle Gavin.  And then I'm happy to take questions as it relates to the stop at the Holy See.\n\n\t\tWe'll give you a quick overview of what the President will be working on in each of these stops, then we'll take your questions.\n\n\t\tMR. McFAUL:  So, this is Mike McFaul.  Let me just say briefly what we plan to do while we're in Moscow.  As I'm sure you all know the President made very clear that he wanted to establish a different kind of relationship with Russia.  He's used the metaphor of \"reset\" to describe what we're trying to do.\n\n\t\tIn London, on April 1, when the two Presidents met, they established a set of aspirations for how we can have a more substantive relationship with Russia.  And notice I'm using the word \"substance\" as opposed to \"good\" or \"bad\" or \"indifferent.\"  We want to actually do real business with the Russians on things that matter to our national security and our prosperity.\n\n\t\tWe have been working on a series of agreements and statements.  Most of the focus in the press has been on the post-START agreement, and at the meeting -- the formal meeting that the two Presidents have in the Kremlin on the first day we will hear reports of where our negotiators are at.  The START treaty expires in December, so we are under the gun to try to get something to replace it by the end of the year.\n\n\t\tBut I want to emphasize that we'll be talking about many, many more things and other agreements and statements that we want to try to get done both in this meeting and in the coming months and years in dealing with our Russian counterparts, dealing, again, on all the issues:  Iran, Afghanistan, North Korea, nonproliferation, European security -- all the issues that matter in terms of American security and prosperity and the security of our allies.\n\n\t\tSo that will be a wide-ranging discussion, and a kind of report on where we've gotten so far in terms of trying to establish this new relationship, more substantive relationship with the Russian government.\n\n\t\tOn the second day, to kind of -- I would just summarize it as the following, that as we reset relations with the Russian government, we also want to reset relations with Russian society.  And virtually the whole day, with the exception of the meeting with Prime Minister Putin in the morning, will be devoted to events and different organizations -- business leaders, as Denis has already said, very political and civil society leaders, to try to establish a direct relationship with the Russian people, as well.\n\n\t\tAnd the idea here is that this is not 1974, this is not just where we go where we do an arms control agreement with the Soviets, but that we have a multidimensional relationship with the Russian government and with the Russian people.  And that's what we're going to try to begin to establish in this first substantive discussion that we have with the Russian government, and then to follow up with that with different parts of Russian society.\n\n\t\tMR. VIETOR:  Anything else, Denis, you want to --\n\n\t\tMR. McDONOUGH:  Well, we're going to go, as we indicated a minute ago, from Moscow to Rome and then to L'Aquila.  So, Michael, just talk us through -- Mike is the President's Sherpa for the G8, has been working this very aggressively with our colleagues.  And so he'll read us what we have prepared for this.\n\n\t\tMR. FROMAN:  Thanks, Denis.  As Denis indicated, (inaudible) L'Aquila is actually a series of summits, sort of ever larger summits over the 48 hour period there.  It starts with the G8; added to the G8 on the second day are the \"plus-5\" as the major emerging economies -- China, India, South Africa, Mexico, and Brazil.  In addition, for this summit, Italy invited Egypt to join those meetings.\n\n\t\tOn the afternoon of the second day, Australia, Indonesia, and Korea will join us for the Major Economies Forum and we'll have a discussion both of the international trading system and a Doha Round and then climate change -- and go back to that.  And then that night and the following day they'll be joined by three other countries from Europe -- the Netherlands, Spain, and Turkey -- plus six additional representatives from Africa for the African dialogue on the third day.  There will also be the international organizations there (inaudible) bank, World Trade Organization, the (inaudible), the ILO and others.  So it will be a group that will be about various issues over those three days.\n\n\t\tThe purpose of the summit for the President -- the President seeks to accomplish there is the following.  This summit falls squarely between the G20 summit in London and the G20 summit that we will host in Pittsburgh at the end of September.  It's a time when the leaders can get together and assess where they are in the economic recovery effort, what further steps need to be taken to restore the balance of economic growth, expand and restore exports, and create jobs.  And so it dates very much back to our own domestic, economic, policy and strategy here.\n\n\t\tSecondly, it's an opportunity for the President and the other leaders to work together to address global issues like nonproliferation, climate change, international trade, and food security.  And these are issues that the President has invested a great deal of himself in.  Climate change, for example, the President invited 16 other countries to join him in the Major Economies Forum at this meeting and there have been preparatory sessions of 17 countries over the last few months in an effort to try and get these major economies, who represent 75 percent of all (inaudible)emissions to give political momentum and impetus to (inaudible) negotiations, heading towards Copenhagen later this year.\n\n\t\tOn nonproliferation, as you recall, the President gave a speech in Prague laying out his -- (inaudible) -- the G8 leaders, as well.  And on food security, you may recall in April the President announced a U.S. commitment to double our investment in agricultural development and productivity.  And this will now be a part of the broader discussion among the -- actually, all the countries attending L'Aquila, including the African delegation, about where to take this initiative going forward.\n\n\t\tFinally, on trade, it came up in London in April at the G20 when the President suggested that the leaders get back together at the summit and review where we were with regard to the Doha Round of negotiations, and see if we could get that back on track.\n\n\t\tSo there will be work over these days on economic issues, development issues, political and foreign policy issues, including a dinner, as Denis mentioned, the first night, among the G8, where the agenda is likely to range from Iran to North Korea, as well as nonproliferation, the Middle East, and other issues.  And then those issues will carry out throughout the day.\n\n\t\tI think that's it.\n\n\t\tMR. McDONOUGH:  We're going to finish up with Michelle Gavin and then we'll go to your questions.  Michelle, talk us through Ghana.\n\n\t\tMS. GAVIN:  Sure.  Well, the President then will be moving on Accra, Ghana.  And this is a bit unusual, in that typically Presidents, when they travel to Africa, do a number of African stops.  And I think that President Obama certainly looks forward to traveling more widely in Africa in the future.  But it's quite intentional and underscores the point that Africa is integrated broadly into foreign policy thinking.  African voices are an important part of global discussions on key global issues, including many of those just discussed in the context of the G8.  And so it makes sense to incorporate Africa in our foreign policy (inaudible).\n\n\t\tAnd the President wanted to stop in Ghana particularly because he's interested in emphasizing themes of governance -- the importance of governance for making development progress, the importance of governance for stability.  And Ghana is a truly admirable example of a place where governance is getting stronger, a thriving democracy.  They just had an extraordinarily close election at the end of last year, decided ultimately by about 40,000 votes, that remained peaceful, power was transferred peacefully, and they continue to pursue a development agenda and bolster the rule of law.\n\n\t\tAnd this is worth pointing out, because far too often discussions of Africa are focused on crisis.  Ghana is not in crisis, and it's an example for the region and more broadly.\n\n\t\tSo while he's there, the President will obviously meet with his counterpart, President Mills, and they'll have bilateral discussions about a number of important issues.  It's a strong bilateral relationship, and not only will we discuss governance issues but Ghana's challenges as a new oil wealth is slated to come online within the next couple years, which always creates an interesting governance challenge; development priorities, including agricultural development.  Ghana will be a focus of the food security initiative, and this will be a great opportunity to talk about how that's going to create new opportunities for young Ghanaians and young Africans when it's rolled out more broadly.\n\n\t\tOne of Ghana's key priorities is maternal health, trying to bring down their maternal mortality numbers.  And the President will be doing some work on that, as well.\n\n\t\tAnd of course regional issues, again, relating to stability, governance, counternarcotics, which is an important issue in West Africa. \n\n\t\tThe President will then give a speech about some of the themes that I just articulated at the Ghanaian parliament, again, sort of sending the signal that this is a bolstering of an important institution of governance.  But he'll also be talking a lot about how governance isn't just an agenda for political (inaudible) for elected officials, and it's not just an agenda for citizens when it's voting time.  It's a constant process.  And it involves civil society and local initiatives, and the message is about how the people of Ghana are driving their countries forward, and more broadly how Africans can be driving their country forward, and more broadly how Africans can be driving their countries forward, rather than a notion of donor countries in the driver's seat.\n\n\t\tAnd so then after the speech, the First Family will be off to the Cape Coast.  Following that, they'll come back to the airport for a departure ceremony that will allow (inaudible) an opportunity to participate in the visit.  And that will be it.\n\n\t\tMR. McDONOUGH:  Great.  Thanks, Michelle.  Let's go to your questions.\n\n\t\tQ    Hi.  Thanks, you all, for doing the call.  Two quick topics for Mike McFaul on Moscow.  Could you elaborate a bit on what the President would like to accomplish on the START treaty?  I know that you said there will be many other topics, but what specifically should we expect there?  Is he going to get down to agreement to 1,500, more of a broad framework?  What should we expect?\n\n\t\tAnd then, too, real quickly on Michelle's point on Ghana, I understand you said that this underscores how Africa fits into the foreign policy thinking, but I was wondering if you could broaden that a little bit more about why this is so important to include Ghana on this trip.  It seems to some people to be a little bit eclectic that Africa is included on the way home.  If you could elaborate a bit more.  Thanks.\n\n\t\tMR. McFAUL:  So on the follow-on agreement to the START treaty -- and, guys, we got to figure out what we're going to call this thing; we need to come up with a name, the follow-on treaty.  I would just say this:  We are -- we just launched these negotiations very recently.  We released the negotiating instructions on April 1st.  We are working through -- I don't want to get into the details -- but it's a very complex treaty for a couple of reasons that are important.\n\n\t\tOne is it involves real verification procedures.  This is what we were not doing recently in the last eight years, so we are going -- have to work through those and with new technology.  That requires a lot of heavy lifting and you can't get to the numbers that you're talking until you know what you can verify and what not because of the counting procedures that go with that.\n\n\t\tSecond, we agreed that it will be a treaty that will limit delivery vehicles as well as warheads, and the relationship between those two numbers is quite complicated because the Russian forces are structured in a different way than our forces.\n\n\t\tSo, you know, whether it's -- it's way too early to talk about whether it's 1,500 or a different number.  I do know that it will be below the levels that were in the Moscow treaty, which were 1,700 to 2,200.  And I would just remind you that we're at the high end -- of course, whenever you see a range, we're always at a higher end.  So whether -- you know, we're going to see progress on all those other things.  And my guess is we'll get around concrete numbers right towards the end of negotiating a treaty because it depends on what you count; you have to get those things right first.\n\n\t\tMS. GAVIN:  To your question on Ghana, well, it makes sense for a number of reasons.  Certainly, a number of the things that they'll be discussing at the G8, and the reason there is African participation in the G8, as well, relate to economic resilience, capacity to weather a downturn and move forward, development agendas, global issues, including climate change -- and there's a recognition, broadly, that African voices are important in these debates.\n\n\t\tOne of the things the President wants to highlight is that Africa's capacity to address all of those issues pivots on sound governance.  And in order to underscore the importance of that, he's stopping in an African example of extremely strong governance that deserves support and attention.\n\n\t\tSo I think it makes a lot of sense, particularly in light of the fact that there have been some worrying trends in Africa recently.  We've had, frankly, a number of coups:  Mauritania, although that seems to be getting on the right track now; Madagascar; Guinea; a problematic election in Nigeria, in Kenya, in Zimbabwe; you have this third-term bid that's led to a rule by emergency decree in Niger.  So it's important to talk about why this matters, and I don't think there's a lot of time to waste on that.\n\n\t\tMR. McDONOUGH:  You know, Ben -- this is Denis -- let me just add one thing.  The President will give two major addresses on this trip, one in Moscow and one in Accra.  And basically the President sees these two as the next two speeches in a four-speech series:  Prague, where he laid out a vision as it relates to proliferation and as it relates to the role of small states like the Czech Republic in the international system and in our national security goals; Cairo, a speech that obviously laid out a vision for the United States' relations with Muslim communities around the world and a range of issues and the threat that we look to confront jointly with those communities, including terrorism, extremism, including the push to have a lasting peace in the Middle East.\n\n\t\tMoscow will be a speech about U.S.-Russia relations and how great powers ought to see this new century.  And then, of course, the speech in Ghana will be an enunciation of democracy and development goals as it relates not just to Ghana or not just to West Africa and not just to Africa, but to the whole part of this world that is the developing world, and that is seeking to have the kind of opportunity that the President wants to see fulfilled.\n\n\t\tSo this is part and parcel -- the geography of this trip is part and parcel with the President's national security goals as he's enunciated them throughout these first seven months.\n\n\t\tQ    Hi, everyone.  Thank you for doing this call.  I've got two questions here.  The first is, what kinds of energy issues will the President be discussing with Medvedev and Putin in Moscow?  And secondly, in Italy, what sorts of deliverables are you hoping for at the major economies meeting?\n\n\t\tMR. McDONOUGH:  You know, on --\n\n\t\tQ    I'm sorry, who's speaking right now?\n\n\t\tMR. McDONOUGH:  This is Denis.\n\n\t\tQ    Okay, thanks.\n\n\t\tMR. McDONOUGH:  I'll let Mike and Mike go in a second here, but we're not going to announce all of our announcements today.  (Laughter.)  Gibbs used that on the last call; I've been looking for an opportunity to use it.\n\n\t\tMR. McFAUL:  So on energy issues, obviously for both the meeting with President Medvedev and Prime Minister Putin, it's a major topic, both because of Russia's role as a supplier of energy, oil, and gas, but also in terms of Russia's role in terms of becoming a more energy-efficient country as we look to do things on climate change that I'll let Mike talk about.\n\n\t\tAgain, given what Denis just said, I don't want to talk about deliverables and agreements on those issues.  But especially for the Prime Minister, Mr. Putin, this is a subject that he's focused a great deal of attention on, and we're going in there to talk about how we want to do things in cooperation with Russia.  In particular, we want to have conversations about diversification of supplies out of Russia and through the region in a way that it's not thought about in a zero-sum way.\n\n\t\tAnd second, we want to talk just more generally about our national interests.  I think there's a big problem in U.S.-Russian relations now and has been for some time in that if you look at Russian public opinion, what Russian elites say, and even some of their leaders, they think of the world in zero-sum terms.  The United States is considered an adversary; I'm sure many would use harsher words among themselves when they talk about us.  And they think that our number-one objective in the world is to make Russia weaker, to surround Russia, to do things that make us stronger and Russia weaker.\n\n\t\tI think what you're going to hear when President Obama is in Moscow, that that is not the way that he sees the relationship; that there are lots of interests that we have and we're going to speak about them very explicitly, both privately and publicly when he gives his speech.  And then he's going to pivot to those and say, well, this is our interest in fighting terrorism; this is our interest in energy efficiency and dealing with climate changes; these are our interest in dealing with Iran -- is there anything here that I've just said that in any way is negative in terms of Russia's own interests, and Russians' own interests in terms of their security and prosperity?\n\n\t\tAnd that pertains very much to the question that you talked about in terms of energy issues.  It's not, in our view, a zero-sum game, that if it's two points for Russia it's negative two for us, but there are ways that we can cooperate to advance our interests and, at the same time, do things with the Russians that are good for them, as well.\n\n\t\tMR. FROMAN:  Let me just add on the climate change piece or the Major Economies Forum.  The purpose of the Major Economies Forum is really twofold.  One, as I said, is to give momentum to the negotiations toward Copenhagen.  And around that, there are issues of mitigation, adaptation, and financing.  Those are the three major issues at Copenhagen and we expect that there will be a good discussion among the leaders on those issues.\n\n\t\tThe second area -- and this perhaps looks back to what Mike McFaul just said -- is on technology cooperation and that these countries are coming together to look at what needs to be done in terms of technology innovation to address the climate change challenge, and is a recognition that how we use our minds and our resources will be our defining issue going forward, and that there are certain challenges that we can collectively get at that are necessary to resolve.\n\n\t\tIt's (inaudible) negotiations, but frankly, separate from the negotiations, if we're going to solve the climate change problem.  And there will be discussion of that as well at the Major Economies Forum.\n\n\t\tQ    A couple of questions.  First, for Mike Froman, you've talked a lot about climate and the Major Economies Forum.  Does that mean that the gathering in L'Aquila is going to be primarily focused kind of as a preview for Copenhagen?  And if not, what are you expecting in the other pieces of it, especially the economic piece?\n\n\t\tAnd for Michael McFaul, on Russia, what is the President prepared -- what kind of reassurances is the President prepared to offer Russia on its two stickiest points -- NATO expansion for Ukraine and Georgia, and the third missile site -- missile defense site in Eastern Europe?\n\n\t\tMR. FROMAN:  Jonathan, it's Mike Froman.  I mentioned the Major Economies Forum because the issue was energy was climate change.  Obviously there will be a number of other issues dealt with by the G8 and the G8-plus-5 and in the other forums, as well -- including, on the economy, assessing where we are in the economic recovery and what further steps may be necessary to restore the global economy to balanced growth.  And when I say \"balanced growth\", I think there will be a discussion of how will we come out of this recovery in a way that doesn't go back to the boom and bust cycles of before and put us on a more sustainable path.\n\n\t\tSo that will be a major issue of the discussion both among the G8 and the G8-plus-5.\n\n\t\tQ    Are you expecting any deliverables on that front, like we had out of the G20?\n\n\t\tMR. FROMAN:  I'll just refer back to Denis's comment.  We won't announce everything in a pre-announcement.  But I think on the economy itself, this will be more about exchanging views at this midpoint between the two G20 summits than an opportunity to produce a series of specific deliverables, as you would call them.\n\n\t\tMR. McFAUL:  This is Mike McFaul.  On NATO expansion and missile defense, I would just say this, that we're definitely not going to use the word \"reassure\" in the way that we talk about these things.  We're not going to reassure or give or trade anything with the Russians regarding NATO expansion or missile defense.\n\n\t\tRather, our approach is different than that.  We're going to define our national interests, and by that I also mean the interests of our allies in Europe with reference to these two particular questions.  We're going to talk about them very frankly as we did in April when we first met with President Medvedev.  And then we're going to see if there are ways that we can have Russia cooperate on those things that we define as our national interests.\n\n\t\tSo we don't need the Russians, we don't want to trade with them.  We actually think that if you frame it that way, you're going to do a lot more business than in other ways.\n\n\t\tSo in particular to your questions about NATO expansion, we've been very clear about NATO expansion.  The door is open.  The principles have been laid out well before our administration.  We have not messed with those at all.  If countries meet the criteria, if they do the reforms that qualify, if the people of those countries want to join NATO, and if they provide security to the alliance -- let's remember, this is not just an American decision, this is an alliance decision -- then the negotiation is open.  And that pertains to Georgia and Ukraine and other countries in the region.\n\n\t\tWe have commissions, as you know, with both Georgia and Ukraine to work to get them along the path to become a more active, cooperative member with NATO, well before they become members.  And I would remind you that the Vice President is traveling two weeks later to those two countries as a signal of our support that we are not in any way, in the name of the reset, abandoning our very close relationships with these two democracies, Ukraine and Georgia.\n\n\t\tWith regard to missile defense, as you know, we have a review that's underway right now.  It's a congressionally mandated review, but we'd be doing it anyway, because we're reviewing all policies.  And the way I understand that review, we want to enhance missile defense in Europe and around the world as it relates to real threats.  And by \"real threats,\" I mean countries like Iran and not Russia.  But we also have to do it in ways to make sure that it works and it's affordable, as the President has said many times before.\n\n\t\tWe believe that when you think about enhancing missile defense in that part of the world, that Russia could play a very -- a role that would enhance their security, as well.  And when we're in Moscow, we're going to talk in those terms, not abandoning the third site in order to do a deal with Russia.  That is a formulation we just don't use at all.  But we want to enhance European missile defense.  And it turns out that Russia is right there.  If you look at the geography, and you look at the assets that they have, we believe that there are things that we could do together that would enhance American security, enhance the security of our European allies, and enhance the security of Russia.\n\n\t\tMR. VIETOR:  Thanks, guys.  We have time for one more.\n\n\t\tQ    Good afternoon.  I wanted to ask a question.  Do you think the President is going to meet people from Novaya Gazeta?  The people of Anna Politkovskaya want -- is in Moscow.  And the second thing, what's your goal, regarding Iran, at the G8?\n\n\t\tMR. McFAUL:  With regard to Novaya Gazeta, the President will do an interview with Novaya Gazeta.  He committed to do that.  As you probably know, President Medvedev did an interview with Novaya Gazeta.  It was communicated to us through various channels that we all thought it would be a good idea if President Obama did that, and he will do that, and that should be on newsstands by the time we get to Moscow.\n\n\t\tMR. McDONOUGH:  This is Denis.  I think I understood you to ask what we think the role of Iran will be --\n\n\t\tQ    And the goals, your goals?\n\n\t\tMR. McDONOUGH:  -- the issue of Iran at the G8.  I think what you should have heard from each of us is the fact that Iran will play -- the issue of Iran will play -- will be front and center at each of these stops, certainly as it relates to our discussions and our shared interests in Moscow, and building up the very strong statement that was agreed to last Thursday night by the foreign ministers of the G8.  I think the meeting was in Trieste.  But it was a very strong statement outlining our concerns, as it relates to Iran, the most recent actions, and of course the ticking clock as it relates to Iran's illicit nuclear program.\n\n\t\tAnd the bottom line is I think the President was quite gratified to see the role that Russia played in finalizing that statement, and looked forward to continuing his discussions on this important issue both in Moscow and at L'Aquila.\n\n\t\tMR. McFAUL:   Can I add one more thing?\n\n\t\tMR. McDONOUGH:  Yes.\n\n\t\tMR. McFAUL:  Can I just add one more thing about Novaya Gazeta, because I think you may have been implying a different thing that I should have mentioned.  On the second day in Moscow, as I alluded to in my opening remarks, he'll have a series of meetings with non-governmental organizations, media representatives, and in other words, all of those that are dealing with issues of democracy, independent media, rule of law.\n\n\t\tAnd I would like to underscore points that Denis made.  Remember in the Prague speech, the Prague speech was about nonproliferation, but he also talked about small countries and the role that they can play.  He then went to Cairo to talk -- in terms of change for freedom and democracy.  He went to Cairo, said that.  He will -- I suspect he will -- I shouldn't say \"I suspect\" -- I anticipate he will talk about such issues in his speech in Moscow and when he goes on to Accra, so one of those themes that I think will be consistent in all four places in different venues -- not the only theme but it will be a theme that will be consistent throughout the four speeches.\n\n\t\tMR. McDONOUGH:  All right, thanks a lot, everybody.\n\n\t\tEND\n\t\t4:13 P.M. EDT\n\n\n\n\n\n"
}