{
    "title": "MEDIA ADVISORY: President Obama to Travel to Cleveland, Ohio Area Thursday | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/media-advisory-president-obama-travel-cleveland-ohio-area-thursday",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 20, 2009\n\n \n\n\n\nMEDIA ADVISORY: President Obama to Travel to Cleveland, Ohio Area Thursday\n\n\n\n\nTHE WHITE HOUSE  Office of the Press Secretary  ---------------------------------------------------------  FOR IMMEDIATE RELEASE                                             July 20, 2009  MEDIA ADVISORY: President Obama to Travel to Cleveland, Ohio Area Thursday WASHINGTON – On Thursday, July 23, 2009, President Barack Obama will travel to the Cleveland, Ohio area.  President Obama will hold a town hall meeting on health reform at the Shaker Heights High School after touring the Cleveland Clinic. The town hall meeting will be open to the press.  The tour of the Cleveland Clinic will be closed to the press.  Members of the general public wishing to attend the town hall should visit the following website to register for the opportunity to attend the town hall: /administration/Shaker-Heights-Town-Hall-7-23-09/. The website will be available until 3:00 pm ET, Tuesday, July 21. Those without internet access may leave a voice message indicating interest to attend by calling (216) 295-6144. This phone line will be available from 12:00 noon ET Monday, July 20 to 3:00 pm ET Tuesday July 21. In addition, the arrival and departure of Air Force One will be open to the press but closed to the public. Press wishing to cover the arrival, departure or town hall must RSVP by 3:00 pm ET Tuesday, July 21.    To RSVP to cover the arrival or departure please visit: obamawhitehouse.archives.gov/the_press_office/MediaRSVP-AF1-Cleveland-7-23-09/   To RSVP to cover the town hall please visit:  obamawhitehouse.archives.gov/the_press_office/MediaRSVP-POTUSEvent-Cleveland-7-23-09/   All names submitted for credentials must be accurate and reflect the identification media presents upon arrival. Cleveland, OH  Thursday, July 23, 2009  AIR FORCE ONE ARRIVAL AND DEPARTURE  Atlantic Aviation  6200 Riverside Drive  Cleveland, OH   Live Truck Pre-Set: 10:30 AM    Media Access: 11:15 AM to 11:45 AM ET (All members of the media who attend the event must check in at the parking lot in front of the Atlantic Aviation Building.  Names and IDs will be checked.  All media must be escorted onto the Tarmac.  The last escort will depart at 11:45 AM. If members of the media have not arrived by 11:45 AM, they will not be able to cover the event.)     Air Force One Scheduled Arrival: 12:55 PM ET  Air Force One Scheduled Departure: 4:25 PM ET   Throw: 150 ft.    Cable run: 500 ft.   Live truck parking: Parking Lot in front of the Atlantic Aviation Building.  All live trucks must RSVP to gain access to the Atlantic Aviation Building.   Media entrance: All media should arrive and park at the Parking Lot in front of the Atlantic Aviation Building.  After parking, media will be escorted onto the Tarmac.  All media wishing to attend this event must RSVP.   Media may leave the Tarmac in between the arrival and departure of Air Force 1.  However, all equipment must stay on-site during this time and all media must return to the site by 3:15 PM ET.  If members of the media have not arrived by 3:15 PM ET, they will not be able to cover the departure of Air Force 1.   Workspace is not available   Wireless Internet is not available  Media Coverage: The event is open to the press.     Contact for logistical and planning purposes only: Samantha Buchan at 202-503-5816 or sbuchan@who.eop.gov   CLEVELAND AREA TOWN HALL ON HEALTH REFORM Shaker Heights High School  15911 Aldersyde Road  Shaker Heights, OH 44120 Media Pre-set: 8:30 AM to 9:30 AM ET (All equipment must be dropped at the site by 9:30 AM ET; media will not have access to their equipment from 9:30 AM to 12:00 PM ET.)    Media Access: 12:00 PM ET  Program Begins: 2:25 PM ET   Throw: 50 ft   Cable run: 500 ft.   Live truck parking: Parking lot located on the North side of the Gymnasium.    Media entrance: Northwest end of the Gymansium, adjacent to the track and football field.   Media Coverage: The event is open to the press.     Contact for logistical and planning purposes only: Samantha Buchan at 202-503-5816 or sbuchan@who.eop.gov    Workspace is available.   Wireless Internet is not available.   PUBLIC ATTENDANCE INFORMATION:  Members of the general public wishing to attend the town hall should visit the following website to register for the opportunity to attend the town hall: /administration/Shaker-Heights-Town-Hall-7-23-09/. The website will be available until 3:00 pm ET, Tuesday, July 21. Those without internet access may leave a voice message indicating interest to attend by calling (216) 295-6144. This phone line will be available from 12:00 noon ET Monday, July 20 to 3:00 pm ET Tuesday July 21. Due to limited space at the event the White House will only be able to fulfill a limited number of requests for tickets. Names will be randomly chosen from submissions to the above website and voicemail, and those individuals will be contacted with further details to attend. Tickets are not for sale or re-sale. All attendees will go through airport-like security and should bring as few personal items as possible. No bags, no sharp objects, no umbrellas, no liquids, no strollers, and no signs will be allowed into the venue. Cameras are permitted.   \n\n\n\n"
}