{
    "title": "Briefing by White House Press Secretary Robert Gibbs, 4/26/10 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/briefing-white-house-press-secretary-robert-gibbs-42610",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 26, 2010\n\n \n\n\n\nBriefing by White House Press Secretary Robert Gibbs, 4/26/10\n\n\n\n\n1:30 P.M. EDT\nMR. GIBBS:  Good afternoon.  Sorry for my lateness.  Let me do two quick announcements, readouts, before I take your questions.\nThe President dropped by a meeting between General Jones and Israeli Defense Minister Ehud Barak this morning.  The President reaffirmed our unshakeable commitment to Israel’s security and our determination to achieve comprehensive peace in the Middle East, including a two-state solution with a secure Jewish state of Israel living side by side in peace and security with a viable and independent Palestinian state.\nHe and President [sic] Barak discussed challenges to regional security, how to deal with threats that both the U.S. and Israel face, and how to move forward toward a comprehensive peace.\nAlso this morning, the President called Egyptian President Hosni Mubarak to extend his best wishes for a healthy recovery from early March surgery and to congratulate him on the birth of his first granddaughter.  They discussed the importance of creating an atmosphere for peace in the Middle East and agreed to follow up in the near future on a broad range of issues of mutual interests.\nAnd with that, Mr. Babington.\nQ    Thank you.  A two-part question on immigration.  The new Arizona law, when it takes effect, will obviously require some federal partnership -- some of these people who are detained can be turned over to the Feds immediately, I believe, and certainly any deportation would have to be done by the federal government.  What level of cooperation does the administration plan to give in this new law?\nMR. GIBBS:  Chuck, I would refer you to the comments that the President made on Friday, where he has asked the Department of Justice to examine and evaluate the impacts -- potential impacts of this law, those impacts on a citizen’s civil rights.  We're in the process of evaluating what the law means.\nQ    So there is a possibility, given what you get back from Justice, that there might not be full cooperation --\nMR. GIBBS:  I don't want to get ahead of Justice’s read of what’s in the law.  I don't expect that to come in the next day or so.  They’re obviously looking through this to examine, as the President mentioned, the impacts on civil rights and other implications.  So I will -- we will wait for that readout from the Department of Justice.\nQ    And if I could, on a related question, you’ve said that you want to do an energy bill and immigration bill this year.  Given the time frame in Congress, is that feasible?  And which of those two is the priority?\nMR. GIBBS:  Well, Chuck, I think that we have seen progress made on both issues.  I think it’s possible to continue to make progress on both those issues.  I know we had -- there were some statements this weekend by Senator Graham and others that have been working on this legislation.  The Chief of Staff talked with Senator Graham on Friday. \nI think when I look at both of those issues and look at the United States Senate, obviously there’s a crowded calendar, but I would say that our dependence on foreign oil, the national security problem it creates, the environmental problem that it creates, the economic problem that it creates, demonstrates that it has to be a priority. \nI would say if you look at what has happened in Arizona and the implications that that type of law would naturally -- could naturally drive each state to creating its own immigration laws  -- that's because the United States at the federal level has failed to act. \nSo I think there is room for progress on both issues.  The President will continue to work with members of both parties to see that happen.\nYes, sir.\nQ    Sorry, just to follow up on that quickly, which is the higher legislative priority for the President to push at this moment:  climate change or immigration?\nMR. GIBBS:  Matt, I don't -- I think when whichever bill has the support it needs to be passed, that's what will move first.  But I would say to you I think we can make progress on more than just one issue.  Senator Graham, Senator Kerry and Senator Lieberman all spent time here at the White House just last Tuesday with the Chief of Staff on trying to work through many of those issues.  So I don't -- you all see this as an either/or, but this administration does not.\nQ    But the President said very clearly passing health care reform was his top legislative priority, and that's been done.  Now what’s next?\nMR. GIBBS:  Financial reform.\nQ    Is the next one.  And once that's done?\nMR. GIBBS:  Then once that's done, we can move on to the next one.\nQ    Okay, so no Republicans are showing any signs of voting to move ahead with a formal debate on financial regulatory reform, so that vote looks likely to fail tonight.  What’s the administration’s next step, and what are the red lines that --\nMR. GIBBS:  I think the next step, quite honestly, is going to be a vote a couple of days after that.  Matt, there are -- as you rightly point out, there will be a vote tonight.  It appears as if all the Republicans have decided that the rules in place now are the rules we should have going forward.  That's what happens if we don't do anything.  So let’s be clear about the consequences of not moving this proposal forward.  The same rules of the road that got us into this mess -- the same rules of the road that let banks and financial institutions make their own decisions -- they’re still the rules of the road.\nWashington is a very poll-driven city.  I note today that there’s a poll out that shows two-thirds of the American public for stronger regulation over Wall Street.  I don’t think it’s a tenable political position for the Republicans to be in to continue to say the rules of the road we have for Wall Street should be as they were when the economy collapsed and nearly ruined everybody.\nSo we’re -- the Secretary of Treasury, Dr. Summers, and others have met over and over and over again with Republicans.  I think in the end we’re going to get a bipartisan vote because I think the position they’re in right now is just simply untenable.\nQ    But not tonight?\nMR. GIBBS:  That’s a better question for them.\nYes, sir.\nQ    Robert, the White House released video of the President urging supporters to prepare for the midterm elections.  Was this in part because there’s deep concern of losing a lot of seats and losing control of Congress?\nMR. GIBBS:  Well, look, we’ll have plenty of time to debate what the outcome of, or why those elections went whatever way they went.  They’re many months away.  Obviously more campaigns are gearing up and the President wanted to speak directly to his supporters.\nQ    So was there any concern at all, though?\nMR. GIBBS:  Well, Dan, they’re elections that are going to be held in November and I can assure you the President will participate.\nQ    In the SCOTUS nomination, any progress?  Is the President making any progress on that front?\nMR. GIBBS:  Yes.\nQ    Any time this week perhaps?\nMR. GIBBS:  I don’t expect any announcements this week.\nQ    Robert, two questions on the General Jones joke.  I’ve seen the apology now.  Does the White House have a problem with what he had said and did the White House urge him to apologize?\nMR. GIBBS:  Well, I think, Yunji, I think the apology rightly speaks for itself.\nQ    Let me ask you this.  Why was the -- why were his remarks omitted from the official transcript?  Usually you guys include everything.\nMR. GIBBS:  Well, this was obviously not a presidential event.  There was no attempt -- it was obviously an on-camera speech.  There was no attempt to deceive.  There’s not a stenographer at most non-presidential events.  So I think the remarks that were put out were put out as the text of the speech was to be delivered.\nQ    But there was no purposeful reason --\nMR. GIBBS:  No.\nQ    On the financial regulation, the $50 billion resolution fund is still one of the sticking points there and it’s not something the President, as you have made clear, really supports. So has he gotten involved in this to try to reach -- you said the Republicans want the rules of the road that are now in place.  That's not really true.\nMR. GIBBS:  It is.\nQ    They want a -- no, they don't.  They want a compromise.\nMR. GIBBS:  If you don't have a new -- if you don't have a new bill -- the only way you compromise is to get on the bill.  The only way we can make progress is to get on the bill.  So if you’re going to vote to -- if you’re going to vote not to get on the bill which is going to change the rules of the road, then you’re for the rules of the road that we have right now.\nQ    The Democrats are going to make some compromises eventually anyway.  Why not do it now to get the -- so that the Republicans will vote with them?  I mean, it’s like a political game going on, on both sides.\nMR. GIBBS:  No, Chip, I don't think it’s a political game.  We have met -- administration officials have met over and over again with Republicans. \nQ    Has the President been talking to them?\nMR. GIBBS:  Chairman Dodd -- as we read out last week, the President talked to a number of Republicans, including Scott Brown on financial reform. \nQ    But to say that the Republicans want the --\nMR. GIBBS:  I think that Senator Dodd has met over and over and over again with Republicans.  I now see there’s discussion on the Republican side of putting out their own bill.  I can’t imagine that anybody believes that that's going to be a stronger reform product; that what they’re going to have in there, what is going to be contained on a whole host of issues, is seen as something that's regulating Wall Street more strongly.\nQ    Would the President consider talking to them and trying to get them to drop the $50 billion fund and to get the Republicans on board?\nMR. GIBBS:  The President’s administration has, Chip, spent a huge amount of time talking with Republicans.\nQ    Is the President talking to them now?\nMR. GIBBS:  Well, the President, through the Secretary of Treasury, as his chief person on financial reform.\nQ    It hasn’t gotten to the point where he personally is talking to them?\nMR. GIBBS:  Again, we made a couple of calls last week.  Chip, I will say this:  I think if there’s anybody that's playing a game here, it’s the Republican Party that, again, seems to think that the best way forward is to keep what we have in place now, which led us to the brink of economic collapse just a few years ago.\nQ    Why does the President not support the $50 billion fund?  What is his policy problem with that?\nMR. GIBBS:  It is not in our original proposal.  I think there are a number of different ways to deal with the possibility of needing resolution authority.  Resolution authority is contained in the bill.  But again, Chip, the best way to get -- the best way to move this forward, the best way to make progress is to get the legislation, is to get --\nQ    They could get on legislation if the Democrats would give on a couple of these issues.\nMR. GIBBS:  I’m not sure that's true.  I’m not sure that that's borne out by anything that they’ve said.\nQ    Okay.  Has the President seen Mr. Blankfein’s e-mail or had it read that the -- where he said that, “We made more than we lost by betting against the housing market,” and did he have any reaction to that?\nMR. GIBBS:  I don't know, honestly, if he -- the degree to which he saw some of that that's been reported over the weekend. I will check in on that.  But, Chip, I hate to marry your second question with your first question, but I’m going to do it anyway. The rules of the road that allowed people to do what you just asked me and is alleged to have happened is as a result of the fact that the rules of the road put Wall Street in charge of Main Street.  If you want to change that, then you have to support real reform.  That's the choice in front of everybody at 5:00 p.m. tonight in the U.S. Senate.\nQ    I just think it’s a mischaracterization to say the Republicans want the rules of the road that are in place now.\nMR. GIBBS:  Based on what?\nQ    Based on everything they’ve said.  They clearly want --\nMR. GIBBS:  Like what?\nQ    They just don’t want exactly what the Democrats are pushing now.  They want a compromise.  Nobody up there is saying, we don't want any change.\nMR. GIBBS:  Well, then, vote to get on the bill, and then we’d be on the floor and we could find out about amendments.  But simply saying no over and over and over again, keeping the rules of the road in place, leads you to where we were when we got into this mess.\nChuck.\nQ    Just a few follow-ups.  So is it officially -- were you officially saying no SCOTUS announcement this week?\nMR. GIBBS:  I was.\nQ    Okay, so that's -- no SCOTUS announcement this week.  Second, on the financial bill, if this isn’t a done bill -- they’re still negotiating between, for instance, Senator Dodd and Senator Lincoln about derivatives -- then why not wait -- why not wait a day or two?  I mean, when they’re still trying to figure out what the -- because they’re still negotiating about what’s going to be in the main bill, then this idea of the derivatives being --\nMR. GIBBS:  Again, I think that they’ve made -- Chuck, I think they’ve made a tremendous amount of progress on that.  My sense is --\nQ    Do you expect an announcement before 5:00 p.m. today on that?\nMR. GIBBS:  That’s a better question for Senator Dodd and Senator Lincoln.\nQ    You mentioned another vote.  Do you expect, if this goes down, it to be right -- brought right back to the floor --\nMR. GIBBS:  Well, this isn’t going away.  This issue isn’t going away --\nQ    I understand.\nMR. GIBBS:  -- because we can’t let this issue go away.\nQ    What is the timing that you understand it to be?\nMR. GIBBS:  I would assume that we would come back somewhat quickly to this.\nQ    This week?\nMR. GIBBS:  I don’t know that -- I have not been told that as a matter of course from the Majority Leader’s office, but, Chuck, we have a window of time to change the rules of the road; to have real, genuine Wall Street reform passed into law so that we don’t find ourselves at the two-year anniversary of a dramatic economic collapse created by risky decisions repeated; and that we haven’t taken the common-sense steps to change how we govern Wall Street.\nQ    You said twice -- on the immigration/energy issue, you said twice, well, there’s no reason why progress couldn’t be made.  But there’s a difference between progress and a finished piece of legislation this year.  Your assumption is -- is it fair to say that you believe only one can get done this year?\nMR. GIBBS:  I don’t know the answer to how many can.  I know that on energy, Senators Graham, Kerry, Lieberman have spent an awful lot of time working through an awful lot of issues.  They’ve spent time with the President on this bill; just last week were in Rahm’s office for a considerable period of time working through issues.  We have, with Senator Graham and Senator Schumer, worked on a number of issues relating to immigration reform.\nQ    Can you point to the same level -- I mean, it does feel like you’re pointing -- you feel like a lot more has been accomplished on the energy side --\nMR. GIBBS:  Well, I would say this --\nQ    -- than on the immigration side.\nMR. GIBBS:  As I said last week, Senator Graham and Senator Schumer came in here and asked the President to do some specific things to move immigration reform forward -- signaling his support for moving it forward via an op-ed, which we did; asking that the President himself reach out to five Republicans to try to garner additional Republican support for moving immigration forward, which those calls we made last week.\nI will say this -- I think we have a very good relationship on those two issues and in working through issues like Guantanamo Bay with Senator Lindsey Graham.  I think Rahm has a good relationship with him; the President has a good relationship with him; many folks here do.  I don't know the degree to which that has complicated his life, that -- in working with this administration to solve problems.  I think there’s no doubt that he has heard from Republicans in the leadership and in his home state in not wanting that progress to be made with us.\nQ    You had said that the Chief of Staff had spoken with Senator Graham on Friday --\nMR. GIBBS:  Friday.\nQ    Did Senator Graham tell him, I'm yanking my support on energy because of Senator Reid’s push on immigration?\nMR. GIBBS:  I think this had percolated for a while.\nQ    So you guys had gotten a heads-up that he could be doing something like this?\nMR. GIBBS:  I think things had percolated, yes.\nYes, ma’am.\nQ    When the President travels to the Midwest, Robert, will he be putting financial regulation on the agenda?  Is that something he will talk about?\nMR. GIBBS:  I do anticipate that the President will mention it at one of the town hall meetings and over the course of the time, yes.\nQ    Okay, but just a mention rather than a full speech on this, or --\nMR. GIBBS:  I don't think -- look, I think he laid out a pretty comprehensive speech just last week on the need for moving this thing forward.  I think the time for the delay on this has passed.  The time for moving this forward, having some action, is where we're at right now.\nQ    So he'll be more focused on jobs and the economy while he’s there?\nMR. GIBBS:  Well, I've got to tell you I don't -- I think anybody that lost -- any of one of the 8.4 million people that lost their jobs since this recession started, I don't think in their world they can divorce the risky behavior of Wall Street that caused the massive economic downturn that led to 8.5 million jobs.  So maybe if you have the luxury of not having lost your job it’s easier to bifurcate those two issues.  I'm pretty sure that this administration and many that lost their jobs don't necessarily see those as two different issues.\nQ    Unless you're talking about job creation, of course.\nMR. GIBBS:  Well, the reason we're talking about job creation so much is because we're talking about 8.5 million jobs that were lost.  Again, I have a hard time separating a financial collapse that led to so many of those jobs being lost with those jobs being lost.\nYes, sir.\nQ    Robert, what led to General Jones’s decision to issue this apology?  Did the President, the Chief of Staff, or anyone else ask him?\nMR. GIBBS:  Not that I'm aware of.  Not that I'm aware of.  I think he -- there were inquiries, and understanding that, as he said, he wishes he hadn’t told the joke.\nQ    Going back to your opening statement on the Middle East, is there a Middle East peace process now?\nMR. GIBBS:  An active one.  I think -- I would say that we are encouraged by the productive nature of the meetings that Senator Mitchell has had in the region, beginning late last week and into now.  So, absolutely.\nQ    What have those meetings produced? \nMR. GIBBS:  We are -- the meetings have been productive in moving this process forward, as we’ve talked about for the past many weeks, in getting these two parties to the table.\nQ    You mentioned the need for an atmosphere for peace in your opening statement.  What does the President feel right now are the prerequisites for that?\nMR. GIBBS:  Most of all, the President has discussed that each side has to take steps to build confidence that we can get to the table and, most importantly, that when we get there we can make some progress.  We understand this won’t be easy.  We understand that where -- when we came into office, where this issue was, where the headlines and the news were.  The President has decided that this country and our government being actively involved in this process has tended historically to push this process forward in a way that’s positive.  And that’s why our government will continue to do so.\nQ    Can I ask you just one more question about -- going back to Elizabeth’s questions about tomorrow’s tour, will the President in any way go back to the health care reform pitch?  Will that be a theme at any of the stops?\nMR. GIBBS:  You know, I have not seen the final remarks.  Let me take a look at those and get back to you.  Again, I imagine that it’s a topic that will come up.  Whether or not that’s a specific focus of one of the stops, let me double-check.\nQ    If you guys could we’d appreciate it.\nMR. GIBBS:   Yes.\nQ    Staying with the Midwest, the unemployment rate nationally has been stuck at 9.7 percent the last three months.  Is there any -- will we hear any new language tomorrow on him reassuring people out there on his jobs and economic policies?\nMR. GIBBS:  Well, Roger, let’s, with all due respect, understand that I think in the last -- I don’t have my chart with me -- I think if you look at the last three to five months, that we’ve had the best three to five months since the beginning of -- the technical beginning of the recession in December of 2007.  That’s not to say the President is satisfied.  But I think to just simply say that the rate is at a certain level doesn’t quite do justice to the fact that when we walked into the White House in January of 2009, nearly 800,000 jobs were lost that month.  \nLast month, 162,000 jobs were created. \nNow, as I mentioned to Elizabeth, we’ve got a tremendous hole to fill.  That's not going to be filled -- it wasn’t filled last month; it won’t be filled this month.  But this President made a conscious decision from the very beginning of his administration to focus on getting our economy back on track.  We are making progress.  The economy is moving in a more positive direction.  We’ll get GDP figures at the end of the week that will give us a sense of whether or not -- are we where we were in 2008 and 2009 with an economy that's contracted or one that's continuing to grow?  And I think by all accounts that is growth that has been greatly aided by the President’s recovery plan.\nQ    Mr. Biden, last Friday in Pennsylvania, predicted job growth next month -- 100,000 to 200,000.  Does that sound about right?\nMR. GIBBS:  He’s an optimistic man, and that's why we like him.  (Laughter.)\nQ    And he further said 500,000 in the next couple of months. \nMR. GIBBS:  See previous statement.  (Laughter.) \nQ    Fair enough.  On one other question -- for SCOTUS, you said nothing this week.  Can you say the same for Fed governors as well as a TSA nominee?\nMR. GIBBS:  You know, I don't have a planning schedule in front of me, so let me -- Fed and TSA, let me check on whether I can make a similarly Shermanesque statement.\nQ    Can you --\nMR. GIBBS:  Yes, let me figure that out.\nYes, sir.\nQ    You said the President and the Israeli President discussed how to --\nMR. GIBBS:  Defense Minister.\nQ    I’m sorry, Defense Minister Barak -- discussed how to move the --\nMR. GIBBS:  That's just a lot of Baracks in one room, right? (Laughter.) \nQ    -- how to move the peace process forward.  The Israeli press says they reached an agreement on doing so.  Is the Israeli press out ahead of things?\nMR. GIBBS:  I certainly don't want to -- I don't want to say that.  Let me see what they’re saying, and let me get back to you on where everything is.\nQ    Well, the presumption is that if they have reached an agreement on that, they’ve found a way to deal with the Israeli settlement construction in East Jerusalem, and that's precisely where my question goes to.  Have the Israelis agreed to suspend?\nMR. GIBBS:  I don't have anything new on that.  I would simply point you, Wendell, to where we’ve been and what we’ve said on that in the past. \nQ    On financial regulatory reform, should banks be allowed to, in effect, bet against the financial instruments they sell -- they encourage their investors to buy, as apparently --\nMR. GIBBS:  Well, look, I will say this.  I think that there are a whole host of provisions in these new rules obviously that will have to be married up with what the House passed that will change the way business and Wall Street work.  The President put a tremendous amount of effort behind a consumer finance protection agency.  We’ve talked about, through the Volcker rule, ensuring that the size of banks is limited, and a whole host of other tools and protections that we need for the American people.\nI don't want to get into the specifics of a pending inquiry from an independent agency like Goldman and the SEC.\nQ    Will the rules grandfather some of these practices that may -- existing contracts and some of these practices that may change?\nMR. GIBBS:  I’d have to look up how that’s handled in the current legislation.  I don’t know --\nQ    You don't want to address whether it should be?  Because apparently that’s part of the negotiations right now -- Republicans saying let’s preserve existing contracts.\nMR. GIBBS:  Let me see where that is on the bill.\nQ    Robert, on the Supreme Court, will the President be interviewing folks this week?  And do you want to tell us which door you’re going to sneak people in and out of?  (Laughter.)\nMR. GIBBS:  There’s a good story I can hardly wait to tell at the whole end of this, but I’ll wait on that.\nQ    Oh, come on.  (Laughter.) \nMR. GIBBS:  No, no, no --\nQ    Go ahead.  (Laughter.)\nQ    -- don't allow torture.  (Laughter.) \nMR. GIBBS:  It provides me endless delight.  There won’t be any announcements this week because the process will continue.\nQ    And that process will include interviews this week?\nMR. GIBBS:  Likely will include the President continuing to talk to prospective candidates, yes.\nQ    In person?\nMR. GIBBS:  There are many ways to talk to prospective candidates.\nQ    And might some of those be on the road this week?\nMR. GIBBS:  No.  No, you guys don’t -- as much as I would love for you to set up a ring around the hotel --\nQ    Are you ruling that out?\nMR. GIBBS:  -- for sheer folly, I would -- no, maybe you should -- (laughter) -- now that I think about it.  No, I know of no -- why, when we could just do it right here would we go all the way to -- go to Des Moines?\nQ    I'll admit that Des Moines is an easy --\nQ    Just one quick question on General Jones.  Did the subject of the Taliban joke come up during his meeting with Defense Minister Barak?\nMR. GIBBS:  Not that I’m aware of, no.  Not that I’m aware of, no.\nQ    So he didn’t apologize to him?\nMR. GIBBS:  I don’t think it came up.\nQ    Is the President still meeting with the debt commission tomorrow?\nMR. GIBBS:  He is, and I will have a statement after that meeting for you all to cover tomorrow.\nQ    Okay.  And is his charge to them still that everything is on the table, from Social Security to --\nMR. GIBBS:  See, this is -- I get to do my now weekly thing, which is all of you are now -- you’ve gripped your computers and your Blackberrys to quickly Twitter that Robert Gibbs, per the Washington game, didn’t rule out that Barack Obama has said X, Y, Z is on the table.  Again, I appreciate this -- apparently it keeps us all quite busy.  We can tweet all Twitter, but I would simply say --\nQ    You really don’t see the significance of that?  (Laughter.) \nMR. GIBBS:  I’m glad I got somebody to play along with my Washington game.\nQ    The President is saying that he may break his most fundamental promise, and that’s a big deal.\nMR. GIBBS:  And he may not.  Story at 11:00 p.m.\nQ    But he may.\nMR. GIBBS:  I have caught a large fish on my troll of the Washington game.\nQ    No, but the thing is, when you’re definitive you’re definitive.  And then when you’re not, we’re playing the game?  I mean, come on.\nMR. GIBBS:  Yes, you’re playing the game --\nQ    We’re playing the game whenever you --\nMR. GIBBS:  -- every single day.\nQ    -- don’t come out there and be definitive?\nMR. GIBBS:  Every single day.\nQ    All right.  But you never play the game?\nMR. GIBBS:  Not nearly as well as you do, Chuck.  You got a whole cable show to do it with.\nQ    Robert, two quick questions.  One, as far as this entrepreneurial conference is going on at the Reagan Building and also at the same time BBC world opinion poll, what they’re saying is that the United States’ image has grown upwards during President’s first year.  And also, President Obama’s image also has been up around the globe, including it’s very much high in India but very low in Pakistan.  What I’m asking you as far as this entrepreneurial conference is going on and also World Bank and IMF meetings just ended, do you think that this is another message from the President to these people who have come from around the globe?  And also, many -- for many, many years Africa was ignored and U.S. was not paying much attention to Africa, which has so much minerals, oil.  Now China is getting into it.  Where do we go from here?\nMR. GIBBS:  That’s -- you left me a lot of running room there, Goyal.\nQ    Just say yes.  (Laughter.)\nMR. GIBBS:  No, look, I will say this.  Obviously the conference that's going on today is a commitment that the President made out of the speech in Cairo.  Obviously this President has dedicated a lot of time to repairing and restoring our image around the world; being seen as constructive, willing to engage.  I think that's why we’ve made progress on issues like North Korea and Iran in the international community.  And there’s no doubt that, Goyal, the poll that you referred to, more and more people around the world view the United States more positively.\nEven though we’ve got a ways to go in a place like Pakistan, there’s also, over the course of the past many months, an increase in how we’re viewed.  And I think all of that makes the job that the President has to do internationally that much easier to do.\nQ    And finally on immigration, now it has become also a really global image or issue for the U.S. because -- like what is happening in Arizona -- an issue also of human rights and civil rights.  And many illegal immigrants now wish -- they are hoping that President Obama will bring this issue to an end, so to make them legal --\nMR. GIBBS:  Let me just say this.  I think that whether -- regardless of which side of this issue that you’re on, I think that we all agree that something has to be done.  Something has to be done that addresses the comprehensive set of concerns.  That's why the only thing that will work on this is to address what is going on in our borders, what is going on in our workplaces, and what is going on in and out of the shadows. \nAnd I think by working on this and seeking a comprehensive solution in a bipartisan way, we have the opportunity to not just make progress, but I will say this, it’s important -- again, I think one of the things that the Arizona law highlights is without the United States from the federal level being involved, you have very much what could be 50 immigration laws, because without us acting, we’ve deferred to the states.  I think the President has said, and I think leaders in Arizona certainly on both sides of this issue have said, that this is a wake-up call for the federal government to act. \nQ    As you may know, Robert, the U.K. is in the middle of the first-time-ever live televised leaders’ debates.  And someone who has emerged victoriously from a mind-numbing 30-plus debates, does the President or yourself have anything, any comments, without getting political or picking any candidates --\nMR. GIBBS:  Or playing the game?\nQ    -- any advice or any thoughts, in fact, if any of you here in the White House has seen it?\nQ    They call them London games.  (Laughter.) \nMR. GIBBS:  I will say this.  Obviously we spent a lot of time --\nQ    Is this good for democracy?\nMR. GIBBS:  I tend to believe it is.  I don't know whether  -- I don't know what the inflection point between three and 30 is, but I will say this.  Look, obviously, there is a process that everyone can see that requires each candidate to ask and answer questions, or be asked and answer questions.  Look, the President will return this week to Iowa where the process begins with a series of community meetings that helps you build support.  \nBut I will say this.  I watched a little of last week’s debate; they’re fascinating to watch.  They remind me of how nerve-wracking I thought the entire process was when we got to the general election, and I think they’re valuable and I’m glad somebody else besides me is going through them.\nQ    Did you watch the Sky News debate?\nMR. GIBBS:  Whatever one that -- nice shameless product plug.  Thank you.\nQ    Robert, on the deficit commission tomorrow, what does the President think of the Senate budget committee?  Kent Conrad and Democrats have passed a budget that would get to the President’s target faster than he would, or the commission would.\nMR. GIBBS:  I have not -- let me get something from OMB on that.  I have not -- I’ve not spent a lot of time setting what their target was.\nOh, I’m sorry, David --\nQ    Robert, what -- they’re getting some lawsuits filed against Arizona.  What are the chances that the Obama administration will join in these lawsuits?\nMR. GIBBS:  Well, David, again, the Department of Justice, per the President’s request, is looking into and studying the implications of the law.  And as soon as we have something on that, as soon as that review is done, we’ll have more on that.  But I don't want to --\nQ    Can you assess the political impact of joining such a lawsuit?\nMR. GIBBS:  Well, I think the President believes, as you heard him say just last Friday, that this is a -- the President simply believes this is a fundamentally unfair law and has asked the Department of Justice to look into it.  So I don't -- I think the President has weighed in on what he thinks is right, which is what he tends to do.\nStephen.\nQ    The South Korean minister said that a torpedo likely caused the sinking of a ship.  Has the White House been in touch with the South Korea government over this?  And if it turns out that it was a North Korean torpedo, how would the White House respond, and how would you advise the South Koreans to respond?\nMR. GIBBS:  Stephen, the United States has been assisting in the investigation.  I don’t want to get into hypotheticals at this point.  We obviously would look -- refer you to them on the current investigation and we’ll have more to say when they have completed that investigation.\nQ    Robert, just two questions?\nQ    Excuse me, Les.\nQ    Oh, sure, I’m sorry.\nQ    Thank you.  I just have one question.\nQ    I just have two.  (Laughter.) \nMR. GIBBS:  And you don’t have a big microphone, so I’m -- I’m going to stick with you, though, David.\nQ    Thank you.  Last week in the speech that the President gave up at New York City at Cooper Union, he talked about how Republicans were saying things about the financial reform bill that were not true involving the bailout, in his perspective, and he also decried the battalions of lobbyists that have been sent to defeat the bill.  Is it the White House position that the Republicans in Congress are actively in league with Wall Street lobbyists to try to just block the bill altogether?\nMR. GIBBS:  Look, I think you know where the President stands on moving forward with this legislation.  Whether you’re  -- for whatever reason you’re blocking stronger rules from going into effect, you’re not acting -- the President would believe not acting in the public’s interest, whatever -- for whatever motive you might have.  We saw the effects of what happens when we don’t have strong regulation in place.  We’re at the mercy of decision-making this isn’t always in our own best interest.  Wall Street reform will change that.  And that’s what the President is focused on.\nQ    Robert, yes, you were coming back to me.\nMR. GIBBS:  Lester.\nQ    Thank you.  National Review reports that there are now 41 Republican candidates for Congress who are black.  Is the President aware of this?  And if so, what is his reaction?\nMR. GIBBS:  Lester, I am not aware that his National Review has been delivered, so -- (laughter) -- it’s unclear whether he’s aware of that fact.\nQ    The Boston Herald has deplored the fact that liberal Democrats in Congress have earmarked over $68 million in taxpayers’ money for a Boston memorial to Senator Ted Kennedy.  Does the President support this expenditure?\nMR. GIBBS:  I have not seen any information on that but I’d happy to take a look at it.\nQ    But it’s there in the Boston Herald.  (Laughter.) \nMR. GIBBS:  And I’d be happy to take a look at it. \nQ    Thank you, Robert.  Then-senator Obama filibustered or supported a filibuster of Judge Sam Alito.  Some Republicans have cited that as justification for a possible filibuster against his nominee.  Is that fair?\nMR. GIBBS:  I’m not going to -- the President is in the process right now of picking a nominee.  I think our hope is that, just like Justice Sotomayor, we’ll have a nominee that will enjoy bipartisan support from a great number in total on both sides.  And we’ll get into tactics and such when we get closer to that.\nQ    But you’ve expressed frustration about Republican filibusters of candidates who were then confirmed on a bipartisan basis, which is --\nMR. GIBBS:  I think we’re going to pick somebody -- my sense is the President is going to pick somebody that can garner bipartisan support, that --\nQ    So you don’t anticipate a battle?\nMR. GIBBS:  Well, that’s not to say that there aren’t going to be those, regardless of who’s picked, that won’t fight.  I think the President will pick somebody, though, that can garner broad bipartisan support.\nQ    Robert, two quick questions on the climate change issue.  Just before, you mentioned that the Senate Republican leadership has been pressuring Senator Graham, I assume, on a number of issues not to work with the White House and other Democrats.  Can you give me a sense of what evidence you have that that’s the case?\nMR. GIBBS:  No, no, I said I think he’s taken a lot of heat for -- both in Washington and in South Carolina, for trying to work on a set of issues in a bipartisan way.  Look, last fall one of the largest county Republican parties in all of South Carolina -- I forget the exact term that they used -- “rebuked” or what have you, his participation on some of these bipartisan issues.\nI think that demonstrates that there are those that, regardless of the willingness of people like Lindsey Graham to courageously make progress and work with the other side of the aisle on a host of issues, don’t want to see that happen.\nQ    And the other question is just about -- it’s my understanding that the real hang-up here in the Senate has to do with Senator Reid, who has made it pretty clear to people internally that he’s not intending on putting immigration reform at the head of the queue.  Has the President or any of the --\nMR. GIBBS:  I'm sorry, not putting it at the --\nQ    He’s not planning on putting -- I'm sorry, planning on putting climate change in front of immigration reform at the head of the queue.  Have you guys --\nMR. GIBBS:  I would just say this -- I think the President believes strongly that we can make good progress on each one of those issues.\nQ    But that seems to be the impasse.  Has there been any discussion with Senator Reid about --\nMR. GIBBS:  Not that I'm aware of, but I can see.\nBill.\nQ    Robert, Friday at the gaggle the question came up about the oilrig in the Gulf.  And you said it had been plugged, which it had at the time.  It’s since come unplugged; it’s leaking from two different places.  Does this give the White House pause about the President’s offshore oil drilling program?\nMR. GIBBS:  Well, Bill, let me say this.  First and foremost, we have -- the Coast Guard has been directing the response to the leaking.  We -- that’s our foremost priority at this point, is doing all that we can to prevent further leaking and to stop any environmental impacts, obviously that getting to shore, a host of other things that are complicated by things like the weather. \nThe President outlined a plan that, as a result of the end of the moratorium on the Outer Continental Shelf, to set forth areas that can be examined for further drilling.  As part of that process, a whole host of issues like whether it’s environmentally feasible will be looked at and undertaken as part of that process.\nThe type of accident that we’re seeing, the magnitude of it, is something that is rare, but demands our attention.  And that’s the focus of our efforts right now.\nQ    Just to follow up again, would you agree that opening the coast from Delaware to Florida, the Atlantic Coast, would appear to be less environmentally sure or safe because of this accident?\nMR. GIBBS:  Well, again, I think you’d have to balance that on a whole host of things like what’s the impact of getting more oil from dangerous parts of the world; what are the environmental impacts of all of that?  Again, Bill, that’s to say that the plan that the President outlined will examine a whole host of issues in areas that are designated to be -- that have been re-designated for the possibility of increased drilling.\nThank you.\nEND\n2:15 P.M. EDT\n\n\n\n"
}