{
    "title": "Executive Order 13503 -- Establishment of the White House Office of Urban Affairs | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/executive-order-establishment-white-house-office-urban-affairs",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nFebruary 19, 2009\n\n \n\n\n\nExecutive Order 13503 -- Establishment of the White House Office of Urban Affairs\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\n\t\t                                  \n\n\t\tFor Immediate Release                          February 19, 2009\n\n\n\t\tEXECUTIVE ORDER\n\n\t\t- - - - - - -\n\n\t\tESTABLISHMENT OF THE WHITE HOUSE OFFICE OF URBAN AFFAIRS\n\n\n\t\t By the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to take a coordinated and comprehensive approach to developing and implementing an effective strategy concerning urban America, it is hereby ordered as follows:\n\n\t\t Section 1.  Policy.  About 80 percent of Americans live in urban areas, and the economic health and social vitality of our urban communities are critically important to the prosperity and quality of life for Americans.  Vibrant cities spawn innovation, economic growth, and cultural enrichment through the businesses, universities, and civic, cultural, religious, and nonprofit institutions they attract.  Forward-looking policies that encourage wise investment and development in our urban areas will create employment and housing opportunities and make our country more competitive, prosperous, and strong.  In the past, insufficient attention has been paid to the problems faced by urban areas and to coordinating the many Federal programs that affect our cities.  A more comprehensive approach is needed, both to develop an effective strategy for urban America and to coordinate the actions of the many executive departments and agencies whose actions impact urban life.\n\n\t\t Sec. 2.  Establishment.  There is established within the Executive Office of the President the White House Office of Urban Affairs (the \"Office\").\n\n\t\t Sec. 3.  Functions.  The principal functions of the Office are, to the extent permitted by law:\n\n\t\t (a)  to provide leadership for and coordinate the development of the policy agenda for urban America across executive departments and agencies;\n\n\t\t (b)  to coordinate all aspects of urban policy;\n\n\t\t (c)  to work with executive departments and agencies to ensure that appropriate consideration is given by such departments and agencies to the potential impact of their actions on urban areas;\n\n\t\t (d)  to work with executive departments and agencies, including the Office of Management and Budget, to ensure that Federal Government dollars targeted to urban areas are effectively spent on the highest-impact programs; and\n\n\t\t (e)  to engage in outreach and work closely with State and local officials, with nonprofit organizations, and with the private sector, both in seeking input regarding the development of a comprehensive urban policy and in ensuring that the implementation of Federal programs advances the objectives of that policy.\n\n\t\t Sec. 4.  Coordination.  In performing its functions, the Office shall work closely with all relevant executive departments and agencies, and offices and councils within the Executive Office of the President, including but not limited to:\n\n\t\t (a)  the Department of the Treasury;\n\n\t\t (b)  the Department of Justice;\n\n\t\t (c)  the Department of Commerce;\n\n\t\t (d)  the Department of Labor;\n\n\t\t (e)  the Department of Health and Human Services;\n\n\t\t (f)  the Department of Housing and Urban Development;\n\n\t\t (g)  the Department of Transportation;\n\n\t\t (h)  the Department of Energy;\n\n\t\t (i)  the Department of Education; and\n\n\t\t (j)  the Environmental Protection Agency.\n\n\t\t Sec. 5.  Administration.  (a)  The Office may work with established or ad hoc committees, task forces, and interagency groups.\n\n\t\t (b)  The Office shall have a staff headed by the Deputy Assistant to the President and Director of Urban Affairs (Director).  The Director shall report jointly to the Assistant to the President for Intergovernmental Affairs and Public Liaison and to the Assistant to the President for Domestic Policy.  The Office shall have such staff and other assistance as may be necessary to carry out the provisions of this order.\n\n\t\t (c)  All executive departments and agencies shall cooperate with the Office and provide such information, support, and assistance to the Office as the Director may request, to the extent permitted by law.\n\n\t\t Sec. 6.  General Provisions.  (a)  Nothing in this order shall be construed to impair or otherwise affect:\n\n\t\t(i)   authority granted by law to a department, agency, or the head thereof; or\n\n\t\t(ii)  functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n\n\t\t(b)  This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n\n\t\t(c)  This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\t\tBARACK OBAMA\n\n\t\tTHE WHITE HOUSE,\n\t\tFebruary 19, 2009.\n\n\n\t\t \n\n\n\n\n\n"
}