{
    "title": "FACT SHEET: Providing Students and Families with Comprehensive Support and Information for College Success | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/28/fact-sheet-providing-students-and-families-comprehensive-support-and",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 28, 2016\n\n \n\n\n\nFACT SHEET: Providing Students and Families with Comprehensive Support and Information for College Success\n\n\n\n\n\n\tAmerica built a strong middle class over the past several generations through a commitment to keeping a high-quality education within reach of all who are willing to work for it. In keeping this promise alive, President Obama has made the largest investment in student aid since the G.I. Bill, and implemented reforms to ensure every student can earn a good-value college degree or credential. Today, many historically underserved students are enrolling in college for the first time; more students are graduating from college than ever; and new student loan defaults, delinquencies, and forbearances are on the decline.\n\n\tThis week, the White House and U.S. Department of Education are launching this year’s Free Application for Federal Student Aid (FAFSA)—available October 1st for the first time, three months earlier than the traditional January 1st date—so that more students can access the historic investment in financial aid and better information when they need it. The Administration will also announce new efforts to further streamline the FAFSA and connect students and families with the College Scorecard and other resources to support them to and through college.\n\n\tLater today, in collaboration with the First Lady's Better Make Room campaign, CollegeHumor will release a video to raise awareness about the importance of completing the Free Application for Federal Student Aid (FAFSA). The video features \"Who Wants To Be A Millionaire's\" Chris Harrison as host of an easy game show that gives students free money to go to college, and the First Lady serves as a \"lifeline\" to the contestant.\n\n\tTomorrow, the White House will honor eleven individuals from across the country will also be honored at the White House on Friday as “Champions of Change for College Opportunity” who have done important work in their own communities to strengthen access and completion to high-quality post-secondary education, especially for first-generation and low-income students. More information on the honorees is available HERE. \n\nBreaking Down Barriers to College Access with Historic Aid Investments: \n\n\n\n\t\t\tPresident Obama has doubled investments in financial aid, between increasing the maximum Pell Grant by over $1,000 and establishing the American Opportunity Tax Credit which provides a maximum credit of $2,500 per year—or up to $10,000 over four years. During this Administration, an average of 2.5 million additional students received a Pell Grant each year. On average, these investments cut college costs by an average of $3,700 for 8 million families last year, and cut $18 billion in taxes for families supporting a college student.\n\n\n\nNew analysis by the Council of Economic Advisers suggests that the Obama Administration’s increase in the average Pell Award between 2008-2009 and 2014-2015 will lead to an additional $20 billion in aggregate earnings, a nearly 2:1 return on the investment. Today’s Council of Economic Advisers report documents the impacts of the Administration’s evidence-based strategies for improving college access and success.\n\n\n\nMaking it Easier and Faster to Access these Historic Investments in Financial Aid: \n\n\n\n\t\t\tAltogether, the federal government provides nearly $180 billion in financial aid. The first step to accessing any of this aid is the FAFSA. Since the President took office, over 160 million FAFSA forms have been completed. The majority of FAFSA filers were first-generation and Pell-eligible students, for whom a scholarship can mean the difference between earning a degree or not. Building on a history of streamlining and simplifying the FAFSA to provide filers with the most relevant questions online, this year, the FAFSA will allow students and families to automatically populate the form with last year’s tax information from the Internal Revenue Service (IRS) — an easier, more accurate process. With this change, about 4 million more students and families can use this IRS Data Retrieval Tool from the start, eliminating the need to send tax information to the government twice. This enhancement can ensure that hundreds of thousands more families receive the aid for which they are eligible, that students and families save well over half a million hours in paperwork, and that schools can transfer 3 million hours from verifying information to advising students and making financial aid awards.\n\n\n\n\t\t\tWe’re not stopping there. Next year, the FAFSA will have a streamlined sign-up and password recovery process for an FSA ID, which establishes a student’s financial aid account and is the first step to accessing federal financial aid. With enhanced FSA ID usability, students and families can complete the FAFSA securely, in even less time.\n\n\n\nGiving More Time and Better Information for Students to Apply Their Aid to Attend Good-Value Schools: \n\n\n\n\t\t\tThe College Scorecard—which was announced by the President in 2015 and redesigned with direct input from students, families, and their advisers — provides the clearest, most accessible, and most reliable national data on cost, graduation rates, debt, and post-college earnings. Together with the earlier FAFSA, the College Scorecard ensures that students and families have the best information available to choose a good-value school. Because students and families can learn about their financial aid eligibility within a few days of completing the FAFSA, they will have better information to compare costs and student outcomes at different schools sooner, while they are searching for and applying to schools. These policies and resources can ensure that more students consider and submit their FAFSAs to more than one school, which can expand the scope of their college opportunities. Already, the share of freshmen submitting their FAFSAs to more than one school has increased by 10 percentage points since 2008-2009.\n\n\n\n\t\t\tNext year, the FAFSA will direct students to the College Scorecard, so that students can make a more informed choice about their most consequential investment to date—by weighing their personalized financial aid estimates against a school’s student outcomes, comparing schools, and considering the full scope of their college options.\n\n\n\n\tThe President will also highlight additional work underway to ensure that students and families have access to better information at the time that they are making college decisions.\n\nAligned Timelines for Earlier Awards: \n\n\n\nFederal-level: The Department is publishing Pell Grant payment schedules earlier than ever before, to assist states and schools in planning and giving families their financial aid awards earlier. This year, the maximum Pell Grant is increasing to $5,920.\n\n\n\nState-level: The National Association of State Student Grant and Aid Programs (NASSGAP), a network of state grant agencies awarding over $12 billion in state aid to 4.5 million students, is working with all of its states to implement the earlier FAFSA using a prior year’s tax information. NASSGAP is announcing that the significant majority of states have created plans to conduct statewide outreach to ensure that their students are aware of the earlier timeline and resources available.\n\n\n\nSchool-level: The National Association of Student Financial Aid Administrators (NASFAA), whose member institutions serve 90 percent of undergraduates, is announcing that all of its members nationwide will be ready for the earlier FAFSA using a prior year’s income. NASFAA is bringing financial aid professionals across campuses together and is ensuring that all of its members have the resources and support needed for the transition.\n\n\n\nBetter Information at Students’ and Families’ Fingertips:\n\n\tIn addition, because the underlying data that powers the Scorecard is published through an open application programming interface (API), anyone—researchers, policymakers, counselors, organizations—can customize their own tools and analysis of college performance more quickly and easily.\n\n\n\nFederal programs providing a pathway to the middle class:  Agencies like the Department of Veterans Affairs, and Department of Defense are integrating College Scorecard data to ensure that students have the information they need to apply their service member and veterans’ benefits at high-quality schools. Through a government-wide effort to ensure that millions of low-income families can access a college opportunity as a pathway to the middle class, the FAFSA and College Scorecard will also be shared through volunteer income tax assistance sites and with participants of programs for temporary assistance for needy families, subsidized housing and housing vouchers, Medicaid, food stamps, child care, free and reduced price lunch, and unemployment insurance.\n\n\n\nMore informed application processes: Organizations—like Google, College Board, and the Common Application —are building the College Scorecard tool and data into their products in order to ensure that students and families have the best information available at critical decision-making-periods. The College Scorecard data on college costs, graduation rates, and earnings will be clearly featured in the hundreds of millions of Google searches related to colleges and universities taking place in the US each year. As part of on-going research on the impact of information on student decision-making, the College Board is proactively sharing College Scorecard data with approximately 100,000 low-income students that receive customized college planning information and support through its Access to Opportunity Program. This effort is informed by their research that shows that College Scorecard earnings information prompted students to consider colleges and universities with better student outcomes after college (Hurwitz and Smith, 2016). ACT and College Board will also partner with First Lady Michelle Obama’s Reach Higher Initiative and Better Make Room Campaign to share Scorecard and FAFSA information with millions of students so they can access support to apply for college through Up Next.\n\n\n\nData-driven college advising: Organizations like the College Advising Corps, National College Access Network, and American School Counselor Association will integrate Scorecard data into their advising and FAFSA completion work, to ensure that students can access the right information at the right time.\n\n\n\nMore Good Schools to Choose from in the Future:\n\n\n\nRanking colleges based on student and community needs: By shining light on the value that institutions provide to their students, the College Scorecard aligns incentives for institutions with the goals of their students and community. Although college rankings have traditionally rewarded schools for rejecting students and amassing wealth instead of giving every student a fair chance to succeed in college, more are incorporating information on whether students graduate, find good-paying jobs, and repay their loans. Over half a dozen rankings systems – including Forbes, Money, the Brookings Institution The Economist, Wall Street Journal, and Washington Monthly – have incorporated College Scorecard data to create some of the first rankings that use earnings data.\n\n\n\nBetter insights and analysis to inform policy: Organizations like the Center for American Progress, New America, Education Trust, and The Century Foundation have used the College Scorecard data to introduce new insights about college performance that can inform policymakers’ and school leaders’ work to strengthen the quality of colleges and universities.\n\n\n\nGreater transparency and accountability to strengthen college performance: The Department of Education has increased the focus on student outcomes in accreditation processes by using the College Scorecard data to promote greater transparency and accountability in higher education. The recently published accreditor dashboards show college outcomes for every accrediting agency, orienting accreditors’ and policymakers’ attention towards using outcomes data to maintain a high standard for quality.\n\n\n\nComprehensive Step-by-Step Advising:\n\n\n\n\t\t\tThis FAFSA season, all 50 states will be able to participate in the FAFSA Completion Initiative that the President and First Lady announced in 2014. Through the FAFSA Completion Initiative, states partner with districts and schools to provide student-level FAFSA completion data so that advisors and teachers can track exactly which students have filled out the FAFSA, allowing districts and schools to tailor their outreach and advising to students to ensure all students can complete the FAFSA.\n\n\n\n\t\t\tThe Department of Education is providing ready-made materials, videos, and webinar information through their Financial Aid Toolkit and additional information on the financial aid process and step-by-step assistance on the FAFSA, college preparation, and student loan repayment through StudentAid.gov.\n\n\n\n\t\t\tThis year, the Obama Administration is announcing new commitments from over 170 organizations that will share information about the FAFSA and the College Scorecard. Altogether, they report reaching 20 million additional students this year. Using vehicles like the  Up Next texting tool, students can access step-by-step advice and personalized support from College Advising Corps, College Forward, College Possible, and Inside Track counselors in completing the FAFSA and using College Scorecard, and repaying their loans after graduation. The Common Application is also sharing these texts directly to their students, which include 300,000 first-generation students, by sharing Up Next texts about Scorecard and FAFSA. More details on the 170+ commitment-makers is available below.\n\n\n\n\t\t\t\t\t10,000 Degrees\n\n\n\n\t\t\t\t\t55,000 Degrees\n\n\n\n\t\t\t\t\t7 Poll\n\n\n\n\t\t\t\t\tACT\n\n\n\n\t\t\t\t\tACCESS College Foundation\n\n\n\n\t\t\t\t\tAchieving the Dream\n\n\n\n\t\t\t\t\tAlabama Possible\n\n\n\n\t\t\t\t\tAlbuquerque Public Schools\n\n\n\n\t\t\t\t\tAllatoona High School Counseling\n\n\n\n\t\t\t\t\tAllegheny College\n\n\n\n\t\t\t\t\tAlvord Alternative Continuation High School\n\n\n\n\t\t\t\t\tAlvord Continuation High School\n\n\n\n\t\t\t\t\tAmerican School Counselor Association\n\n\n\n\t\t\t\t\tApply101\n\n\n\n\t\t\t\t\tArapahoe Community College\n\n\n\n\t\t\t\t\tAustin Chamber of Commerce\n\n\n\n\t\t\t\t\tAVID\n\n\n\n\t\t\t\t\tBeaverton High School\n\n\n\n\t\t\t\t\tBig Brothers Big Sisters\n\n\n\n\t\t\t\t\tBig Brothers Big Sisters of Eastern Missouri\n\n\n\n\t\t\t\t\tBottom Line\n\n\n\n\t\t\t\t\tBoys & Girls Clubs of Santa Monica\n\n\n\n\t\t\t\t\tBreakthrough New York\n\n\n\n\t\t\t\t\tBridge to Enter Advanced Mathematics\n\n\n\n\t\t\t\t\tBroward County Public Schools\n\n\n\n\t\t\t\t\tBuffalo College Success Centers\n\n\n\n\t\t\t\t\tBushwick Leaders' HS for Academic Excellence\n\n\n\n\t\t\t\t\tCalifornia Student Aid Commission\n\n\n\n\t\t\t\t\tCampbell High School\n\n\n\n\t\t\t\t\tCapital Region Sponsor-A-Scholar\n\n\n\n\t\t\t\t\tCarbondale Community High School\n\n\n\n\t\t\t\t\tCareer Compass of Louisiana\n\n\n\n\t\t\t\t\tCenter for Companies That Care\n\n\n\n\t\t\t\t\tCheshire High School\n\n\n\n\t\t\t\t\tChester High School\n\n\n\n\t\t\t\t\tChicago Public Schools Office of Language and Cultural Education\n\n\n\n\t\t\t\t\tCoalition for Access & Affordability\n\n\n\n\t\t\t\t\tCollege of Southern Nevada\n\n\n\n\t\t\t\t\tCollege Access Consortium of New York (CACNY)\n\n\n\n\t\t\t\t\tCollege Advising Corps\n\n\n\n\t\t\t\t\tCollege Beyond\n\n\n\n\t\t\t\t\tCollege Board\n\n\n\n\t\t\t\t\tCollege Forward\n\n\n\n\t\t\t\t\tCollege Possible\n\n\n\n\t\t\t\t\tCollege Summit\n\n\n\n\t\t\t\t\tCollegeSpring\n\n\n\n\t\t\t\t\tCollegiate School of Medicine and Bioscience\n\n\n\n\t\t\t\t\tD.C. Office of the State Superintendent of Education\n\n\n\n\t\t\t\t\tDavid Douglas High School\n\n\n\n\t\t\t\t\tDC School Counselor Association\n\n\n\n\t\t\t\t\tDCTC TRIO Upward Bound\n\n\n\n\t\t\t\t\tDelaware Department of Education, Higher Education Office\n\n\n\n\t\t\t\t\tDepartment of Defense Education Activity\n\n\n\n\t\t\t\t\tDestination Education\n\n\n\n\t\t\t\t\tDetroit College Access Network (DCAN)\n\n\n\n\t\t\t\t\tEdmonds-Woodway High School\n\n\n\n\t\t\t\t\tEdna Karr High School\n\n\n\n\t\t\t\t\tEducation Services Foundation Get2College program\n\n\n\n\t\t\t\t\tEducation Talent Search- Trio Project\n\n\n\n\t\t\t\t\tEducational Opportunity Centers\n\n\n\n\t\t\t\t\teSchool\n\n\n\n\t\t\t\t\tESF Get2College\n\n\n\n\t\t\t\t\tEsperanza Preparatory Academy\n\n\n\n\t\t\t\t\tEverett Public Schools\n\n\n\n\t\t\t\t\tFinance Authority of Maine\n\n\n\n\t\t\t\t\tFlorida College Access Network\n\n\n\n\t\t\t\t\tFuturesNW and the Coalition for the College Bound Scholarship\n\n\n\n\t\t\t\t\tGeorgia Student Finance Commission\n\n\n\n\t\t\t\t\tGoodwill Industries International\n\n\n\n\t\t\t\t\tGoToCollegeNevada.Org\n\n\n\n\t\t\t\t\tGRAD Cincinnati\n\n\n\n\t\t\t\t\tGraduate NYC\n\n\n\n\t\t\t\t\tGranite Connection High\n\n\n\n\t\t\t\t\tGranite School District\n\n\n\n\t\t\t\t\tGreat Basin college\n\n\n\n\t\t\t\t\tGrenville Baker Boys and Girls Club\n\n\n\n\t\t\t\t\tHatching Results, LLC\n\n\n\n\t\t\t\t\tHawaii P-20 Partnerships for Education\n\n\n\n\t\t\t\t\tHerriman High School\n\n\n\n\t\t\t\t\tHigher Achievement\n\n\n\n\t\t\t\t\tHigher Education Compact of Greater Cleveland\n\n\n\n\t\t\t\t\tHillcrest High School\n\n\n\n\t\t\t\t\tHillgrove High School\n\n\n\n\t\t\t\t\tIllinois Student Assistance Commission\n\n\n\n\t\t\t\t\tIowa College Aid\n\n\n\n\t\t\t\t\tJefferson County Public Schools\n\n\n\n\t\t\t\t\tKinesis Foundation\n\n\n\n\t\t\t\t\tL.A. Cash for College\n\n\n\n\t\t\t\t\tLa Sierra High School\n\n\n\n\t\t\t\t\tLake Area Technical Institute\n\n\n\n\t\t\t\t\tLander Valley High School\n\n\n\n\t\t\t\t\tLet's Get Ready\n\n\n\n\t\t\t\t\tLevel Up Louisiana\n\n\n\n\t\t\t\t\tLos Angeles City College Upward Bound Program\n\n\n\n\t\t\t\t\tLouisiana Community and Technical College System\n\n\n\n\t\t\t\t\tLouisiana Office of Student Financial Assistance\n\n\n\n\t\t\t\t\tMajorClarity\n\n\n\n\t\t\t\t\tManti High School\n\n\n\n\t\t\t\t\tMaryland Higher Education Commission\n\n\n\n\t\t\t\t\tMaryland School Counselor Association\n\n\n\n\t\t\t\t\tMcGavock High School\n\n\n\n\t\t\t\t\tMichigan College Access Network\n\n\n\n\t\t\t\t\tMission Hills High School\n\n\n\n\t\t\t\t\tMississippi Bend Area Education Agency\n\n\n\n\t\t\t\t\tMississippi Office of Student Financial Aid\n\n\n\n\t\t\t\t\tMissouri College Advising Corps\n\n\n\n\t\t\t\t\tMissouri College Advising Corps Roosevelt High School\n\n\n\n\t\t\t\t\tMissouri Department of Higher Education\n\n\n\n\t\t\t\t\tMontana University System\n\n\n\n\t\t\t\t\tNational College Access Network\n\n\n\n\t\t\t\t\tNational Consortium Of School Counseling For Postsecondary Success\n\n\n\n\t\t\t\t\tNC State Education Assistance Authority\n\n\n\n\t\t\t\t\tNevada State College\n\n\n\n\t\t\t\t\tNorte Vista High School\n\n\n\n\t\t\t\t\tNorth Davis Preparatory Academy\n\n\n\n\t\t\t\t\tNorthwest Academy of Law\n\n\n\n\t\t\t\t\tOffice of the State Board of Education\n\n\n\n\t\t\t\t\tOklahoma State Regents for Higher Education/Oklahoma College Assistance Program\n\n\n\n\t\t\t\t\tOneGoal\n\n\n\n\t\t\t\t\tOregon GEAR UP\n\n\n\n\t\t\t\t\tOregon Higher Education Coordinating Commission, Office of Student Access and Completion\n\n\n\n\t\t\t\t\tOrganization Name\n\n\n\n\t\t\t\t\tOSAC\n\n\n\n\t\t\t\t\toverEducate\n\n\n\n\t\t\t\t\tPennsylvania Higher Education Assistance Agency (PHEAA)\n\n\n\n\t\t\t\t\tPhiladelphia College Prep Roundtable\n\n\n\n\t\t\t\t\tPort Arthur Alumni Community Group\n\n\n\n\t\t\t\t\tProject GRAD Houston\n\n\n\n\t\t\t\t\tProject GRAD Los Angeles\n\n\n\n\t\t\t\t\tPharr-San Juan-Alamo Independent School District\n\n\n\n\t\t\t\t\tReach Higher Wisconsin\n\n\n\n\t\t\t\t\tRidge Point High School\n\n\n\n\t\t\t\t\tRISLA/College Planning Center of Rhode Island\n\n\n\n\t\t\t\t\tRiverside County Education Collaborative\n\n\n\n\t\t\t\t\tRiverside County Office of Education\n\n\n\n\t\t\t\t\tRoad to Free College\n\n\n\n\t\t\t\t\tRutgers University - Newark\n\n\n\n\t\t\t\t\tSaint Louis Public Schools\n\n\n\n\t\t\t\t\tSay Yes to Education Guilford\n\n\n\n\t\t\t\t\tSC Commission on Higher Education\n\n\n\n\t\t\t\t\tScholarship America\n\n\n\n\t\t\t\t\tSchool District of Philadelphia-Office of College and Career Readiness\n\n\n\n\t\t\t\t\tSherpa Edutech Private Limited\n\n\n\n\t\t\t\t\tSpotsylvania County Public Schools\n\n\n\n\t\t\t\t\tSpringfield College\n\n\n\n\t\t\t\t\tState Council of Higher Education for Virginia (SCHEV)\n\n\n\n\t\t\t\t\tState of Michigan\n\n\n\n\t\t\t\t\tState University of New York\n\n\n\n\t\t\t\t\tTalent Search\n\n\n\n\t\t\t\t\tTeach For America\n\n\n\n\t\t\t\t\tTemple University College of Education\n\n\n\n\t\t\t\t\tThe Common Application\n\n\n\n\t\t\t\t\tThe NHHEAF Network Organizations\n\n\n\n\t\t\t\t\tThe University of Nevada, Las Vegas\n\n\n\n\t\t\t\t\tThe University of Scranton and Wyoming Area Secondary Center\n\n\n\n\t\t\t\t\tThe Utah Higher Education Assistance Authority (UHEAA)\n\n\n\n\t\t\t\t\tThink College Access\n\n\n\n\t\t\t\t\tTruckee Meadows Community College\n\n\n\n\t\t\t\t\tUniversity of Chicago Charter School - Woodlawn Campus\n\n\n\n\t\t\t\t\tUniversity of Nevada, Reno\n\n\n\n\t\t\t\t\tUniversity of Scranton and Wyoming Area Secondary Center\n\n\n\n\t\t\t\t\tUniversity of Wisconsin at Madison\n\n\n\n\t\t\t\t\tUrban Assembly New York Harbor School\n\n\n\n\t\t\t\t\tUTRGV Upward Bound Brownsville\n\n\n\n\t\t\t\t\tVirginia Department of Education\n\n\n\n\t\t\t\t\tWA State Office of Superintendent of Public Instruction\n\n\n\n\t\t\t\t\tWashington College Access Network\n\n\n\n\t\t\t\t\tWashington Student Achievement Council\n\n\n\n\t\t\t\t\tWest Virginia Higher Education Policy Commission\n\n\n\n\t\t\t\t\tWestern Nevada College\n\n\n\n\t\t\t\t\tWhitehorse High School\n\n\n\n\t\t\t\t\tWhitman-Hanson Regional High School\n\n\n\n\t\t\t\t\tYoung Women's Leadership Network\n\n\n\n\t\t\t \n\n\n\n\n\n\n"
}