{
    "title": "Mensaje Semanal: El Presidente Obama elogia que se haya restaurado la regla Pay-As-You-Go | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-el-presidente-obama-elogia-que-se-haya-restaurado-la-regla-pay-you-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 13, 2010\n\n \n\n\n\nMensaje Semanal: El Presidente Obama elogia que se haya restaurado la regla Pay-As-You-Go\n\n\n\n\nWASHINGTON – A horas de haber promulgado una ley que requiere que el Congreso cubra el costo de gastos en el momento que los realiza, el Presidente Barack Obama elogió esta medida que ayudará a restaurar la responsabilidad fiscal y le hizo un llamado a ambos partidos a dejar a un lado la politiquería y emprender el trabajo dificil de atender al déficit. Para lograr este propósito, el Presidente creará una Comisión Fiscal por decreto ejecutivo, algo que impidieron en el Senado un pequeño grupo de Republicanos que previamente habían respaldado el concepto. El Presidente cree que ya es hora de que Washington vuelva a asumir responsabilidad por cada dólar que gasta.\nEl audio completo del mensaje se puede descargar AQUÍ. El video se puede ver por internet en obamawhitehouse.archives.gov.\nDeclaraciones del Presidente Barack Obama \nMensaje Semanal\n13 de febrero, 2010\nEn todo Estados Unidos, la gente trabaja arduamente para cumplir con sus responsabilidades. Hacen su trabajo, cuidan a su familia, pagan sus cuentas. A veces, especialmente en tiempos difíciles como éstos, tienen que tomar decisiones difíciles sobre donde gastar y en qué ahorrar. Eso se llama responsabilidad, la piedra angular sobre la que se construyó nuestro país. Y también debe ser un valor que guía a nuestro gobierno.\nSin embargo, en la última década, ése no fue el caso. Hace diez años teníamos un gran superávit presupuestal, además de superávits proyectados para el futuro. Diez años después, esos superávits se esfumaron. De hecho, cuando puse pie en mi oficina por primera vez, el déficit presupuestal del gobierno era de $1.3 billones, con una brecha presupuestal proyectada de $8 billones para la década siguiente.\nEn parte, debemos culpar a la recesión. Con millones de personas sin trabajo y millones de familias en apuros, la gente está pagando menos impuestos pero requiere más servicios, como beneficios por desempleo. El creciente costo del cuidado de salud también tiene parte de culpa. Cada año, se gasta más y más del dinero de los impuestos en Medicare y Medicaid. \nPero lo que también produjo esos inmensos déficits fue el fin de una regla de sentido común de pagar los gastos generados llamada “pay as you go”. Es muy simple. Le dice al Congreso que se deben cubrir los gastos en el momento que se realizan. No se puede gastar un dólar a menos que se pague con un dólar de otro lado. Es así que una familia o un negocio responsable maneja un presupuesto. Y así también un gobierno responsable maneja un presupuesto. \n \nFue esta regla la que ayudó a mantener el equilibrio presupuestal en la década de los noventa, al dejar claro que no podíamos simplemente endeudarnos para aumentar los gastos en programas de beneficios sociales ni recortar impuestos. Y fue el abandono de esta regla lo que permitió que el gobierno anterior y Congresos anteriores aprobaran, sin pagar nada, enormes recortes tributarios para los adinerados y la creación de un costoso programa para medicamentos. En un mundo perfecto, el Congreso no necesitaría una ley para actuar responsablemente, para recordar que cada dólar gastado debe venir de los contribuyentes hoy o de nuestros hijos mañana.\nPero no estamos en un mundo perfecto. Estamos en Washington. Y aunque en teoría, hay un acuerdo entre los dos partidos para procurar el equilibrio presupuestal, en la práctica, los intereses políticos del momento a menudo se imponen sobre esta responsabilidad con el futuro. Se convierte en víctima de la presión que ejercen los intereses especiales, la influencia de las preocupaciones locales y la realidad de algo que todos los estadounidenses conocen bien: que es mucho más fácil gastar un dólar que ahorrarlo.\nPor eso, esta regla es necesaria. Y por eso, me complace que el Congreso haya aprobado mi solicitud de restaurarla. Anoche promulgué la ley de pago de gastos generados. Ahora el Congreso tendrá que pagar lo que gasta, así como todo el mundo.\nPero eso no es lo único que debemos hacer. Incluso mientras hacemos inversiones cruciales para generar los empleos de hoy y construimos los cimientos del crecimiento del mañana, recortando impuestos para las pequeñas empresas, invirtiendo en educación, promoviendo la energía limpia y modernizando nuestras carreteras y ferrocarriles, tenemos que seguir analizando el presupuesto partida por partida, en busca de maneras de ahorrar. Tenemos que recortar donde podemos, para poder tener dinero para lo que necesitamos.\nEste año he propuesto otros $20,000 millones en recortes tributarios. Y también he planteado el congelamiento de gastos gubernamentales durante tres años. No afectará los beneficios de Medicare, Medicaid y el Seguro Social, ni la seguridad nacional, lo que incluye los gastos para veteranos. Pero el resto del presupuesto sí se verá afectado.\nFinalmente, he propuesto que una Comisión Fiscal de ambos partidos haga recomendaciones para reducir el déficit a largo plazo. Porque al final, la solución de nuestro problema fiscal, que tomó tantos años, requerirá que ambos partidos trabajen juntos, que pongan de lado la política y que tomen decisiones difíciles sobre lo que son gastos necesarios y lo que no. De otra manera, no sucederá. Lamentablemente, esta propuesta, que recibió el apoyo de ambos partidos en el Senado, fue bloqueada recientemente. Entonces, crearé esta comisión por decreto ejecutivo.\n \nDespués de una década de despilfarro, el pueblo estadounidense está harto de políticos que hablan y hablan pero a la hora de la responsabilidad fiscal, no hacen nada. Es fácil ponerse ante cámaras y clamar en contra de un déficit exorbitante. Lo difícil es hacer algo por controlar el déficit. Pero es lo que debemos hacer. Al igual que las familias en todo el país, tenemos la responsabilidad de gastar cada dólar con sumo cuidado. Y ahora, con el retorno de la regla de pago de gastos generados, junto con otras medidas que hemos tomado, eso es exactamente lo que estamos haciendo.\nGracias.\n \n###\n \n\n\n\n"
}