{
    "title": "Press Gaggle by Press Secretary Jay Carney, Deputy National Security Advisor for Strategic | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/07/01/press-gaggle-press-secretary-jay-carney-deputy-national-security-advisor",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 01, 2013\n\n \n\n\n\nPress Gaggle by Press Secretary Jay Carney, Deputy National Security Advisor for Strategic \n\n\n\n\nAboard Air Force One\n\tEn Route Dar es Salaam, Tanzania\n10:26 A.M. SAST\n\t   \n\tMR. CARNEY:  We have a very exciting briefing for you today with some guests.  Let me just begin by welcoming you aboard Air Force One and thanking you for traveling with us today as we go to Tanzania.  I hope you enjoyed our stop in South Africa -- two stops.\n\t \n\tDid everyone see the statement from the President about the wildfires?  Okay, so I don’t need to read that to you.  Obviously, the President is being updated on that situation regularly, and you saw his statement about the tragic loss of so many firefighters who were selflessly combating these fires on behalf of the residents of Arizona. \n\t \n\tWhat I’d like to do is organize this sequentially.  We have -- in addition to Ben Rhodes, we have Grant Harris, Senior Director at the NSS for African Affairs.  He’s going to brief you, give you a quick overview of some of what the President will be doing in Tanzania, and one of the initiatives that we’ll be putting forward.  Then we have Mike Froman, the newly confirmed Mike Froman, the newly confirmed USTR, who can talk to you about a trade initiative.\n\t \n\tAs those guys talk to you, ask them questions on their subjects, then we’ll let them head back upfront and then Ben and I can take questions on some other matters.  Before we get to Grant and Mike, Ben will give you a brief overview of today’s schedule.\n\t \n\tMR. RHODES:  As you know, we have a bilateral meeting when you land and then a press conference.  Then we have the roundtable with business leaders, and the President will then speak to a forum of a larger group of business leaders.  Mike can talk to you about who is going to be attending and what the goals are for the event with business leaders as well as some of our trade initiatives here in East Africa.  Grant can speak to you about an executive order that the President is signing on wildlife protection today. \n\t \n\tSo then picking up the schedule again, after that CEO forum, there will be a state dinner tonight.  Then just a scheduling update -- tomorrow, President Bush will be joining President Obama at the wreath-laying ceremony at the embassy, where they will be marking the tragic loss of life at the U.S. Embassy in Tanzania, meeting with some of the embassy staff there.  So the two Presidents will be together at that event.  Then the President will have his own independent event at the Ubungo power plant, which actually Mike can talk to you about as well.  And as you know, the First Lady is joining Mrs. Bush’s forum -- not today but tomorrow as well.\n\t \n\tQ    Are there going to be -- are the two Presidents going to make any remarks whatsoever at that wreath-laying?  Or is it a silent event, essentially?\n\t \n\tMR. RHODES:  I’m not anticipating -- I think this is just a wreath-laying.  We can take questions on that.  Why don’t we have these guys go -- so Grant can help you on the wildlife EO.\n\t \n\tMR. HARRIS:  Hi.\n\t \n\tQ    Would you just introduce yourself so we can have it on tape?\n\t \n\tMR. HARRIS:  Sure.  My name is Grant Harris.  I’m the Senior Director for African Affairs at the National Security Staff.  I wanted to take a moment and discuss some of the wildlife trafficking issues, including -- because it’s hitting Southern Africa and Eastern Africa so hard.  And the President will be speaking about this today and also signing an executive order.\n\t \n\tJust one moment on what the problem is, is that in the last few years, wildlife trafficking has really exploded in terms of scale and also in terms of the types of poachers and organized crime networks that are involved in this activity.  And it’s decimating the populations of some of Africa’s iconic animals, including rhinoceros and elephants as well.  Some estimates put this trade at $7 to $10 billion a year. \n\t \n\tSome of the reasons why we think that this is so important -- first is because of the conservation angle and that some of these iconic animals are actually on the verge of extinction or heading in that direction.  To give you a sense in terms of the value, a rhinoceros horn is worth $30,000 per pound on this black market, which is literally worth greater than its weight in gold.  And ivory is trading at $1,000 per pound. \n\t \n\tThe second reason is it’s a security issue.  As we see criminal networks getting increasingly involved -- you see poachers with night-vision goggles and high-powered rifles.  You see also some rebel militias trading in ivory and rhinoceros horns as a source of currency and value, and so that’s fueling some of the problems and conflicts that we’re seeing.\n\t \n\tThe third is that it’s degrading good governance, because this is fueling corruption and money laundering, and it’s degrading some of the strong institutions that we’re trying to partner to actually build.\n\t \n\tThe fourth is that there’s an economic angle and an economic threat here as well -- both for the communities and the countries -- including because these animals are important for communities and livelihood, but also for tourism, for the countries themselves.\n\t \n\tAnd then fifth and finally, it’s a health threat because this wildlife, as it’s trafficked, obviously is not being properly inspected at borders.  And so we’ve seen disease spread through this, including some links to SARS, Avian Influenza, and other issues like that. \n\t \n\tSo I wanted to give you a quick sense as well of what the President will be talking about and what we’re doing for the U.S. effort.  One thing that we’ve been doing so far is raising the global profile of how bad this issue is and the international efforts underway to try to improve the situation.  For instance, in 2012, we worked very hard in a Leaders Declaration coming out of APEC, which addressed this issue.  We’ve also had a massive diplomatic campaign, including under the leadership of former Secretary of State Hillary Clinton when she was at the State Department, convening people at State and making this a big diplomatic element of our policy. \n\t \n\tThe second thing that we’re doing is providing training and assistance.  And one thing that -- for instance, in Botswana, we have an international law enforcement academy that helps provide technical assistance and build capacity.  Today, the President is going to be announcing a new $10 million to support these efforts, which is going to help both the region across the board --\n\t \n\tQ    Ten billion or ten million?\n\t \n\tMR. HARRIS:  Ten million, yes, with an “m.\"  Yes, million -- $10 million.  That’s going to help Tanzania, in particular, but especially South Africa and Kenya and countries across the region.  He’s also going to be talking about how we’re working with Tanzania to help them develop a strategy, and he’ll be detailing an employee from the U.S. Fish and Wildlife Service to help them develop an effective national strategy on this.\n\t \n\tThirdly is we’re supporting global networks.  And some of the funding that we’ve been developing in our diplomatic efforts are designed precisely to better network the law enforcement professionals and everyone involved in preventing this wildlife trafficking so that across the globe we’ve got a more effective response.\n\t \n\tFourth is on trying to reduce demand through public awareness about the effects of this trafficking and also making people really aware, as well as honoring activists and people in the field.\n\t \n\tAnd then fifth, in terms of organizing the U.S. response, we’re tightening all regulations, which is something that is, in connection with this trip as well, taking a fresh look at, domestically, do we have all the right regulations on the books to prevent this.  As Ben mentioned as well, the President is signing an executive order which is going to create a Presidential Task Force that will be looking at this issue and developing a national strategy to make sure that as the United States, we’re organized in the right way and that we’re being strategic about how to do this.\n\t \n\tIt’s also going to take a look at the organized crime angle and see whether there are additional steps under our national organized crime strategy that we should be taking with respect to this problem in particular.\n\t \n\tWith those tightened regulations and with this taskforce, we’ll also have an advisory committee that is going to be providing additional advice.  These are outsiders -- people outside government, I should say, to lend their perspective as well.  So with that activity across the board, we’re hoping to up our game to try to have an even more effective response on this issue.\n\t \n\tQ    Would you call it -- say it’s a $7 to $10 billion a year industry, what’s the country breakdown -- where they’re being sent, basically?\n\t \n\tMR. HARRIS:  A lot of the markets are in Asia, in the Pacific.  At the same time, the United States is the second-biggest market, lamentably, and so that’s another reason that we want to look at our regulations and everything that we’re doing.  And we’ve also -- in terms of where this is coming from, as I mentioned, particularly in Southern Africa and East Africa, it’s reaching epidemic proportions in terms of the loss of wildlife.\n\t \n\tQ    What kind of regulations are enforced in other countries?  Is this something you’re going to -- that the administration will discuss, for example, with China and its outreach to those other countries?  I mean, do you need -- if the U.S. does it on its own, can it be effective?\n\t \n\tMR. HARRIS:  Absolutely.  We cannot be effective on this by ourselves, and it’s something that we -- that’s why we have such a strong diplomatic push, including through APEC, including in our bilateral and our multilateral diplomacy. \n\t \n\tIt’s an issue we’ve discussed with China, with Russia, with international partners around the globe.  And it’s another reason that we’re focused on these wildlife networks, because the short answer is we need this to be a global focus if we’re going to be effective.\n\t \n\tQ    Did this come up in meetings between the President and President Xi, for example, the other week?\n\t \n\tMR. RHODES:  I know that the President has raised this issue and -- I’ll have to check whether it specifically came up with President Xi.  I know it has come up at the presidential and secretary-of-state level with the Chinese.  A lot of these syndicates are based in Asia, and China is a significant destination for some of this wildlife trafficking.\n\t \n\tSo what the intent here today is, essentially, how can we change our regulatory structure to prevent these goods from being imported in the United States; how can we provide resources and assistance to governments that want to do more but don’t necessarily have that capacity.  Because what you’re dealing with here is if you have significant national parks here, there’s a capacity issue in terms of how do you provide security. \n\t \n\tThere’s a corruption issue in so far as some of these syndicates come with more money than governments have to pay their own staff.  So you have to put in place protections, both in terms of securing these parks, but also improve the methods that they use to ensure that their police forces are educated, and understand what the threat is, and what to look out for.\n\t \n\tQ    Are you getting the cooperation you want from other countries in this?  China, for example?\n\t \n\tMR. RHODES:  We’ve gotten good cooperation from some countries.  I think we could do better, though.  I mean, I think this is an area where we could have better cooperation from China.  We’ve sought to put it on multilateral agendas in the Asia Pacific.  As Grant mentioned, it comes up at APEC, for instance.  So we’ve sought to bring it into particularly our Asian multilateral forums.\n\t \n\tQ    Can you say also which species in particular are the worst impacted by this?\n\t \n\tMR. HARRIS:  Absolutely -- rhinoceros and elephant are the two species in particular that are being decimated.  For instance, for a rhinoceros there are about 50,000 right now left in the world.  That number was about 600,000 in the mid-20th century, and so you’ve seen a dramatic drop.  And a rhinoceros is killed every 13 hours in South Africa, for instance.\n\t \n\tQ    What’s the dollar value --\n\t \n\tMR. HARRIS:  It’s about $30,000 per pound for a rhinoceros horn, which is literally more valuable than its weight in gold.  And ivory is trading at about $1,000 -- I shouldn’t say trading because this is -- our estimates of the black market worth is $1,000 per pound for ivory.  And the total estimates, which we think may even be conservative, is $7 to $10 billion globally for this black market.\n\t \n\tQ    I’m sorry if you answered this in response to Julianna already, but did you say how much of that $7 to $10 billion is going to the United States?\n\t \n\tMR. HARRIS:  We don’t have numbers on the breakdown precisely in terms of countries, particularly since it’s an estimate.  We just know that there’s more that we can be doing domestically, which was another reason that we’ve got various agencies, including the Department of Interior, making sure that with the statutes we have on the books that we have the most effective regulations possible to prevent the U.S. from being a market for this.\n\t \n\tQ    Would you say that’s more than half?  Or more than a quarter of that?  Just how to gauge what percent of that $7 to $10 billion goes to the U.S.\n\t \n\tMR. RHODES:  We believe that we’re the second-largest after China in terms of the market for these goods.  So that gives you a sense of it.  China is the largest market, the U.S. is second, and there are significant other places in Asia.\n\t \n\tQ    So U.S. is second to China, not second to Asia, right?\nChina is the largest market for wildlife trafficking.\nMR. RHODES:  Yes, that’s correct -- right?\n\t \n\tMR. HARRIS:  We’ll double-check.\n\t \n\tMR. RHODES:  We’ll fact check it.\nQ    U.S. experience with the drug trade suggests that if there’s a lucrative market for something, the trade will continue no matter what.  Why do you believe this can be stopped?\n\t \n\tMR. HARRIS:  We think that it can be stopped because there’s a strong interest, particularly in the region, in doing so.  And if we’re able to build capacity to do it and increase political will and be a strong partner, we think that we can make a big dent. \n\t \n\tWe’re also trying to have a multifaceted approach, including for the reasons that you mentioned, because you’ve got to be holistic.  That means both going after the sources and the causes; it also means building capacity to try to prevent it, and it means going after demand as well with the awareness campaigns to make sure that the effects of this loss of wildlife are well-known publicly.\n\t \n\tQ    Thank you.\n\t \n\tMR. FROMAN:  Good morning.\n\t \n\tQ    Good morning, sir.\n\t \n\tMR. FROMAN:  Am I to identify myself?  My name is Mike Froman, I’m the U.S. Trade Representative. \n\t \n\tThroughout this whole trip, you’ve heard from the President about the importance of trade and investment, what a key part of our overall development strategy it is, and a key part of our engagement with the region.  And there has been substantial progress over the last several years on the trade and investment front -- trade between the U.S. and sub-Saharan Africa is up about 2.5 times over the last decade.  We export about $22 billion of goods, and we import about $50 billion -- mostly oil and minerals.\n\t \n\tQ    Five-zero?\n\t \n\tMR. FROMAN:  Five-zero, $50 billion.  Mostly oil and related products.  And when you look at AGOA, which the President talked a little bit about yesterday, the non-oil trade of AGOA has tripled, but it’s still quite small.  And as we’ve reached the period of time where we want to renew AGOA, we’re going to take a hard look at what has worked well, what hasn’t worked well, how to improve upon our experience with AGOA so that we can increase the non-oil related trade between the U.S. and sub-Saharan Africa.\n\t \n\tAs part of that, one thing we’ve looked at are these regional economic communities across Africa.  There’s the East African community, there’s South African -- Southern African community, there’s ECOWAS in West Africa.  And each of these communities have made progress in terms of reducing barriers amongst themselves and are now working amongst themselves to link the various economic communities. \n\t \n\tSo there’s a tripartite FTA process going on and there’s a continental-wide FTA process going on.  And some of this will take a number of years to happen.  We have focused in particular on the East African community, and that will be a major focus of the President’s attention and remarks in Tanzania.\n\t \n\tThe East African community -- it’s five countries.  It represents about 130 million consumers, $80 billion of GDP.  They actually have a customs union, which is a very advanced form of cooperation with a common external tariff.  And yet, there’s a lot of work to be done to actually see them implement their regional integration and see the benefits of that fully realized.\n\t \n\tAs part of that, you heard the President refer yesterday that we’ll be announcing a Trade Africa initiative here.  And that really has three or four parts.  One is to increase trade between the U.S. and sub-Saharan Africa.  And we’re starting with the EAC as an initial partner, but see ourselves doing this with other parts of Africa as well.  And that will go to looking at AGOA and seeing how we can improve things. \n\t \n\tWe’re negotiating a regional investment treaty with the EAC.  We’ve agreed to negotiate a trade facilitation agreement, and I’ll say more about that in a minute, to figure out how to reduce barriers at the borders and help their -- help facilitate trade.  We’ve created a commercial dialogue so that the private sector in East Africa can begin to articulate its concerns to the regional organizations to address that.\n\t \n\tAnd we’ve taken these trade hubs, which have been around for about a decade, and are looking now to expand them and make them two-way trade and investment promotion agencies.  And USAID is putting resources towards that, and we’re using all the agencies to do that.\n\t \n\tThe second part of the initiative is to help support them on regional integration.  As I mentioned, they have a customs union, but the implementation of that is still to be fully done.  Right now, a product that comes in through the Port of Mombasa and wants to make its way to Kigali, you run into 47 roadblocks between Mombasa and Kigali.\n\t \n\tQ    Physical roadblocks?\n\t \n\tMR. FROMAN:  Physical roadblocks.  It can take a month -- on average, it takes a month to get a product from the port to Kigali.  When you get to the border, there are -- trucks will wait for oftentimes days, get through the border crossing, cross into the next country and face another border crossing with a different customs system. \n\t \n\tAll of these things add cost and create a lack of competitiveness for products coming out of this region.  And just as an example, coffee coming out of Rwanda takes 42 days -- to export coffee out of Rwanda.  It takes 14 days to export coffee out of Colombia.  And so these are the sort of things, as important as AGOA is -- and we do think it is important -- reducing the tariffs to the United States -- our tariffs are relatively low, on average about 3.5 percent -- that’s a fairly minor cost compared to all the costs that these inefficiencies create in their system.\n\t \n\tSo one thing we’ll be doing on Trade Africa is working with them on moving towards single-border crossings, moving towards systems -- literally IT systems -- that will allow customs organizations to speak to each other, moving ultimately, ideally, towards a single customs organization.  Working with them on this issue of roadblocks, the first step has been literally to map out where the roadblocks are and then help them address them.  All these things will help make their products more competitive and it will allow them to trade more amongst themselves, which is very important, but also with the rest of the world.\n\t \n\tAnd then, finally, we’ll work on other issues of their competitiveness, including linking up their various trade associations with trade associations in the United States trying to do matchmaking, trying to help them have a bigger impact on the global market. \n\t \n\tThe President will announce that.  There will be, as Ben said, there will be a CEO forum this afternoon with about 20 U.S. and African CEOs, including companies like GE and Microsoft, and Coca-Cola, but also companies -- we’ll be talking about more tomorrow in the power sector like Symbion and Contour Global that are doing major power projects on the continent. \n\t \n\tAnd on the African side, a number of financial firms, investors, banks, entrepreneurs, telecom companies who are very interested in expanding the relationship between the United States and sub-Saharan Africa.  He’ll give an address at a business forum with about 150 business leaders from around the region, not just in Tanzania but from around the region. \n\t \n\tAnd then tomorrow, he’ll go to the Ubungo power plant.  And this is a great story in terms of what we’re trying to do between our development policy and, as the President talked about, sort of our new model and our new approach.  This project began with an MCC grant -- a Millennium Challenge Corporation grant.  And MCC brought in Symbion and GE to stand up this power plant. \n\t \n\tAnd I’ll just give the example of Symbion.  Based on that experience -- that was their first experience in sub-Saharan Africa -- they are now, on their own, going around the continent bidding for projects and winning projects, including in Nigeria.  So it’s bringing U.S. companies to the continent using, in this case, MCC as a catalyst.\n\t \n\tYou’ll also see there -- and this is a project that -- Symbion is the developer and GE provides the turbines.  And GE is very, among others, are very eager to expand their role on the Power Africa initiative.  You’ll also see there the demonstration of an off-grid solution.  Because as important as power generation and transmission, and distribution is, there will always be villages -- and perhaps a significant number of villages -- in Africa that are off the grid.  And the question is how do you bring electricity to them as well?  There are mini grid solutions, there are geothermal solutions throughout the Rift Valley, but you’ll see tomorrow also an example of U.S. ingenuity trying to address this problem. \n\t \n\tTwo women from Harvard who have invented this soccer ball that you -- as you kick the soccer ball, inside is an electricity generator and battery.  And so it’s called Uncharted Play.  It’s called the SOCCKET Ball, and what they are planning on doing is distributing these to kids.  Kids play soccer all day long.  They take the ball home and you can plug a lamp into it, and they can read at night, or they can plug a cell phone charger into it.\n\t \n\tMR. RHODES:  Froman and I have actually done this.  Froman and I have kicked the SOCCKET --\n\t \n\tQ    Is there going to be some -- we can take photos of that?\n\t \n\tMR. FROMAN:  You’ll see tomorrow.  And they, by the way, invented a football and a jump rope.\n\t \n\tQ    Has the President?\n\t \n\tMR. RHODES:  Froman and I tried it out for him.\n\t \n\tMR. FROMAN:  We tried it, we test drove it.\n\t \n\tQ    Mike, if you’re a company like Coca-Cola, you can get around some of these roadblocks by just building plants in African countries.  But if you’re a mid-size company in the U.S. or another company that maybe doesn’t want to invest that infrastructure on the ground, how do you convince them to start investing here now before you take care of some of these roadblocks when you say things like it’s going to take 40 days to get your product through?\n\t \n\tMR. FROMAN:  Well, one thing we’ve done is launched a -- last year and we’ll be escalating that now -- is a Doing Business in Africa campaign in the U.S. to make people more aware of what the opportunities are here, including making small and medium-sized businesses aware of what the opportunities are, and then providing them whatever assistance we can through these trade hubs and a whole government approach with Commerce, SPA, Ex-Im, OPIC, and others working with them to try and help facilitate their entry into the continent.\n\t \n\tQ    So along those same lines, you talked a lot about kind of the African goods and the problems that they have.  Is this as much about getting U.S. goods in there?  And if so, are there kinds -- particular kinds of industries -- U.S. industries that the U.S. thinks are particularly -- would be particularly good for the African markets that are there?  You think about different countries, certain industries -- Asia, you think of the high-tech stuff.  Are there particularly U.S. industries that are better for this?\n\t \n\tMR. FROMAN:  This is really a two-part problem.  One is -- and a two-part opportunity.  We want to increase U.S. exports to the region and imports from the U.S. -- imports to the U.S. from Africa under AGOA. \n\t \n\tBut it is equally if not more so a problem of, and a challenge of regional trade -- intraregional trade.  African countries trade substantially less with each other, I think it’s less than 20 percent, than similar regional communities -- so obviously in Europe, in Asia, elsewhere.  And that’s in part due to these roadblocks, physical roadblocks, as well as regulatory issues and other problems that we’re going to try and address through this Trade Africa initiative in part. \n\t \n\tIn terms of U.S. sectors of interest, really it’s across the board.  There’s an emerging middle class.  They, as in many other parts of the world, have leapfrogged certain technologies -- great use of mobile technology, for example, across Africa.  Farmers being able to download market information in many parts of Africa, you’ll see it in Tanzania, it originated in Kenya, much of the financial system is mobile-based, M-PESA, this system of transferring payments around the world.\n\t \n\tSo there’s a lot to be done there in terms of not just extractive industries and not just resources, but consumer products, light manufacturing and, increasingly, services.\n\t \n\tQ    China surpassed the United States as the principal trading partner for Africa in 2009.  Why do African consumers seem to prefer importing goods from China versus those of the United States?  And how do you -- is that something you’re going to see to reverse?\n\t \n\tMR. FROMAN:  I think once you take a hard look at those numbers, one reason China’s trade relationship with Africa is going up compared to ours is we’re not importing as much oil, period, let alone from Africa, as we used to.  Our imports are going down as we produce more and our efficiencies go up. \n\t \n\tChina, obviously, is importing more energy, including or especially from Africa.  I think, as the President said yesterday, having China involved here and others involved here -- Brazil, India, Turkey, others -- is a very positive thing.  So this is not a zero-sum game.  And I think the key thing is for to make it possible for our businesses to come in, help them understand the opportunities are, help address the risks that they see, and have people compete for African consumers.  That’s a good thing.\n\t \n\tQ    And I want to follow up on that on the China thing -- are these other countries -- China, Brazil, India -- are they helping too?  I mean, to be sort of parochial, why should the U.S. help reduce that number, the roadblocks, so that Chinese goods can get into -- you know what I mean?\n\t \n\tMR. FROMAN:  We are already working with some of the other donors.  For example, the UK has been very active in similar efforts here in East Africa, and we’re coordinating with them.  We would welcome other donors and other parties focusing on these sorts of issues as well, because these roadblocks are obviously not only -- not only create delays, but they create costs.  At every roadblock, there is usually a cost involved and if we can reduce those, it’s a very positive development.\n\t \n\tQ    Can I ask you two questions?  Do you have a list of the CEOs that are going to be there?  Because it is -- Jeff -- you said the CEO of GE and Coke, but is it Jeff Immelt?\n\t \n\tMR. FROMAN:  I believe Jay Ireland will be there from GE -- he is the international head of General Electric.  I’m sure we’ll get you a final list.  There have been some ins and outs.\n\t \n\tQ    One other question.  What exactly are these executives looking to hear from the President in terms of the influence that he can have in tearing down some of those roadblocks, other barriers like corruption?  I mean, what exactly are they looking for?  And what can you guys deliver?\n\t \n\tMR. FROMAN:  Well, look, I think the President is looking forward from hearing from them -- of what their concerns are, what they see the opportunities as well as the challenges on the ground, what role they think we can play in facilitating.  And that is something he does frequently with meeting with business people in the U.S. as well as when he travels.\n\t \n\tI think these companies will give us a good understanding from the ground of what they’re seeing and where we could have an impact, and also what messages they’d like us to carry to the government of Tanzania, the other East African Community governments as we work with them going forward.\n\t \n\tQ    Do you have any sense of what they’re looking for yet?\n\t \n\tMR. FROMAN:  I think we’ll find more when we get there.  I think in general they’ve been very focused on these trade facilitation issues because they see them in real terms.  They’re focused on infrastructure as well, as we heard in South Africa too -- the importance of building out infrastructure.  There’s a lot of enthusiasm by them for the Power Africa initiative -- both for those involved in the power sector but also because each of them oftentimes have to provide their own power for their own factories and not being able to rely on the local utility for power.  So they see this as a key part of their competitiveness as well.\n\t \n\tQ    -- and the border issue -- I mean, customs and border issues have been very complicated in Europe, for example, where you’ve got westernized market democracies.  How much more complicated is it in Africa when you’ve got some democracies, authoritarian governments, or even no effective governments at all in some countries?\n\t \n\tMR. FROMAN:  There’s been progress in a number of African countries.  Angola, for example, as I understand it, has moved towards a more computerized customs system -- as a result, has raised the revenue it collects but also has made the passage through its borders more efficient than it used to be.\n\t \n\tI think there’s a great deal of interest among the East Africa Community countries who are already cooperating on a number of different areas.  This is their plan.  They’ve laid out a plan for a customs union, for going to single-border crossing, for moving towards harmonized customs. \n\t \n\tOur job is to be supportive of them.  And so I think there’s a lot of political will here.  There’s a good regional organization.  We’ll be seeing the head of that regional organization.  He’ll be attending the CEO forum as well -- and we’re working very closely with them to do this.  So I think there’s good prospects for making progress.\n\t \n\tQ    Mike, the President was asked the other day about whether he would extend the Africa Growth and Opportunity Act, and he said that it would depend on whether he was confident that U.S. firms would be getting a level playing field.  What does he need to see?  What stands in the way of extending it?  And what are the problems with it?\n\t \n\tMR. FROMAN:  Well, I think just to -- I think to correct you, I think the President said he does want to renew AGOA, but with regard to South Africa, where that question was raised, he is also saying as we look to AGOA and how to build upon the successes of AGOA, looking ahead, we also have to take into account how things have changed in the global economy.\n\t \n\tIn the case of South Africa, the issue is that South Africa also has an FTA with Europe, and so now as that gets implemented, European firms have an advantage over U.S. firms in access to the South African market and there are people in the United States raising the question why should we allow South Africa’s goods to come into the U.S. duty-free when our companies are at disadvantage vis-à-vis their European counterparts. \n\t \n\tSo that’s more of a South Africa-specific issue, but as a general matter, the President has been very supportive of renewing AGOA.\n\t \n\tQ    Thank you.\n\t \n\tMR. CARNEY:  Okay, I hope you enjoyed our guest gagglers.  Any questions on other subjects?\n\t \n\tQ    Jay, on the NSA issue with the EU -- some U.S. officials say that they are going to have some conversations with their European counterparts.  What exactly are they going to tell them?   And how concerned are you guys about kind of the response from the Europeans?  And I don’t know if -- I think Ben has said this and the President may have said this -- there is a sense that sometimes the Europeans use your intelligence to their benefit.  Do you feel like they’re being hypocritical at all in their response?\n\t \n\tMR. CARNEY:  We’ve seen the report and, obviously, things that have to do with classified programs are matters that are best addressed to the DNI and I just don’t have anything to add to what we’ve said about it.  And so I’m not sure that there’s anything I can add from here.\n\t \n\tQ    But this is something that the U.S. clearly feels like it needs to as least discuss with its European counterparts, right?\n\t \n\tMR. CARNEY:  Well, there’s a report out there and that’s something that we would look at, and that’s part of our normal consultations with our allies, with whom we have excellent intelligence relationships -- would have discussions with them about.  But I don’t have any specifics about those conversations.\n\t \n\tQ    Since that report came out, has the President had any communication with any of his counterparts in Europe?\n\t \n\tMR. CARNEY:  Not that I’m aware of, no.\n\t \n\tQ    Can we ask both of you -- could you see this becoming a diplomatic problem on any level?\n\t \n\tMR. RHODES:  Look, we have established intelligence channels with all of our European partners.  There’s also a U.S.-EU intelligence dialogue that exists that provides opportunities for us to work through these types of issues.  Like we said, we have very close intelligence-sharing relationships with these governments insofar as their questions and concerns raised about these various reports we can discuss that with the Europeans through those close relationships that we have. \n\t \n\tI think that at the end of the day, we cooperate with Europe on so many issues and are so closely aligned in terms of our interests in the world that those relationships are going to stay strong and we’re going to cooperate with them on security issues, economic issues and, frankly, obviously also share a set of democratic values with them that I think can transcend any controversy.\n\t \n\tQ    How optimistic are you that Secretary Kerry is making progress in the Middle East versus sort of acting on his own hopes that there will be progress without evidence that there really is?\n\t \n\tMR. RHODES:  Well, first of all, Secretary Kerry has been very active in the Middle East at the direction of the President.  When the President went to Israel and met with Israeli and Palestinian leaders, gave a speech in Jerusalem that touched upon the importance of making peace, he then signaled that Secretary Kerry would take the lead on this issue for the administration going forward.\n\t \n\tAnd the fact of the matter is, there’s no more difficult issue in the world.  There’s a reason why it has not been solved for decades.  But its importance is indisputable to U.S. interest, to Israel’s interest and security, to the Palestinian interest in achieving an independent state.\n\t \n\tAnd what Secretary Kerry has been able to do over the course of the last several weeks is methodically work with both parties to try to bring them closer together so that if they get into a negotiation, it can deal with the core, fundamental issues.  And so the point here is what can be done so that if the parties do come back into talks, there’s a chance that those can succeed and that we know that they’re focused on the final status issues that need to be addressed for there to be a resolution.  And so we want to make sure that work is done before you would have that type of formal negotiation, and that’s what he’s been doing.  And as he indicated yesterday, he believes that the parties have come much closer together, that they have reached, through their discussions with him, a better understanding of what would have to inform talks between Israelis and Palestinians, but he’s going to keep at it.  He’ll be returning to the region in the near future.\n\t \n\tQ    Are Abbas and Netanyahu going to meet?\n\t \n\tMR. RHODES:  I will leave that to them to announce.  I think right now the focus, though, is to figure out a way not just for them to meet, but to make sure that any negotiation addresses final status issues so that it has the potential to actually solve this very protracted issue.\n\t \n\tQ    Thanks, guys.\n\t \n\tMR. CARNEY:  Thanks very much.\n\t \n\tEND\n\t11:05 A.M. SAST\n\n\n\n\n"
}