{
    "title": "Executive Order 13540 -- on the Interagency Task Force on Veterans Small Business Development | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/executive-order-interagency-task-force-veterans-small-business-development",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 26, 2010\n\n \n\n\n\nExecutive Order 13540 -- on the Interagency Task Force on Veterans Small Business Development\n\n\n\n\n\n\tEXECUTIVE ORDER\n\n\tINTERAGENCY TASK FORCE ON VETERANS SMALL BUSINESS DEVELOPMENT\n\n\tBy the authority vested in me as President by the Constitution and the laws of the United States of America, including section 102 of title I of the Military Reservist and Veteran Small Business Reauthorization and Opportunity Act of 2008 (Public Law 110-186) (the \"Act\"), and in order to establish an interagency task force to coordinate the efforts of Federal agencies to improve capital, business development opportunities, and pre-established Federal contracting goals for small business concerns owned and controlled by veterans and service-disabled veterans, it is hereby ordered as follows:\n\nSection 1. Establishment. The Administrator of the Small Business Administration (Administrator) shall establish within the Small Business Administration an Interagency Task Force on Veterans Small Business Development (Task Force).\n\nSec. 2. Membership. The Administrator shall serve as Chair of the Task Force and shall direct its work. Other members shall consist of:\n\n\t(a) a senior level representative, designated by the head of the respective department or agency, from each of the following:\n\n\t(i) the Department of the Treasury;\n\t(ii) the Department of Defense;\n\t(iii) the Department of Labor;\n\t(iv) the Department of Veterans Affairs;\n\t(v) the Office of Management and Budget;\n\t(vi) the Small Business Administration (in addition to the Administrator); and\n\t(vii) the General Services Administration; and\n\n\t(b) four representatives from a veterans' service or military organization or association, who shall be appointed by the Administrator.\n\nSec. 3. Functions. Consistent with the Act and other applicable law, the Task Force shall:\n\n\t(a) consult regularly with veterans service and military organizations in performing the duties of the Task Force;\n\n\t(b) coordinate administrative and regulatory activities and develop proposals relating to:\n\n\t(i) improving capital access and capacity of small business concerns owned and controlled by veterans and service-disabled veterans through loans, surety bonding, and franchising;\n\t(ii) ensuring achievement of the pre-established Federal contracting goals for small business concerns owned and controlled by veterans and service-disabled veterans through expanded mentor-protégé assistance and matching such small business concerns with contracting opportunities;\n\t(iii) increasing the integrity of certifications of status as a small business concern owned and controlled by a veteran or service-disabled veteran;\n\t(iv) reducing paperwork and administrative burdens on veterans in accessing business development and entrepreneurship opportunities;\n\t(v) increasing and improving training and counseling services provided to small business concerns owned and controlled by veterans; and\n\t(vi) making other improvements relating to the support for veterans business development by the Federal Government; and\n\n\t(c) not later than 1 year after its first meeting and annually thereafter, forward to the President a report on the performance of its functions, including any proposals developed pursuant to subsection (b) of this section.\n\nSec. 4. General Provisions. (a) The Small Business Administration shall provide funding and administrative support for the Task Force to the extent permitted by law and within existing appropriations.\n\n\t(b) Nothing in this order shall be construed to impair or otherwise effect:\n\n\t(i) authority granted by law to an executive department, agency, or the head thereof; and\n\t(ii) functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n\n\t(c) Insofar as the Federal Advisory Committee Act, as amended (5 U.S.C. App.) (FACA), may apply to the Task Force, any functions of the President under the FACA, except for those in section 6 of the FACA, shall be performed by the Administrator in accordance with guidelines issued by the Administrator of General Services.\n\n\t(d) This order is not intended to and does not create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\tBARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\tApril 26, 2010\n\n\n\n\n"
}