{
    "title": "Notice from the President Regarding Narcotic Traffickers in Colombia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/notice-president-regarding-narcotic-traffickers-colombia",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nOctober 19, 2009\n\n \n\n\n\nNotice from the President Regarding Narcotic Traffickers in Colombia\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t__________________________________________________________________________\n\t\tFor Immediate Release                                                                                                October 16, 2009\n\nNOTICE\n- - - - - - -\nCONTINUATION OF THE NATIONAL EMERGENCY WITH RESPECT TO\n\t\t\tSIGNIFICANT NARCOTICS TRAFFICKERS CENTERED IN COLOMBIA\n\n\n\t\t \n\nOn October 21, 1995, by Executive Order 12978, thePresident declared a national emergency pursuant to the International Emergency Economic Powers Act (50 U.S.C. 1701-1706) to deal with the unusual and extraordinary threat to the national security, foreign policy, and economy of the United States constituted by the actions of significant narcotics traffickers centered in Colombia, and the extreme level of violence, corruption, and harm such actions cause in the United States and abroad.\nBecause the actions of significant narcotics traffickers centered in Colombia continue to threaten the national security, foreign policy, and economy of the United States and to cause an extreme level of violence, corruption, and harm in the United States and abroad, the national emergency declared on October 21, 1995, and the measures adopted pursuant thereto to deal with that emergency, must continue in effect beyond October 21, 2009. Therefore, in accordance with section 202(d)\n\tof the National Emergencies Act (50 U.S.C. 1622(d)), I am continuing for 1 year the national emergency with respect to significant narcotics traffickers centered in Colombia.\n\n\tThis notice shall be published in the Federal Register and transmitted to the Congress.\nBARACK OBAMA\n\t \nTHE WHITE HOUSE,\n\tOctober 16, 2009.\n\n\n\n\n"
}