{
    "title": "Expected Attendees at Tonight’s China State Dinner | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/09/25/expected-attendees-tonights-china-state-dinner",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nSeptember 25, 2015\n\n \n\n\n\nExpected Attendees at Tonight’s China State Dinner\n\n\n\n\n\n\tBelow is a list of expected attendees at tonight’s China State Dinner. Additional details about the State Dinner are available here.\n\n\tThe President and Mrs. Obama \n\n\tHis Excellency Xi Jinping, The President of the People's Republic of China, and Madame Peng Liyuan\n\n\t \n\n\tThe Honorable Madeleine Albright, Former Secretary of State, U.S. Department of State, and Chair, Albright Stonebridge Group\n\n\tMs. Alice Albright\n\n\t \n\n\tThe Honorable Caroline Atkinson, Deputy Assistant to the President and Deputy National Security Advisor for International Economics, The White House\n\n\tMs. Grace Lamb-Atkinson \n\n\t \n\n\tMr. Jeffrey Bader, Former Senior Director for Asian Affairs, National Security Council, and Senior Fellow, Brookings Institution\n\n\tMs. Rohini Talalla \n\n\t \n\n\tMr. Ajay Banga, President and CEO, MasterCard\n\n\tMrs. Ritu Banga \n\n\t \n\n\tThe Honorable Max Baucus, U.S. Ambassador to China, U.S. Department of State\n\n\tMs. Melodee Hanes \n\n\t \n\n\tMr. Marc Benioff, Chairman and CEO, Salesforce.com\n\n\tMrs. Lynne Benioff \n\n\t             \n\n\tThe Honorable Joseph Biden, Jr., Vice President of the United States\n\n\tDr. Jill Biden\n\n\t \n\n\tMs. Naomi Biden\n\n\tMr. Daniel Reisfeld \n\n\t \n\n\tThe Honorable Tony Blinken, Deputy Secretary of State, U.S. Department of State\n\n\tThe Honorable Evan Ryan \n\n\t \n\n\tThe Honorable Charles Boustany, U.S. Representative\n\n\tMrs. Bridget Boustany \n\n\t \n\n\tMr. Zbigniew Brzezinski, Former National Security Advisor, National Security Council, and Scholar, Center for Strategic and International Studies\n\n\tMrs. Emilie Anna Brzezinski \n\n\t \n\n\tThe Honorable Maria Cantwell, U.S. Senator\n\n\tMr. Grifynn Clay \n\n\t \n\n\tThe Honorable Ashton Carter, U.S. Secretary of Defense\n\n\tMrs. Stephanie D. Carter \n\n\t \n\n\tHis Excellency Han Changfu, Minister of Agriculture for the People’s Republic of China\n\n\t \n\n\tThe Honorable Elaine Chao, Former U.S. Secretary of Labor\n\n\tDr. James Chao \n\n\t \n\n\tMr. Stephen Chen, Letter Writer\n\n\tMs. Chienfei Chen \n\n\t \n\n\tHis Excellency Tung ChiHwa, Vice Chairman of the National Committee of the Chinese People's Political Consultative Conference\n\n\t \n\n\tThe Honorable Judy Chu, U.S. Representative\n\n\tMr. Simon Pang \n\n\t \n\n\tMr. Tim Cook, CEO, Apple\n\n\tMs. Lisa Jackson \n\n\t \n\n\tMs. Misty Copeland, Principal Dancer, American Ballet Theatre\n\n\tMr. Olubayo Evans \n\n\t \n\n\tThe Honorable Robert Corker, U.S. Senator\n\n\tMs. Emily Corker \n\n\t \n\n\tMr. Mark Cuban, Owner, NBA's Dallas Mavericks, Landmark Theatres and Magnolia Pictures\n\n\tMrs. Tiffany Cuban \n\n\t \n\n\tMrs. Aimee Cunningham, Community Volunteer\n\n\tMr. Ed Cunningham \n\n\t \n\n\tMr. Lee Daniels, Actor and Filmmaker\n\n\tMs. Clara Daniels \n\n\t \n\n\tThe Honorable Brian Deese, Assistant to the President and Senior Advisor, The White House\n\n\tMrs. Kara Deese \n\n\t \n\n\tMr. John Dickerson, Anchor, CBS News\n\n\tMrs. Anne Dickerson \n\n\t \n\n\tThe Honorable Christopher Dodd, Former U.S. Senator, and Chairman and CEO of the Motion Picture Association of America\n\n\tMrs. Jackie Marie Clegg Dodd \n\n\t \n\n\tThe Honorable Thomas Donilon, Former National Security Advisor, National Security Council, and Partner, O'Melveny & Myers LLP\n\n\t \n\n\tThe Honorable Josh Earnest, Assistant to the President and Press Secretary, The White House\n\n\tMrs. Natalie Wyeth Earnest \n\n\t \n\n\tMr. Larry Ellison, Executive Chairman and CTO, Oracle\n\n\tMs. Nikita Kahn \n\n\t \n\n\tThe Honorable Katie Beirne Fallon, Assistant to the President and Director of Office of Legislative Affairs, The White House\n\n\tMr. Brian Fallon \n\n\t \n\n\tThe Honorable Dianne Feinstein, U.S. Senator\n\n\tMr. Richard Blum\n\n\t \n\n\tMr. John Ficklin, Special Assistant to the President and Senior Director for Records and Access, Records and Access Management, National Security Council Staff\n\n\tMrs. Patrice Ficklin \n\n\t \n\n\tMr. Jonathan Finer, Chief of Staff, U.S. Department of State\n\n\tMs. Jennifer Stout \n\n\t \n\n\tMr. Larry Fink, Chairman and CEO, BlackRock\n\n\tMs. Lori Fink \n\n\t \n\n\tThe Honorable Michael Froman, Ambassador, U.S. Trade Representative\n\n\tMs. Nancy Goodman \n\n\t \n\n\tHis Excellency Qin Gang, Director General, Protocol Department, Ministry of Foreign Affairs for the People’s Republic of China\n\n\t \n\n\tMr. James Gorman, Chairman and CEO, Morgan Stanley\n\n\t \n\n\tHis Excellency Zhu Guangyao, Vice-Minister, Ministry of Finance for the People’s Republic of China\n\n\t \n\n\tThe Honorable Avril Haines, Assistant to the President and Deputy National Security Advisor, National Security Council\n\n\tMr. David Davighi \n\n\t \n\n\tMr. Ryan Hass, Director for China, Taiwan, and Mongolian Affairs, National Security Council\n\n\tMs. Meredith Sumpter \n\n\t \n\n\tMr. Reed Hastings, Co-Founder and CEO, Netflix\n\n\tMr. Ted Sarandos \n\n\t \n\n\tMr. John Hess, CEO, Hess Corporation\n\n\t \n\n\tMr. Reid Hoffman, Founder, LinkedIn\n\n\tMs. Michelle Yee \n\n\t \n\n\tHis Excellency Liu He, Director, Office of the Central Leading Group on Financial and Economic Affairs for the People’s Republic of China\n\n\t \n\n\tHis Excellency Gao Hucheng, Minister of Commerce for the People’s Republic of China\n\n\t \n\n\tHis Excellency Wang Huning, Member of the Political Bureau of the Central Committee of the Communist Party of China; Director, Central Policy Research Office\n\n\t \n\n\tMr. Robert Iger, Chairman and CEO, The Walt Disney Company\n\n\tMrs. Willow Bay \n\n\t \n\n\tThe Honorable Valerie Jarrett, Senior Advisor and Assistant to the President for Intergovernmental Affairs and Public Engagement, The White House\n\n\t \n\n\tThe Honorable Jeh Johnson, U.S. Secretary of Homeland Security\n\n\tDr. Susan DiMarco \n\n\t \n\n\tHis Excellency Yang Jiechi, State Councilor, for the People’s Republic of China\n\n\t \n\n\tMs. Fa Jun, Secretary of Madame Peng Liyuan\n\n\t \n\n\tMs. Yue-Sai Kan, Television Host\n\n\tMr. Allan Pollack \n\n\t \n\n\tMr. Qin Gang, Chief of Protocol, Director General, Ministry of Foreign Affairs of the People's Republic of China\n\n\t \n\n\tHis Excellency Lu Kang, Director General, Information Department, Ministry of Foreign Affairs for the People’s Republic of China\n\n\t \n\n\tMr. Jeffrey Katzenberg, CEO of DreamWorks Animation\n\n\tMr. Andy Spahn \n\n\t \n\n\tThe Honorable John Kerry, Secretary of State, U.S. Department of State   \n\n\tMrs. Theresa Heinz Kerry\n\n\t \n\n\tThe Honorable Henry Kissinger, Former National Security Advisor, National Secturity Council, Former Secretary of State, U.S. Department of State, and Founder and Chairman, Kissinger Associates\n\n\tMrs. Nancy Kissinger \n\n\t \n\n\tMr. Daniel Kritenbrink, Senior Director for Asian Affairs, National Security Council\n\n\tMrs. Nami Kritenbrink \n\n\t \n\n\tThe Honorable Richard Larsen, U.S. Representative\n\n\tMrs. Tiia Karlèn\n\n\t \n\n\tMr. John Lasseter, Chief Creative Officer, Walt Disney and Pixar Animation Studios\n\n\tMrs. Nancy Lasseter \n\n\t \n\n\tMs. Carol Lee, Correspondent, Wall Street Journal\n\n\tMr. Gerard Baker \n\n\t \n\n\tThe Honorable Jacob Lew, U.S. Secretary of the Treasury\n\n\tDr. Ruth Schwartz \n\n\t \n\n\tMr. Phillip Lim, Co-founder, 3.1 Phillip Lim\n\n\tMr. Paul Hearing \n\n\t \n\n\tHis Excellency Han Liping, Director General, Bureau of Secretaries, General Office of Central Committee of the Communist Party of China\n\n\t \n\n\tMr. Lyu Luhua, Secretary of President XI Jinping\n\n\t \n\n\tMr. Steven Mollenkopf, CEO, Qualcomm Incorporated\n\n\tMrs. Susan Mollenkopf \n\n\t \n\n\tThe Honorable Lisa Monaco, Assistant to the President for Homeland Security and Counterterrorism and Deputy National Security Advisor, National Security Council\n\n\tMr. Andrew Weissmann \n\n\t \n\n\tThe Honorable Ernest Moniz, U.S. Secretary of Energy\n\n\tDr. Naomi Moniz \n\n\t \n\n\tMr. James Murren, Chairman and CEO, MGM Resorts International\n\n\tMr. Jack Murren \n\n\t \n\n\tMr. Satya Nadella, CEO, Microsoft\n\n\tMrs. Anupama Nadella \n\n\t \n\n\tMr. William Neville, Founder, US Viking LLC\n\n\tMrs. Connie Neville\n\n\t \n\n\tMs. Indra Nooyi, Chairperson and CEO, PepsiCo\n\n\tMr. Raj Nooyi \n\n\t \n\n\tThe Honorable Catherine Novelli, Under Secretary of State for Economic Growth, Energy, and the Environment, U.S. State Department\n\n\tMr. David Apol \n\n\t \n\n\tMs. Christi Parsons, Correspondent, Los Angeles Times\n\n\tMs. Melanie Gao \n\n\t \n\n\tThe Honorable Henry Paulson, Former U.S. Secretary of the Treasury\n\n\tMrs. Wendy Paulson \n\n\t \n\n\tHis Excellency Cong Peiwu, Director General, Department of North American and Oceanian Affairs, Ministry of Foreign Affairs for the People’s Republic of China\n\n\t \n\n\tMr. Shervin Pishevar, Managing Director, Sherpa Ventures\n\n\tMs. Keyu Jin \n\n\t \n\n\tThe Honorable John Podesta, Former Counselor to the President and Former Chief of Staff, The White House\n\n\tMrs. Mary Podesta \n\n\t \n\n\tThe Honorable Samantha Power, U.S. Permanent Representative to the United Nations\n\n\tMr. Cass Sunstein \n\n\t \n\n\tThe Honorable Penny Pritzker, U.S. Secretary of Commerce\n\n\tThe Honorable Stefan Selig \n\n\t \n\n\tThe Honorable Natalie Quillian, Deputy Assistant to the President and Advisor to the Chief of Staff, The White House\n\n\tMr. Ryan Quillian \n\n\t             \n\n\tMr. Wade Randlett, CEO of the Transportation Fuels Division, General Biofuels\n\n\tMrs. Lorna Randlett \n\n\t \n\n\tThe Honorable Ben Rhodes, Assistant to the President, Deputy National Security Advisor for Strategic Communications & Speechwriting, National Security Counsel\n\n\tMs. Jane Rhodes \n\n\t \n\n\tThe Honorable Susan Rice, National Security Advisor, National Security Council\n\n\tMr. Ian Cameron \n\n\t \n\n\tMs. Sophie Richardson, China Director, Human Rights Watch\n\n\tMr. Peter Sainsbury \n\n\t \n\n\tMr. Brian Roberts, Chairman and CEO, Comcast NBC/Universal Corporation\n\n\tMs. Aileen Roberts \n\n\t \n\n\tMr. Eugene Robinson, Columnist, Washington Post\n\n\tMrs. Avis Robinson \n\n\t \n\n\tMrs. Virginia Rometty, Chairperson, President, and CEO, International Business Machines\n\n\tMr. Mark Rometty \n\n\t \n\n\tMr. David M. Rubenstein, Managing Director and Co-CEO, The Carlyle Group\n\n\tMrs. Alice Rubenstein \n\n\t \n\n\tThe Honorable Daniel Russel, Assistant Secretary for East Asian and Pacific Affairs, U.S. State Department\n\n\tMrs. Keiko Abo Russel \n\n\t \n\n\tMr. Stephen Schwarzman, Chairman, CEO and Co-Founder, The Blackstone Group\n\n\tMr. Ray Dalio \n\n\t \n\n\tThe Honorable Brent Scowcroft, Former National Security Advisor, National Security Council\n\n\t \n\n\tThe Honorable Peter Selfridge, Chief of Protocol, U.S. Department of State\n\n\t \n\n\tHis Excellency Xu Shaoshi, Minister, National Development and Reform Commission‎ of the People's Republic of China\n\n\t \n\n\tThe Honorable Wendy Sherman, Under Secretary for Political Affairs, U.S. Department of State\n\n\tMr. Bruce Stokes \n\n\t \n\n\tNE-YO, Singer and Songwriter\n\n\tMs. Harriett Loraine Burts\n\n\t \n\n\tThe Honorable Sonia Sotomayor, Associate Justice, Supreme Court of the U.S.\n\n\tMr. John Koeltl \n\n\t \n\n\tThe Honorable Debbie Stabenow, U.S. Senator\n\n\tMs. Sara Stabenow \n\n\t \n\n\tThe Honorable Richard Stengel, Under Secretary of State, Office of Diplomacy and Public Affairs, U.S. Department of State\n\n\tMrs. Mary Stengel \n\n\t \n\n\tMr. Strobe Talbott, Former Deputy Secretary of State, U.S. Department of State, and President, The Brookings Institute\n\n\tMs. Barbara Ascher \n\n\t \n\n\tMr. Jake Tapper, Anchor, CNN\n\n\tMrs. Jennifer Tapper \n\n\t \n\n\tMr. David Taylor, Group President, Procter and Gamble\n\n\tMrs. Marsha Taylor \n\n\t \n\n\tThe Honorable Tina Tchen, Assistant to the President and Chief of Staff to the First Lady, The White House\n\n\t \n\n\tHis Excellency Cui Tiankai, Ambassador of the People’s Republic of China to the United States of America\n\n\tMadame Ni Peijun\n\n\t \n\n\tMs. Susan Thornton, Deputy Assistant Secretary, U.S. Department of State\n\n\tMr. Michael Daley \n\n\t \n\n\tMr. Thomas Tull, Chairman and CEO, Legendary Pictures\n\n\tMrs. Alba Tull \n\n\t \n\n\tThe Honorable Thomas Vilsack, U.S. Secretary of Agriculture\n\n\tMrs. Christie Vilsack \n\n\t \n\n\tHis Excellency Ding Xuexiang, Permanent  Deputy Director, General Office of Central Committee of the Communist Party of China\n\n\t \n\n\tMr. Darren Walker, President, The Ford Foundation\n\n\tMs. Beulah Spencer \n\n\t \n\n\tThe Honorable Debbie Wasserman Schultz, U.S. Representative\n\n\tMr. Steve Schultz \n\n\t \n\n\tHis Excellency Wang Shaojun, Deputy Director, General Office of Central Committee of the Communist Party of China; Chief, Central Security Bureau\n\n\t \n\n\tHis Excellency Zhi Shuping, Director, State Administration of Quality Supervision, Inspection and Quarantine‎, People's Republic of China\n\n\t \n\n\tMadame Wu Xi, Deputy Chief of Mission & Minister, Embassy of the People's Republic of China\n\n\t \n\n\tMr. Zhang Yesui, Executive Vice Minister, Ministry of Foreign Affairs for the People’s Republic of China\n\n\t \n\n\tHis Excellency Wang Yi, Minister of Foreign Affairs‎ of the People's Republic of China\n\n\t \n\n\tMadame Wu Xi, Deputy Chief of Mission & Minister, Chinese Embassy\n\n\t \n\n\tThe Honorable Jeffrey Zients, Assistant to the President and Director of the National Economic Council, The White House\n\n\tMrs. Mary Zients \n\n\t \n\n\tHis Excellency Zheng Zeguang, Assistant Minister, Ministry of Foreign Affairs for the People’s Republic of China\n\n\t \n\n\tHis Excellency Li Zhanshu, Member of the Political Bureau of Central Committee of the Communist Party of China; Secretary, Secretariat of Central Committee of the Communist Party of China; Director, General Office of Central Committee of the Communist Party of China\n\n\t \n\n\tMr. Mark Zuckerberg, Chairman and CEO, Facebook\n\n\tDr. Priscilla Chan \n\n\t \n\n\n\n\n"
}