{
    "title": "Presidential Proclamation -- National Donate Life Month, 2012 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/02/presidential-proclamation-national-donate-life-month-2012",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 02, 2012\n\n \n\n\n\nPresidential Proclamation -- National Donate Life Month, 2012\n\n\n\n\n\n\tNATIONAL DONATE LIFE MONTH, 2012\n\t- - - - - - -\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\tA PROCLAMATION\n\n\tWith quiet compassion and exceptional generosity, organ and tissue donors leave an indelible mark on the lives of countless Americans. Their selfless acts inspire hope at moments of profound need, and they recall the giving spirit that lies at the heart of our national character. During National Donate Life Month, we reflect on that essential quality and recommit to saving lives through organ and tissue donation.\n\n\tThe need for donors is greater than ever before. Today, more than 110,000 Americans await an organ transplant, and while many individuals will receive lifesaving treatment, too many will pass before help arrives. All of us can play a part in ending this unacceptable loss of life. I encourage every American to consider becoming an organ and tissue donor; to consult their family, friends, physician, or faith leader about their decision; and if they choose to be a donor, to register on their state organ donor registry. To learn more about organ and tissue donation and how to enroll in a donor registry, visit: www.OrganDonor.gov.\n\n\tEven as millions of Americans choose to donate life, our Nation continues to face a shortage of donors that impacts patients and families across our country. This month, we renew our commitment to addressing this urgent public health issue, supporting donors and their families, and ensuring every individual has access to the care and services they need.\n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States,do hereby proclaim April 2012 as National Donate Life Month. I call upon health care professionals, volunteers, educators, government agencies, faith-based and community groups, and private organizations to join forces to boost the number of organ and tissue donors throughout our Nation.\n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this second day of April, in the year of our Lord two thousand twelve, and of the Independence of the United States of America the two hundred and thirty-sixth.\n\n\tBARACK OBAMA\n\n\n\n\n"
}