{
    "title": "Press Call on the Upcoming Visit of His Holiness Pope Francis | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/09/17/press-call-upcoming-visit-his-holiness-pope-francis",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 17, 2015\n\n \n\n\n\nPress Call on the Upcoming Visit of His Holiness Pope Francis\n\n\n\n\n\n\tPRESS CALL  BY BEN RHODES,\n\tDEPUTY NATIONAL SECURITY ADVISOR\n\tFOR STRATEGIC COMMUNICATIONS;\n\tCHARLIE KUPCHAN, SENIOR DIRECTOR FOR EUROPEAN AFFAIRS,\n\tNATIONAL SECURITY COUNCIL;\n\tMELISSA ROGERS, EXECUTIVE DIRECTOR OF THE\n\tWHITE HOUSE FAITH-BASED AND NEIGHBORHOOD PARTNERSHIPS\n\tPREVIEWING THE VISIT OF \n\tHIS HOLINESS POPE FRANCIS  \n\n\tVia Conference Call  \n\n\t5:12 P.M. EDT\n\n\n\tMS. ROWE:  Hello, everyone, and welcome to today’s call to preview the visit of His Holiness Pope Francis.  On today’s call you will hear from Ben Rhodes, Deputy National Security Advisor for Strategic Communications; Charlie Kupchan, Senior Director for European Affairs at the National Security Council; and Melissa Rogers, Executive Director of the White House Faith-Based Neighborhood Partnership.\n\n\tA reminder that this call is on the record and the contents are embargoed until the end of the call.\n\n\tAt this time, I'd like to turn the call over to Ben Rhodes.\n\n\tMR. RHODES:  Great, thanks, everybody, for getting on the call.  I'll make a few opening comments here and see if my colleagues have things to add, and then we'll move to your questions.\n\n\tFirst of all, I'd just note that this is a very unique visit.  It's quite different from any other type of visit that we would receive from a leader of a foreign government in the sense that the Pope is the leader of an incredibly important institution that is deeply valued by many, many Americans, and he’s also a prominent, if not preeminent, moral and spiritual leader around the world on a whole host of issues.  So we see this as an opportunity to continue our engagement with Pope Francis and the Vatican, but also to receive the visit of a leader who is incredibly important to many Americans and many people around the world.\n\n\tPresident Obama, of course, has met Pope Francis before at the Vatican in March of 2014, where they were able to have a good discussion for about an hour on a number of issues.  The President deeply valued that engagement with the Pope.  And he’s had enormous respect for the Pope’s leadership of the Church and also his leadership on a whole host of issues that are important to the future of people everywhere.\n\n\tThe Pope has been a leading voice for peace and for dialogue between people of different faiths and nations.  He has been a strong voice on behalf of religious freedom, including for persecuted minorities in places like the Middle East, to include Christian communities and also other minority religious communities. \n\n\tHe’s also been an outspoken advocate for protecting God’s creation in terms of how we care for our environment and also the efforts that need to be taken to combat climate change.  And he, in both his words and his deeds, I think has called all of us to address the challenges of poverty and inequality in our own country and around the world, and again, has brought I think a moral clarity to how he addresses that issue and calls on all of us to care for the least among us. \n\n\tThe Pope, of course, is coming here in part because it will enable him the opportunity to speak at the United Nations, where there will be a Summit on Sustainable Development Goals.  So, again, this also spreads to the commitment to promote development and combat poverty around the globe.  \n\n\tAnd then, of course, the Pope has also been engaged in supporting the normalization of relations between the United States and Cuba.  And his visit to the United States follows on a visit that he will be making to Cuba also, in a historic visit for the people of that country.  \n\n\tBriefly, to go through the main elements of the schedule in terms of his time here in Washington.  The Pope will arrive here on Tuesday, the 22nd, and the President and the First Lady will welcome Pope Francis in the United States when he lands at Andrews Air Force Base.  They will also be joined by the Vice President and Dr. Jill Biden -- so both the President and the Vice President and the First and Second Lady will greet the Pope at Andrews Air Force Base.\n\n\tOn Wednesday morning, the 23rd, there will be an arrival ceremony here at the White House.  This will be similar to the state arrival ceremonies that we do when we're hosting a state visit on the South Lawn.  So the President and the First Lady, the Vice President, Dr. Biden, and other members of the President’s team will greet the Pope on the South Lawn.  We expect to have upwards of 10,000 people who will be able to witness and joining in that arrival ceremony.\n\n\tFollowing the arrival ceremony, the President will have a meeting with Pope Francis here in the Oval Office.  We would anticipate that that will be a one-on-one meeting between President Obama and Pope Francis.  That was how they had their discussion at the Vatican.  And so the President will look forward to this opportunity to continue a dialogue with Pope Francis that he had last year.\n\n\tAt the same time that the President and Pope Francis are meeting, we’d expect there to be a separate meeting between Cardinal Parolin and his team, along with a number of senior officials from the President’s Cabinet and White House.  \n\n\tFollowing that, the Pope’s White House program will conclude and, of course, he’s then giving his address to a joint session of Congress.  And then he will be continuing on to New York and Philadelphia for other events that the Vatican, of course, can speak to.\n\n\tI would just note that on Wednesday the 23rd, in terms of the Vice President’s participation, he will be attending the Mass and canonization of Junipero Serra at the Basilica of the National Shrine of the Immaculate Conception.  And then he will also be attending the Pope’s address to a joint session of Congress on the 24th.  And then, on the back end of the Pope’s trip in Philadelphia, the Vice President and Dr. Biden will lead the farewell ceremony for Pope Francis as he leaves Philadelphia and concludes his trip to the United States.  \n\n\tSo I’ll stop there and turn it over to Charlie Kupchan, our Senior Director for Europe here at the NSC, who’s been helping to prepare for this visit.\n\n\tMR. KUPCHAN:  Thanks a lot, Ben.  As the Senior Director for Europe at the NSC, my office has the responsibility for managing our relations with all European countries, including the Holy See, as well as preparing for a visit of foreign leaders, and therefore, we’re working with our counterparts in the Domestic Policy Council to prepare for the arrival of the Holy Father.\n\n\tAnd as Ben said a few minutes ago, this has required us to be flexible and to reach across various, what you might call, disciplinary boundaries within the White House, because the visit of the Pope represents an opportunity to discuss issues that cut across international and domestic issue areas.  And as Ben also said, the Vatican is not a country in the same way that, say, Germany or the United Kingdom is.  And in that respect the conversation is less about material deliverables, and more about the themes, the values, the commitments that the President and the Pope share and will be discussing during the meeting.  \n\n\tAnd in that respect, we have been trying to prepare for this visit by doing a couple of things.  One is to create a series of working groups that have cut across different offices within the White House to make sure that our domestic team and our international team is very much synced up.  And we’ve created a whole host of working themes to prepare this visit.  And Melissa Rogers, whom you will hear from in a second, and I went to the Vatican in June to begin to lay the groundwork for the meeting to discuss the themes that the President and the Pope would want to focus on and to prepare that agenda.\n\n\tSince that visit, we have returned to continue our work to refine the agenda and have been working closely with our Ambassador to the Holy See, Ken Hackett, to communicate with the Vatican on a regular basis as we come close to the arrival of the Holy Father, and to shape the agenda for that visit.\n\n\tAnd the President charged us from the very beginning with ensuring that this visit has lasting value and is as meaningful as possible.  And in that respect, the way we’ve gone about this is to try to think about how to elevate the objectives, the aspirations that the Obama administration and the Vatican share, and to think about how we can take steps, including initiatives, to further these values and these objectives on September 23rd when the Holy Father visits the White House.\n\n\tI’ll now turn things over to Melissa, who will talk a little bit about the faith-based initiatives and other aspects of the Vatican and Holy Father’s visit.\n\n\tMS. ROGERS:  Thanks, Charlie.  I serve as Special Assistant to the President, and I also direct the White House Office of Faith-Based and Neighborhood Partnerships.  So I advise the administration on policy as it relates to religious entities and also oversee partnerships that the government forms with both religious and nonreligious entities that are geared towards serving people in need.  \n\n\tAnd so these partnerships, of course, include many, many Catholic institutions, as well as institutions of other faith and those that aren’t connected to religious bodies.  And one of the great things about the preparation for this visit is that we’ve been able to consult not only with the Vatican but also very widely with American Catholic leaders, leaders of other faiths and other groups that are inspired by the Pope and want to talk about the issues that he has raised for our attention.  So we’ve had a series of conversations over the summer with this wide group of entities and it has focused not only on policy but also on partnerships.  \n\n\tAnd we know, of course, that Pope Francis takes a pastoral approach to these visits.  He’s the leader of a worldwide Church and he has a unique kind of authority.  And so one of the ways he has used that authority has been to speak out on a range of public issues.  \n\n\tAnd so I know the President is really looking forward to the chance to resume the conversation with the Pope that he started last year about many of these public issues.  And of course, everyone here at the White House is very excited to be able to welcome Pope Francis and to look forward to hearing his message.\n\n\tQ    You mentioned, Charles, that as you prepared for this visit you looked at how to take steps, including initiatives, to further the objectives and aspirations that the administration and the Vatican share.  And I’m just wondering if you can talk to us a little bit about what kind of initiatives we might see.  Are there going to be announcements of concrete things to further those objectives?  And what subject areas might those be on?\n\n\tMR. KUPCHAN:  We, as I said, have kind of combined in our preparations, combined efforts to develop themes with a discussion about what we can do to make sure that we further the themes, the objectives that the President and the Pope share.  I think that you will see on the day of the Pope’s visit some effort to bring to life that agenda and to make sure that the visit has lasting value.  But I think you should stay tuned for any details on that front.\n\n\tMR. RHODES:  I guess the only thing I’d add -- this is Ben  -- is it differs from a foreign government, where the foreign government comes here and we announce joint initiatives in a range of areas.  However, in these different areas that the Church has been focused and some of which are areas that we are focused on, we want to make sure that we are appropriately demonstrating our commitment to follow through on the types of values that the Pope has spoken of.\n\n\tWhether it relates to preserving our environment, promoting development, supporting religious freedom, these are things that the United States is committed to in any case.  These are things that the Pope has spoken out on behalf of.  And so, again, while these are not necessarily issues where it’s a bilateral agreement along the lines of what we do with a foreign government, I think we’ll be looking to demonstrate that we have been making and will continue to make very real commitments in areas that I think are important to both the United States, to Pope Francis, and to, frankly, people around the world.  So we’ll have a chance to speak more to that during the visit.\n\n\tQ    Hi, there.  I have kind of an unusual logistical question, which obviously the Pope’s visit to the White House comes on Yom Kippur, the Day of Atonement for people who are Jewish.  And I was curious if you could talk a little about, is there anything that's going to be done in connection with that?  I understand there are going to be interfaith leaders, and I didn't know if rabbis would be participating in the welcoming ceremony and anything else you can say about the connection between these two events.  Thank you. \n\n\tMS. ROGERS:  Yes, thanks, Juliet.  This is Melissa.  Other parts of the Washington, D.C. visit won't overlap with Yom Kippur.  And there are also going to be opportunities for people of different faiths to participate in events in the New York and Philadelphia legs of the Pope’s visit.  So we're very pleased about that.  And as you know, the Holy Father has a very complicated schedule for this trip, so we worked with that schedule as best we could. \n\n\tMR. RHODES:  And so there will be members of the Jewish community who will be able to participate in these other elements of the Pope’s visit that don't fall on Yom Kipper, and we were very mindful -- as was the Vatican -- in ensuring that that would be the case, knowing that his time here was going to overlap with Yom Kippur.\n\n\tKeep in mind his own schedule was driven in part by the Conference on the Family in Philadelphia and the U.N. session on the Sustainable Development Goals, which happen to fall in this proximity to Yom Kippur.  But I think the Vatican was very accommodating, and we were very focused on ensuring that the American Jewish community would be able to participate in important interfaith efforts to be a part of this visit of the Pope.\n\n\tQ    Hi, guys.  I wonder if you could talk a little bit about the context in which the Pope is coming to visit.  He’s obviously not a political figure.  Ben, as you said, he’s not a foreign leader in the traditional sense of a Russian or a Chinese leader.  But he does come at a moment where we're having some pretty big debates in this country about things that he has weighed in on, particularly income inequality, climate change, issues in which he seems to be helpful to your side of the argument.  At the same time, literally within days of his visit, we're going to be debating whether the government should be funding a group like Planned Parenthood that supports abortion, which obviously he feels strongly about, and same-sex marriage is a big issue.  How do you see his visit fitting into the context of today’s political debates here?\n\n\tMR. RHODES:  Sure, Peter.  It’s a really good question.  I think, frankly, the Pope sets his own agenda and speaks his own mind and has his own pastoral mission.  And we would not expect in any way the Pope to influence -- we would not in any way want to create any expectation that the Pope is going to be a voice in U.S. domestic political issues.  \n\n\tI think the Pope in many ways operates at a different plane of being a spiritual and moral leader.  So I think we’d be very sensitive to not suggest that the Pope’s visit and his words are inserted into our own domestic politics.  He’ll make his own determinations and I’m sure he’ll speak his mind.  And he’s demonstrated himself to be a very candid and principled voice on a whole host of issues.\n\n\tAnd look, the fact of the matter is that there will be -- when it comes to the policies of our administration and the priorities that the President sets, there are a whole host of issues where there is much common ground with the mission of the Vatican, and there have been issues where there have been differences as it relates to other issues.  So that's just the nature of this relationship.  \n\n\tI think whatever the issue is, we welcome the Pope’s voice and leadership.  To get I think specific on a few things, on climate change, we don't just view that as a U.S. issue, it's a global issue.  And the Pope’s voice, his encyclical, comes at a time when countries around the world are preparing for an important international meeting at the end of the year in Paris. And so there, again, this is not specific to the United States. I think the Pope has spoken about the need for all of us to meet our responsibility to care for God’s creation.  And that I think provides an important moral backdrop to the type of policy decisions that individual leaders will make on climate change.\n\n\tBut again, that's kind of broader than some specific issues that might be before the President or Congress that has to do with, how do we care for the climate?  And similarly, on issues of religious freedom and interfaith dialogue, those are obviously very relevant to different conflicts around the world.  I think the Pope calls on everybody to do better in reaching across states and reaching across divides in trying to promote dialogue. So these are broad, thematic messages that the Pope has delivered that really go beyond even individual policies and get at how do we approach issues and how do we approach one another.\n\n\tYou mentioned inequality.  I think the Pope operates at a level of calling on all of us to care for the weak among us, which is obviously a central tenet to the Church’s mission and certainly to this particular Pope.  I think people of different political persuasions can find inspiration in that, no matter what they think of different policies.  The notion that we all benefit when people are lifted out of poverty and there’s not the challenge of extreme inequality.\n\n\tSo you're absolutely right that there is -- obviously when you're in Washington, there are political contexts to all different issues.  But I think we want to let the Pope speak for himself.  He will calibrate exactly what he wants to say.  And I think we see his message as providing a moral and spiritual backdrop to the decisions we make in government and in our own lives.  And of course, that has unique resonance for American Catholics.\n\n\tAnd there have been times where, on specific issues, the Pope’s leadership has been important, and the Vatican as an institution has been important.  And one, of course, is Cuba, where the Pope provided important support and engagement on behalf of the normalization of relations between our two countries.  And even then, as the Pope, himself, has said, that was more him, I think, issuing a call upon the leaders of the United States and Cuba to resolve issues through dialogue, to improve our relations.  The Vatican was able to host the U.S. and Cuban delegations as we were finalizing the agreement that we announced in December of last year, and, frankly, provided a kind of moral degree of support that was important in moving that process forward.\n\n\tMR. KUPCHAN:  I would just add, Peter, I think one of the things that made preparation for the visit particularly interesting is that not only is the Vatican not a “normal” country, but this Pope is a very independent figure, and we know from his previous travels that we don't know what he’s going to say until he says it.  And in that respect, we are fully expecting that there will be some messages with which we may respectfully disagree or have differences, but that on many of the big-ticket items, the ones that Ben just mentioned, like climate change, like fighting inequality, like fighting poverty, like reaching out to people in distress and people in need, his essential messages will resonate very much with the President’s agenda.  And in that respect, we are hoping that his moral authority helps us advance many of the items that we take to be very high on our policy agenda.\n\n\tQ    Peter actually asked most of my question so the only other thing I would ask is, on the subject of politics, what are the political implications of his address to Congress, if you can follow up on that theme?\n\n\tMR. RHODES:  I guess I’d just say that people will be listening very closely to what the Pope has to say, given his leadership of the Church and given the unique role that he has carved out I think as a substantial moral voice on the world stage.  And, again, look, I think there will be things that people agree with.  There will be things that some people might not agree with, and there will be things that -- well, and, frankly, whatever he says will make people think.  \n\n\tAnd I think that’s what we’ve been struck by with the Pope is that everywhere he has gone, he has found things to welcome, but he has also found things to challenge.  We’re not perfect.  The Pope -- whatever religion you are I think you begin from the standpoint that human beings are imperfect, and so the Pope would not be acting consistent with how he has in the past if he didn’t find things with which to take issue in terms of whether it’s political or other issues in the United States, just as I think he’ll find many things to praise.\n\n\tSo I think we look at it less as a political speech and more as a message from a spiritual and pastoral leader that I think will give everybody something to think about, even if the policy implications of what he says will resonate in different parts of that body, depending on what the subject is.\n\n\tQ    I wondered if you could just clarify one number for me. Josh Earnest, in the briefing today, estimated 15,000 people, and I think you mentioned upwards of 10,000 for the welcoming ceremony.\n\n\tMR. RHODES:  Yes, so I think it’s closer to 15,000.  We’re anticipating between 14,000 and 15,000.  So a very large crowd on the South Lawn there.  \n\n\tAnd what I’d say is when we have events of that scale, we work with other partners to help distribute invitations.  So the White House issues invitations, but we’ve also been working with the U.S. Conference of Catholic Bishops, the Archdiocese of Washington, Catholic Relief Services, Catholic Charities.  So we wanted to work with partners who have a very deep, personal interest in the Pope’s visit to ensure that they also could be well represented on the South Lawn on what will be a historic event and a very important event for American Catholics but people of all faiths and persuasions.\n\n\tMS. ROGERS:  Yes, this is Melissa.  I’d just add that of course Catholic Charities has affiliates across the country so, for example, they’ll be bringing people from those affiliates from across the country to come to the South Lawn, and we’re thrilled about that.  There are also people connected with the Bishops Conference that are in the various states, and they’ll be coming.  So we’ll have people from across the nation representing Catholic entities, and many Catholic entities that are deeply engaged in service to one’s neighbor, whether the neighbor is Catholic or not Catholic.  And so it’s a great opportunity to focus on that element of service and for us to be able to thank them for the kind of service they provide that so resonates with the message of Pope Francis.\n\n\tQ    I wondered whether you could say a little bit more about, one, the range of religious folks that are invited.  You just mentioned about the Catholics, but I wonder about other religious representation.  And I also wondered if there are any particular gifts to the Pope that might be given during this arrival time.\n\n\tMR. RHODES:  Yes, so on the second question -- then Melissa can speak to the first -- there will be an exchange of gifts between the President and the Pope around their meeting here at the White House.  So that’s where that will take place.  We’ll provide information about the nature of the President’s gift to the Pope on the day of the gift exchange.  But on the first question, I’ll turn to Melissa.\n\n\tMS. ROGERS:  Thanks, Adele.  So, yes, in addition to many Catholic leaders, other Christian -- a wide variety of other Christian leaders have been invited, as well as Muslim leaders, Hindu, Buddhist -- quite a range of other faiths.  And we’re excited about that.  And the people who are not Catholic are expressing a great enthusiasm for being here as well.  And, of course, we’re inviting people who are not connected with faith entities or leaders of religious organizations as well but just have great regard for the Pope and his message.\n\n\tQ    I just wanted to ask, based on what Ben was saying in response to Peter Baker, it sounds as though you’re not really sure what the Pope is going to say -- or do you?  Are you sort of bracing for what his message might be?  And then the other question that I had, it was kind of more of a logistical one, and that is, are we ever going to hear from the President and the Pope together, side by side, in any fashion?  Or is the main message from the Pope going to be happening at the Congress?  Thanks very much.\n\n\tMR. RHODES:  Yes, so on your second question, Jim, they speak at the arrival ceremony.  So you’ve seen arrival ceremonies when we have state visits where they are able to make brief remarks on the South Lawn.  So that’s what I’d expect there.  They don’t do the kind of press conference together as he might do with other foreign leaders, but they will have that opportunity on the South Lawn.  \n\n\tOn your first question, look, the Pope will make his own determination about what he says.  So, no, I don’t think we can say with certainty what the Pope will touch upon in his address to Congress, that’s for him to determine.  I think we can deduce from his past remarks and travels what issues are important to him.  And he has certainly been a forceful advocate for combatting poverty and inequality, and protecting -- and being good stewards of the environment and upholding respect for the freedom of religion, of course, elevating the family.  \n\n\tSo there’s a host of things that he has talked about in the past that I think suggests issues that are important to his pastoral mission and that have been personally important to him as Pope.  But I think we would in no way claim to have foreknowledge of what he’s going to focus on, nor would we think it’s appropriate for us to in any way try to influence what he focuses on.  That's entirely his discretion.\n\n\tAnd, again, even more so than any other foreign leader, I think we look forward to an opportunity to hear what one of the world’s most prominent moral spiritual leaders has to say, and expect that he will give us much to think about. \n\n\tQ    Just following up, Ms. Rogers, can you speak a little more to what Adele asked about?  Why do you think these leaders, particularly Christian leaders, are so enamored of this Pope and want to be at this event?  What kind of things are they telling you?\n\n\tMS. ROGERS:  Thanks.  So I think some of the things that strike other religious leaders is the way the Pope has not only talked a certain message about caring for those in need, but how he has actually lived out that message -- embodied that message, if you will -- how he has visited prisons and washed people’s feet, washed prisoners’ feet, how he has reached out to the homeless and invited them into the Vatican and installed showers so they can clean themselves.  And he has made efforts repeatedly to not just talk about this message of Jesus and the love of Christ for others, including the least of these, but also embodied that message with his deeds.\n\n\tAnd I think people have found that to be profoundly inspiring across religions.  Religions all have this value of reaching out to the people who are struggling, the most vulnerable.  And I think people have been very inspired by that \n\t-- all religions and no religion -- and want to try to respond to the Pope by coming together to do more of that kind of service and compassionate understanding of our fellow human beings.\n\n\tMR. RHODES:  Yes, and I’d just say in the six and a half, seven years we’ve been here, even beyond the spiritual message, I think this Pope has been able to strike a chord on issues that affect people around the globe.  When you talk about inequality or climate change, these are not issues that are unique to the United States or any one part of the world.\n\n\tThe Pope has managed to find a way to talk about those issues as a Church leader, but also, frankly, as an individual.  That has resonated with audiences in a way that, frankly, other world leaders have not.  \n\n\tAnd I think that's part of what generates excitement in obviously the Catholic community, but also I think in much broader constituencies here in the United States and around the world.  These are issues that are going to define our future, and the Pope I think is providing an incredible sense of motivation that they can and must be addressed.  And I think that's going to inform -- if you look at the Sustainable Development Goals Conference at the U.N. and the effort to eliminate extreme poverty, or the efforts to combat global climate change, the Pope’s voice could not be more timely and important.  And so that -- those are just a couple of examples of ways in which I think he’s struck a chord.\n\n\tAnd, of course, on this trip -- going to both Cuba and the United States back to back -- I think he will also be demonstrating the possibilities that exist for dialogue.  One of the things that was notable when we were engaged in our discussions with the Cubans is not only was the Church an institution that was very important to large amounts of people in both Cuba and the United States, but Pope Francis was uniquely respected in both Cuba and the United States, which made both him and the Vatican exactly the right supporters for the process of normalization.  And that gave good impetus for our efforts.\n\n\tSo we’ll stop there.  We’ll be able to provide you with information leading into and during the Pope’s visit, and we're very much looking forward to it.  Thanks for joining the call.\n\n\tEND\n\t5:49 P.M. EDT\n\n\n\n\n"
}