{
    "title": "Congressman Bishop Backs Middle Class Tax Cut Framework | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/08/congressman-bishop-backs-middle-class-tax-cut-framework",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 08, 2010\n\n \n\n\n\nCongressman Bishop Backs Middle Class Tax Cut Framework\n\n\n\n\n\nStatement of Representative Sanford D. Bishop, Jr. on the Tax Cut Compromise\n\n\n\tTuesday, 07 December 2010 17:57\n\n\tWashington, D.C. – I applaud the bipartisan agreement on much-needed tax relief for all Americans.  Now is not the time to raise taxes on any segment of the population while the economy remains so fragile.  Raising taxes would stifle investment, impede job creation, and put severe financial strain on businesses and individuals.\n\n\tEvery worker in Georgia’s Second Congressional District will benefit from having 2% less taken from his or her paycheck each and every week for a year.  This will keep money in the pockets of every working American and stimulate the economy.  Out-of-work Georgians will benefit from the one-year extension of unemployment insurance benefits, so that they can continue to look for work and provide for their families as the economy recovers.\n\n\tFurthermore, many of Georgia’s seniors are on fixed incomes consisting of Social Security payments, supplemented by dividend and capital gains income.  This agreement will help ensure that seniors can make ends meet in this challenging economic environment.\n\n\tFinally, while I would have preferred a full repeal of the estate tax, the bipartisan agreement provides substantial relief and certainty to Georgia’s farmers and small businesses by allowing a $10 million exemption for couples and by lowering the estate tax rate by 20%.\n\n\tI look forward to voting for this bipartisan agreement should it reach the House floor in its current form, and I urge my colleagues to send it to the President’s desk for his signature before the end of the year.\n\n\n\n\n"
}