{
    "title": "Gaggle by White House Deputy Press Secretary Bill Burton on Air Force One en route Guadalajara, Mexico, 8/9/09 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/gaggle-white-house-deputy-press-secretary-bill-burton-air-force-one-en-route-guadal",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nAugust 09, 2009\n\n \n\n\n\nGaggle by White House Deputy Press Secretary Bill Burton on Air Force One en route Guadalajara, Mexico, 8/9/09\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t_____________________________________________________________________\n\t\tFor Immediate Release                                                August 9, 2009\n\n\nPRESS GAGGLE BY\n\t\tDEPUTY PRESS SECRETARY BILL BURTON\n\n\t\tAboard Air Force One\n\t\tEn Route Guadalajara, Mexico\n\n\n\t\t4:24 P.M. EDT\n\n\n\t\tMR. BURTON:  So why don't you just fire away?  Any interesting questions?  (Laughter.)\n\n\t\tQ    Okay, we've got to think of something.  (Laughter.)\n\n\t\tQ    What are we expecting tonight, Bill, in Mexico?\n\n\t\tMR. BURTON:  Well, I'd say, broadly, the purpose of this summit is for the President to have an opportunity to speak with his counterparts about issues of mutual concern like H1N1 preparedness, economic competitiveness, security, and also global climate change.  And so tonight they'll have a open and wide-ranging discussion on those topics and probably some other things will come up.\n\n\t\tQ    Has the President had any updates or gotten involved at all in the Hudson River crash?  Anything that he learned about that before he left?\n\n\t\tMR. BURTON:  Well, he has been briefed on the issue and obviously I would stay in touch with NTSB and FAA for any further updates on information, but, yes, he's been briefed.\n\n\t\tQ    Does he have any new initiatives that he plans to put on the table here, or is this a follow-up to the meetings that he had with Calderón and Harper earlier this year?\n\n\t\tMR. BURTON:  Well, I would point out that the President has made it a point to focus in on issues important to this hemisphere, and together with his counterparts in Canada and Mexico -- he's met with those leaders a combined dozen times.  So this is one part of an ongoing discussion to talk about some of the things that are specifically time-sensitive, as I mentioned before, and it's a conversation that will keep going. \n\n\t\tObviously President [sic] Harper will be coming to Washington in September.  We'll see them at the G20.  So this is part of an ongoing conversation.\n\n\t\tQ    On trucking, certainly that will be some of the discussion between the two leaders.  What is exactly the administration doing with Congress to work on the resumption of the pilot program?\n\n\t\tMR. BURTON:  I don't know if I fully heard your question, but here's the answer I'm going to give you -- (laughter.)\n\n\t\tQ    What do you think this is, your birthday?  (Laughter.)\n\n\t\tMR. BURTON:  The President -- obviously this issue is going to come up and the President is committed to making sure that we fulfill our international obligations and that any regulations and so forth that are put into place are consistent with our agreements.  And so we look forward to talking about a wide range of economic issues tonight and tomorrow.\n\n\t\tQ    Sorry, can you say anything about the plan the administration is going to send to the Hill on better assessing how successful the Afghan and Pakistan war is going to be?  There were reports about that this morning.  How are you going to measure how well you're doing.\n\n\t\tMR. BURTON:  Well, I would point out that, first of all, there are metrics in place right now, and we're obviously making progress.  And I want to make clear the reason that we're in Afghanistan is because the people who plotted 9/11 are still operating there, and ultimately we're there to protect Americans and put those terrorists out of business.\n\n\t\tGeneral McChrystal has been on the ground, as General Jones talked about earlier today.  And like any good commander, he's doing a thorough assessment of how things are going, and that will obviously be coming forward soon.  And we'll continue to discuss the metrics and the progress that we're making in Afghanistan with Congress.\n\n\t\tQ    On Pakistan, does the President have any reaction to sort of what's happening with the Taliban leaders there?  I think General Jones this morning said that he confirmed that the leader in Pakistan was killed.  I'm sure the President also knows that. Any reaction in sort of -- was there confirmation of that?\n\n\t\tMR. BURTON:  I think what General Jones said was that he was pretty sure that he had been killed.  And obviously Mehsud was a murderous thug, and his elimination is a step forward for the safety of folks in that region and in our country. \n\n\t\tSo this is obviously -- this also shows that Pakistan has made progress in moving to root out and eliminate extremist elements in their country.  And we're going to continue to partner with them to keep doing just that.\n\n\t\tQ    When does this go from \"pretty sure\" to \"sure\"?  When will the government know if that has happened?\n\n\t\tMR. BURTON:  I'm not an expert on something like that.  I don't know if we'll ever know for sure.  Obviously there's some conflicting reports that are coming out of the region.  But like I said, we're pretty sure, and obviously that's a victory for safety and security in the region.\n\n\t\tQ    Bill, this morning General Jones said that the United States had expressed its concern to Iran about the three hikers. How did we express those concerns?  Was it directly through the Swiss or through another intermediary?\n\n\t\tMR. BURTON:  Well, we've obviously sent a strong message to Iran that they should immediately release those individuals, as well as other Americans that they're detaining.  I don't want to get into the specifics of every single issue like this, but I will say that there were strong sentiments conveyed and I assume received.\n\n\t\tQ    And what -- just publicly, do you mean, strong sentiments conveyed?\n\n\t\tMR. BURTON:  Yes.  All right?\n\n\t\tQ    Happy birthday. \n\t\t     \n\t\tQ    Thank you.\n\n\t\tEND                                      \n\t\t4:30 P.M. EDT\n\t\t \n\n\n\n\n\n"
}