{
    "title": "BlueGreen Alliance Backs American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/09/bluegreen-alliance-backs-american-jobs-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 09, 2011\n\n \n\n\n\nBlueGreen Alliance Backs American Jobs Act\n\n\n\n\n\nBlueGreen Alliance: With Stage Set, Up to Congress to Move Forward on Creating Good, American Jobs\n\n\tWASHINGTON, D.C. (September 8, 2011) Following President Obama’s address to Congress, the BlueGreen Alliance released the following statement from Executive Director David Foster:\n\n\t“President Obama tonight turned the nation’s attention to creating good, American jobs. His agenda will set the stage for revitalizing our economy and doing the work that America needs done. Now the Congress needs to respond by quickly breaking the logjam on the jobs crisis. \n\n\t“We applaud the President for reiterating his support for many of the infrastructure initiatives included in the Jobs21! plan. Bold ideas like an infrastructure bank will strengthen America's efforts to build a 21st century transportation infrastructure — which is essential for businesses to compete and thrive in a global economy where Europe and China are fast racing ahead.\n\n\t“We are especially pleased with the President’s proposal to modernize America’s schools. A green school in every community will be a living symbol of how to put America back to work, improve the health of our children and teachers, and move our economy closer to a clean energy future. School modernization creates jobs for construction workers and demand for the energy efficiency products made in America’s factories.\n\n\t“The jobs and industries of today and tomorrow must be created in America. Too many U.S. manufacturing jobs have moved offshore — including jobs making solar panels, wind turbines, energy-efficient appliances and light bulbs. Investments made today, and the jobs created by them, must stay in the United States. Because of this, we need continued dedication to forward-looking clean energy policies that will complement the American Jobs Act, as outlined in our Jobs21! plan.\n\n\t“But the most important aspect of tonight’s speech was the President’s call to Congress to address immediately America’s pressing unemployment crisis. We are optimistic that the President’s strong call for action will move Congress to act quickly. The clearest path to economic prosperity is one that ensures America leads the industries of the 21st century. We look forward to working with the President and Congress to implement these smart policies and investments that will create jobs while making America a cleaner, more efficient and more competitive economy.\n\n\t“Let’s put America to work doing the work that America needs done.”\n\n\n\n\n"
}