{
    "title": "Fact Sheet and Overview | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/08/fact-sheet-and-overview",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 08, 2011\n\n \n\n\n\nFact Sheet and Overview\n\n\n\n\n\n\tThe American people understand that the economic crisis and the deep recession weren’t created overnight and won’t be solved overnight. The economic security of the middle class has been under attack for decades. That’s why President Obama believes we need to do more than just recover from this economic crisis – we need to rebuild the economy the American way, based on balance, fairness, and the same set of rules for everyone from Wall Street to Main Street. \n\n\tWe can work together to create the jobs of the future by helping small business entrepreneurs, by investing in education, and by making things the world buys. The President understands that to restore an American economy that’s built to last we cannot afford to outsource American jobs and encourage reckless financial deals that put middle class security at risk.\n\n\tTo create jobs, the President unveiled the American Jobs Act – nearly all of which is made up of ideas that have been supported by both Democrats and Republicans, and that Congress should pass right away to get the economy moving now. The purpose of the American Jobs Act is simple: put more people back to work and put more money in the pockets of working Americans. And it would do so without adding a dime to the deficit.\n\n\t The American Jobs Act has five key components:\n\n\nTax Cuts to Help America’s Small Businesses Hire and Grow\n\nPutting Workers Back on the Job While Rebuilding and Modernizing America\n\nPathways Back to Work for Americans Looking for Jobs\n\nMore Money in the Pockets of Every American Worker and Family\n\nFully Paid for as Part of the President’s Long-Term Deficit Reduction Plan\n\n\nTax Cuts to Help America’s Small Businesses Hire and Grow.\n\n\tThe President’s plan includes new tax cuts to businesses that provide immediate incentives for firms to hire and invest. These tax cuts would be available to all businesses, regardless of size, but are designed to target their impact towards the smallest businesses:\n\nA payroll tax cut to businesses, with a focus on small employers ($65 billion in combination with the payroll tax holiday for new wages).The President’s plan will extend the payroll tax cut to firms by cutting in half their payroll tax on the first $5 million in payroll. Next year, instead of paying 6.2 percent on their payroll expenses, firms would pay only 3.1 percent. The President’s plan would provide tax cuts for all firms, with focused relief on the 98 percent with less than $5 million in payroll.\n\nHow It Would Work for a Typical Firm:A construction firm with 50 workers earning an average of $50,000 a year – for a total payroll of $2.5 million – would receive a payroll tax cut of 3.1% of its total payroll, or about $80,000. The firm’s workers would receive an average tax cut of about $1,500 a year from the employee side payroll tax cut in the President’s plan.\n\nWhat Others Have Said About a Payroll Tax Cut for Businesses:\n\n\n\t\tThe Congressional Budget Office estimates that an employer payroll tax cut is one of the most effective job creators. (January 2010).\n\n\t\tThe National Federation of Independent Business has said that a payroll tax holiday for small businesses “would … [help] struggling businesses reduce costs…   Eliminating the payroll tax can reduce unemployment and keep people working during a period of slowed economic growth. ” (April 2009).\n\n\t\tIn 2010, fifty House Republicans – including Michelle Bachmann and Select Committee on Deficit Reduction member Jeb Hensarling – co-sponsored legislation to halve employer- and employee-side payroll tax cuts, and expand allowances for business expensing, along the lines of the President’s plan.\n\n\t\tSenator Orrin Hatch, the top Republican on the Senate Finance Committee, said he would “probably be for” an employer-side payroll tax cut (June 8, 2011).\n\n\nA complete payroll tax holiday for new jobs or wage increases.In addition to the 3.1% payroll tax cut for all firms, the President’s plan provides a direct incentive to encourage firms to hire additional employees or raise wages for their current employees. The plan would completely refund payroll taxes paid on added workers or wage increases for current workers above the level of last year’s payroll.  To focus the benefit of this tax cut on small businesses, payroll tax relief would be capped at applying to $50 million in new wages. This tax holiday would be augmented by targeted tax cuts for hiring the long-term unemployed as well as veterans who have been out of work six months or more.\n\nHow It Would Work for a Typical Firm: A warehouse with a payroll last year of $7 million that this year hires 40 new workers and adds $2 million in payroll would get a full refund on the 6.2% payroll taxes paid on the added $2 million in payroll – for a tax cut of $124,000. (That tax cut would come on top of the maximum 3.1 percent payroll tax reduction of $155,000 on its base payroll).\n\nWhat Others Have Said About a Bonus Tax Cut for New Jobs and Wages:\n\n\n\t\tThe Congressional Budget Office has identified this type of job creation tax cut as one of themost effectiveways to help accelerate job growth. (January 2010).\n\n\t\tMoody’s Chief Economist Mark Zandi: “At the top of the list is a temporary tax break for firms that in­crease their payrolls. Businesses may expand payrolls by giving their existing employees more hours, raising wages, and/or hiring more workers.” (February 8, 2010).\n\nAlan Blinder, former Vice Chairman of the Federal Reserve: “For several years many economists have promoted a tax credit for new jobs…. While the details matter, the basic idea is to offer firms that boost their payrolls a tax break. …  No increase, no reward.” (July 12, 2011).\n\n\nExtend 100 percent business expensing through 2012 ($5 billion).The President is proposing an extension of the 100 percent expensing provision that he signed into law in December 2010, which rewards firms for making investments by allowing them to deduct the full value of those investments from their tax obligations through 2012. Extending 100 percent expensing for an additional year would put an additional $85 billion in the hands of businesses in 2012. Most of this relief would be recouped by the Treasury as businesses regain their strength. \n\nWhat Others Have Said About Expensing:\n\n\n\t\tThe National Federation of Independent Business called expensing a “big victory” for small business: “Bottom line – just about every small business can write-off the full amount of investments they want to make in 2010 and 2011.” (December 2010).\n\n\t\tIn a 2010 letter signed by the U.S. Chamber of Commerce, more than 80 business groups – representing industries from aerospace and wireless to builders, contractors, and retail stores – wrote that “bringing back bonus depreciation will encourage companies of all sizes to invest in newer, more efficient, and more environmentally-friendly equipment, which will help large and small businesses alike.”\n\n\nHelp entrepreneurs and small businesses access capital and grow. The President’s plan includes administrative, regulatory and legislative measures to help small firms start and expand. This includes:\n\nChanging the Way the Government Does Business with Small Firms: The Administration will soon announce a plan to accelerate government payments to small contractors to help put money in their hands faster.  The President is also directing his CIO and CTO to stand-up, within 90 days, BusinessUSA, a one-stop online platform that businesses could use to access the full range of government programs and services businesses they need to compete globally. These changes were called for by the President’s Jobs Council, the President’s Export Council and small businesses across the country. Finally, the Administration supports a delay of the Bush Administration-era rule requiring government entities withhold and send to the IRS 3% of payments made to contractors.\n\nReducing Regulatory Burdens on Small Business Capital Formation: As part of the President’s Startup America initiative, the Administration will pursue efforts to reduce the regulatory burdens on small business capital formation in ways that are consistent with investor protection. This includes working with the SEC to explore ways to address the costs that small and new firms face in complying with Sarbanes-Oxley disclosure and auditing requirements. The administration also supports establishing a “crowdfunding” exemption from SEC registration requirements for firms raising less than $1 million (with individual investments limited to $10,000 or 10% of investors’ annual income) and raising the cap on “mini-offerings” (Regulation A) from $5 million to $50 million. This will make it easier for entrepreneurs to raise capital and create jobs.\n\nHelping Small Businesses Compete for Infrastructure Projects: Small businesses are also a vital part of our efforts to invest in and re-build our nation’s infrastructure.  In order to ensure that small firms have the tools they need to compete for and win bids on infrastructure projects, we are calling to temporarily increase the limit on SBA-guaranteed surety bonds from $2 million to $5 million.\n\nPassing Patent Reform: Small businesses are critical to developing innovative products and services.  Reforming our outdated patent system will allow them to get their ideas to market faster and will help accelerate their potential to transform and grow our economy and create the jobs of the future.\n\nPutting Workers Back on the Job While Rebuilding and Modernizing America.\n\n\tThe President’s plan will put Americans back to work in key areas that are central to America’s future competitiveness. It will repair and modernize classrooms across the country and make sure that teachers who have been laid off because of budget cuts can be brought back to work. It will take on the fact that the American Society of Civil Engineers (ASCE) awarded the United States a ‘D’ for the overall condition of its infrastructure. Both to modernize the nation’s roads, railways, airports and schools and to put hundreds of thousands of workers back on the job, the President is proposing a strategy that combines immediate investments in infrastructure with innovative reforms to ensure that the best projects get financing. These investments in infrastructure would not only put people to work now, but also yield lasting benefits for the economy, increasing growth in the long run. They should also have bipartisan support. As AFL-CIO President Richard Trumka and U.S. Chamber of Commerce President Thomas Donohue stated: “With the U.S. Chamber of Commerce and the AFL-CIO standing together to support job creation, we hope that Democrats and Republicans in Congress will also join together to build America’s infrastructure.” (January 26, 2011).\n\nA Helping Hand for Veterans:The President believes we have an obligation to make sure our veterans are able to navigate this difficult labor market and succeed in the civilian workforce, and that is why he is proposing a plan to lower veteran unemployment and ensure that servicemembers leave the military career-ready:\n\n\tA new Returning Heroes Tax Credit of up to $5,600 for veterans who have been unemployed six months or longer, and a Wounded Warriors Tax Credit of up to $9,600 that will increase the existing tax credit for firms that hire veterans with service-connected disabilities who have been unemployed six months or longer.\n\n\tForming a Department of Defense-led task force to maximize the career-readiness of all servicemembers, and enhancing job search services through the Department of Labor for recently transitioning veterans.\n\nPreventing Teacher Layoffs and Keeping Police Officers and Firefighters on the Job ($35 billion):The President’s plan will invest $35 billion to prevent up to 280,000 teacher layoffs and keep police officers and firefighters on the job.\n\nPreventing Teacher Layoffs:  As many as 280,000 education jobs are on the chopping block in the upcoming school year due to continued state budget constraints. These cuts could have a significant impact on children’s education, through the reduction of school days, increased class size, and the elimination of key classes and services. The President’s plan will support state and local efforts to retain, rehire, and hireearly childhood, elementary, and secondary educators (including teachers, guidance counselors, classroom assistants, afterschool personnel, tutors, and literacy and math coaches).  These efforts will help ensure that schools are able to keep teachers in the classroom, preserve or extend the regular school day and school year, and also support important after-school activities.\n\nPreserving First Responder Jobs: The President’s plan includes $5 billion to support the hiring and retention of public safety and first responder personnel. By supporting such jobs, the plan aims to keep communities safe from crime and able to maintain critical emergency response capabilities.\n\nModernizing At Least 35,000 Public Schools – From Science Labs and Internet-Ready Classrooms to Renovated Facilities($30 billion): The President’s plan calls for substantial investments in our school infrastructure, modernizing and upgrading America’s public schools to meet 21st century needs.  The cost of maintaining more than 100,000 public schools is substantial for already overstretched districts.  The accumulated backlog of deferred maintenance and repair amounts to at least $270 billion.  Schools spend over $6 billion annually on their energy bills, more than they spend on computers and textbooks combined.  For children in the nation’s poorest districts, these deferred projects too often mean overcrowded schools with crumbling ceilings and a lack of the basic wiring infrastructure needed for computers, projectors, and other technology. The President’s plan will invest $30 billion in enhancing the condition ofour nation’s public schools – with $25 billion going to K-12 schools, including a priority for rural schools and dedicated funding for Bureau of Indian Education funded schools, and $5 billion to community colleges (including tribal colleges). The range of critical repairs and needed construction projects would put hundreds of thousands of Americans – construction workers, engineers, maintenance staff, boiler repairman, and electrical workers – back to work. \n\nSafer, Healthier, and Technologically-Advanced Schools of the Future:   Permissible uses of funds would include a range of emergency repair and renovation projects, greening and energy efficiency upgrades, asbestos abatement and removal, and modernization efforts to build new science and computer labs and to upgrade technology in our schools.   Local districts will also be able to put these funds to work to invest in upgrades to allow schools to continue to serve as centers of the community – from improvements to school ground outdoor learning and play areas to upgrades to shared spaces for adult vocational and job development centers.  These efforts will not only make our schools safer and healthier learning environments, but also ensure that our schools are fully equipped to teach 21st century skills in math, science, and other technical fields and to serve as effective centers for workforce training and development.\n\nA Focus on Schools in Need:   To ensure that schools in the most disrepair will be able to make necessary enhancements, 40 percent of the funds will be directed toward the 100 largest high-need public school districts. This investment is particularly important as national surveys have found that the schools with the highest proportion of lower-income and minority students are least likely to have functional laboratory equipment. The remaining 60 percent will be directed towards states to allocate, and states would have flexibility to use those funds to service other high-need districts, including schools in rural areas.\n\nModernizing Community Colleges to Train a 21st Century Workforce:  America’s community college system was built up over 40 years ago to support education and training activities of that time.  These colleges are in desperate need of upgrades to ensure that facilities are equipped meet the demands of the 21st century workforce.  Deferred maintenance at community colleges is estimated to be $100 billion. As part of this school modernization initiative, the President’s plan proposes $5 billion of investments for facilities modernization needs at community colleges. Investment in modernizing community colleges fills a key resource gap, and ensures these local, bedrock education institutions have the facilities and equipment to address current workforce demands in today’s highly technical and growing fields.\n\nImmediate Investments in Infrastructure ($50 billion): In order to jumpstart critical infrastructure projects and create hundreds of thousands of jobs, the President’s plan includes $50 billion in immediate investments for highway, highway safety, transit, passenger rail, and aviation activities – with one fifth of the funding advancing a transformation of how we finance transportation infrastructure and what we finance.\n\nInvestments in Making Our Nation’s Highway Systems Safer and More Efficient:The President’s plan includes investments totaling $27 billion to make our nation’s highway systems more efficient and safer for passenger and commercial transportation.\n\nRepairing Transit Systems and Improving Our Rail Systems:The plan includes $9 billion of investments to repair our nation’s transit systems, many of which are desperately in need of modernization. It also includes $2 billion in funding to improve intercity passenger rail service. These funds will connect communities, reduce travel times and congestion, and create skilled manufacturing jobs.\n\nImproving Our Airports:The plan also includes airport improvement grants of $2 billion to improve safety, add capacity, and modernize airport infrastructure across the country.\n\nOpportunities for All in the Transportation Sector: The President’s plan would invest an additional $50 million in 2012 to enhance employment and job training opportunities that will benefit minorities, women, and socially and economically disadvantaged individuals in transportation related activities, including construction, contract administration, inspection, and security. His plan will also invest an additional $10 million in 2012 to help minority-owned and disadvantaged business enterprises gain better access to transportation contracts.  And it will ensure that infrastructure investments allow for the hiring of local workers, to maximize economic benefits for communities where projects are located.\n\nFunding for Innovative Transportation: The plan includes $10 billion for innovative ways of financing and investing in infrastructure. This includes $4 billion to develop high-speed rail corridors; $1 billion to support NextGen Air Traffic Modernization efforts, which will employ technology to make the National Airspace System safer and more efficient, and $5 billion for the TIGER and TIFIA programs, which target competitive dollars to innovative, multi-modal transportation programs.   \n\nExpediting High Impact Infrastructure Projects:The President recently issued a Presidential Memorandum in coordination with his Jobs Council directing departments and agencies to identify high impact, job-creating infrastructure projects that can be expedited through outstanding review and permitting processes within the control and jurisdiction of the federal government. The President also directed the creation of a Projects Dashboard to ensure the details of each project identified will be available for stakeholders to follow through the expedited review process and provide public input. This initiative will create infrastructure related jobs and use the lessons learned to develop best practices that can be applied more broadly to  permitting and review processes going forward.\n\nNational Infrastructure Bank ($10 billion).To direct Federal resources for infrastructure to projects that demonstrate the most merit and may be difficult to fund under the current patchwork of Federal programs, the President is also calling for the creation of a National Infrastructure Bank (NIB), based on the model that Senators Kerry and Hutchison have championed with bi-partisan supportin the Senate. It also builds on legislation by Senators Rockefeller and Lautenberg, the work of long-time infrastructure bank champions like Rep. Rosa DeLauro and input from the President’s Jobs Council. The National Infrastructure Bank’s key provisions would include:\n\nIndependent, Non-Partisan Operations Led by Infrastructure and Financial Experts While NIB would be a government-owned entity, it would not be controlled by any federal agency and instead would operate independently. No more than four voting members of its seven member board could be from the same political party. Board members would have to possess significant expertise either in the management of a relevant financial institution or in the financing, development, or operation of infrastructure projects.\n\nBroad eligibility for Infrastructure and Unbiased Project Selection:Eligible projects would include transportation infrastructure, water infrastructure, and energy infrastructure. In general, projects would have to be at least $100 million in size and be of national or regional significance. Projects would have a clear public benefit, meet rigorous economic, technical and environmental standards, and be backed by a dedicated revenue stream. Geographic, sector, and size considerations would also be taken into account.\n\nAddressing Market Gaps for Infrastructure Financing:The NIB would issue loans and loan guarantees to eligible projects.  Loans issued by NIB would use approximately the same interest rate as similar-length United States Treasury securities and could be extended up to 35 years, giving the NIB the ability to be a “patient” partner side-by-side with State, local, and private co-investors. To maximize leverage from Federal investments, the NIB would finance no more than 50 percent of the total costs of any project.\n\n\t What Others Are Saying About a National Infrastructure Bank\n\n\nRepublican Senator Kay Bailey Hutchison: “This national infrastructure bank is an innovative way to leverage private-public partnerships and maximize private funding to address our water, transportation, and energy infrastructure needs.” (March 15, 2011).\n\nDemocratic Senator John Kerry: “Democrats and Republicans, business and labor, are now united to create an American infrastructure bank to leverage private investment, make America the world’s builders once again, and close the deficit in our infrastructure investments.” (March 15, 2011).\n\nU.S. Chamber of Commerce President Tom Donahue: “A national infrastructure bank is a great place to start securing the funding we need to increase our mobility, create jobs, and enhance our global competitiveness.” (March 15, 2011).\n\nAFL-CIO: “A broad coalition of union, business, government and academic leaders has called for creation of a National Infrastructure Bank (NIB) that not only would propel the rebuilding of the nation’s crumbling infrastructure, but also would be a major job-creating engine.” (January 22, 2010).\n\n\nProject Rebuild: Putting People Back to Work Rehabilitating Homes, Businesses and Communities($15 billion):The bursting of the housing bubble and the Great Recession that followed has left communities across the country with large numbers of foreclosed homes and businesses, which is weighing down property values, increasing blight and crime, and standing in the way of economic recovery. In these same communities there are also large numbers of people looking for work, especially in the construction industry, where more than 1.9 million jobs have been lost since the beginning of the recession in December 2007. The President is proposing Project Rebuild to help address both of these problems by connecting Americans looking for work in distressed communities with the work needed to repair and repurpose residential and commercial properties. Building on successful models piloted through the Neighborhood Stabilization Program (NSP), Project Rebuild will invest $15 billion in proven strategies that leverage private capital and expertise to rehabilitate hundreds of thousands of properties in communities across the country. Key components include: \n\nFocus on Distressed Commercial Properties and Redevelopment to Stabilize Communities:Many regions with concentrated home foreclosures also haveconcentrations of vacant commercial structures that weigh on property values and make it less likely that new businesses will come into the community and invest new capital. Project Rebuild will tackle this problem directly by allowing grantees to rebuild and repurpose distressed commercial real estate.\n\nInclude For-Profit Entities to Gain Expertise, Leverage Federal Dollars and Speed Program Implementation:Many successful redevelopment strategies involve unique collaborations between local governments, non-profit organizations and developers and other private actors. Project Rebuild will seek to empower and expand these types of collaborations by allowing federal funding to support for-profit development when consistent with project aims and subject to strict oversight requirements to ensure that the funds are being used as intended.\n\nIncrease Support for “Land Banking”:Land banks work with communities to buy, hold and redevelop distressed properties as part of a long-term redevelopment strategy and have shown impressive results in stemming property price declines and stabilizing communities across the country. Project Rebuild will seek to scale successful land bank models, providing much needed infusions of capital that they can leverage to raise private sector investment. This will increase the breadth and depth of their reach in helping communities better handle their distressed properties.\n\nCreate Jobs Maintaining Properties and Avoiding Community Blight:Project Rebuild will enable grantees to use funds to establish property maintenance programs to create jobs and mitigate “visible scars” left by vacant/abandoned properties.\n\nExpanding Nationwide Wireless Internet Services For the Public and the First Responders, in a Fiscally Responsible Way: The plan follows the model in the bipartisan legislation from Senators Rockefeller and Hutchison in including an investment to develop and deploy a nationwide, interoperable wireless network for public safety. The plan includes reallocating the D Block for public safety (costing $3 billion) and $7 billion to support the deployment of this network and technological development to tailor the network to meet public safety requirements. This is part of a broader deficit-reducing wireless initiative that would free up public and private spectrum to enable the private sector to deploy high-speed wireless services to at least 98 percent of Americans, even those living in remote rural and farming communities. In addition, freeing up spectrum from the private sector through voluntary incentive auctions that were included in both the Rockefeller-Hutchison bill and the House-passed Budget would raise money to pay for these investments in public safety and also reduce the deficit.\n\n\tSenator Rockefeller (D-WV): “With the tenth anniversary of 9/11 fast approaching, there’s no better way to honor the bravery of our police, firefighters, and other first responders than to provide them with the communications resources they need to do their job.” (January 25, 2011)\n\n\tCongressman Peter King (R-NY):“Nearly 10 years after 9/11, now is the time to reallocate the D Block for public safety and to provide funding necessary for the construction of a national wireless interoperable public safety network. I request that Chairman Fred Upton and the House Energy and Commerce Committee take up H.R. 607, the Broadband for First Responders Act of 2011, as soon as possible so that we can provide our nation’s first responders with the tools they require to fulfill their mission. We must reallocate the D Block to public safety before the 10th anniversary of 9/11; doing so would fulfill one of the last remaining 9/11 Commission recommendations.” (March 25, 2011)\n\n112 economists signed a bipartisan letter supporting spectrum incenctive auctions, writing “Giving the FCC the authority to implement incentive auctions with flexibility to design appropriate rules would increase social welfare.”\n\nPathways Back to Work for Americans Looking for Jobs\n\n\tThe President’s plan would help out-of-work Americans and their families by extending unemployment insurance to prevent 6 million Americans looking for work from losing their benefits, while at the same time reforming the system to help support programs that build real skills, connect to real jobs, and help the long-term unemployed. The President’s plan is targeted to address long-term unemployment in an aggressive, multi-pronged way, drawing from ideas about what is working from around the country and from both parties. \n\nReform Our Unemployment Insurance System to Provide Greater Flexibility, While Ensuring 6 Million People Do Not Lose Benefits ($49 billion):  Drawing on the best ideas of both parties and the most innovative States, the President’s plan will equip the unemployment insurance (UI) system to better address our current long-term unemployment challenge. In these times, the federal emergency unemployment system must offer not just a weekly check, but also an aggressive strategy to connect the unemployed to work – through reforms ranging from rigorous assessment and job-search assistance to flexible work-based uses of federal UI to smart strategies to prevent layoffs in the first place.\n\nRigorous Reemployment Assistance. Research has shown that providing more job search assistance can speed individuals’ return to work.  Robust reemployment services combined with eligibility assessments provide an opportunity to review the claimant’s work-search activities – a step that not only reduces improper payments, but that also provides an opportunity for UI recipients to receive face-to-face job search counseling. By requiring these services for all new Emergency Unemployment Compensation claimants (EUC, the federal UI program for the long-term unemployed), the President’s plan will ensure that the long-term unemployed receive maximum assistance and services to speed their return to work.\n\n\nImproved Reemployment Services for the Long-term Unemployed.New EUC claimants will be required to report to or check-in with their local One-Stop Career Centers, where they will receive a more intensive package of services under the President’s plan – including career guidance, job search assistance, skills assessment, workshops on an array of topics, including employability skills, and referrals to occupational training.  \n\nReemployment and Eligibility Assessments (REAs) for All New EUC Claimants.The President’s plan will provide funding for states to conduct REAs, to review new EUC claimants’ eligibility for benefits and provide an assessment of their work-search efforts.  These assessments have proven effective, and requiring them will help ensure that UI claimants evaluate whether they are approaching their job search in the most effective way and allow claimants to develop better plans for job search activities and training.  \n\n\nWork Sharing: UI reform to prevent layoffs. Preventing layoffs in the first place is a win-win for workers and businesses.  The President’s plan – consistent with proposals championed by leaders like Sen. Jack Reed (D-RI) – calls for work sharing that would let workers receive pro-rated UI benefits as compensation for a reduction in hours at businesses that would otherwise lay workers off. \n\n\n\t\tWork sharing programs currently operate in about 20 states.\n\n\t\tAccording to an OECD paper, during the recession, work-sharing programs in Germany, Italy, and Japan reduced the drop in employment from 2008 to 2009 by between 0.5 and 1 percentage points.\n\n\t\tDean Baker (the co-director of the Center for Economic and Policy Research) and Kevin Hassett (Director of Economic Policy Studies at the American Enterprise Institute) wrote that “work sharing could work for us… there is one [policy] that clearly dominates in terms of impact and cost-effectiveness: work-sharing.” (April 5, 2010).\n\n\nState Flexibility for Bold Reforms to Put the Long-Term Unemployed Back To Work:The President is proposing to provide additional funds to allow states to introduce new programs aimed at long-term unemployed workers, including:\n\n\nBridge to Work:  A number of states have innovative programs that give workers the opportunity to take temporary, voluntary employment to keep up their skills and train at the workplace for a new job, while continuing to receive unemployment insurance. The President’s plan builds on what works in programs like Georgia Works or Opportunity North Carolina, while instituting important fixes and reforms that ensure minimum wage and fair labor protections are being enforced.   This plan would authorize states to implement “Bridge to Work” programs to help connect the long-term unemployed to employers – through temporary work that allows employers to bring on potential new employees, helps the unemployed maintain or learn new skills, and on-ramps to hiring by allowing employers to subsidize the costs of developing newly employed workers’ skills.\n\n\n\n\nBipartisan Support:House Speaker John Boehner and Majority Leader Eric Cantor wrote to the President in support of this model. The President and the Republican leadership agree that Bridge to Work is an innovative approach to helping long-term unemployed Americans get back to work. \n\nStrong Protections for Workers and Incentives for States to Adopt:  The President’s plan builds on and improves upon the existing promising models by making the program both more attractive to states as well as protective of workers.  States can apply for funding to implement these programs, including funds to ensure that individuals participating in the program are paid the requisite minimum wage.  State programs must clearly adhere to the requirements of the Fair Labor Standards Act and other applicable federal laws.  The President’s plan would protect not only program participants, but also current employees, by guarding against potential abuses of the program.\n\n\n\n\nWage Insurance to Support Paths to Re-hiring Through a Different Career. Wage insurance compensates workers who take a new job for lower pay rather than claiming unemployment benefits. The President’s plan would give states flexibility to set up wage insurance programs for older workers who take a loss of pay to return to work.\n\n\n\n\nWage Insurance Would Ease Burdens on Laid-Off Workers.According to the non-partisan Brookings Institution, a wage insurance system could cut in half — from 14 percent to 7 percent — the share of laid-off workers who experience very large drops in wages at new jobs.\n\nWage Insurance Would Especially Help Older Workers, Who Face the Most Difficulty Finding New Jobs After a Layoff.An analysis by the Council on Foreign Relations explained that “displacement insurance can begin to address the substantial risks that many prime-aged and older workers confront in a dynamic economy.”\n\n\n\n\nStarting a New Business:A number of States – including Delaware, Maine, Maryland, New Jersey, Oregon, and Pennsylvania – have self-employment assistance programs that encourage and enable unemployed workers to create their own jobs by starting their own small businesses. The President’s plan would allow states across the nation to support programs like these with federal UI funds, rewarding dislocated workers willing to strike out on their own and removing barriers that discourage participation in existing programs.\n\n\n\n\n\t\t\tThis program, building on the goal of the President’s Startup America Initiative, will additionally enable states to connect entrepreneurs with mentoring and access to capital through SBA and other public and private resources.\n\n\t\t\tAccording to a Department of Labor study of state SEA programs, SEA participants were 19 times more likely than eligible non-participants to be self-employed at some point after being unemployed and 4 times more likely to obtain employment of any kind.\n\n\n\nTax credits for businesses that hire the long-term unemployed ($8 billion):The President’s plan includes a special bonus credit of up to $4,000 for firms that hire the long-term unemployed.\n\nAn Effective, Targeted Measure:On top of cutting payroll taxes in half for all American businesses, and a full payroll tax holiday for hiring or raising wages up to $50 million of payroll, this credit will provide an additional $8 billion to the “bang-for-the-buck” of dollars employers spend to hire unemployed workers.\n\nRising to the Challenge of Persistent Unemployment:With 6.2 million people unemployed for at least six months, providing a targeted incentive to hire these out-of-work individuals ensures that we do not waste the skills and ambitions of those bearing the brunt of the painful recovery from recession. As economists across the political spectrum have noted – including Fed Chairman Ben Bernanke in recent weeks – long-term unemployment poses a risk to long-term growth by eroding skills and reducing attachment to the labor force.\n\nInvesting in Low-Income Youth and Adults ($5 billion):The President’s plan for jobs and growth offers a particularly aggressive strategy to expand employment opportunities for communities that have been particularly hard hit by the recession, and that may take longer to get back on their feet due to greater income losses and smaller savings than higher-income workers. In August 2011, African Americans had an unemployment rate of 16.7 percent and Hispanics had an unemployment rate of 11.3 percent. The numbers were even worse for youth: 45 percent of youth between the ages of 16 to 24 were employed last month, including only 33.8 percent of African American youth.  In fact, only 21 out of every 100 teens in low-income families had a job this past summer. Building on highly successful Recovery Act programs that provided job opportunities for low-income adults and youths, the President’s Pathways Back to Work Fund will make it easier for workers to remain connected to the workforce and gain new skills for long-term employment. This $5 billion initiative will include:\n\nSupport for Summer and Year-Round Jobs for Youth: The Recovery Act provided over 367,000 summer job opportunities through the public workforce investment system to young people in the summers of 2009 and 2010.  Such programs not only provided young people with their first paycheck, but taught them life-long employment skills.   Building on this success, the new Pathways Back to Work Fund will provide states with support for summer job programs for low-income youth in 2012, and year-round employment for economically disadvantaged young adults. \n\nSubsidized Employment Opportunities for Low-Income Individuals Who Are Unemployed: This effort builds off the successful TANF Emergency Fund wage subsidy program that supported 260,000 jobs through the recovery. According to an analysis by the Center on Budget and Policy Priorities (CBPP), this flexible program allowed states to reduce the cost and risk associated with new hiring, encouraging private-sector businesses to hire new workers.\n\nSupport for Local Efforts to Implement Promising Work-Based Strategies and to Provide Training Opportunities: This initiative would support efforts that have good records of placing low-income adults and youths in jobs quickly. Local officials, in partnership with local workforce boards, business, community colleges, and other partners, will be able to apply for funding to support promising strategies designed to lead to employment in the short-term.  Examples include:\n\n\nSector-based training programsthat have been designed to meet the specific requirements of an employer or group of employers in that sector and where employers are committed to hiring individuals on successful completion of the training.  \n\nAcquisition of industry-recognized credentialsin a field identified by the state or local area as a growth sector or demand industry in which there are likely to be significant job opportunities in the short-term.  \n\nOn-ramps to hiringthat connect the unemployed to immediate work opportunities and provide needed skills training and other supports. \n\nCareer academies that provide students with the academic preparation and trainingneeded to pursue a career pathway that leads to postsecondary credentials and high-demand jobs.\n\nFree evening and weekend basic computer training classes,adult basic education and integrated basic education and training models for low-skilled adults, hosted at community colleges or at other workforce-partner sites to prepare individuals for jobs.\n\n\nEnding Discrimination Against the Unemployed:Recent reports have highlighted companies that are increasingly expressing preferences for applicants who already have a job. Specifically, some companies are posting job listings that include language such as “unemployed candidates will not be considered” or “must be currently employed” or “must be employed within the last 6 months.”  The exclusion of unemployed applicants is a troubling and arbitrary screen that is bad for the economy, bad for the unemployed, and ultimately bad for firms trying to find the best candidates.  This is particularly true at a time when so many Americans have found themselves out of work through no fault of their own.  New Jersey has passed legislation to address this practice, and members of Congress have also introduced legislation.  The President’s plan calls for legislation that would make it unlawful to refuse to hire applicants solely because they are unemployed or to include in a job posting a provision that unemployed persons will not be considered.  \n\nMore Money in the Pockets of Every Worker and Family \n\n\tThe President’s plan would put more money in the pockets of working and middle-class Americans by providing tax relief to 160 million workers – extending the payroll tax cut passed last December:\n\nCutting Payroll Taxes in Half for 160 Million Workers Next Year($175 billion):The President’s plan will expand on the tax cut enacted in December by cutting employees payroll taxes in half next year. Rather than having 6.2 percent of their wages deducted in Social Security taxes, workers will pay only 3.1 percent next year. This extension will provide a payroll tax cut worth $175 billion to American workers in 2012.\n\nA Targeted Tax Cut for American Workers: Almost every working American pays payroll taxes, and lower and middle-class Americans face a higher burden because more of their income comes from wages and salaries. A payroll tax cut provides lower and middle-class families with targeted relief. \n\n\n\t\tThis measure will result in a tax cut of about $1,500 for the typical household earning $50,000. \n\n\t\tFor households earning $80,000 per year, the President’s plan would cut their taxes by about $2,500. \n\n\nA Boost to Economic Growth and Job Creation:The payroll tax cut has provided vital support for families this year. The Congressional Budget Office wrote last year that a payroll tax cut for employees has a larger immediate impact on job creation than most other tax cuts it evaluated, including across-the-board income tax cuts. Independent forecasters have estimated that a failure to extend the payroll tax cut next year would reduce growth next year by one-half to two-thirds of a percentage point (e.g. Macroeconomic Advisers, 8/24). The President believes that we not only must avoid this contraction, but we must empower middle class families who have been hit by unexpected hardships including higher energy prices. That is why the President’s plan goes beyond extending the current tax cut and calls for cutting payroll taxes in half for employees next year.\n\nA Tax Cut That Has Received Bipartisan Support in the Past:Providing certainty to American families now that they will see a generous tax cut in their paychecks next year is a common sense idea that has enjoyed bipartisan support in the past.\n\n\n\t\tLast year, 139 House Democrats and 138 House Republicans voted together to reduce employee payroll taxes, as well as 43 Democratic Senators, and 37 Republican Senators. The leadership of both parties – Speaker Boehner, Minority Leader Pelosi, Majority Leader Reid, and Minority Leader McConnell – supported the December tax deal.\n\n\t\tEven prior to the December tax deal, several prominent Republicans had called for a payroll tax cut:\n\n\n\n\n\t\t\tIn 2009, both Speaker Boehner and Minority Leader McConnell suggested a payroll tax cut. On December 3, 2009, Speaker Boehner said, when asked on television for ideas about how to improve the economy, “We could do something about payroll taxes. We could have a payroll tax holiday.” On January 26, 2009, Sen. McConnell said, “If you want a quick answer to the question what would I do, I'd have a payroll tax holiday for a year or two.”\n\n\t\t\tAs noted above, 50 House Republicans co-sponsored the Economic Freedom Act that cut the payroll tax in half for a year. This included Michelle Bachmann and Select Committee on Deficit Reduction member Jeb Hensarling.\n\n\t\t\tIn March 2010, all but one Republican Senator voted “yes” on Sen. Scott Brown’s proposed 6-month payroll tax cut as an amendment to the Tax Extenders Act of 2009.\n\n\t\t\tA payroll tax holiday was a centerpiece of the jobs packages presented by Sen. Rob Portman (R-OH) and Indiana Gov. Mitch Daniels in the fall of 2010.\n\n\n\nSocial Security Trust Fund Would Not Be Impacted by Payroll Tax Cut: As with the payroll tax cut passed in December 2010, the American Jobs Act will specify that Social Security will still receive every dollar it would have gotten otherwise, through a transfer from the General Fund into the Social Security Trust Fund.\n\nHelping More Americans Refinance Mortgages at Today’s Historically Low Interest Rates: The President has instructed his economic team to work with Fannie Mae and Freddie Mac, their regulator the FHFA, major lenders and industry leaders to remove the barriers that exist in the current refinancing program (HARP) to help more borrowers benefit from today’s historically low interest rates. This has the potential to not only help these borrowers, but their communities and the American taxpayer, by keeping borrowers in their homes and reducing risk to Fannie Mae and Freddie Mac.\n\nFully Paid for as Part of the President’s Long-Term Deficit Reduction Plan.\n\nTo ensure that the American Jobs Act is fully paid for, the President will call on the Joint Committee to come up with additional deficit reduction necessary to pay for the Act and still meet its deficit target. The President will, in the coming days, release a detailed plan that will show how we can do that while achieving the additional deficit reduction necessary to meet the President’s broader goal of stabilizing our debt as a share of the economy.\n\n\t \n\n\n\n\n\t\t\t\t \n\n\n$, bn\n\n\n\n\n\nTax Cuts to Help America’s Small Businesses Hire and Grow\n\n\n\n70\n\n\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tCut employer payroll taxes in half & bonus payroll cut for new jobs/wages \n\n\n\n\t\t\t\t\t65\n\n\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tExtend 100% expensing in 2012\n\n\n\n\t\t\t\t\t5\n\n\n\n\n\nPutting Workers Back on the Job While Rebuilding and Modernizing America \n\n\n\n140\n\n\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tTeacher rehiring and first responders\n\n\n\n\t\t\t\t\t35\n\n\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tModernizing schools\n\n\n\n\t\t\t\t\t30\n\n\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tImmediate surface transportation\n\n\n\n\t\t\t\t\t50\n\n\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tInfrastructure bank\n\n\n\n\t\t\t\t\t10\n\n\n\n\n\t\t\t\t \n\n\n\t\t\t\t\tRehabilitation/repurposing of vacant property (neighborhood stabilization)\n\n\n\n\t\t\t\t\t15\n\n\n\n\n\t\t\t\t \n\n\n\t\t\t\t\tNational wireless initiative\n\n\n\n\t\t\t\t\t0*\n\n\n\n\n\t\t\t\t \n\n\n\t\t\t\t\tVeterans hiring initiative\n\n\n\n\t\t\t\t\tn.a.\n\n\n\n\n\nPathways Back to Work for Americans Looking for Jobs\n\n\n\n62\n\n\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tUI Reform and Extension\n\n\n\n\t\t\t\t\t49\n\n\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tJobs tax credit for long term unemployed\n\n\n\n\t\t\t\t\t8\n\n\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tPathways back to work fund\n\n\n\n\t\t\t\t\t5\n\n\n\n\n\nMore Money in the Pockets of Every American Worker and Family\n\n\n\n175\n\n\n\n\n\t\t\t\t \n\n\n\t\t\t\t\tCutting employee payroll taxes in half in 2012\n\n\n\n\t\t\t\t\t175\n\n\n\n\n\nTOTAL\n\n\n\n447\n\n\n\n\n\n\t* Proposal has a gross cost of $10bn, but a net deficit reducing impact of $18bn because of spectrum auction proceeds.\n\nDownload  the fact sheet.\n\n\n\n\n"
}