{
    "title": "Statement by the President on Actions in the Arctic and Atlantic Oceans | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/12/20/statement-president-actions-arctic-and-atlantic-oceans",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 20, 2016\n\n \n\n\n\nStatement by the President on Actions in the Arctic and Atlantic Oceans\n\n\n\n\nToday, in partnership with our neighbors and allies in Canada, the United States is taking historic steps to build a strong Arctic economy, preserve a healthy Arctic ecosystem and protect our fragile Arctic waters, including designating the bulk of our Arctic water and certain areas in the Atlantic Ocean as indefinitely off limits to future oil and gas leasing.\nThese actions, and Canada’s parallel actions, protect a sensitive and unique ecosystem that is unlike any other region on earth.  They reflect the scientific assessment that, even with the high safety standards that both our countries have put in place, the risks of an oil spill in this region are significant and our ability to clean up from a spill in the region’s harsh conditions is limited.  By contrast, it would take decades to fully develop the production infrastructure necessary for any large-scale oil and gas leasing production in the region – at a time when we need to continue to move decisively away from fossil fuels. \nIn 2015, just 0.1 percent of U.S. federal offshore crude production came from the Arctic and Department of Interior analysis shows that, at current oil prices, significant production in the Arctic will not occur.  That’s why looking forward, we must continue to focus on economic empowerment for Arctic communities beyond this one sector. My Administration has proposed and directed unprecedented federal investments in the region, but more must be done – by the federal government, the private sector and philanthropy – to enhance infrastructure and our collective security, such as the acquisition of additional icebreaking capacity, and to lay the groundwork for economic growth in the industries of the future.\nFACT SHEET:  Unique Atlantic Canyons Protected from Oil and Gas Activity\nMap - Atlantic Canyon Withdrawal\nFACT SHEET:  President Obama Protects 125 Million Acres of the Artic Ocean\nMap - Arctic Withdrawal\n\n\n\n\n"
}