{
    "title": "Fact Sheet: U.S. Commitment to Civil Society | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/23/fact-sheet-us-commitment-civil-society",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 23, 2010\n\n \n\n\n\nFact Sheet: U.S. Commitment to Civil Society\n\n\n\n\n\n\tIn his speech before the United Nations General Assembly today, President Obama emphasized civil society’s critical role in open, democratic societies and deplored the increasing number of restrictions on civil society organizations around the world.  He called upon the international community to support and defend the vital efforts of civil society activists and organizations in building a prosperous, peaceful world, where human dignity and rights are respected.  This call to action builds on Secretary Clinton’s ground-breaking speech at the July meeting of the Community of Democracies in Krakow.\n\n\tThe Administration has already undertaken a number of actions to fulfill the President’s and Secretary’s commitments:\n\n\nConcerted Diplomatic Engagement:  We have increased our attention to problems facing civil society in our diplomatic engagement at the bilateral, regional, and global levels, and are working to ensure that support for and protection of civil society activists and organizations will be mainstreamed into U.S. Government diplomacy and foreign assistance.\n\t\t \n\nA New Global Fund:  As Secretary Clinton announced in Krakow, we are establishing a global fund to provide an urgent lifeline to civil society organizations under attack.  The fund will be administered by an international consortium of NGOs with strong ties to local embattled civil society organizations.  We are extending invitations to other governments and private sector organizations to contribute to the fund.\n\t\t \n\nStrengthened Diplomatic Coordination:  We are working in the Community of Democracies (CD) Canadian-led Working Group on Civil Society and through other vehicles to develop a range of initiatives that we and like-minded governments can implement to expand coordinated diplomatic action so as to ensure a faster, more effective multilateral response to threats against civil society.\n\t\t \n\nEffective Global Monitoring:  In partnership with a cross-regional group of 37 countries, we are co-sponsoring a resolution at the current session of the UN Human Rights Council that would establish the first ever human rights mechanism to monitor globally the rights to freedom of assembly and association.  This diverse coalition is committed to using the UN Human Rights Council to address one of today’s most pressing challenges to human rights and democracy.\n\n\n\n\tThe Administration will continue to increase its efforts to support and protect civil society activists and organizations around the world and to preserve the space in which civil society operates.\n\n\n\n\n"
}