{
    "title": "Background Information on The First Lady and Presidential Delegation's Trip to Milan World Expo 2015 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/06/17/background-information-first-lady-and-presidential-delegations-trip",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJune 17, 2015\n\n \n\n\n\nBackground Information on The First Lady and Presidential Delegation's Trip to Milan World Expo 2015\n\n\n\n\n\nThe First Lady and the Presidential Delegation are proud to share the Let’s Move! successes and are looking forward to learning from leaders from other countries about how they're addressing the issue of childhood obesity and raising healthier families.\n\nGlobally, the prevalence of obesity has nearly doubled since 1980; diabetes has increased worldwide by 45 percent in the last two decades, and 42 million children are overweight before they even finish preschool\n\n\tOn Wednesday and Thursday, the First Lady is in to Milan to lead the Presidential Delegation to the Milan Expo 2015.  With the theme “Feeding the Planet, Energy for Life,” the Expo Milan is promoting a global dialogue about the future of our food system. Through her Let's Move! initiative, the First Lady and the Presidential Delegation are proud to share the initiative's successes and are looking forward to learning from leaders from other countries about how they're addressing the issue of childhood obesity and raising healthier families.\n\n\tOn Wednesday, the First Lady joined the Presidential Delegation for a cooking event with local Italian students from the American School of Milan at the James Beard American Restaurant in Milan.  On Wednesday evening, the First Lady, Mrs. Robinson, and Malia and Sasha Obama met with Prime Minister Renzi, his wife Mrs. Landini and their daughter, Ester Renzi and together they viewed Leonardo da Vinci’s The Last Supper.   \n\n\tOn Thursday, the First Lady will visit the Milan Expo 2015, where she will tour the Italian pavilion with Mrs. Landini, the Prime Minister’s wife.  Following, the First Lady will tour the U.S.A. Pavilion and, along with the Presidential Delegation, will participate in a Q&A with 60 American college students who were selected by the U.S.A. Pavilion to serve as student ambassadors at the Pavilion to greet and interact with visitors.\n\n\tAdditional information on these events is provided below.\n\nLet’s Move! and the Presidential Delegation to Milan Expo 2015\n\n\tAs part of her Let’s Move! initiative, the First Lady leads a Presidential Delegation to the Milan Expo 2015, representing our steadfast commitment to a healthier nation. The Presidential Delegation will tour the USA Pavilion, “American Food 2.0: United to Feed the Planet.” In addition to visiting the U.S. Pavilion, the First Lady will meet with Prime Minister Renzi, and tour the Italian Pavilion with Ms. Landini, the Prime Minister’s wife.\n\n\t“No matter where in the world we live, we all want healthy, nutritious food for our families,” said First Lady Michelle Obama. “I’m thrilled for our Delegation to have this opportunity to represent the United States at this important global event; to discuss shared values and best practices with other participating countries as we continue to strive to support a healthy America.”\n\n\tMembers of the Presidential Delegation:\n\n\tThe Honorable John R. Phillips, United States Ambassador to the Italian Republic and the Republic of San Marino, Department of State\n\n\tThe Honorable Douglas T. Hickey, Commissioner General of the USA Pavilion at Milan Expo 2015, Department of State\n\n\tDr. Risa J. Lavizzo-Mourey, President and CEO, Robert Wood Johnson Foundation, Member of the President’s Council on Fitness, Sports, and Nutrition\n\n\tMr. Alonzo H. Mourning, Seven-time NBA All-Star, Member of the President’s Council on Fitness, Sports, and Nutrition, and Founder of Mourning Family Foundation\n\n\tMr. Will Allen, Urban Farmer, Founder and CEO of Growing Power\n\n\tMr. Mario Batali, Chef, Author and Co-Host of “The Chew”\n\n\tMs. Carla Hall, Chef, Author and Co-Host of “The Chew”\n\n\tMr. Nicolas Jammet, Co-CEO, sweetgreen\n\n\tThrough Let’s Move!, a national conversation has been building momentum about how we eat and live in the U.S., and the results are positive:\n\n\n\t\t1.6 million kids are now attending healthier daycare centers where fruits and vegetables have replaced cookies and juice, and more than 30 million kids are eating healthier school breakfasts and lunches.\n\n\t\t2 million kids now have a Let’s Move! salad bar in their school.\n\n\t\tNearly nine million kids attend Let’s Move! Active Schools where they get 60 minutes of physical activity a day.\n\n\t\tThousands of chain restaurants have created healthier kids’ menus, and food and beverage companies cut 6.4 trillion calories from their products.\n\n\t\t70 million people now live in a Let’s Move! City, Town or County where kids can walk to school on new sidewalks, participate in a summer meal program, or join a local athletic league.\n\n\t\tReligious leaders are teaching their congregations about healthy eating through Let’s Move! Faith and Communities; Families are getting active in our national parks through our Let’s Move! Outside initiative; and kids are enjoying healthy eating exhibits at one of the nearly 700 Let’s Move! Museums and Gardens.\n\n\n\tTaken together, these changes are starting to have a tremendous impact.\n\n\tAnd yet, while in the U.S. - childhood obesity rates have finally stopped rising, and obesity rates are actually falling among our youngest children - globally, the prevalence of obesity has nearly doubled since 1980. Diabetes has increased worldwide by 45 percent in the last two decades, and 42 million children are overweight before they even finish preschool. And to date, not a single country has reversed these obesity trends in a lasting way.\n\n\tRaising healthy families isn’t just a challenge in the United States – it’s a challenge all over the world. This is why the First Lady couldn’t be more excited for this Expo – to listen, learn, and join others around the world to tackle this problem.\n\nEvent with Presidential Delegation at James Beard American Restaurant \n\n\tOn Wednesday, the First Lady joined the Presidential Delegation at the James Beard American Restaurant for a cooking demonstration with seventh and eighth grade students from the American School of Milan. Located in the heart of central Milan, atop the landmark Galleria Vittorio Emanuele II, the James Beard American Restaurant at Seven Stars Galleria provides a showcase for great chefs, products, ingredients, beverages, and other American gastronomic delights. Throughout the six months of Expo Milan 2015, visiting guest chefs from across America will prepare special menus to celebrate the finest ingredients and cuisine from the United States. The restaurant will also host great Italian chefs interpreting American cuisine.\n\n\tJohn Besh is the visiting guest chef during the week of June 15, 2015. He is a native southern Louisiana chef whose entrepreneurial pursuits support public service and diversity in the kitchen. He was called to active duty as a U.S. Marine for 10 months to serve in the Middle East during Operation Desert Storm, and upon his return, he graduated from the Culinary Institute of America. In 2006, he was named as the Best Chef in the Southeast by the James Beard Foundation, and has received additional awards. In 2011, he founded the John Besh Foundation which provides scholarships, grants, and loans to individuals in the New Orleans community who hope to inspire change.\n\n\tDuring the event, the First Lady, Chef Besh, the Presidential Delegation, and the students prepared a Barley, Rice and Lentil Salad.\n\nInformation on the U.S.A. Pavilion and Student Ambassadors\n\n\tThe USA Pavilion, “American Food 2.0: United to Feed the Planet,” showcases American leadership on global food and development issues, science and technology, climate change, nutrition and health. \"American Food 2.0” aligns perfectly with what the First Lady has been sharing around the 5th anniversary of Let’s Move!: there is a shift in our country toward a new norm when it comes to making decisions around our health and nutrition.\n\n\t140 Countries are participating in Milan Expo 2015, and over 20 million visitors from around the globe are expected at the World’s Fair over six months from May-October 2015, in addition to millions more online visitors.\n\n\tIn order to highlight the diversity of the United States, the USA Pavilion selected 120 American college students to serve as on-the-ground ambassadors at the Pavilion from May to October 2015.  They were selected from nearly 1000 applicants reflecting diverse backgrounds, exceptional academic and leadership skills, and strong language skills.  The students are divided into two groups of 60 students representing 94 colleges and 34 states across America, and also speak 28 different languages including Italian, Arabic, French, and Mandarin.  They are the public face of the Pavilion, greeting and interacting with visitors including top government officials, corporate executives and other guests from around the globe to engage on one of the most important global issues of our time: feeding our planet.\n\n\n\n\n"
}