{
    "title": "On Day Three of Clean Energy Week, Secretary Donovan Addresses Importance of Developing Energy Efficient, Affordable Housing, Secretary Chu Highlights New Recovery Act Funding for Clean Energy Projects | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/day-three-clean-energy-week-secretary-donovan-addresses-importance-developing-energ",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 25, 2009\n\n \n\n\n\nOn Day Three of Clean Energy Week, Secretary Donovan Addresses Importance of Developing Energy Efficient, Affordable Housing, Secretary Chu Highlights New Recovery Act Funding for Clean Energy Projects\n\n\n\n\n\n\nTHE WHITE HOUSE\n\t\t \n\n\t\tOffice of the Press Secretary\n\t\t_______________________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                                                 June 25, 2009\n\n\nOn Day Three of Clean Energy Week, Secretary Donovan Addresses Importance of Developing Energy-Efficient, Affordable Housing, Secretary Chu Highlights New Recovery Act Funding for Clean Energy Projects \n\n\t\tWASHINGTON D.C. – Today, on the third day of Clean Energy Week, Secretary of Housing and Urban Development Shaun Donovan and Secretary of Energy Steven Chu addressed key administration clean energy initiatives and highlighted the President’s commitment to sign comprehensive energy and climate legislation.  In Washington, Secretary Donovan addressed the HOPE VI Green Building and Energy Efficient Development Conference, a gathering of public housing officials, energy experts, developers and architects, and encouraged continuing innovation in developing energy-efficient, affordable housing.  In San Francisco, Secretary Chu attended the Edison Electric Institute Annual Convention to announce new Recovery Act funding for clean energy projects. \n\n\t\tHOPE VI is a HUD-developed program that revitalizes severely distressed public housing and rebuilds the housing to create energy-efficient, mixed-income communities.  HOPE VI grants, first awarded in 1993, have given 248 communities a combined $5.9 billion to redevelop their severely distressed public housing and to create mixed-income communities.  The program has also been credited with transforming neighborhoods and improving the quality of life for families who lived in the old developments that were often crime-ridden and drug-infested.  HOPE VI recipients have the opportunity to replace the old public housing with new housing using the latest green innovations that can save both the housing authority and residents’ energy expenses over time.      \n\n\t\t\"President Obama is committed to passing comprehensive energy and climate legislation that will generate millions of jobs, reduce the threat of deadly pollution and restore America’s role as a global leader in the clean energy industry,\" Donovan said.  \"Increasing energy efficiency among American’s affordable housing stock is a central goal of both HUD and the Obama Administration, because it will not only create jobs, but will also lower operating costs for residents, public housing authorities and taxpayers.\"\n\n\t\tIn San Francisco, Secretary Chu addressed the Edison Electric Institute Annual Convention to announce a total of more than $154 million for State Energy Programs in California, Missouri, New Hampshire and North Carolina.  Each of the states is receiving 40 percent of their total State Energy Program funding authorized under the American Recovery and Reinvestment Act.  The funding will go toward clean energy initiatives such as training workers for clean energy jobs, increasing energy efficiency in buildings across the states and increasing renewable energy projects.\n\n\t\t\"This funding will provide an important boost for state economies, help to put Americans back to work, and move us toward energy independence,\" said Secretary Chu. \"It reflects our commitment to support innovative state and local strategies to promote energy efficiency and renewable energy while insisting that taxpayer dollars be spent responsibly.\"\n\n\t\tToday, Chu also announced that as part of the American Recovery and Reinvestment Act, the Department of Energy is soliciting applications for $3.9 billion in grants to support efforts to modernize the electric grid, allowing for greater integration of renewable energy sources while increasing the reliability, efficiency and security of the nation’s transmission and distribution system.\n\n\nOther events that have taken place during Clean Energy Week:\n\n\n\t\t\t     Energy Secretary Chu visited Ford’s Research and Innovation Center in Dearborn, Michigan, to announce $ 8 billion in conditional loan commitments for the development Of innovative, advanced vehicle technologies that will create thousands of green jobs while helping reduce the nation's dangerous dependence on foreign oil. \n\n\n\n\t\t\t     Interior Secretary Ken Salazar and Governor Jon Corzine visited Atlantic City to issue five exploratory leases for renewable wind energy production on the Outer Continental Shelf offshore New Jersey and Delaware, as well as discuss the president’s commitment to a comprehensive energy plan. \n\t\t\t \n\n\t\t\t     Transportation Secretary Ray LaHood and FAA Administrator Randy Babbitt held an event highlighting the numerous \"green\" initiatives at the Mike Monroney Aeronautical Center in Oklahoma City.  Last week, the Center received the Closing the Circle Award from the White House for its environmental stewardship. \n\n\n\n\t\t\t     Nancy Sutley, Chair of the White House Council of Economic Advisors, and Van Jones, Special Advisor for Green Jobs at the Council, visited Charlottesville, Virginia, to demonstrate the development of the city's innovative revolving loan program for energy efficiency upgrades.\n\n\n\n\t\t\t     EPA Administrator Lisa Jackson joined Denver Mayor John Hickenlooper to tour and hold a press conference at Highlands Gardens Village, a smart growth development community. Jackson commended the residential, office and retail development as a model for urban planning and energy efficiency and highlighted a new federal partnership to advance sustainable communities across the nation.\n\n\n\n\t\t\t     Commerce Secretary Gary Locke held a town hall at the Detroit-area United Solar Ovonic manufacturing plant. He was joined by workers and local business owners to discuss the challenges they face and the administration's efforts to help businesses meet those challenges. \n\n\n\n\t\t\t     Labor Secretary Hilda Solis visited Memphis to tour the Sharp Solar facility, visit HOPE VI public housing and announces $500 million in grants to train workers for green jobs. She also visited West Memphis, Arkansas to visit the Arkansas Delta Wired Grants program at the Mid-South Community Colleage (MSCC) campus and tour the Workforce Technology Center, a facility that provides green jobs training. \n\t\t\t \n\n\n\t\t  \n\n\n\t\t##\n\t\t \n\n\n\n\n\n"
}