{
    "title": "President Obama Announces More Key Administration Posts, 7/9/10 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-more-key-administration-posts-7910",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 09, 2010\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts, 7/9/10\n\n\n\n\nWASHINGTON – Today, President Barack Obama announced his intent to nominate the following individuals to key administration posts:\n\nPamela E. Bridgewater, Ambassador to Jamaica, Department of State\nJack Buckley, Commissioner of Education Statistics, National Center for Education Statistics, Department of Education\nRobert P. Mikulak, for the rank of Ambassador during his tenure as United States Representative to the Organization for the Prohibition of Chemical Weapons, Department of State\nPhyllis M. Powers, Ambassador to the Republic of Panama, Department of State\n\nPresident Obama said, “The American people will be well served by these outstanding men and women. I am grateful they have chosen to lend their talents to this administration, and I look forward to working with them in the months and years ahead.”\nPresident Obama announced his intent to nominate the following individuals to key administration posts:\nPamela E. Bridgewater, Nominee for Ambassador to Jamaica, Department of State\nPamela E. Bridgewater is a career member of the Foreign Service with the rank of Minister.  She has served since 2008 as a Senior Inspector in the Office of Inspector General. She has also served as Ambassador to Benin and Ghana. Ambassador Bridgewater was Deputy Assistant Secretary for Africa in 2002; she was appointed the State Department’s Special Coordinator for Peace in Liberia, and later headed the U.S. delegation to the Liberian Peace Talks. Overseas postings were in Belgium, Jamaica, South Africa and the Bahamas, where she was Deputy Chief of Mission. In Washington, she served in the Bureaus of European Affairs, Human Resources, Oceans and Environmental Affairs, Intelligence and Research. Ms. Bridgewater received a B.A. with honors from Virginia State University and a Master of Arts from the University of Cincinnati.\nJack Buckley, Nominee for Commissioner of Education Statistics, National Center for Education Statistics, Department of Education\nJack Buckley is an Associate Professor of Applied Statistics at the Steinhardt School of Culture, Education and Human Development at New York University.  Previously, he served as the Deputy Commissioner of the National Center for Education Statistics (NCES), the federal entity responsible for collecting and analyzing education data.  He has also taught statistics and education policy as an adjunct assistant professor at Georgetown University, as an assistant professor at Boston College, and as an instructor in Political Science at the State University of New York (SUNY) at Stony Brook.  Additionally, he is an affiliated researcher with the National Center for the Study of Privatization of Education at Teachers College, Columbia University. Mr. Buckley served in the Navy as a surface warfare officer and a nuclear reactor engineer.   He holds doctorate and master's degrees in political science with an emphasis on public policy and statistical methodology from SUNY at Stony Brook.  Mr. Buckley earned his bachelor's degree in government from Harvard.\nRobert P. Mikulak, Nominee for the rank of Ambassador during his tenure as United States Representative to the Organization for the Prohibition of Chemical Weapons, Department of State\nRobert P. Mikulak is a career member of the Senior Executive Service.  He has served as Director of the Office of Chemical and Biological Weapons Threat Reduction in the Bureau of International Security and Nonproliferation at the Department of State since 1996.  Dr. Mikulak is also the United States Representative to the Executive Council of the OPCW.  He served between 1993 and 1996 as the Deputy Head of the U. S. Delegation to the Chemical Weapons Convention Preparatory Commission in The Hague. During the negotiation of the 1989 and 1990 U.S.-Soviet agreements on chemical weapons and the multilateral 1992 Chemical Weapons Convention, he served as a Senior U.S. Representative. Dr. Mikulak received his B.S. from Hamline University in St. Paul, Minnesota, and his Ph.D. in Chemistry from the Massachusetts Institute of Technology.\nPhyllis M. Powers, Nominee for Ambassador to the Republic of Panama, Department of State\nPhyllis M. Powers is a career member of the Senior Foreign Service with the rank of Minister-Counselor.  She served most recently at the U.S. Embassy in Baghdad, Iraq, as Director of the Office of Provincial Affairs.  Prior to that assignment, Ms. Powers was Deputy Chief of Mission at the U.S. Embassy in Peru. Ms. Powers also served consecutively as the Director of the Narcotics Affairs Section responsible for the Counter-Narcotics program and as the Management Counselor at the U.S. Embassy in Colombia. Other postings have been in Washington as Senior Post Management Officer for the Bureau of Near East Asia and South Asia and Deputy Director of the Office of Travel Support in the Bureau of Administration.  Ms. Powers' career also includes tours in Jordan, Russia, Poland and Colombia. Ms. Powers graduated from Pennsylvania State University with a B.S. in Biology.\n\n\n\n"
}