{
    "title": "Readout of the President’s Meeting With Business Leaders on Commonsense Immigration Reform | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/03/13/readout-president-s-meeting-business-leaders-commonsense-immigration-ref",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 13, 2013\n\n \n\n\n\nReadout of the President’s Meeting With Business Leaders on Commonsense Immigration Reform\n\n\n\n\nThis afternoon, the President met with business leaders to discuss the importance of commonsense immigration reform. In the meeting, the President reiterated his belief that any bill must strengthen border security, create an earned path to citizenship, hold employers accountable, and streamline the legal immigration process. The President and the business leaders discussed their shared belief that achieving this reform holds meaningful economic promise for the United States, creating a fair playing field for employers and workers alike. The business leaders made clear that they support the principles that the President and key Senators leading this effort have made central to the reform effort, most notably a meaningful pathway to citizenship that is based on fairness and which requires those who came here illegally to pay back taxes, pay a fine, and get to the back of the line behind those already engaged in the legal immigration process. The business leaders also discussed their focus on continuing to increase border security, an issue the President made clear continues to be a key priority, while also making sure all employers play by the same rules and have access to the talent they need to compete globally. The President made clear that he continues to support the progress being made by the bipartisan group of Senators, but also stands ready to introduce his own bill if that process fails to produce legislation.\nParticipants in the meeting included:\n• Joe Almeida, Chairman, President and CEO, Covidien\n\t• George Barrett, Chairman and CEO, Cardinal Health\n\t• Jorge Benitez, CEO of United States and Managing Director of North America, Accenture\n\t• Greg Brown, CEO, Motorola Solutions\n\t• John T. Chambers, Chairman and CEO, Cisco Systems\n\t• Scott Donnelly, Chairman, President and CEO, Textron\n\t• Francisco D'Souza, CEO, Cognizant\n\t• Dan Fulton, President and CEO, Weyerhaeuser Company\n\t• Omar Ishrak, Chairman and CEO, Medtronic\n\t• Klaus Kleinfeld, Chairman and CEO, Alcoa\n\t• Doug Oberhelman, Chairman and CEO, Caterpillar\n\t• Clarence Otis Jr., Chairman and CEO, Darden Restaurants\n\t• Carlos Rodriguez, President and CEO, Automatic Data Processing\n\t• Jim Rogers, Chairman and CEO, Eastman Chemical\n\t• Virginia Rometty, Chairman, President and CEO, IBM Corporation\n\t• Ed Rust, Chairman and CEO, State Farm\n\t• Joseph Welch, Founder, Chairman, President, and CEO, ITC Holdings\n\t• Valerie Jarrett,  Senior Advisor to the President\n\t• Cecilia Muñoz, Director of the Domestic Policy Center\n\t• Gene Sperling, Director of the National Economic Council\n\n\n\n\n"
}