{
    "title": "Statement by the Press Secretary on H.R. 136, H.R. 433, H.R. 1132, H.R. 2458, H.R. 2928, H.R. 3082, H.R. 3274, H.R. 3601, H.R. 3735, H.R. 3866, H.R. 4046, H.R. 4605 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/13/statement-press-secretary-hr-136-hr-433-hr-1132-hr-2458-hr-2928-hr-3082",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 13, 2016\n\n \n\n\n\nStatement by the Press Secretary on H.R. 136, H.R. 433, H.R. 1132, H.R. 2458, H.R. 2928, H.R. 3082, H.R. 3274, H.R. 3601, H.R. 3735, H.R. 3866, H.R. 4046, H.R. 4605\n\n\n\n\n\n\tOn Monday, June 13, 2016, the President signed into law:\n\n\tH.R. 136, which designates the facility of the United States Postal Service located at 1103 USPS Building 1103 in Camp Pendleton, California, as the Camp Pendleton Medal of Honor Post Office;\n\n\tH.R. 433, which designates the facility of the United States Postal Service located at 523 East Railroad Street in Knox, Pennsylvania, as the Specialist Ross A. McGinnis Memorial Post Office;\n\n\tH.R. 1132, which designates the facility of the United States Postal Service located at 1048 West Robinhood Drive in Stockton, California, as the W. Ronald Coale Memorial Post Office Building;\n\n\tH.R. 2458, which designates the facility of the United States Postal Service located at 5351 Lapalco Boulevard in Marrero, Louisiana, as the Lionel R. Collins, Sr. Post Office Building;\n\n\tH.R. 2928, which designates the facility of the United States Postal Service located at 201 B Street in Perryville, Arkansas, as the Harold George Bennett Post Office;\n\n\tH.R. 3082, which   designates the facility of the United States Postal Service located at 5919 Chef Menteur Highway in New Orleans, Louisiana, as the Daryle Holloway Post Office Building;\n\n\tH.R. 3274, which designates the facility of the United States Postal Service located at 4567 Rockbridge Road in Pine Lake, Georgia, as the Francis Manuel Ortega Post Office;\n\n\tH.R. 3601, which designates the facility of the United States Postal Service located at 7715 Post Road, North Kingstown, Rhode Island, as the Melvoid J. Benson Post Office Building;\n\n\tH.R. 3735, which designates the facility of the United States Postal Service located at 200 Town Run Lane in Winston Salem, North Carolina, as the Maya Angelou Memorial Post Office;\n\n\tH.R. 3866, which designates the facility of the United States Postal Service located at 1265 Hurffville Road in Deptford Township, New Jersey, as the First Lieutenant Salvatore S. Corma II Post Office Building;\n\n\tH.R. 4046, which designates the facility of the United States Postal Service located at 220 East Oak Street, Glenwood City, Wisconsin, as the Second Lt. Ellen Ainsworth Memorial Post Office; and\n\n\tH.R. 4605, which designates the facility of the United States Postal Service located at 615 6th Avenue SE in Cedar Rapids, Iowa as the Sgt. 1st Class Terryl L. Pasker Post Office Building.\n\n\n\n\n"
}