{
    "title": "Statement by the President on the 50th Anniversary of the War on Poverty | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/01/08/statement-president-50th-anniversary-war-poverty",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 08, 2014\n\n \n\n\n\nStatement by the President on the 50th Anniversary of the War on Poverty\n\n\n\n\nAs Americans, we believe that everyone who works hard deserves a chance at opportunity, and that all our citizens deserve some basic measure of security.  And so, 50 years ago, President Johnson declared a War on Poverty to help each and every American fulfill his or her basic hopes.  We created new avenues of opportunity through jobs and education, expanded access to health care for seniors, the poor, and Americans with disabilities, and helped working families make ends meet.  Without Social Security, nearly half of seniors would be living in poverty.  Today, fewer than one in seven do.  Before Medicare, only half of seniors had some form of health insurance.  Today, virtually all do.  And because we expanded pro-work and pro-family programs like the Earned Income Tax Credit, a recent study found that the poverty rate has fallen by nearly 40% since the 1960s, and kept millions from falling into poverty during the Great Recession. \nThese endeavors didn’t just make us a better country.  They reaffirmed that we are a great country.  They lived up to our best hopes as a people who value the dignity and potential of every human being.  But as every American knows, our work is far from over.  In the richest nation on Earth, far too many children are still born into poverty, far too few have a fair shot to escape it, and Americans of all races and backgrounds experience wages and incomes that aren’t rising, making it harder to share in the opportunities a growing economy provides.  That does not mean, as some suggest, abandoning the War on Poverty.  In fact, if we hadn’t declared “unconditional war on poverty in America,” millions more Americans would be living in poverty today.  Instead, it means we must redouble our efforts to make sure our economy works for every working American.  It means helping our businesses create new jobs with stronger wages and benefits, expanding access to education and health care, rebuilding those communities on the outskirts of hope, and constructing new ladders of opportunity for our people to climb. \nWe are a country that keeps the promises we’ve made.  And in a 21st century economy, we will make sure that as America grows stronger, this recovery leaves no one behind.  Because for all that has changed in the 50 years since President Johnson dedicated us to this economic and moral mission, one constant of our character has not: we are one nation and one people, and we rise or fall together.\n\n\n\n\n"
}