{
    "title": "White House Chief of Staff Denis McDonough Remarks As Prepared at the Truman Conference 2016 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/23/white-house-chief-staff-denis-mcdonough-remarks-prepared-truman",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 23, 2016\n\n \n\n\n\nWhite House Chief of Staff Denis McDonough Remarks As Prepared at the Truman Conference 2016\n\n\n\n\n\nWashington Plaza Hotel\n\nJune 23, 2016\n\n\tAs Prepared for Delivery --\n\n\tGood evening, everybody.  Thank you, John and Mike, for your very kind introduction.  It’s great to be here with you and so many other friends, colleagues, and alumni of the Obama Administration.  Actually, I feel like I’ve come to something of a family reunion – although with my family there would be lots of screaming children running around.    \n\n\tI’m honored to join you this evening for this timely discussion on the future of American strength.  I want to thank everyone at the Truman Project for the important work you do for our country – for the “strong, smart, and principled foreign policy” you so actively champion. \n\n\tAlmost 70 years ago, at a time when the United States had recently moved to the center of world affairs, President Truman was thinking about this very subject.\n\n\tBut before I get into his foreign policy, let me tell you something else that you Truman acolytes might not know about our 33rd President and that I think might surprise you.  According to an acclaimed book about the White House, President Truman was enjoying a bath on the White House’s second floor back in 1948, but the bathtub almost plunged through the ceiling of the Blue Room, interrupting a tea party for the Daughters of the American Revolution.  A hand-picked team of the country’s top architects conducted a secret inspection of the troubled mansion and, after discovering it was in imminent danger of collapse, insisted that the first family be evicted – across the street to the Blair House - immediately. \n\n\tBut even a little trouble at home might have inconvenienced but did not deter Truman from important business. In his 1950 State of the Union, Truman said, “Our tremendous strength has brought with it tremendous responsibilities…Other nations look to us for a wise exercise of our economic and military strength, and for vigorous support of the ideals of representative government and a free society.  We will not fail them.”   \n\n\tToday, thanks to President Obama’s leadership and your steadfast support, we can proudly say that we have lived up to Truman’s promise to the nations of the world – that we have fundamentally changed the trajectory of American power and that we have reaffirmed American leadership.\n\n\tIt wasn’t so long ago that our nation’s fortunes looked far bleaker.  When this Administration took office in 2009, America was bogged down in two costly wars, faced a global economic crisis, and had a diminished standing in the world.\n\n\tPresident Obama swiftly and decisively put our nation on a different course.  He believed then – and continues to believe to this day – that American strength derives not only from our military power but also our economic vitality, the depth and breadth of our global partnerships, our diversity as a people, and our values.  And so he made engagement, not force, the hallmark of our foreign policy. \n\n\tThis evening I would like to speak a bit more about that.  I’d like to reflect on how the President’s policies have served our interests and our values in the 21st century, focusing on five areas in which we have made a lot of progress of late – Cuba, Iran, climate change, trade, and the Middle East. \n\n\tIn doing so, I’d like to highlight the value of a life in government service.  Many of you already know how rewarding it can be.  You have already done so much to serve our country.  Many of you may still be contemplating a career path.  You are trying to define your true passions.  But what’s clear by the very fact that you are here is that all of you are devoted to finding some way to lend your talents to strengthening our country.  And for that, I congratulate you. \n\n\tI also assure you that it makes a difference; that a career in government service makes a difference.  Because when you dedicate yourself to promoting a strong, principled, humane foreign policy, you are – as one of my old professors liked to put it – doing your part to ensure that our nation lives up to its “capacity and promise as a civilized example for the world.” \n\n\tLet me begin with Cuba. \n\n\tBy any measure, our Cuba policy is one of the most historic changes we’ve made in our foreign affairs.  For more than fifty years, the United States maintained a policy of isolating the small island nation, believing such an approach would plant the seeds of democracy and empower the Cuban people.  Of course, sanctions did anything but that.  Ironically, we were the ones who found ourselves isolated – both from our regional and international partners.  We also saw our influence in the Western Hemisphere diminish.  And worst of all, our policy did not make life better for the Cuban people and in some ways made it worse.  As for the Cuban political system, nothing changed.\n\n\tSo President Obama took it upon himself to make change happen.  And he has since charted a new course on Cuba that will allow us to both renew our leadership in the Americas and support the ability of the Cuban people to determine their country’s future.\n\n\tAs the President has said many times, he believes engagement is the key to realizing these changes.  So, after more than 54 years without diplomatic relations, we re-opened our embassy in Havana and have begun to work more closely with the Cubans in areas such as law enforcement, environmental protection, and health.  And of course, President Obama himself made a historic trip to the island – the first visit in 88 years by an American President.\n\n\tWe have also taken steps to promote closer people-to-people ties by facilitating travel to Cuba.  The Department of Transportation recently announced that U.S. airlines would begin flights to Cuba for the first time in more than half a century.  And with expanded opportunities for authorized travel, Americans will now have a greater ability to help support the growth of Cuban civil society and provide training for private Cuban businesses and small farmers.\n\n\tWe’ve made purposeful changes in many other areas too.  The Departments of the Treasury and Commerce have announced regulatory changes to expand commerce and the free flow of information with Cuba, and we are initiating new efforts to support better internet connectivity and access to information for the Cuban people. \n\n\tBut ultimately, the point I’d like to stress is that the United States is now in a far better position to secure our national security interests and empower the Cuban people.  And that’s because the President and devoted public servants across the Administration were able to think anew and act anew, even in a policy area weighed down by an emotionally charged history. \n\n\tAnother area in which we have cut loose the baggage of history and revamped our policy to better serve our interests is in our approach toward Iran.  It is of course no secret that the United States and Iran have a long, complex history in which mistrust and misgivings have engendered animosity and strife.  And to this day, we – along with our friends in the Middle East – remain gravely concerned about Iran’s support for terrorism, its destabilizing efforts in the region, and its ballistic missile program. \n\n\tBut as President Obama has said, these are the very reasons why decades of animosity had to give way to hard-nosed diplomacy.  The lack of dialogue and excess of acrimony had simply gotten us nowhere.  But when we pursued negotiations alongside our international partners, we were able to strike the historic Iran deal and unloose one of the Gordian knots of international politics. \n\n\tThanks to strong, principled American diplomacy, the time it would take Iran to gather enough fissile material to build a nuclear weapon has been extended from 2 to 3 months to about a year.  Thanks to the most comprehensive inspection and verification regime ever negotiated, if Iran tries, we will know and sanctions will snap back into place.  And thanks to the diplomatic channel we have opened, we are now in a stronger position to protect our citizens.  Just think of how the United States and Iran were able to successfully negotiate the release of 5 American prisoners, and how Secretary Kerry worked with the Iranian foreign minister for the release of the 10 American sailors who accidentally strayed into Iranian waters. \n\n\tSo, while we still have many concerns about Iranian foreign policy, we have – to borrow the President’s words – shifted our policy away from “a mindset that put a premium on unilateral U.S. action over the painstaking work of building international consensus.”  And by doing so, our influence and security has only increased.\n\n\tA third way in which the United States has made historic change and created a better future is through our climate policy.  President Obama believes that there is no greater threat to our children, our planet, and future generations than climate change — and that no other country on Earth is better equipped to lead the world towards a solution. \n\n\tBut in the wake of the 2009 Copenhagen Conference, the President recognized that building a global solution to this problem would require a new approach.  And so, over six years he built a coalition for a new approach – a historic joint statement with China; a new partnership with India; engagement with countless countries, from large emitters to small vulnerable island states.  The result was the achievement of the most ambitious climate change agreement in history this past December in Paris.  Today, thanks to such vigorous American diplomacy, the world now has a long term, durable global framework to reduce global greenhouse gas emissions.  And over time, this framework will help prevent some of the most dire impacts of a changing climate, like rising sea levels, stronger storms, and more extreme droughts and floods.\n\n\tBut that’s not all it does.  Over 190 countries will now submit climate targets in a transparent and ambitious manner, ensuring that they adhere to their current goals and set stronger future goals.  The agreement also includes a strong focus on mobilizing public and private finance to help the poorest and most vulnerable countries mitigate and adapt to climate risks in such areas as infrastructure, agriculture, and health and water services.  And vitally, the Paris deal reorients the world toward new clean energy economies in which we can achieve our climate objectives and – through innovation and ingenuity – create new jobs.\n\n\tWith the Paris Agreement, we have taken a giant step forward towards securing the future of our planet.  And while there is more work ahead of us, we have shown what the United States can do when we focus on sustained diplomatic leadership – that we really can rally the world to take meaningful action on behalf of future generations.\n\n\tFourth, President Obama has reshaped the nature of our trade policy with the Trans-Pacific Partnership.  There is no denying that in the past trade deals haven’t always lived up to the hype.  There is no denying that they have often failed to reflect our values and have at times put American workers and businesses at a disadvantage.\n\n\tPresident Obama has always been cognizant of that.  He has always made it clear that we must learn from the mistakes of the past and put American workers first.\n\n\tSo, the TPP does just that.  It levels the playing field for American entrepreneurs, farmers, and small business owners by eliminating 18,000 taxes that various countries put on Made-in-America products.  That not only makes it easier for American businesses to sell their goods abroad.  It also supports higher-paying jobs here at home.\n\n\tYet, the President insisted that the TPP do even more than that.  He also demanded that the agreement embody high standards that reflect our values.  And so, in a way we haven’t seen before, the TPP protects workers’ rights and the environment with tough, enforceable standards.  And it ensures such progressive priorities as a free and open internet.\n\n\tOn top of promoting our values and growing our economy, the President laid out one more objective for the TPP.  And that is that it bolster American leadership and strengthen our security.  Because the fact of the matter is that the rules of global conduct for much more than commercial activity are up for grabs in the Asia-Pacific region.  And if we don’t write them, then our competitors, like China, will.  And that would serve neither our interests nor our values.\n\n\tBut if Congress approves the TPP, then the United States will immediately send a signal to the region and to the entire world that we follow through on our commitments and that we intend to maintain long-term influence in the Asia-Pacific.  It will immediately put the United States in the driver’s seat implementing the 21st century architecture of the TPP. \n\n\tThe agreement will provide a platform from which we can strengthen our relationship with allies and ensure U.S. leadership in the Pacific.  Just as importantly, we will also be in a strong position to promote good governance, development, human rights, and fair competition.\n\n\tCuba. Iran. Climate. Trade. Concrete additions to the national security interests of this country thanks to a policy of engagement and leadership.  This policy of engagement has also drives our policy at a critical time in a critical region - the Middle East. \n\n\tPartly as a result of ill-thought decisions of previous Administrations, partly as a result of bad decisions by the region’s leaders, and partly as a result of ancient and lingering ethnic and religious rivalries, we confront a region of weakening states with underperforming - and in some cases crumbling - state institutions.  Non-state actors and terrorists capitalize on these weak states to spread their influence and plot against our allies and against us. \n\n\tOur answer to that challenge is not to occupy these states, to use force in a way that will further weaken state institutions, or get embroiled in never-ending wars.  Our answer, rather, is to protect our core national security interests by using ruthless and precise instruments to degrade terrorists that threaten us and our allies, while at the same time helping our partners develop their own capacity to fight terrorists, restore sovereignty over their territory, and, over time, build more effective, representative state institutions. \n\n\tIn so doing, we will defeat the terrorist threat in a sustainable way, and avoid a scenario in which enduring instability and state weakness gives rise to the next generation of terrorists who will threaten us and our allies.  And it does so in a manner that prevents this challenge from becoming an American responsibility for the rest of this century – just as it was an American responsibility for the last decade and a half. \n\n\tThis principled and strong American leadership reflects the efforts that President Truman and his architects undertook as they empowered Europeans to rebuild their own institutions in their brutalized states, even as the Soviets loomed in the distance. \n\n\tSo, those are the topics that I wanted to discuss. Those are areas in which we have made historic change.  And those are examples, I hope, that illustrate what you can do in government service – the opportunity and privilege it provides you to contribute to the perpetual pursuit of a more just, more prosperous, more magnanimous America.\n\n\tI’d like to conclude by leaving you with a quote from one of my favorite presidents, Theodore Roosevelt.  He once said “Far and away the best prize that life has to offer is the chance to work hard at work worth doing.”  For me, that has always been government service.  I have felt privileged to serve President Obama and alongside so many fine public servants.  And I have felt grateful for the opportunity to contribute to bettering the lives of the American people. \n\n\tBut I won’t lie.  The work can be demanding.  The pace can be frenetic.  And you may find that your hair turns prematurely gray.  I even have a newly-acquired sheen of white.  But I really do hope you all will continue down the path you are on and consider government service.  Because, as President Obama has said, “the only way our Nation's civil service will remain at the forefront of our progress is for talented and patriotic young people [like you] to join in the effort of serving their fellow Americans -- whether for 1 year or throughout their career.” \n\n\tOn behalf of the President and those of us in his Administration, thank you for your tremendous contribution to the strength of this great country.  Thank you for everything you’ve done to support us and everything you will do to sustain the progress we’ve made when this Administration ends.  And thank you for the opportunity to join you this evening.\n\n\n\n\n"
}