{
    "title": "Let's Move! in Indian Country Launched at Menominee Reservation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/25/lets-move-indian-country-launched-menominee-reservation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMay 25, 2011\n\n \n\n\n\nLet's Move! in Indian Country Launched at Menominee Reservation\n\n\n\n\n\nWASHINGTON –The Office of the First Lady’s Let’s Move! Initiative and four federal agencies today launched Let’s Move! in Indian Country (LMIC).  LMIC is an initiative to support and advance the work that tribal leaders and community members are already doing to improve the health of American Indian and Alaska Native children.  As a part of First Lady Michelle Obama’s Let’s Move! initiative, LMIC brings together federal agencies, communities, nonprofits, corporate partners and tribes to end the epidemic of childhood obesity in Indian Country within a generation.\n\n\tThe LMIC initiative was launched today at an event at the Menominee Nation in Keshena, Wisconsin where  Interior Assistant Secretary – Indian Affairs Larry Echo Hawk was joined by the Office of the First Lady Let’s Move! Initiative Executive Director Robin Schepper, White House Office of Public Engagement and Intergovernmental Affairs Associate Director Charlie Galbraith, USDA Deputy Administrator for the Supplemental Nutrition Assistance Program (SNAP) Lisa Pino, and IHS Director for Improving Patient Care Program Lyle A. Ignace M.D., M.P.H.  Also joining the Administration officials were Actor Chaske Spencer from the Twilight series, Nike N7 General Manager Sam McCracken and Nike N7 Fund Board of Directors Ernie Stevens, as well as National Congress of American Indians Board Secretary Matthew Wesaw, Wisconsin Department of Public Instruction Consultant for Health and Physical Education John W. Hisgen, and Menominee Tribal Chairman Randal Chevalier.\n\n\t“Through Let’s Move! in Indian Country we have an opportunity to engage Native communities, schools, tribes, the private sector, and non-profits to work together to tackle this issue head on,” said First Lady Michelle Obama.  “Tribes can sign up to become part of Let’s Move! in Indian Country, elders can mentor children about traditional foods and the importance of physical activity, and families can incorporate healthy habits like eating vegetables or participating in the President’s Active Lifestyle Award into their everyday life.” \n\n\t“Interior is proud to partner with our federal family in support of the First Lady’s call to combat childhood obesity in Indian Country,” said Secretary of the Interior Ken Salazar.  “Educating all youth about the benefits of leading an active lifestyle and outdoor recreation is a vital step in creating healthier communities and generations.”\n\n\t“As the principal agency tasked with protecting the health of all Americans, HHS is at the forefront in tackling the growing epidemic of childhood obesity not only in Indian Country, but also across the nation,\" said Health and Human Services Secretary Kathleen Sebelius.  \"Working together to help our children live more active lives is one of the biggest steps we can take to improve our nation's health.”\n\n\t“This is a special day for the Tribes and for USDA.  Let’s Move in Indian Country, will help promote healthy eating and physical activity among Native Americans and is an important part of the effort to reduce teen and childhood obesity,” said Agriculture Secretary Tom Vilsack.  “Through initiatives like Let’s Move!, ‘Fuel up to Play 60’ and the People’s Garden, the Obama administration is working to get kids to become active and ensure they will have full, rich and healthy lives.”\n\n\t“Today’s launch is a great example of the positive change we can support in Indian Country. By bringing together numerous government agencies, tribes, schools, communities and the private sector to focus on the health and welfare of Indian Country we can make a difference in the lives of Native youth and families,” Assistant Secretary Echo Hawk said.  “Menominee is a powerful demonstration that we can all do our part to accomplish this goal.”\n\n\t“We are absolutely honored to be the launch site for this important national campaign for Indian Country. I can attest that there is no better place for this initiative.  The Menominee Reservation ranks 72 out of 72 in health factors and outcomes associated with high diabetes and heart disease rates,” said Chairman Chevalier.  “Becoming a healthier community starts with our children, so I am delighted that we can address these issues in such a comprehensive way.”\n\n\tChildhood obesity is a national health crisis in America.  Over the past three decades, rates of childhood obesity in this country have tripled.  Today, nearly one in three children in the U.S. is overweight or obese.  An equal proportion—one in three—of all children born after 2000 will suffer from diabetes at some point in their lives—an all-time high. \n\n\tAmerican Indian and Alaska Native (AI/AN) children are twice as likely to be overweight than the general population.  These children make up the only racial or ethnic group whose obesity rates increased between 2003 and 2008.  The acute nature of this problem in Indian Country warrants a targeted initiative like LMIC to support culturally proficient strategies for ensuring access to healthy food and prenatal services, implementing nutrition and physical education programs, and engaging Native youth, parents, and communities in active, healthy lifestyle choices. \n\n\tLMIC has four main goals: (1) create a healthy start on life for children, (2) create healthy learning communities, (3) ensure families access to healthy, affordable, traditional foods, and (4) increase opportunities for physical activity.\n\nTo accomplish these goals, Let’s Move! in Indian Country will:\n\n\n\t\tLaunch a new webpage and toolkit that includes step-by-step assistance, resources  and information for schools, tribes and organizations on accessing federal programs and grants to combat childhood obesity/diabetes in Indian Country at letsmove.obamawhitehouse.archives.gov/indiancountry.\n\n\t\tCertify all 14 federally run IHS obstetrics facilities as Baby Friendly Hospitals by 2012.\n\n\t\tLaunch new on-line PSAs featuring Sam Bradford, quarterback for the St. Louis Rams, and Tahnee Robinson, the first female full-blood American Indian athlete to be drafted to the Women’s National Basketball Association.  Both are Nike N7 Athlete Ambassadors encouraging Native youth to lead healthy, active lives.  Nike N7 is Nike, Inc.’s long-term commitment and comprehensive program to bring access to sports to Native American and Aboriginal communities.  For more information, visit www.niken7.com and http://www.doi.gov/letsmove/indiancountry/index.cfm.\n\n\t\tIssue the 25,000-person Presidential Active Lifestyle Award (PALA) Challenge this summer in Indian Country.  Six thousand Native youth have already completed the challenge and received a certificate from the President’s Council on Fitness, Sport and Nutrition.   To learn more about the Challenge, visit www.presidentschallenge.org/lmic.\n\n\t\tAnnounce a partnership between the Corporation for National and Community Service (CNCS), USDA’s Food and Nutrition Services programs, the National Society for American Indian Elderly, Boys and Girls Clubs in Indian Country, and Southwest Youth Services to place 200 AmeriCorps VISTA Summer Associations in Indian Country to support LMIC implementation, positive youth development, and healthy lifestyles in at least 15 states.  In addition, CNCS, with support from the Nike N7 Fund, will place full-time, year-long AmeriCorps VISTA members with organizations promoting physical activity and sport on Native lands.\n\n\t\tEngage celebrity spokespersons in getting out the message including, Sam Bradford (Cherokee Nation)* and Tahnee Robinson (Northern Cheyenne)*, Chicago Bears player Levi Horn (Northern Cheyenne)*, Olympic runner Alvina Begay (Navajo Nation)* and Twilight film actor Chaske Spencer (Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation).  (*These spokespeople are also N7 athlete ambassadors.)\n\n\t\tEncourage 363 “Just Move It” tribal partners to mobilize locally PALA walks, runs and other on-reservation family-oriented activities across Indian Country.\n\n\n\n\n\n"
}