{
    "title": "Participants and Attendees at President Barack Obama's Signing of Stem Cell Executive Order and Scientific Integrity Presidential Memorandum | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/participants-and-attendees-president-barack-obamas-signing-stem-cell-executive-orde",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 09, 2009\n\n \n\n\n\nParticipants and Attendees at President Barack Obama's Signing of Stem Cell Executive Order and Scientific Integrity Presidential Memorandum\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  __________________________________________________________________________  FOR IMMEDIATE RELEASE                              March 9, 2009 Participants and Attendees at President Barack Obama’s  Signing of Stem Cell Executive Order and Scientific Integrity Presidential Memorandum  Washington, DC  March 9, 2009 Listed below are the individuals who will attend today’s event. Stage Participants Energy Secretary Stephen Chu Dr. Peter Agre   Dr. Patricia Bath   Dr. H. Robert Horvitz   Dr. Janet Rowley   Dr. Harold Varmus Dr. Peter Agre   Agre is a medical doctor, professor, molecular biologist and winner of the 2003 Nobel Prize in Chemistry. He received his B.A. from Augsburg College in Minneapolis, Minnesota and his M.D. in 1974 from the Johns Hopkins University School of Medicine in Baltimore, Maryland. From 1975 to 1978 he completed his clinical training in Internal Medicine at Case Western Reserve University Hospitals in Cleveland. He went on to serve as the Vice Chancellor for science and technology at Duke University Medical Center in Durham, NC. Agre then became director at Johns Hopkins Malaria Research Institute (JHMRI) and joined the faculty of the Johns Hopkins Bloomberg School of Public Health in 2008. In 2009, Agre was inducted as the 163rd president of the American Association for the Advancement of Science (AAAS), the nation's largest scientific organization. Dr. Patricia Bath   Bath, an ophthalmologist from New York, was living in Los Angeles when she received her first patent, becoming the first African American female doctor to patent a medical invention. Patricia Bath's 1988 patent (#4,744,360) was for a method for removing cataract lenses that transformed eye surgery by using a laser device making the procedure more accurate. Bath graduated from the Howard University School of Medicine in 1968 and completed specialty training in ophthalmology and corneal transplant at both New York University and Columbia University. In 1975, Bath became the first African-American woman surgeon at the UCLA Medical Center and the first woman to be on the faculty of the UCLA Jules Stein Eye Institute. She is the founder and first president of the American Institute for the Prevention of Blindness. Patricia Bath was elected to Hunter College Hall of Fame in 1988 and elected as Howard University Pioneer in Academic Medicine in 1993. Dr. H. Robert Horvitz  Horvitz is a biologist currently at the Massachusetts Institute of Technology where he is Professor of Biology and a member of the McGovern Institute for Brain Research. He is also an Investigator of the Howard Hughes Medical Institute. In 2000 he received the Louisa Gross Horwitz Prize from Columbia University. Horvitz shared the 2002 Nobel Prize in Physiology or Medicine with Sydney Brenner and John Sulston. Horvitz did his undergraduate studies at MIT in 1968. He obtained his PhD in Biology from Harvard University in 1974. He currently serves on the board of trustees for Society for Science and the Public. Dr. Janet Rowley   Rowley is a human geneticist and the first scientist to identify a chromosomal translocation as the cause of leukemia and other cancers. Rowley attended the University of Chicago, where she earned a Bachelor of Philosophy degree in 1944, a Bachelor of Science degree in 1946, and doctor of medicine degree in 1948. After earning her medical license in 1951, Rowley worked as attending physician at the Infant and Prenatal Clinics in the Department of Public Health, Montgomery County, Maryland. In 1955 she took up a research post at Chicago's Dr. Julian Levinson Foundation where she remained until 1961. In 1962 Rowley returned to the University of Chicago as a research associate in the Department of Hematology. She became an associate professor in 1969 and a full professor in 1977. In 1984, Rowley was made the Blum-Riese Distinguished Service Professor at the University of Chicago, a position she still holds, as well as serving as the interim deputy dean for science since 2001. In 1998, she was one of three scientists awarded the prestigious Lasker Award for and received the National Medal of Science in 1999. Dr. Harold Varmus   In 1957, he enrolled at Amherst College and later graduated with a B.A. in English literature. He went on to earn a graduate degree in English at Harvard University in 1962 and that same year, entered the College of Physicians and Surgeons at Columbia University. Varmus joined the Public Health Service at the National Institutes of Health in 1968. In 1970, he began post-doctoral studies in Bishop's lab at University of California, San Francisco. There, he and Bishop performed the research that would win them the 1989 Nobel Prize in Physiology or Medicine. He became a faculty member at UCSF in 1972 and a professor in 1979. From 1993 to 1999, he served as Director of the National Institutes of Health. Since 2000, he has served as President of Memorial Sloan-Kettering Cancer Center in New York City. He is also a recipient of 2001 National Medal of Science. Varmus currently serves as Co-Chair of the Presidents Council of Advisors on Science and Technology (PCAST). Confirmed Attendees:  United States Senator Ben Cardin (D-MD)   United States Senator Dianne Feinstein (D-CA)   United States Senator Tom Harkin (D-IA)   United States Senator Orrin Hatch (R-UT)   Speaker of the House Nancy Pelosi (D-CA)  House Majority Leader Steny Hoyer (D-MD)  United States Representative Tammy Baldwin (D-WI)  United States Representative Lois Capps (D-CA)  United States Representative Michael Castle (R-DE)  United States Representative Diana DeGette (D-CO)  United States Representative John Dingell (D-MI)  United States Representative Rush Holt (D-NJ)  United States Representative James Langevin (D-RI)  United States Representative Dave Reichert (R-WA)  United States Representative Fred Upton (R-MI)   United States Representative Henry Waxman (D-CA)   Nobel Laureate Eric R. Kandel [Physiology 2000]  Nobel Laureate J. Michael Bishop [Physiology 1989]  Nobel Laureate Linda Buck [Physiology 2004]  Amy Comstock Rick, Coalition for the Advancement of Medical Research; Parkinson’s Action Network, President and CEO  George Daley, International Society for Stem Cell Research, Associate in Medicine  Susan Solomon, New York Stem Cell Foundation, CEO and Co-Founder  Kevin Wilson, American Society for Cell Biology, Director  Sean Tipton, American Society for Reproductive Medicine, Director of Public Affairs   Warren Wollschlager Jr., Interstate Alliance on Stem Cell Research, Founding Chair and   James Thomson, University of Wisconsin, Regenerative Biology at the Morgridge Institute of Research, Director   John Gearhart, University of Penn. School of Medicine, Institute for Regenerative Medicine, Director   Jim Greenwood, President and CEO, Biotechnology Industry Organization, President and CEO   Dr. James F. Battey, , National Institutes of Health, National Institute on Deafness and Other Communication Disorders, Director  Zach Hall, first president of California Institute for Regenerative Medicine   Frances Sharples, leadership of first NAS guidelines committee   Jon Moreno, leadership of first NAS guidelines committee   Irving Weissman, Stanford Institute of Stem Cell Biology and Regenerative Medicine, Director   John Wagner, University of Minnesota Division of Pediatric Hematology-Oncology and Blood and Marrow Transplantation, Director   Shinya Yamanaka, Gladstone Institute of Cardiovascular Disease, Senior Investigator   Thomas Okarma, Geron Corporation, President and CEO   Clive Svendsen, University of Wisconsin   Timothy Kamp, University of Wisconsin   Bernie Lo, University of San Francisco, Director of Medical Ethics   Kris Ellen Gulden   Kevin Wilson, American Society for Biology, Director of Public Policy   Harold Shapiro, Princeton University, President Emeritus   Larry Soler, Juvenile Diabetes Research Foundation, Executive Vice President, Government Relations & Operations   Katherine Higgins Hood, Michael J. Fox Foundation, Director of Research Programs   Raynard Kington   Dr. Story Landis, National Institutes of Health, National Institute on Deafness and Other Communication Disorders, Director   Dr. Lana Skirboll, National Institutes of Health, National Institute on Deafness and Other Communication Disorders, Director  Robin Anne Charo   Francis Collins   Harriet Rabb   Bill Schultz   Dr Alan Leshner, American Association for the Advancement of Science, CEO   Dr. Henry Kelly, Federation of American Scientists, President   Dr. Rosina Bierbaum, former dean of the University of Michigan's School of Natural Resources and Environment   Dr. Ralph Cicerone, National Academy of Sciences, President   Dr. Harvey Fineberg, IOM, President   Dr. Chuck Vest, National Academy of Engineering, President   Dr. Susan F. Wood, former head of the Office of Women’s Health, FDA   Mark Cohen, Government Accountability Project, Executive Director   Gary Bass, OMB Watch, Executive Director   Kirsten Moore, Executive Director, Reproductive Health Technologies Project, Director   John Fitzgerald, Policy Director, Society for Conservation Biology   Maureen Shea, Episcopal Church USA, Director of Government Relations   James Winkler, United Methodist Church, Secretary of the General Board of Church and Society   Rabbi Steve Gutow, Jewish Council for Public Affairs   Rev. Welton Gaddy, Interfaith Alliance   Nancy Ratzan, National Council of Jewish Women   Nathan Diament, Union of Orthodox Jewish Congregations   Rabbi David Saperstein, Religious Action Center for Reform Judaism   The Reed Family: Gloria, Roman, and Don Reed   The May Family: Jennifer and Michael May   The Strongin Family: Allen Goldberg and Lori Strongin   Pete Cantucci, CWA, former VP   Larry Cohen: CWA, President   Janet Rowley, University of Chicago   Peter Wilderotter, Reeves Foundation, President and CEO   Linda Singer   Susan Axelrod, CURE, President and Founding Member   Dr. Renee Reijo-Pera, Director of the Center for Human Embryonic Stem Cell Research and Education, Stanford Stem Cell Biology and Regenerative Medicine Institute   Dr. Guiherme Silva, Texas Heart Institute’s Stem Cell Center   Dr. Emerson C. Perin, Texas Heart Institute’s Stem Cell Center, Director   Raul de Jesus de Pedraza   Rick Weiss, Center for American Progress, Senior Fellow   Eric Lander, Professor of Biology at MIT; Co-chair of President’s Council of Advisors on Science and Technology\n\n\n\n"
}