{
    "title": "Readout of the President's Bilateral Meeting with Prime Minister Kan of Japan to the Travel Pool by National Security Council Senior Director for Asian Affairs | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/26/readout-presidents-bilateral-meeting-prime-minister-kan-japan-travel-poo",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 26, 2011\n\n \n\n\n\nReadout of the President's Bilateral Meeting with Prime Minister Kan of Japan to the Travel Pool by National Security Council Senior Director for Asian Affairs \n\n\n\n\n7:54 P.M. CEST\n\n\t     MR. RUSSEL:  The fact of the matter is that the two leaders somewhat stole my thunder by giving you an accurate preview in their opening statements about what they were going to discuss.  And they followed up on each of the subjects that they touched on in their openings.\n     The discussion began with a strong expression of appreciation on the part of the Japanese Prime Minister for all that the U.S. has done and the observation by President Obama that the ability of the two sides, both civilian and military, to cooperate as effectively as they did in the recovery efforts and in the aftermath of both the earthquake, tsunami, and on the nuclear emergency was really a reflection of how much progress over the past 50 years the U.S.-Japan alliance has made.\n     They came back in the end of their meeting to the topic of the alliance.  The two leaders agreed that it’s important for Japan to continue its efforts to follow through on the agreement of last May to implement the realignment road map on Okinawa in order to ensure that the U.S.-Japan alliance and the basing arrangements are on a solid footing as we continue to work to enhance, revitalize and modernize our alliance.\n     They talked at some length about economic and trade issues, beginning in the context of Japan’s economic recovery in the aftermath of the natural disasters that it’s suffered.  And the Prime Minister stressed, and the President encouraged Japan to redouble its efforts because of the important role that Japan plays in promoting economic growth across the board.\n     That led them to a discussion of the Middle East, where they agreed that the profound and dramatic political transformation needs to be reinforced by economic growth and development, and that this is an area where the United States and Japan have, are, and will continue to invest heavily.  And the Japanese Prime Minister talked a little bit about some of the things that Japan continues to do both in the Middle East and North Africa, but also in Afghanistan and Pakistan, to promote development and stability.\n     The President thanked him very much for that.\n     They talked also about trade in connection with the upcoming APEC meeting that the President will chair and the TPP -- Trans-Pacific Partnership -- that the United States is working on and that Japan is interested in.  As the Prime Minister said in his public remarks, they are not, as a result of the earthquake, as far ahead in their internal process as he had hoped to be, but he evidenced great interest and the President underscored the importance of very high quality trade agreements in the Asian Pacific area.\n     That pretty much covers it.  The President and the Prime Minister agreed that Prime Minister Kan would pay an official visit to Washington in September, probably early September, although the exact dates have yet to be nailed down.  This is something that they had intended to do and that events had slowed down a bit, and they --\n     Q    When you say they intended to do, did you mean before the disaster?\n     MR. RUSSEL:  Correct.  In Yokohama in November, they agreed -- the President invited the Prime Minister to come at that point.  They thought it would probably be towards the middle of the year.  For obvious reasons the Japanese have been pretty well occupied since March 11th.  But the Prime Minister indicated that the September timeframe worked well for him.\n     Q    Wait, early September, did you say?\n     MR. RUSSEL:  Yes.\n     Q    And you said official visit -- does that mean a state dinner, anything like that, or just a visit in the Oval?  Is there anything special about this?\n     MR. RUSSEL:  I think we have yet to work out the fine points of what it will entail as a practical matter, but that he would come for an official visit in his capacity as Prime Minister -- not just a quick hop to Washington or a meeting on the margins of the U.N. General Assembly or another multilateral meeting, but that the President would receive him in Washington for very substantive discussions.\n     They talked a little bit about some of the work to be done and gave me and my colleagues a number of assignments.  So for that and for also the reason that I have to go to a dinner, I will stop here, and let me take questions, but I will have to excuse myself shortly.\n     Q    Is there any concern on the part of the administration about the delays in the TPP?\n     MR. RUSSEL:  It’s not a delay, from our perspective.  The Japanese themselves are working internally to get answers to questions about how they could proceed, whether they will proceed, and when they will proceed.\n     Our work is moving apace with a view to getting done what we can with the current TPP negotiating partner.\n     Q    And you want to get it done by APEC in Hawaii, right?\n     MR. RUSSEL:  I'll leave that to Mike Froman to answer, because I'm not the best source for defining what the “it” is that should get done and by when.\n     Q    One glaring thing that hasn’t been mentioned is nuclear safety standards and revisiting that.  And I thought that was one of the things that was going to come out of this meeting but it wasn’t mentioned.  Can you talk at all about -- and was that part of the discussion?  And if not, why not?\n     MR. RUSSEL:  That’s one of the issues that is being covered in great depth in the context of the G8 discussions themselves.  So I think the two leaders didn’t feel it necessary to go into it, although the subject was raised in the meeting.\n     Q    How was it raised in the meeting?  In what context? \n     MR. RUSSEL:  In terms of the importance of nuclear safety and the contribution that the Japanese Prime Minister is making in introducing it in the G8 and multilateral forums so that others can learn from Japan’s experience.\n     Q    Am I fair in reading a bit of a subtext to the comments that we heard that the administration might have been urging Japan not to get too withdrawn as it tries to deal with this enormous disaster, and at the same time keep an eye on international affairs?  It seemed that Prime Minister Kan was saying that while that was going to be their -- revitalizing the economy would be their main priority, that they were going to stay engaged.  I mean, was that something that the President was looking for from the Japanese?\n     MR. RUSSEL:  It is something that the President very much welcomes, namely, the commitment and the determination on the part of the Japanese leadership both to continue its active role in global affairs and meeting transnational challenges, and in regional affairs. \n     What was interesting and particularly welcome, I think, in what the Prime Minister said is that he made a connection between the recovery and the revitalization of Japan and the Japanese contribution to international economic growth.  He described this as a major point of “opening,” I think is the word that he used, and clearly looks on the period ahead as one in which Japan will strengthen its ability, in economic and in developmental terms, to support the rest of the world.\n     Q    Thank you.\n     MR. RUSSEL:  Thank you.\nEND 8:04 P.M. CEST\n\n\n\n\n"
}