{
    "title": "Statements on the President’s State of the Union Address | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/01/25/statements-president-s-state-union-address-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 25, 2012\n\n \n\n\n\nStatements on the President’s State of the Union Address\n\n\n\n\n\nNevada Senator Harry Reid\n\t \n\t“President Obama offered common-sense solutions that will create jobs and put our country on a path to economic fairness. The policies proposed by the President will narrow the inequality gap in our country while making America a leader in clean energy technology, and continue the revival of our manufacturing sector. With millions of middle-class families in Nevada and across America making sacrifices every day, Democrats are united behind the principle that millionaires and billionaires should pay their fair share as well.\n\t \n\t“To turn these job-creating proposals into reality, we need Republicans to work with us, and refrain from turning straightforward issues into all-or-nothing battles. I am optimistic that this year, Republicans will turn away from the Tea Party, and listen to the American people instead.”\n \n\tIllinois Senator Dick Durbin\n\t \n\t“Tonight we heard the President lay out a plan for an American economy that values hard work, promotes fairness and rewards responsibility. He spoke about an economy based on American energy and manufacturing and built by the highest skilled workers in the world.”\n\t \n\t“I support that plan and the President’s vision for an America that helps those who are suffering, emboldens those who are working hard and playing by the rules and levels the playing field for everyone – not just the privileged few.”\n\t \nCalifornia Senator Barbara Boxer\n\t \n\t“President Obama laid out a blueprint for building an economy that works for every American.\n\t \n\t“The President’s eloquent optimism stands in marked contrast to the angry tone Americans have been hearing on the campaign trail from his opponents.\n\t \n\t“I welcome his call to action for us to work together to strengthen the middle class, create clean energy jobs, help responsible homeowners stay in their homes, protect the environment from toxins such as mercury and rebuild America’s infrastructure.\n\t \n\t“I will do everything I can to bridge the partisan divide and we can start right away by passing a bipartisan surface transportation bill that saves or creates millions of jobs.”\n\t \nNew Mexico Senator Jeff Bingaman\n\t \n\t“I thought President Obama laid out a very good blueprint for how we can accelerate economic growth in our country – to create jobs now and to lay the foundation for a strong economy for the next several decades.  I think it’s important for us to focus on rebuilding manufacturing jobs in our country, and to develop a labor force that can do the work that needs to be done.  I also agree with the president that we need to focus on our own energy sources to meet our economic needs.  All of that, I think, is very positive and would be good for the country.  I hope the Congress will rise to the challenge and work with President Obama over the next several months.”\n\t \nMissouri Senator Claire McCaskill\n\t \n\t\"The vision President Obama laid out to bolster manufacturing, like we did at the Ford plant in Kansas City, and invest in our work force is a starting point that we all should be able to support.  Missouri's middle class families can't endure more partisanship, brinksmanship, and political games.  They expect us to work together and be willing to compromise.  I'm ready to work towards that goal.\"\n\t \nVirginia Senator Mark Warner\n\t \n\t\"I agree with the President: To jumpstart our economic recovery, we must work together to boost jobs and investments in manufacturing and refocus our efforts on quality job training and rebuilding American infrastructure. I was pleased to see the President endorse several elements of my bipartisan efforts to promote entrepreneurship and cut government duplication and waste.\n\t \n\tI firmly believe that the best thing we can do to restore confidence is to reach agreement on a plan that addresses our deficits and debt, and I will continue to work with a growing bipartisan coalition in the House and Senate to come up with a responsible plan that fixes our nation's finances.\"\n\t \nWashington Senator Maria Cantwell\n\t \n\t“Jobs need to be our top priority. Tonight, the President put forth opportunities to grow our economy and strengthen America’s future: supporting American manufacturing jobs, investing in clean energy innovation, and providing affordable education and quality job training to keep our nation competitive.\n\t \n\t“Washington state is a national leader in many industries including aerospace, biotech, clean energy technology, software, and agriculture. We need policies that will help the manufacturing sector grow. We also need to invest in growing a skilled workforce capable of filling the jobs that employers need. That includes Washington’s aerospace industry, which needs thousands more skilled aerospace workers to keep pace with growth.\n\t \n\t“We are at a pivotal point for the competitiveness of our nation. Now is the time for Congress to put differences aside and work together to seize the great market opportunities before us and build a stronger America that puts Main Street first.”\n\t \nDelaware Senator Tom Carper\n\t \n\t\"Tonight, the President delivered an honest assessment of the strong state of our union and provided a plan to build on our past success to ensure a stronger America – one, as the President said, that is 'built to last.' The President's blueprint for a stronger America parallels many of my goals and initiatives for the First State, specifically our need to rebuild the American workforce, to support and strengthen our recovering economy and to reinvest in American ingenuity so we can maximize our nation's great potential. \n\t \n\t\"While we have made a lot of progress in putting people back to work with 22 straight months of private sector job growth, more needs to be done.  One of my top priorities this year will continue to be supporting initiatives that spur job growth and create a nurturing environment where businesses in Delaware and beyond can grow and preserve jobs. \n\t \n\t\"One thing that has struck me about this economic recovery is that it is being led by a different sector of our economy. In the past, we've seen recoveries driven by the housing market, construction, and consumer spending. However, this recovery is being led by our manufacturing sector, as well as an increase in our exported goods and services, specifically within the agriculture industry. Many of us remember a time – not that long ago – when this nation built everything. And with this economic recovery we have seen a resurgence of the signature 'Made in America.' We are building and growing things in America again, and our economy has produced 29 consecutive months of growth in our nation's manufacturing base. Companies like General Electric are investing in skilled American workers to build advanced technologies. And America's auto companies – once on life-support – are back with full force, building new plants, rolling out new models and hiring thousands of American men and women. \n\t \n\t\"Right behind the muscle of our manufacturing industry is the success of our nation's farms and livestock. From the soybean fields in Harrington to the chicken growers in Millsboro, and across our nation to the crops in the South, Midwest, and West, we are producing the foods sold and enjoyed around the world. Between the strength of our manufacturing and agriculture industries, we are on track to meet and even exceed the President's goal of doubling our exports by 2014.\n\t \n\t\"When I travel up and down Delaware, I see countless examples of our nation's great achievements and our boundless potential. I see it in our schools, in our workforce and in our businesses. When we set our minds to it and work together, this nation can achieve great things.  The President's 'to do' list for 2012 and beyond is an ambitious one, but these are attainable goals that we should strive for. \n\t \n\t\"Over the coming weeks and months, Congress must look for ways to come together and resolve our differences in order to strengthen our nation. Every day, I try to bring the spirit of Delaware to Washington, D.C. to get results. That spirit of cooperation and common sense is one we need more than ever in our nation's capital.\" \n\t \nDelaware Senator Chris Coons\n\t \n\t“President Obama tonight laid out a positive vision for where our country is headed, powered by an economy built to work for all Americans. I share President Obama’s belief that if you work hard and play by the rules in this country, you deserve a fair shot at economic fairness, and I look forward to working with him this year to restore the economic fairness we seem to have lost. President Obama’s blueprint touches all the right areas if you’re trying to build an economy that works for everyone. For the first time in 15 years, America’s manufacturing sector is growing again. We need to invest in that momentum, grow domestic and clean energy production, and enhance the skills of American workers. Importantly, we have to do it in a bipartisan way that is economically fair to all Americans.”\n\t \nOregon Senator Ron Wyden\n\t \n\t“President Obama laid out his plan to help hard working Americans get back on their feet and rebuild an economy devastated by the financial collapse of 2008. One of the most encouraging things I heard from the President tonight was his interest in ending the perverse incentives that the broken tax code gives to American businesses to ship jobs overseas. Revamping our tax code and particularly scrapping those incentives will mean more job creation in the U.S. and more opportunities to support a middle class that has seen their prospects diminish for decades.\n\t \n\tThe President is right when he says that unfair trade practices have made it harder for U.S. manufacturers in the green goods sector and others to compete with their Chinese counterparts. With increased enforcement we can level the playing field for American workers and I look forward to working with him and the Administration to improve enforcement of our trade laws.”\n\t \nOregon Senator Jeff Merkley\n\t \n\t“Tonight, President Obama focused on our most important challenge as a nation: how to make America work for working Americans again.  For the last three and half decades, the wealthy have done very well, while the middle class has flat-lined or worse. I agree with the President that much more needs to be done to help rebuild the American middle class and support our working families. \n\t \n\t“I am heartened that President Obama realizes that more needs to be done to take on the foreclosure meltdown. The last three years have seen modest measures that have failed to stop the massive wave of foreclosures that have overwhelmed many communities.  We must bring the same energy and commitment that was used to save the financial sector in 2008 and 2009 to help stabilize and restore our housing market.  With five to eight million more foreclosures on the horizon, we must do all that we can to keep families in their homes.  It’s the right thing to do for those families and it’s essential for sustained economic recovery.   This recession started with the collapse of the housing market, and until we deal with the foreclosures, underwater mortgages, and falling home values, we won’t get our economy back on track.\n\t \n\t“If we’re going to re-make our economy to once again make opportunity and prosperity for middle class families and small businesses the top priority, we have to end the abuses and excesses on Wall Street that caused our economic crisis.  That’s exactly what we aimed to do with the Merkley-Levin provisions to end high-stakes gambling with taxpayer-backed deposits.  I’m glad President Obama reaffirmed his support for this common-sense rule and the other rules of the road that will bring accountability and stability back to our banking system.\n\t \n\t“I also appreciate the President’s emphasis on rebuilding our manufacturing base. In the last twenty years we have seen millions of jobs swept away overseas. That is unacceptable. If we don’t build things in America, we won’t have a middle class in America.  Unfair trade practices by China are driving a huge loss of America’s manufacturing jobs, and I applaud the President for committing to ending these practices.\n\t \n\t“And I absolutely agree with President Obama that we’re not going to be able to effectively meet these goals if we don’t fix the broken rules in the U.S. Senate.  I have been pushing for reform for over a year, and I will continue to push for reforms so the Senate can do the people’s business.\n\t \n\t“Bottom line: we have a choice to make about what kind of country we want to live in.  The President laid out a vision of a country that comes together to tackle big challenges and make sure that our economy works not for the 1% or 10% but for 100% of Americans.   I am proud to fight for that vision, and hope to work together with colleagues from both parties to get things done for the American people.”\n\t \n\nCongresswoman Nancy Pelosi (CA-8)\n\n\t“Tonight, the President delivered a strong vision to the American people of an economy that’s built to last, that ensures a thriving middle class, that promotes fairness for working families, and that reignites the American dream.\n\n\t“The pillars of President Obama’s agenda are consistent with the American values of fairness, opportunity, and responsibility, and reflect the commitment of House Democrats to our ‘Make It In America’ initiative, to rebuilding America, to strengthening our communities, to securing our energy future, and to providing students and workers the skills to succeed.\n\n\t“The President and Democrats agree: America’s prosperity only goes as far as the success of our workers, the education of our children, the growth of our small businesses, and the economic security of our middle class.  We also share the firm belief in freeing politics from special interests; indeed, only with fairness in our political system can we have fairness for the middle class.  Together, we can fulfill the promise of an America built to last.”\n\tCongressman Robert C. \"Bobby\" Scott (VA-03)\n\t \n\n\t\"Our economy has added a total of 3.2 million private sector jobs over the last 22 months, but the President and Congressional Democrats realize that we must do more to create jobs and accelerate our economic recovery. The wealthiest Americans have seen their bank accounts and stock portfolios continue to grow despite the economy, while too many American families have seen declining housing values, their incomes eroded, and are struggling to make ends meet in the wake of the deepest recession since the Great Depression.\n\n\t\"Tonight, I believe the President laid out a strong blueprint that will ensure the long term success of our economy and better address economic inequality by calling for a greater emphasis on American manufacturing, American energy, and investment in the skills and competitiveness of the American workforce.\"\n\nCongressman George Miller (CA-7)\n\t \n\t\"President Obama gave a very strong and optimistic speech about our country, but made equally strong challenge to Congress to stop blocking efforts to rebuild the middle class and move America forward. I give this speech and its message to all Americans very high marks.\"\n\t \n\nCongresswoman Marcia L. Fudge (OH-11)\n\n\t\"The President was clear tonight: we've made progress but we need to do more to create jobs or we risk permanent harm to the middle class and the ability of millions of Americans to experience the American dream. Democrats and Republicans in Congress should unite around supporting job creation. Members can either stand in the way of progress or lead the way to a stronger economy, based on investing in infrastructure, improving America's schools, helping small businesses thrive and grow, and extending a payroll tax cut that will put money in the pockets of consumers. This is not the time to shortchange our veterans, or our seniors and disabled who rely on Social Security and Medicare. We need to invest in our nation, so our children have the same opportunity that previous generations had to get ahead.\"\n\t \n\nCongressman Ben Ray Luján (NM-3)\n\n\t“Tonight, President Obama outlined a plan forward that will help lay the foundation for a stronger tomorrow and an America that is built to last.  His agenda recognizes the struggles the people in New Mexico continue to endure and the need for job creation right now, while investing in areas that will create long-term economic growth to ensure that the United States truly remains the land of opportunity.\n\t \n\t“As the President made clear, we must invest in our most precious resource – the American people.  We need to strengthen our schools, put a college education in reach for more Americans, and ensure that the innovative spirit of America’s entrepreneurs has the opportunity to flourish and drive our economy forward. \n\t \n\t“Restoring our manufacturing sector, investing in American energy, and unleashing new innovations are essential to creating good jobs in our communities.  The President’s emphasis on incentivizing high-tech manufactures to build it here at home, cracking down on unfair trade practices, and making it easier for a start-up to develop that next big idea will spur economic growth in New Mexico.  With our national labs and universities, we are positioned to be a leader in the effort to grow new businesses that will Make It in New Mexico.\n\t \n\t“Over the past few years, the people of New Mexico have paid the price for an economy that for too long was not focused on Main Street, working people, and the values of middle-class Americans.  Tonight President Obama reaffirmed our commitment to the enduring American value that hard work and playing by the rules will open the doors of opportunity for all.  Working together, I know that we can restore this principle that provides strength for all those seeking their piece of the American Dream.”\n\t \nCongressman Charles Rangel (NY-15)\n\t \n\t“In his State of the Union Address tonight, President Obama provided the American people with hope that our nation is headed in the right direction. He presented a plan that will rebuild our country’s foundation to sustain every American rather than just a wealthy few. By focusing on American manufacturing, energy dependence, skills for American workers and our country’s core values he framed our Democratic vision that will guide current and future generations on the road to rebuilding the American Dream.\n\n\tPresident Obama’s address comes at a pivotal time for the American Middle-Class. His call for tax reform in which everyone pays their fair share must be answered. We cannot build a solid economy unless the responsibility is shared by everyone. Giving tax incentives to small businesses and manufactures that keep jobs in America and hire American workers rather than a handful of corporations and billionaires will pump life back into our hard working middle-class who is the backbone of our nation.\n\n\tPresident Obama also turned a new page for American energy by outlining an economy fueled by homegrown and alternative energy sources free from foreign dependence. These efforts will create jobs powered by American workers and ingenuity. To accomplish this, the President reaffirmed my belief that we must make sure our students and workers get the education and training they need so that we have a workforce ready for the challenges of the 21st century.\n\n\tI commend President Obama’s leadership. His call for fairness for all and responsibility from all is crucial for our nation’s future. I look forward to working with my Colleagues in Congress to support President Obama’s blueprint. This is a time when we need to join together – it's not about being a Democrat or a Republican -- it's about every American working as one nation to rebuild a lasting economy and a better future for all.\"\n\nCongressman Charles A. Gonzalez (TX-20)\n\n\t“What the President laid out this evening was a choice-- for the leaders of this country as well as the people of America.  We can remain entrenched in an unproductive partisan debate or we can unite and work together on the issues necessary to create growth and prosperity.  At a time when we see a shrinking middle class, our country needs to restore our values to ensure hard work pays off and that Americans can work and retire with dignity.\n\n\t“I‘m glad the president believes that we have a lot of work to do. Even though there has been consistent private sector job growth for the past 22 months, unemployment levels are simply unacceptable. With 11% of Hispanics left jobless in the wake of a housing crisis and financial meltdown, President Obama and Congress must do everything we can to jump start our economy and to avoid creating another legacy of boom-and-bust cycles.\n\n\t“Latinos have so much at stake. Caucasians have 18 times more household wealth than their Hispanic peers, but we can help narrow the achievement gap by building an economy that will last for all Americans.\n\n\t“I was glad to see that President Obama invited Juan Jose Redín, an attorney from North Hollywood, California, who came to the U.S. from  Ixtapan de la Sal, Mexico at the age of 10. After years of studying, working hard and playing by the rules, Juan earned his citizenship under California's Assembly Bill 540 and graduated with honors from UCLA. He now practices law and is a shining example of how passing the DREAM Act could bring positive change in our communities.\n\n\t“Mayor of San Antonio Julian Castro’s presence at tonight’s State of the Union is a testament to San Antonio’s leadership and willingness to come together to provide a better life for its citizens. Both San Antonio and the rest of the country still have a lot of work to get our economy on the path to sustained prosperity, but utilizing the initiatives laid out by the President this evening, we have a better opportunity to create an America that is built to last.\n\nCongressman Xavier Becerra (CA-31)\n\t\"President Obama could not have been clearer:  This is a make or break moment for America’s middle class and a defining moment in our nation’s history.\n\n\tAs our economy continues to recover from the worst economic recession since the Great Depression we must ensure that all Americans get a fair shot at the American Dream.  That means if you work hard and play by the rules you will be rewarded, but everyone must play by the same set of rules.  And all Americans, no matter how big their bank account, must pay their fair share.  We cannot afford to go back to the same failed policies that got us into this mess in the first place.\n\n\tThis is our time. So, as President Obama said, let’s meet the moment and overcome the challenges we face by providing our students and workers with the education and training they need to compete in the twenty-first century; jump starting American manufacturing so that we can Make It In America again; fueling our economic recovery with homegrown renewable energy; and reaffirming our American values of fairness and responsibility.\"\n\t \n\nCongressman Maurice Hinchey (NY-22)\n\n\t\"President Obama has articulated a vision for an economy that lifts up all Americans - not just the wealthiest 1 percent. This path forward recognizes that we face a make or break moment for the middle class and those trying to reach the middle class. While our economy has shown encouraging signs of recovery since 2008, the underlying economic problems, which have been evident for decades, continue to hinder our ability to ensure economic security and the promise of America for those who work hard and play by the rules.\n\n\t\"We simply cannot afford to settle for a country where a shrinking number of people do extremely well, while a growing number of Americans can barely get by. Since 1979, the top 1 percent of Americans have seen their incomes grow by 275 percent, and in recent years the top one-fifth of income earners raked in more than the rest of the country combined.  To address this crisis we must take bold action to reform our tax code so that millionaires and billionaires no longer pay a smaller percent of their income in taxes than their secretaries and personal drivers.\n\n\t\"We must also invest in rebuilding American infrastructure so that it can sustain a 21st century economy, and restore our manufacturing sector so that we make things in America again. Our schools need to be well funded so that we can retain and hire good teachers who can educate a skilled workforce, and we must shift away from a fossil fuel based economy and towards a sustainable and renewable energy future.\n\n\t\"The path forward set forth by President Obama is a prescription for a stronger America where the dreams we have for our children can come true. It is a sharp departure from the picture of austerity and decline painted by those who are focused on winning the next election instead of winning our future.\"\n\nCongressman Eliot Engel (NY-17)\n\n\t“The President’s speech tonight was essentially a strategic plan to bolster the American Dream – which is slipping out of reach for far too many Americans.  President Obama cited the fear of losing out on the American Dream for low- to middle-income families as the reason he sought public office.  As the son of an ironworker growing up in public housing, and educated in New York City Public Schools and at the City University of New York, this struck close to home for me.  I was afforded the opportunity to one day serve my country in the United States Congress.  As a parent, we always seek better opportunities for our children than we had ourselves.  That should be the case for all American families.\n\t \n\t“Our economy has come a long way since the dark days back in 2007-08 when we were losing hundreds of thousands of jobs each month.  We cannot ignore 22 consecutive months of growth, and over three million private sector jobs added since the President’s first State of the Union address.  Recovery has been slower than anyone wants, but the fact remains our economy is getting better.\n\t \n\t“We must return to the days where both parties worked together for the good of the country.  Compromise cannot continue to be a dirty word.  Our challenges are far too great for us to continue self-defeating partisanship.  Our goals should be for the betterment of the American people, not cold-hearted electoral politics. \n\t \n\t“I was pleased to hear the President sees energy as one of the main avenues for shoring up the American Dream.  Clean energy investments created tens of thousands of good paying jobs in recent years. Reducing pollution will also protect the health of all Americans by, cutting down the rates of serious diseases.  Promoting alternative fuel sources will help lead our country to a future free from dependence on foreign governments, many of which are hostile to our interests.  Oil production has never been higher, and Democrats must remember we must avoid saying no all of the time and find other ways to produce domestic energy sources. \n\t \n\t“Far too many families can barely keep pace with their mortgage payments and household expenses.  Our focus must remain on jobs and the economy, and rebuilding our crumbling infrastructure.  However, we are sadly mistaken if we lose sight of the crisis our public education system faces.  We must reform No Child Left Behind, or every American will be left behind.   We must fix our borders and reform our immigration system.  We cannot forget that immigration done correctly has made our country the successful melting pot it is today.  We must also finally come to grips that health care in this nation is a right and not a privilege. We have much more that needs to be accomplished to keep America great, and enable more people to take part in the American Dream. \n\t \n\t“I am hopeful that 2012 will be more productive than 2011, when manufactured crises dominated our national rhetoric.  Americans expect more from their government, and we should demand it of ourselves.  We must show that we can still come together to preserve and expand the American Dream.”\n\t \nCongresswoman Chellie Pingree (ME-01)\n\t \n\t“I was glad to hear the President put the economy front and center in his speech. He is absolutely right that we need to make fixing the economy and making it work for the middle class the number one goal.  I agree that we have to bring American manufacturing jobs home, invest in education and clean energy and protect Medicare and Social Security.  And it’s time to end tax breaks for the rich and time for the wealthiest to start paying their fair share.”\n\t \nCongressman Baca (CA-43)                                                                                                                         \n\t \n\t“I applaud President Obama for putting forward a bold plan of action to create jobs, strengthen the middle class, and lay out a blueprint for an economy that’s built to last.”\n\t \n\t“With unemployment at 8.5% across the nation, and near 13% in San Bernardino County, creating home grown jobs and putting more Americans back to work must be our number one priority.  Tonight, the President spoke of a vision to create jobs through a renewed focus on American manufacturing, American energy, American workers, and a renewal of American values.  As the President said, it’s long past time to stop rewarding businesses that ship jobs overseas, and start rewarding companies that create jobs right here in America.”\n\t \n\t“As the President pointed out, the economic security of the middle class has eroded for decades.  Too many jobs have been outsourced overseas – and while the most fortunate amongst us have seen their incomes rise like never before, the vast majority of Americans are struggling with growing costs and shrinking paychecks.  It is imperative we ensure that all Americans play by the same rules and pay their fair share as we work to bring fiscal stability, create new jobs, and grow our economy over the long term.  But we can only overcome the obstacles we face if we move forward with a sense of cooperation and unity.” \n\t \n\t“Moving forward, I stand ready to work with all my colleagues – Democrats, Republicans, and Tea Party Members alike - to strengthen employment for our veterans and returning troops, provide greater economic security for American women and families, increase educational opportunities for young people, and secure additional federal funding for worthy local projects.”   \n\t \n\t“I am also encouraged that President Obama spoke of the need for comprehensive immigration reform.  It is long past time we moved to fix America’s broken immigration system.  Only through comprehensive immigration reform will we reach a humane policy that brings families out of the shadows while also strengthening our economy, and safeguarding our national security.”\n\t \n\t“I am proud to continue to serve the people of California’s Inland Empire during these historic times.  We have a long road ahead of us, but with the strength and determination of the American people, and the leadership of President Obama and the Congress, we can create more jobs here at home, strengthen our economic recovery, and make sure the United States truly is a nation of opportunity for everyone.”\n\t \nCongressman Wm. Lacy Clay (MO-1)\n\t \n\t“Tonight’s speech demonstrated  President Obama’s positive vision, and reminded me of Presidents Bill Clinton and Franklin Roosevelt. President Obama outlined a clear vision about what is really at stake for middle-class families. American manufacturing and the skilled jobs that it creates is already showing real strength. ‪We’re seeing that in the St. Louis region at companies like Boeing and General Motors. The President also talked about American energy and oil and gas exploration, and how he intends to expand it in a responsible way. I support his plans for energy independence. Under President Obama’s leadership, the economy is growing again. The economy has added a total of 3.2 million private sector jobs over the last 22 months.  ‪But too many families are still hurting and unemployment is much too high. So we have a lot of work left to do. President Obama and I intend to keep moving forward and rebuild an economy where hard work pays off and responsibility is rewarded – an economy built to last…for everyone.”\n\tCongressman Steny H. Hoyer (MD-5)\n\n\t“Tonight, President Obama stood before Congress and the American people and asked us to envision the stronger union we can achieve together.  The plan he laid out is rooted in the same values of fairness and responsibility that have enabled generations of Americans to climb ladders of opportunity and pass their faith in the American Dream on to their children.\n\n\t“The President’s blueprint draws on many of the ideas House Democrats have put forward in our Make It In America plan for job creation and economic competitiveness.  Our Make It In America plan will help manufacturers expand and hire more workers, develop American energy and support new, home-grown alternative energy technologies, and invest in education to build the competitive workforce of the future.\n\n\t“President Obama also spoke of his commitment to deficit reduction so we can afford these investments in America’s future, and I share that goal.  Putting our fiscal house in order will provide certainty to businesses and to families, and is important for our nation’s long-term economic strength.  Reform of our tax code should be part of that discussion, and reflect our values and promote the growth of our economy and jobs.\n\n\t“Under this President’s leadership, we have made tremendous progress in our fight against al-Qaeda -- including the daring raid that killed Osama bin Laden and the demise of Anwar al-Awlaki, among other key terrorist leaders.  After eight years of determination and heroism from our troops in Iraq, President Obama kept his promise and withdrew our forces in a way that was safe, dignified, and is consistent with our security interests in the region.\n\t“The vision the President talked about tonight is forward-looking and based on the principle that all deserve a fair shot at making it in America.  I hope Republicans and Democrats will join together over the coming year to address the common challenges we face.”\n\nCongressman Chris Van Hollen (MD-8)\n\t \n\n\t“Tonight, President Obama laid out the stark situation our nation faces – we are at a crossroads. Will we invest in America’s future and help working families build a better future for themselves and their children? Or will we go back to politics that worked for the wealthiest and Wall Street but failed Main Street?  I believe the President has put forth a clear path to give every American a fair shot at success and allow every child a chance at a better future.\n\t \n\n\t“Our economic recovery has come a long way, but there is no question that we still have work to do.  Putting Americans back to work and spurring economic growth is priority number one for President Obama and Democrats in Congress. The President’s four pillars for a country and an economy built to last – American manufacturing, American energy, skills for American workers, and a renewal of American values – are an important blueprint for a successful future for our nation.  At the same time, we must work now to put in place a balanced plan to reduce the deficit over the long-term.\n\t \n\n\t“The American dream is not dead – but it is becoming increasingly difficult for people to achieve.  I hope that my Republican colleagues will work with us to rebuild an economy that works for everyone, not just special interests.  There is simply too much at stake.”\n\t \n\nCongressman Martin Heinrich (NM-1)\n\t \n\t“Like the President, I believe our country is at a pivotal moment with much at stake, including the future of America’s middle class.\n\t \n\t“As the son of an electrician and a factory worker, and now a parent myself, I know what it’s like to hope for a better future for the next generation. But right now the playing field is uneven. Tax rates for the ultra-rich are at record lows and income inequality is at a record high.\n\t \n\t“Republicans have seized this pivotal moment to suggest that instead of fighting for our middle class, they want to double down on their failed economic policies and threaten our seniors with cuts to Medicare and Social Security. Millionaires and billionaires, like candidate Mitt Romney, pay lower taxes than middle-class working families—yet Republicans in Congress want to make the Bush tax cuts permanent.\n\t \n\t“The Bush tax cuts have proven ineffective at stimulating job growth, and must be ended.\n\t \n\t“My commitment remains stronger than ever to growing New Mexico’s economy, because parents deserve a fair chance at sending their kids to college, paying for quality health care, and saving for retirement. By investing in math and science education, encouraging innovation and manufacturing—both of which New Mexico is positioned to excel in—and strengthening Social Security and Medicare, we will grow our middle class and we will all be better off.”\n\nCongressman David Price (NC-04)\n\n\t\"Tonight, President Obama reiterated that he will fight for what's right: the promise of America should be for all, not just the wealthy few. For the past three years, he has worked with Democrats in Congress, he has fought to reform health care, rein in Wall Street, expand access to higher education, and most important of all, start a recovery that has added 3.2 million private sector jobs over the last 22 months. I have been proud to stand with him.\n\n\t\"But we must do more. We are in a make or break moment for our middle class, and those trying to reach it. President Obama's blueprint to restore and revitalize our middle class—focused on promoting education, research, and clean energy and developing innovative businesses and manufacturing here at home—is the right one. I also applaud the President's call for a return to tax fairness for working Americans. Warren Buffett's Secretary, Debbie Bosanek, was in attendance tonight. She should not pay a greater percentage of her income in taxes than her billionaire boss. Nor should seniors, or students, or families working hard to get by pay a greater percentage than those who earn more than a million dollars a year.\n\n\t\"Our middle class is the engine of our nation's economic growth, but the top one percent now control more wealth than the bottom 90 percent. This inequality is neither accidental nor inevitable–it is the result of a deliberate policy agenda pursued by Republican administrations and Republicans in Congress that views tax cuts for the wealthy as more important than investments in public education, research, infrastructure and innovation. This is not the way America is supposed to work. I will fight alongside the President to revitalize our middle class. We must again employ government as an instrument of our common purpose if we are to restore an economy that rewards hard work and responsibility.\n\n\t\"Going forward, I am hopeful that Democrats and Republicans in Congress will come together in good faith to work with the President, beginning with a year-long extension of the payroll tax cut and unemployment benefits. If House Republicans continue to stand in his way and insist on returning to the same policies that brought about the economic crisis, they will have to explain their obstructionism to the American people.\"\n\nCongressman Steve Rothman (NJ-9)\n\t \n\n\t“President Obama said that we all have to come together to create jobs for the American people, reduce the deficit, strengthen the middle class, and get our economy back on the right track.  The President put forth a vision for a stronger economy that works for everyone, not just the wealthiest among us. I stand with President Obama in that fight. Thanks to President Obama, America’s economy has improved over the past three years. We have had twenty-two months of private sector job growth and we have kept our economy from going over a cliff, but there is much further to go for the millions of people who are still out of work or who are struggling with rising costs and shrinking paychecks. In addition to improving our nation at home, President Obama has strengthened America abroad and kept our nation safe. As commander in chief, the President has put terrorists on the run, most notably with the killing of Osama Bin Laden, and helped topple murderous dictators like Muammar Qadhafi. The President accomplished these great feats without spilling the blood of a single American soldier and while, at the same time, bringing our troops back from Iraq. President Obama continues to prove that he is the right person to lead our nation during these challenging times.”\n\nCongressman John Sarbanes (MD-3)\n\t \n\t\"The President made a forceful case that our long term economic prospects are tied to the strength of the middle class. The recent economic crisis eroded this strength but it is within our power to bring it back. The American Dream has always been about the opportunity to make a good life for your family. It is time to make those opportunities a reality again for all working Americans.\"\n\t \nCongresswoman Terri A. Sewell (D-AL)\n\n\t“Tonight, President Obama presented his vision and plan to grow the American economy. He set forth a four pillar plan for an economy that is “built to last,” based on American manufacturing, American energy, training for American workers and a renewal of American values. I share the President’s concern that working families and middle class Americans are being left behind.  I believe that government plays an essential role in building a fair society that works for everyone not just the wealthy few.\n\n\tI know that we in the 7th Congressional District of Alabama cannot afford to wait. Our families, small businesses, seniors and workers deserve a lifeline now. We can all benefit when we invest in working families, everyone pays their fair share and we provide incentives for businesses to hire workers and to make things right here in America.\n\n\tI applaud President Obama on his commitment to reigniting the American dream and for providing ladders of opportunity for all Americans to succeed. His plan addresses the issues critical to the constituents of my district—overcoming barriers to job creation, ending the housing foreclosure crisis, work force development, tax reform and investing in infrastructure. These are the issues that affect Alabamians and all Americans. Now is the time for Congress to set aside partisan politics and take action.  I look forward to working with the President and my colleagues in Congress to implement this strategic plan to restore fairness and promote opportunity for all Americans.”\n\nCongressman Heath Shuler (NC-11)\n\n\t“Tonight the President outlined a blueprint to rebuild the economy, revitalize American manufacturing, and put our country on a long-term fiscally sustainable path. The President is right that we must do more to level the playing field for American workers, reward companies that keep and create jobs here in the United States, and pass an agenda that helps our small businesses succeed. He is also right that we must go bigger than the $2 trillion in cuts and savings Congress has already implemented and pass a comprehensive, balanced deficit reduction plan that includes reforms to the tax code and entitlement programs. The President’s bipartisan Simpson-Bowles Fiscal Commission has already laid out the framework for such a plan --- $4 trillion in comprehensive cuts and savings over the next 10 years and long-term reductions in spending. I am currently working with a bipartisan, bicameral group of lawmakers to turn this framework into legislation and give Congress the opportunity to pass a substantive deficit reduction plan that the President can sign into law.\n\n\t“As President Obama said in his speech tonight, our nation is great because we built it together. I am hopeful that both Democrats and Republicans in Congress will heed the President’s call to action and work together in a bipartisan manner to rebuild our economy, pay down our debt, and move our country forward.”\n\t \nCongressman Sander Levin (MI-12)\n\t \n\t“With our economy on the way back and our nation a safer place thanks to his leadership, President Obama laid out a positive, powerful and persuasive vision of the importance of the middle class and American manufacturing. The president articulated an action plan that sets our priorities in the right place – middle class opportunity, tax fairness, and a make it in America manufacturing policy.\n\n\t“The divisive policies of many Republicans in Congress – who blame the unemployed for unemployment, put gridlock over government action, and protect tax breaks for the very wealthiest – simply leave the middle class behind.”\n\nCongresswoman Judy Chu (CA-32)\n\n\t“It’s been too long since hard work paid off for the American people.  President Obama’s blueprint for an economy that’s built to last is a plan to make sure that every hardworking American gets their due,” said Congresswoman Chu.  “This is a make or break moment for the middle class, and it comes down to whether we want a society that only benefits the privileged elites, or one that gives a fair shot to anyone willing to do their fair share.”\n\tCongresswoman Chu is well-aware of the challenges of getting Americans back to work.  She noted the importance of American manufacturing, and of allowing small businesses to provide those manufacturing jobs.\n\n\t“As the senior Californian on the Small Business Committee, I know firsthand that reinvigorating American manufacturing must include small businesses.  Creating two out of every three new jobs, they are the key to new employment for millions and a vibrant economy for our country.\n\t“President Obama laid out a plan for an America that is within our grasp if we work together to achieve it.  I call on House Republicans to work with Democrats to help us make this blueprint a reality for the American people.”\n\nCongressman Joe Courtney (CT-2)\n\n\t“Tonight, President Obama rightly kept Washington’s focus on our continued economic recovery. The blueprint he set forth addresses many of the concerns I am hearing in eastern Connecticut. I am pleased that he emphasized manufacturing jobs and ensuring that workers’ training and skills match the needs of businesses and sectors that are bringing our economy back.\n\n\t“The President’s focus on education, especially partnerships between community colleges and businesses is critical to creating the jobs of tomorrow. In particular Asnuntuck Community College in Enfield is already leading that effort, and legislation like the bipartisan Public Private Vocational Partnership Act will give this effort an additional boost. A college education is key to success in today’s economy, and I am encouraged by the President’s continued efforts to rein in college costs and help young people repay the student loans that have weighed them down too heavily for too long.”\n\t \nCongressman David Cicilline (D-RI)\n\t \n\t\"Tonight, President Obama outlined a plan to rebuild our economy with proposals focused on manufacturing, innovation, investments in our infrastructure, and workforce training - proposals similar to the ones that I have been working hard to advance over the past year.\"\n\t \n\t\"If the House Republican leadership is serious about working together and with the President to put America back to work, they should immediately consider measures like my Offshoring Prevention Act, that would end tax breaks for companies that shift jobs overseas. In addition, we should work together to strengthen American manufacturers by passing legislation included in the Make it in America agenda, such as my Make it in America Block Grant Program Act.  I look forward to continuing to fight for commonsense proposals like these that will benefit hardworking Rhode Island families.\"\n\t \n\t\"Rhode Islanders want Congress to move beyond ideological differences to make get things done for our country.  After so much unnecessary conflict last year, let's put aside partisanship and send the President bills like these that will advance not just the interests of Democrats or Republicans, but of every American family.  Regardless of our political party, we should all work to put our country back on the right track.\"\n\nCongresswoman Mazie K. Hirono (HI-02)\n\n\t“Tonight, the President talked about creating jobs for our middle class families by investing in our American industries, our roads and bridges, as well as investing in American energy. In Hawaii, we are so dependent on imported oil. Taking advantage of our natural resources to develop sustainable, renewable fuel will help us create local jobs with local companies. Most importantly, this will help end our dependence on imported oil. Common sense approaches by government that boost our economy, like President Obama laid out tonight, are exactly what people want to see.\n\n\t“The President also stressed the need to invest in our people – from making sure our keiki get a good education to helping American workers learn new skills to compete in the global economy. President Obama has some great initiatives to make the dream of a college education a reality for more students in Hawaii.\n\n\t“There’s a lot of work to do in the year ahead to get our economy moving again. That’s why I sat with my friend and Republican colleague, Congressman Don Young of Alaska. It is my hope that Congress will continue its work in that spirit of bipartisanship.”\n\n\n\n\n"
}