{
    "title": "Statement by President Obama on Progress in Russia's WTO Accession Talks | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/11/10/statement-president-obama-progress-russias-wto-accession-talks",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 10, 2011\n\n \n\n\n\nStatement by President Obama on Progress in Russia's WTO Accession Talks\n\n\n\n\nNovember 10, 2011\nI congratulate President Medvedev and his government for completing negotiations on the terms and conditions for Russia’s accession to the World Trade Organization (WTO), which were adopted today by the WTO Working Party on Russia’s accession.  The outcome of today’s Working Party meeting is the last step before WTO Ministers approve these terms and invite Russia to become a WTO Member, which we expect to take place at the WTO ministerial conference on December 15-17, 2011. After nearly two decades of negotiations, Russia will now be able to join to the WTO. This is a significant day for U.S.-Russia relations, and for our commitment to a growing, rules-based global economy.\nSince the beginning of my Administration, and with increased intensity after President Medvedev and I met in Washington in June 2010, I have supported Russia’s WTO accession.  Russia’s membership in the WTO will lower tariffs, improve international access to Russia’s services markets, hold the Russian government accountable to a system of rules governing trade behavior, and provide the means to enforce those rules. \nRussia’s membership in the WTO will generate more exports for American manufacturers and farmers, which in turn will support well-paying jobs in the United States. \nRussia also is opening its services market in sectors that are priorities to American companies, including audio-visual, telecommunications, financial services, computer and retail services.  \nFrom day one of its membership in the WTO, Russia will be required to comply with WTO rules on the protection and enforcement of intellectual property rights, including with respect to key rights relied on by U.S. creative and innovative industries\nRussia’s membership in the WTO also will benefit American companies and their workers by integrating Russia into a system of rules governing legal transparency and trade behavior and providing the means to enforce those rules. \nUpon Russia’s accession, the United States will be able to use WTO mechanisms, including dispute settlement, to challenge Russia’s actions that are inconsistent with WTO rules.\nAll of these benefits also apply to Russia’s other WTO trading partners, including Georgia, which concluded a far-reaching agreement with Russia yesterday for monitoring trade between their two countries.\nI now look forward to working with Congress to end the application of the Jackson-Vanik amendment to Russia in order to ensure that American firms and American exporters will enjoy the same benefits of Russian WTO membership as their international competitors.\nRussia’s  WTO accession would be yet another important step forward in our reset of relations with Russia, which has been based upon the belief that the United States and Russia share many common interests, even as we disagree on some issues. Whether cooperating to supply our forces in Afghanistan, securing nuclear materials, or achieving the New START Treaty, the United States and Russia have demonstrated the ability to produce “win-win” outcomes on security issues.  Russia’s dramatic step today towards joining the WTO underscores our ability to cooperate also on economic issues of mutual interest.\n\n\n\n\n"
}