{
    "title": "Vice President Biden Announces Availability of Nearly $1.2 Billion in Grants to Help Hospitals and Doctors Use Electronic Health Records | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-announces-availability-nearly-12-billion-grants-help-hospitals",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nAugust 20, 2009\n\n \n\n\n\nVice President Biden Announces Availability of Nearly $1.2 Billion in Grants to Help Hospitals and Doctors Use Electronic Health Records\n\n\n\n\n THE WHITE HOUSE Office of the Vice President  ___________________________________________________________________________  For Immediate Release                                                       August 20, 2009    Vice President Biden Announces   Availability of Nearly $1.2 Billion in Grants to Help Hospitals and  Doctors Use Electronic Health Records  CHICAGO, IL – Vice President Joe Biden today announced the availability of grants worth nearly $1.2 billion to help hospitals and health care providers implement and use electronic health records. The grants will be funded by the American Recovery and Reinvestment Act of 2009 (ARRA) and will help health care providers qualify for new incentives that will be made available in 2010 to doctors and hospitals that meaningfully use electronic health records. \"With electronic health records, we are making health care safer; we’re making it more efficient; we’re making you healthier; and we’re saving money along the way, \"said Vice President Biden. \"These are four necessities we need for healthcare in the 21st-century.\" \"Expanding the use of electronic health records is fundamental to reforming our health care system,\" said HHS Secretary Sebelius. \"Electronic health records can help reduce medical errors, make health care more efficient and improve the quality of medical care for all Americans. These grants will help ensure more doctors and hospitals have the tools they need to use this critical technology.\" The grants made available today include:  Grants totaling $598 million to establish approximately 70 Health Information Technology Regional Extension Centers, which will provide hospitals and clinicians with hands-on technical assistance in the selection, acquisition, implementation, and meaningful use of certified electronic health record systems. Grants totaling $564 million to States and Qualified State Designated Entities (SDEs) to support the development of mechanisms for information sharing within an emerging nationwide system of networks.  The Extension Center grants will be awarded on a rolling basis, with the first awards being issued in fiscal year 2010. Grants to States will be made in fiscal year 2010. Those interested in applying for these grants may visit http://HealthIT.HHS.gov for more information. \"With these programs, we begin the process of creating a national, private and secure electronic health information system. The grants are designed to help doctors and hospitals acquire electronic health records and use them in meaningful ways to improve the health of patients and reduce waste and inefficiency,\" said Dr. David Blumenthal, National Coordinator for Health Information Technology. \"They will also help states lead the way in creating the infrastructure for health information exchange, which enables information to follow patients within and across communities, wherever the information is needed to help doctors and patients make the best decisions about medical care.\" The Department of Health and Human Services will also provide additional assistance to health care providers through the Health Information Technology Research Center (HITRC). The HITRC will gather relevant information on effective practices from a wide variety of sources across the country and help the Regional Extension Centers collaborate with one another and with relevant stakeholders to identify and share best practices in EHR adoption, effective use, and provider support. Attached are two fact sheets on the Health Information Technology Extension Program and the State Health Information Exchange Cooperative Agreement Program.   ###     The activities described in this release are being funded through the American Recovery and Reinvestment Act (ARRA). To track the progress of HHS activities funded through the ARRA, visit www.hhs.gov/recovery. To track all federal funds provided through the ARRA, visit www.recovery.gov.   \n\n\n\n"
}