{
    "title": "NEA Backs American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/09/nea-backs-american-jobs-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 09, 2011\n\n \n\n\n\nNEA Backs American Jobs Act\n\n\n\n\n\n\tPresident's jobs plan to repair schools and keep educators in classrooms Initiative will keep students learning, educators working \n\n\tWASHINGTON- In tonight's speech to a Joint Session of Congress, President Obama unveiled his American Jobs Act and further underscored his belief that investing in the American middle class is the surest path to economic recovery.\n\n\t\"President Obama clearly understands that quality education is the key to our nation's future. He's putting America's unemployed construction workers back on the job to help modernize our aging K-12 schools and community colleges,\" said NEA President Dennis Van Roekel. \"We are pleased and encouraged that the President continues demonstrate his commitment to the success of all students by helping to make sure they have  the best possible learning environment-a key element of quality education.\"  \n\n\t\"Obama's plan to create jobs acknowledges a backlog of repairs in our nation's 100,000 public schools. As budget funds continue to dwindle, many school districts have been forced to put maintenance on the back burner. In many schools, students are subject to buildings that have poor air quality, unsafe drinking water and inadequate safety systems, including fire alarms and sprinklers.\"\n\n\t\"We've heard from our members across the country as they have been returning to school. They are seeing overcrowded classes, and teachers are concerned about how they can provide every student with a well-rounded education when so many programs have been cut,\" said Van Roekel. \"President Obama is addressing that by including $30 billion in local jobs assistance, which will put educators back where they belong - in their classrooms preparing their students to succeed.\"\n\n\t\"Unemployment isn't just an economic issue - it's an education issue,\" said Van Roekel. \"Our members have seen firsthand the devastating impact unemployment is having on our communities and our schools. Too many of our students are coming to schools hungry and without the basic supplies they need as moms and dads struggle to make ends meet.\"\n\n\t\"Tonight, President Obama delivered a simple and powerful message to Congress and to the American people - it's time to put partisan bickering aside and get our country back to work.  There is nothing more urgent for Congress to act on than this plan to create jobs and boost our economy and create opportunity for the nation's children.  Our members are behind this initiative and will raise their voices in support to Congress, who will hopefully put politics aside and make passing this its priority,\" said Van Roekel.\n\n\n\n\n"
}