{
    "title": "Briefing by White House Press Secretary Robert Gibbs, 4/6/10 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/briefing-white-house-press-secretary-robert-gibbs-4610",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 06, 2010\n\n \n\n\n\nBriefing by White House Press Secretary Robert Gibbs, 4/6/10\n\n\n\n\n1:12 P.M. EDT\nMR. GIBBS:  Good afternoon.  Let’s start with a few quick announcements.  As you all know, the President will host, on April 12-13, the Nuclear Security Summit at the Washington Convention Center here in D.C.  I wanted to list for you all a couple of different things -- first, the 47 countries including the United States that will participate in the summit. \nThey include Algeria, Argentina, Armenia, Australia, Belgium, Brazil, Canada, Chile, China, the Czech Republic, Egypt, Finland, France, Georgia, Germany, India, Indonesia, Israel, Italy, Japan, Jordan, Kazakhstan, Malaysia, Mexico, Morocco, Netherlands, New Zealand, Nigeria, Norway, Pakistan, Philippines, Poland, the Republic of Korea, the Russian Federation, Saudi Arabia, Singapore, Switzerland, South Africa, Spain, Sweden, Thailand, Turkey, United Arab Emirates, the United Kingdom, Ukraine, and Vietnam.  The United Nations, the IAEA, and the European Union will also be represented.\nAs part of the Nuclear Security Summit, the President is currently planning to host a number of bilateral meetings.  Those include President Sargsian of Armenia; President Hu Jintao of China; Chancellor Merkel of Germany; Prime Minister Singh of India; King Abdullah II of Jordan; Prime Minister Najib of Malaysia; Prime Minister Gilani of Pakistan; President Zuma of South Africa; and President Nazarbayev of Kazakhstan. \nIn addition to the President’s activities this evening, at the White House the President will host a screening of the documentary film, Nuclear Tipping Point, a film which focuses on today’s global nuclear dangers.  The screening will be attended by four distinguished statesmen featured in the documentary:  former Secretaries of State George Shultz and Henry Kissinger, former Secretary of Defense William Perry, and former Senator Sam Nunn; as well as film narrator Michael Douglas, and General Colin Powell, who provides a prologue to the film.\nIn the film, Shultz, Perry, Kissinger and Nunn share the personal experiences that led them to write three Wall Street Journal opinion editorials describing their efforts to reduce reliance on nuclear weapons, and to prevent their spread into potentially dangerous hands, and ultimately end them as a threat to the world.\nQ    What time is that?\nMR. GIBBS:  That is -- I want to say 6:30 p.m., but I will double-check.\nQ    It’s Prime Minister Gilani, Robert, not President of Pakistan.\nMR. GIBBS:  Let me see if I was wrong when I had it written -- they had it as Prime Minister.  I will admonish the note-takers for -- and I regret the error.\nWith that, I think we're done with our previously scheduled announcements. \nQ    Any coverage on the event tonight?\nMR. GIBBS:  No.\nQ    A couple questions on the mine explosion.  The President said that federal resources are already down there.  Have there been any federal resources that have gone to West Virginia so far?\nMR. GIBBS:  The Department of Labor’s Mine Safety Division and FEMA both have dispatched teams; they are there.  The President, as you know, spoke with Governor Manchin last evening, pledged our full support and cooperation in the investigation, and that is obviously currently ongoing.\nQ    And this mine seems to have a pretty significant history of safety problems.  Is the President considering any review or overhaul of federal oversight over the mines?\nMR. GIBBS:  Well, I think, first and foremost, obviously our thoughts and prayers are with the families who have lost loved ones and for those that continue to pray for a miracle for those that are missing.  So I think rescue and recovery is our -- first in our mind right now.\nSecondly, we want to see obviously a thorough investigation, as you’ve heard the governor and others discuss.  The President, as I said, has pledged his full cooperation and resources for that investigation.  And I think legislative plans about that might better be addressed at the conclusion of that investigation when we have a few more details about what might have happened.\nQ    Are there any plans for the President to go to West Virginia?\nMR. GIBBS:  Not at this point, no.\nQ    Robert, two questions, one on the Nuclear Posture Review and one on the weekend announcement about currency.  Starting with currency, after having put off this report, what are the next steps that the administration will take at the G20 or in other fora to press China to move their currency?\nMR. GIBBS:  Well, Jeff, obviously as we've mentioned many times, the President has spoken directly with the leaders in China about his concern and his\nGAP\nmarket-based.  There are three important meetings coming up,  finance ministers of the G20, our yearly dialogue with the Chinese here being two of those, at which the administration will continue to press the Chinese to, as the President has said, value their currency in a way that's much more market-based. \nThat's the way we think is best at this point.  And I think you’ve seen reports over the past week or so about the Chinese beginning to take some steps and realize on their own that this is the best path forward.\nQ    Will you be pressing India or Japan or any other countries in the G20 to get this particular issue on the agenda for the G20?\nMR. GIBBS:  Well, I think there’s no doubt this is of great concern to a number of economies around the world.  I think the best thing to do is let Secretary Geithner and others work through this process in these upcoming meetings and evaluate where we are.\nQ    And then once that three-month period is over, you come back to this report?\nMR. GIBBS:  I don't know the exact timing at the end of the meeting period, but we can certainly check with Treasury on that one.\nQ    All right.  And then just quickly on the Nuclear Posture Review -- what is your response to criticism from some who are saying that it just makes the United States less safe by taking a big -- the possibility of nuclear deterrent off the table?\nMR. GIBBS:  Well, look, I think this is -- first of all, I don't -- I’m not entirely sure what nuclear deterrent it takes off the table.  The document obviously contains no assurance for a country that currently possesses a nuclear weapon or for a country that fails that fails to live up to -- sign the NPT or live up to its obligations, which obviously the two biggest examples of that are Iran and North Korea. \nSo I think this is a -- and the President believes -- a very logical policy intended to, in many ways, help bring security not just to here but to other countries that have -- live up to their obligations and give up, if they have programs, nuclear weapons. If not, they’re going to make themselves less secure.\nSo I think this is an important and balanced step, and this is the beginning, as you’ve heard the President discuss of now more than a week of events that start with the Nuclear Posture Review.  The President travels tomorrow evening to Prague to sign with President Medvedev the next START treaty.  And then we return here to focus, as I mentioned, with 46 other countries, on locking down any vulnerable nuclear material over the course of the next four years to ensure that we are not faced with that kind of material falling into the hands of a terrorist organization.\nYes, sir.\nQ    The Nuclear Security Summit, what were the criteria for invitations?  Obviously most of those countries are not nuclear powers.  And is every country sending their head of state?\nMR. GIBBS:  Not necessarily, no.  I don’t have specific -- who’s going to be here for each country.  For instance, I know that Prime Minister Brown called an election in the United Kingdom and because of that and I think upcoming debates is not going to be somebody who will be attending.\nLet me -- as we get closer to, we’ll do a longer briefing on this.  We’ll have a better sense of attendees for each of the countries involved and more information on what the President hopes to speak to each of the countries directly about as part of the bilateral meetings that I said are currently planned.\nQ    Okay.  I want to review a quote and get your reaction. “Our nuclear arsenal helps deter enemies from using chemical and biological weapons.  In the first Gulf War we made it very clear that if Saddam used chemical or biological weapons then the United States would keep all options on the table.  We later learned that this veiled threat had the intended deterrent effect as Iraq considered its options.”  That was Secretary Gates two years ago.  He now disagrees with that?\nMR. GIBBS:  Well, Secretary Gates obviously was heavily involved in the latest Nuclear Posture Review as the current Secretary of Defense.  The briefing that was held to unveil it today was held at the Pentagon.\nI would certainly say, as it relates to a country -- there’s two things, as part of the Nuclear Posture Review, that I think are important to keep in mind.  If a country -- if we see that a country greatly expands its biological or chemical weapons capability, the posture review calls for the ability to reevaluate any assurances that have been given; and secondly, I think goes without saying that our country possesses a massive conventional arsenal that we believe has an important deterrent effect on anybody that might make the poor decision to attack our country.\nQ    But that was your Secretary of Defense saying that the nuclear threat helped deter Iraq in the first Gulf War from chemical and biological --\nMR. GIBBS:  Well, I would say that the Secretary of Defense was obviously heavily involved in the formulation of the current posture review; extensive meetings with the President on this subject, and something that, like I said, was rolled out of his building today.\nYes, sir.\nQ    Robert, at any time while this policy was being developed, did the President step in and object to something because it would make America less safe?\nMR. GIBBS:  Well, look, I'm not going to get into the -- there were dozens and dozens of meetings, not all of which involved the President but involved principals and deputies from any department in government that had an equity in this review.\nDan, the President gets up each day with the safety and security of the American people foremost on his mind.  So you can be assured that whether it’s in a meeting about the latest nuclear posture review, or the President’s daily intelligence briefing, or, quite frankly, walking from the Residence to the Oval Office, the safety and security of the American people are on his mind.\nQ    Was there a push or pull at any time during that process where he was saying, you know, what you are proposing here, I don’t think it would make America safer?\nMR. GIBBS:  Dan, I think you can be assured that the document that we’ve come up with is done so in a way that the President believes can best keep this country safe.\nQ    But he actually stepped in?  That’s what I’m trying to find out.  Did he ever step in at any point in the process?\nMR. GIBBS:  This is his document.  This is his document.\nYes, sir.\nQ    I do have another question on the health care -- the selling of the health care law.  And I’m wondering how you feel it’s getting through to the American people.  Do you feel it has been effective in knocking down what the President has said have been myths?\nMR. GIBBS:  This is not a 10-day program.  This is -- health care is -- the law will be implemented over the course of many years.  So I don’t -- I do not doubt that in the intervening many days, you all will poll every other day to find out whether Joe in Peoria has changed his mind.  This is a longer-term effort to reform our health care system in a way that was, in the President’s mind, desperately needed. \nOur implementation and our efforts to ensure that what is laid out in the law is -- that those promises are kept by insurance companies and others will be the focus of this administration, and has been since the moment the President signed that bill.  The first meeting the President had with the team at the conclusion of health care reform was to discuss its  -- the next morning, was to discuss its implementation.\nQ    And one more thing -- on the Karzai invitation, anything change on that -- on the May 12th invitation?\nMR. GIBBS:  No, I would say that that meeting is still on the schedule as of now. \nQ    Your answer to Jake about the President speaking to each of the countries’ leaders or representatives directly about -- what are you talking about?  What agenda items are on the President’s mind for these meetings, these bilats he is going to have?\nMR. GIBBS:  Well, look, each of these -- some of them are -- some of them, obviously, deal with -- directly with our proliferation efforts.  Some of them will also deal with the fact that some of these countries we’ve not had a chance to sit down with.  Some of them -- there are issues that may lie slightly outside of something like proliferation -- Armenia comes to mind with the normalization of relations.  So I think there are a whole host of things.  Obviously the focus is on nuclear security.\nQ    By proliferation efforts you mean what these countries are doing or not doing?\nMR. GIBBS:  What these countries we hope can and will do to ensure that vulnerable material -- they make every effort to lock down the type of vulnerable material that the President sees as such a danger. \nQ    Will the President on this trip express support for goals which go beyond the goals of the START treaty he’s about to sign -- for further reduction and nuclear capability?\nMR. GIBBS:  Well, we are returning, Bill, to the city that the President laid out a vision, shared by the four men that are coming for the documentary tonight, to see a world without nuclear weapons.  The President I think rightly said that that's not likely a goal that he will live to see.  But that's the trajectory and the path that he believes that we can and should be on.  I don't doubt that he will express that while this is an important step, it should be the first step in our efforts to reduce the risk between two countries like the United States and Russia.\nQ    What’s his argument to Republican senators, who have to ratify this if it’s to become United States law?\nMR. GIBBS:  Well, I think he would certainly demonstrate that this is far and away in our best interest to reduce the threat that so many of these weapons have.\nI would point out, Bill, that this is -- Secretary Clinton brought this up when we did our briefing in here a few Fridays ago -- and I can get the statistics at the end of this; I think they’re on my desk -- that on the last three big treaties, arms control treaties, the votes were in the mid-90s for all three of those treaties.  This has always been -- and the President believes always should be -- a bipartisan issue.  The President came to this issue through a friendship with Senator Lugar of Indiana.  Obviously Nunn, Perry, Shultz, Kissinger, two each from each party -- I think the President hopes that Democrats and Republicans can work together to reduce the threat of nuclear weapons and ratify this treaty this year with the type of majorities that we’ve seen done so in the past.\nSamantha.\nQ    On Karzai, are you considering canceling this May 12th meeting?\nMR. GIBBS:  We certainly would evaluate whatever continued or further remarks President Karzai makes as to whether that’s constructive to have such a meeting, sure.\nQ    Sort of, three strikes you’re out?  (Laughter.)\nMR. GIBBS:  I’ve not seen the form that one fills out to cancel the meeting.\nQ    But what are the consequences for those remarks?  I mean, he’s been pretty defiant.  He kind of doubled down on those remarks after a call from Secretary Clinton.\nMR. GIBBS:  I can’t speak to why he said those things.\nQ    I was asking if there are consequences from --**\nMR. GIBBS:  Let me -- I mean, they’re troubling, they’re confusing; they’ve been investigated and they’ve been found to be untruthful.  So whether there’s some domestic political benefit that he’s trying to gain, I can’t say.\nWe are in Afghanistan, and our young men and women are in Afghanistan because of the threat that al Qaeda and its extremist allies pose, and posed on September 11th when attacks planned in that area came to New York and just outside of Washington, D.C.  So we are there to -- for the safety and security of our country. And we understand, and we think that President Karzai needs to understand, that the safety and security of his country is not going to be gained simply by rooting out or moving extremist threats in certain areas that isn’t ultimately then filled with good governance.  The President has been clear with President Karzai, going back to last fall, and in numerous meetings and videoconferences since.\nQ    Robert, can I do a quick follow of that?  Is Karzai our ally?\nMR. GIBBS:  Karzai is the democratically elected leader of Afghanistan.\nQ    But that’s not what I asked.  Is he our ally?  Is he the ally of the United States?\nMR. GIBBS:  There are times in which the actions that he takes are constructive to governance.  I would say that the remarks he’s made -- I can’t imagine that anybody in this country found them anything other than troubling.\nSo our position on this, Jake, is that when the Afghan leaders take steps to improve governance and root out corruption, then the President will say kind words.  When leaders need to hear stern language from this administration about the consequences of not acting, we’ll do that as well.\nQ    If I could follow on Jake’s follow, which is -- (laughter) --\nMR. GIBBS:  Little early for Wimbledon.\nQ    Peter Galbraith was on MSNBC this morning saying that Karzai was mentally unstable and suggesting that he was on drugs. Following up on Jake, is he a credible partner to the U.S.?\nMR. GIBBS:  Again, he is the democratically elected leader of Afghanistan.  And as I just said to Jake, we will not hesitate to ensure that the remarkable investment that our men and women are making is met with the type of governance that has to in place in order to secure parts of a dangerous country.\nWe’ll continue to speak out again if need be.  And we want to see President Karzai fulfill the commitments that he enunciated both at his inaugural address and at a donors conference in London -- those commitments he made not just to his people but to the international community that have invested in ensuring the security of his country.\nConnie.\nQ    I want to ask about coal and nuclear. And by the way, isn’t this poppy season in Afghanistan, parenthetically?  Anyway, on coal, does the President favor stronger penalties for coal companies that might have violated safety rules?\nMR. GIBBS:  Obviously, if there are safety violations, the President believes that those violations have to be met with the full force of the law. \nQ    And on the nuclear -- I know nuclear weapons, but why can't** you discuss nuclear power and nuclear waste?  Is that likely to come up?\nMR. GIBBS:  At the Nuclear Security Summit?  I don't think that's something that they’ll spend a lot of time on, no.\nMark.\nQ    Robert, did the United States receive a clarification of Karzai’s remarks that you asked for last week?\nMR. GIBBS:  Secretary -- President Karzai called Secretary Clinton I believe on Friday, yes. \nQ    And did that clarify anything?\nMR. GIBBS:  Well, I'd refer you to the statement that PJ in the State Department on that, yes.\nQ    Well, PJ made it sound as though Karzai was stunned that his remarks caused a stir.\nMR. GIBBS:  Well -- (laughter) -- now you’re asking me to think for Karzai through PJ.  So I think it’s -- (laughter) -- that seems out of body.\nQ    Well, do you need a further clarification?\nMR. GIBBS:  Again, as I’ve said, the remarks are troubling and untruthful.  Again, I don't know why somebody continues to  insinuate that there was some sort of foreign corruption when the very thing that he speaks of was looked into.  So I can’t begin to decide what reasoning he had for making those comments.  Again, our focus is on ensuring that he is continuing to take the necessary steps in governance and corruption.\nQ    And next week’s bilaterals, are those here or at the Convention Center?\nMR. GIBBS:  They’re at the Convention Center.  If I’m not mistaken, there’s a pretty big press build-out over there.  And those will all -- at least the last time I checked, they were all over at the Convention Center.  I will double-check.\nQ    You didn’t mention Netanyahu.  Is he coming?  Will there be a bilateral there?\nMR. GIBBS:  Israel will be here; I’m not sure if he’s coming.  We will have at that point recently met with President Sarkozy, President Medvedev and Prime Minister Netanyahu, so we are not meeting separately with those three because we’ve done so fairly recently.\nQ    Russian Foreign Minister Lavrov said today that Russia may exit the Arms Reduction Treaty if the U.S. increases missile defense.  What’s the President’s reaction to that?\nMR. GIBBS:  Well, any country can leave any treaty at any time.  So I don’t -- I’m not entirely sure what he’s threatening to do. \nI would simply say that, as I spoke of here when we announced a change in our missile defense capabilities to ensure that the threat -- the potential threat from Iran in protecting the security of both Europe and the United States -- that was our focus and that remains our focus on missile defense. \nI would point out that when we announced that, the Russians hailed that.  So our stance on missile defense hasn’t changed, despite the fact that they are now -- seem to be looking at it through a different lens.  I think he’s also -- if I’m not mistaken -- talking about a missile defense capability, offensive in nature, that doesn’t exist.\nQ    Will the President bring it up in Prague when he goes?\nMR. GIBBS:  If President Medvedev -- if they discuss missile defense -- the President will simply reiterate what he and others have told anybody in the world that our posture on missile defense is to ensure the security of this country and our allies in Europe from a growing threat, and possible threat, from Iran.\nQ    And the Prague schedule doesn’t have any Obama-Medvedev availability on it, press availability.  Is that going to happen?\nMR. GIBBS:  Yes, it is -- there was I think a little confusion on the press schedule that went out.  There is a -- the signing, the statements, and the Q&A, it’s all blocked off as the signing.  So our apologies if that confused --\nQ    The usual number of questions per side?\nMR. GIBBS:  A half each, yes.  (Laughter.)  I always love these things.  We go to these things, and we’re like one question apiece.  And then whoever gets called on asks four questions and --\nQ    Well, do you blame us?\nMR. GIBBS:  No, but it’s always curious to know that when you’ve asked four questions and then you say, I can’t believe we only got one question. \nYes, ma’am.\nQ    I know what that feels like.  (Laughter.)\nMR. GIBBS:  Lester, I would not, in your case, be thinking of a question for Prague.  (Laughter.)   \nSo go ahead, I’m sorry.\nQ    You will come back to me.\nMR. GIBBS:  I will. \nQ    Thank you very much.\nQ    I want to ask about an issue brought up by the group called the September 11th Families for Peaceful Tomorrows. Apparently, they’ve sent a video letter to the President expressing concerns about the trial of Khalid Sheikh Muhammad.  They support the decision to go with a civilian trial.  They’re expressing concern now that there are discussions and negotiations of a compromise with folks like Senator Lindsey Graham for getting KSM to a military tribunal.  They say to do so would amount to the President buckling under political pressure. First, is there anything new on that front with discussions about the trial?  And, second, how do you respond to their --\nMR. GIBBS:  Well, I do not know whether the letter has -- I don’t know in what part of transit that’s in.  I would say this, there’s nothing new that I know of.  I still think we’re a few weeks away from a decision.  I would say that we are looking at many possibilities based on the fact that Congress became heavily involved in the potential choosing of venues for such a trial.  And we understand the security and logistical concerns that a city like New York has.  So, given those concerns and given congressional prerogatives, we’re looking at all available alternatives.\nYes, sir.\nQ    Robert, two quick questions.  On the ratification in the Senate, do you all have any early indication of whether any of the Republicans in the Senate do plan on blocking it or trying to block it?  I mean, do you have any sort of early read since you announced it on any stumbling blocks?  You talked about the ones that are supportive, but you --\nMR. GIBBS:  I will check with NSC and see whether they have heard -- I think when people get an opportunity to look at the text of the treaty, which will happen in short order, they’ll see, as I said earlier, that this is strongly in our national interest.  I don’t think this prejudges his decision, but the statement that Senator Lugar put out around the time of our announcement I think many believed was encouraging in his desire to see swift ratification. \nAnd I would -- again, I’d just mention, as I said to Bill, this is normally an opportunity for Democrats and Republicans to put aside what normally happens in Washington and come together to ratify something that we have seen Democratic and Republican Presidents do for many years.  And we’re hopeful that that happens again.\nQ    And then just on the meeting this morning with the African American religious leaders, can you describe how that meeting went and what they talked about?\nMR. GIBBS:  I do not have a readout from that, but let me try to get something for you guys.\nQ    Just two, Robert.  Does the --\nMR. GIBBS:  You were acting all aggrieved a minute ago, Lester, like somehow you only -- (laughter.)\nQ    No, I’m delighted.  I’m very grateful.  (Laughter.)\nDoes the President’s apology to Doris in North Carolina for his 17-minute answer to her one question mean that in future White House press conferences he will also be brief in response so as to allow more than 13 questioners, presuming he ever has any more press conferences?  (Laughter.)\nMR. GIBBS:  Was that one or four?  (Laughter.)\nQ    That was one.\nMR. GIBBS:  That was just one?  So there’s another?\nQ    Just one other.  Just one other.\nMR. GIBBS:  I’m looking forward with great anticipation to that.\nLester, I think I’m largely the one who coined the phrase that it used to take the President several minutes to clear his throat giving answers, so -- I hope he’s not watching.  (Laughter.) \nLook, there are complex issues in our times that this President and this Congress have to deal with.  Not all of it can be done in neatly phrased eight-second sound bites.  When talking about something the size and the scope of health care reform it takes a while to sketch out the landscape and that’s what the President enjoys doing, either in an interview setting or in a town hall meeting where citizens get to ask those questions directly of the President.\nI was going to give another 16 minutes on that answer, but I decided -- (laughter.)\nQ    No, no, no, keep it short.  Is the President grateful for the statement, “We consider health reform to have been an important battle and a success of Obama’s government,” as made by Fidel Castro?\nMR. GIBBS:  I have not seen that statement. \nQ    Well, he made it and it’s there.\nMR. GIBBS:  He probably e-mailed you directly, Lester.  (Laughter.)\nQ    But the President likes this statement, Robert.  Did the President like it or not?\nMR. GIBBS:  I am unaware that he’s aware of the statement.\nYes, ma’am.  I'll come back.\nQ    Oh, you funny man.  (Laughter.) \nMR. GIBBS:  I got to keep myself entertained, Lester.  So please tip your waitresses.  I'll be here all week.  (Laughter.)  \nYes, ma’am.  Sorry.\nQ    On Iran, there’s a psychological statement saying, we cannot change anything unless we accept it.   Have you tried to change your situation towards Iran -- to accept nuclear Iran?  And dealing with nuclear Iran?\nMR. GIBBS:  I think the President has -- the President, in an interview yesterday, said he understands and it’s certainly the right of countries to peacefully pursue nuclear power.  But Iran has obligations as part of the NPT that it must live up to. Over the past many years, it has taken some very provocative steps in direct avoidance of those obligations.  The President outlined with President Sarkozy and Prime Minister Brown at the G20 an effort by the Iranians to go around the IAEA in a clandestine effort that many presumed was to create nuclear material for a nuclear weapon.  Again, that is -- that breaks their obligation and their commitment to the international community.\nSo I think what you’ve seen over the past more than a year are efforts at engagement that Iran has decided on each and every -- at each and every turn to step back from.  That has brought the international community along to the point where our partners in the P5-plus-1 will soon, as the President and others have acknowledged, take strong sanctions into the Security Council.  And the President hopes to see the sanctions pass the Security Council by spring.\nQ    But regarding meeting with President of Armenia and President of United States, any meeting with the Prime Minister of Turkey?  The three of them?\nMR. GIBBS:  No meeting.  Obviously on any number of occasions, offers have been given to accept the help of the international community if it lives up to its obligations.  And each and every time, when faced with either living up to those obligations or walking away from them, the government of Iran has every single time walked away from them.\nGoyal.\nQ    Two questions, thanks.  One, as far as President decision last week to sign 123 U.S.-India civil nuclear agreement, Indians are celebrating in India, and also across the street at U.S. Chamber of Commerce, U.S.-India Business Council, 500 Fortune companies, are applauding President’s decision.  Are you making any kind of -- having any kind of ceremony when Prime Minister of India visits next week here on this issue?\nMR. GIBBS:  I’m not aware of any specific event around that issue.  As we talked about last week, that’s something that the President -- President Bush and President Obama both supported.  I assume it will come up in their bilateral meeting next week.\nQ    And as far as this U.S.-Russia nuclear agreement and also this posture is concerned, many think tanks are saying that although U.S. and Russia will reduce, but China is rising and building up all the nuclear weapons and nuclear weapons and spreading.  So what -- where do we stand as far as China is concerned in the future?\nMR. GIBBS:  Well, obviously proliferation and many other topics the President -- President Obama and President Hu will get an opportunity to discuss next week.\nObviously we had an expired START agreement with Russia that needed to be renewed, needed to see deeper cuts in each side’s nuclear capabilities.  And the President believes it was an enormously -- it is an enormously important step, as I said earlier, on the road to reducing the nuclear threat in our world.\nQ    So obviously there’s a number of cases sort of wending their way through the courts right now challenging DOMA and “don’t ask, don’t tell.”  Last week the Department of Justice filed another brief defending “don’t ask, don’t tell.”  It angered a lot of advocates; some legal scholars thought it was a step backwards in terms of dismantling the law.  Is the President at all concerned that DOJ is a little insular or tone deaf on issues that are sort of politically sticky, especially those of interest to the L/G community?\nMR. GIBBS:  I will say this, obviously the President has enunciated his support for ending “don’t ask, don’t tell,” rolling back -- made a commitment to roll back DOMA in the campaign.  Obviously, the Justice Department has -- is charged with upholding the law as it exists, not as the President would like to see it.  We have obviously taken steps on the front of “don’t ask, don’t tell,” and I think we’ve made a genuine amount of progress.  I will say, was it odd that they included previous statements from General Colin Powell on a belief set that he no longer had?  I don’t think the President would disagree with that.\nQ    Does the President think it’s constitutional, “don’t ask, don’t tell?”\nMR. GIBBS:  I have not heard him talk about that. \nQ    To get back to what Secretary Gates may have said a couple of years ago regarding nuclear use posturing, it’s always been sort of ambiguous by design in the past.  Does the President believe that that didn’t work or really needed changing significantly? \nMR. GIBBS:  Well, I would say this, we have -- as I said earlier, I think the President’s new posture review is predicated on the logic of incentivizing good behavior, of ensuring the security of those that live up to their obligations, and provides no assurance to those that either have a nuclear weapon or in the case of Iran and North Korea aren’t living up to its obligations.\nI think it’s a -- obviously, we’ve entered -- we’re entering into a different period with relative stability and peace among larger countries in the world.  This is a posture review obviously designed to drill down a bit on places like North Korea and Iran, and to demonstrate to countries around the world, as I said earlier, if you live up to those obligations, you will enjoy the benefits of being an active, responsible member of the international community.\nYes, sir.\nQ    Robert, a couple things on the NPR.  Is it true that the administration was considering a blanket “no first use” policy as recently as a few weeks ago?\nMR. GIBBS:  I can check with those -- I was not in the 150 or so meetings that --\nQ    Also, I’m told that during the campaign, the then-candidate Obama talked about de-alerting the nuclear force.  Is that true?  And if so, why did he --**\nMR. GIBBS:  Well, I will say this, we obviously have bombers that are no longer on alert.  We have ICBMs and sea-based missiles that do remain on alert status.  Our forces are configured in such a way that a retaliatory strike does not need to be launched at the first detection of a foreign launch.  The Nuclear Posture Review proposes that we consider a series of options that extend presidential decision-making time, by strengthening command and control apparatus around those nuclear weapons, and that we open discussions with Russia to reduce the possibility of either an accidental launch or a false detection of a launch.\nQ    So you consider this a version of a de-alert?\nMR. GIBBS:  Well, I think that the President believes that this gives -- extending that decision-making times gives a President the ability to ensure that that decision is -- whatever decision he makes is one that’s based on the best available information for the longest period of time.\nStephen.\nQ    Thanks.  There’s been several very serious bomb attacks in Baghdad over the last couple of days.  How serious -- closely is the White House following this situation?  Is there any concern that the continued political vacuum following the elections could offer a window for insurgents?\nMR. GIBBS:  Well, I think many expected that insurgents would use this time to roll back the progress, both militarily and politically, that we’ve seen in Iraq.  The leadership and team here have spoken with our ambassador and with General Odierno.  He believes that this does not threaten our ability to draw down our forces later in the year.  And obviously we are very focused on, and Vice President Biden is very focused on, the steps that need to be taken to ensure political advancement in Iraq after these elections.\nYes, ma’am.\nQ    Robert, just back on China really quick.  Can you give me a little more detail on what the President is expecting out of this meeting with President Hu next week?  NPR mentioned several times the need for transparency with their nuclear arsenal.  Is there anything tangible that's expected to come --\nMR. GIBBS:  Well, look, I think obviously proliferation will be a big part of that.  Obviously whenever we get together with China, discussions about energy will be on the table, discussions about the global economic recovery, and certainly discussions about what the President has talked about in terms of a market-based currency will be on there. \nWe’ll have something, again, more detailed at the conclusion of it.  I think it’s -- and I think right now it’s scheduled for, if I’m not mistaken, Monday morning.\nYes, ma’am. \nQ    Robert, on two things.  On Karzai and his statements, what kind of credibility concerns are there when it comes to Karzai’s commitment to find Osama bin Laden?\nMR. GIBBS:  Well, look, I don't want to get into, from up here, the efforts that are ongoing to specifically root out and identify and capture terrorists.  We’ve obviously -- you’ve seen the President step up the pacing in this region of the world, in both Afghanistan and in the surrounding countries, to the point that has degraded the capabilities of al Qaeda.  And I would just leave it at that.\nQ    But has he caused any kind of concerns in this administration about his credibility?  Are you concerned that there are credibility issues with him after these statements about voting in his country?\nMR. GIBBS:  About what?\nQ    The voting statements in his country.\nMR. GIBBS:  Well, again, I think that we have -- we found the remarks to be -- continue to be troubling.  I don’t -- I think people that read the remarks here don’t understand based on, as I said earlier, based on the notion that what he alleges has fully been investigated.\nQ    But I understand you about the remarks, but does it lend you to feel like, okay, it might permeate into other areas, it’s not just about this one area?  Are there concerns about other areas --\nMR. GIBBS:  Again, we have and the President has been concerned about governance and corruption in Afghanistan before the election, during the time period in which the election was in flux, and on the phone call congratulating President Karzai on his reelection.  So obviously the team spent an enormous amount of time discussing governance and corruption during the Afghanistan-Pakistan review that took place over the fall, over many, many hours.\nQ    And also, the black ministers meeting.  Why was it important to have today and why did it even happen?\nMR. GIBBS:  I don’t have a readout on the meeting.  Obviously the President wanted to, as we celebrate Easter, have folks here at the White House to share in what is a very important holiday for many.  And I will try to get a readout of some more specifics --\nQ    But not necessarily the readout, but they were a subset before the --\nMR. GIBBS:  Right, that’s what I'm talking about.\nQ    I just wanted to know why.\nMR. GIBBS:  I think the President just wanted an opportunity to talk to them about the work that the administration is continuing to do.\nBill.\nQ    Robert, on the Census, Erick Erickson, a commentator for CNN, a couple of days ago, he said he was not going to fill out his Census form, and if a Census worker came to the door, he said he would “pull out my wife’s shotgun and see how that little twerp likes being scared at the door.”  So my question is, do those remarks concern the White House?  And are there any --\nMR. GIBBS:  It should concern CNN -- probably first and foremost.  Probably concerns his wife as well.\nQ    Any thoughts about protection for Census workers?\nMR. GIBBS:  Well, I think there are a lot of people that get on cable TV and say stuff so that people will quote it back to other people. \nObviously the Census determines the representation you have in what we call representative democracy.  I think it’s why somebody like Karl Rove, who obviously I and others in this administration have disagreed with for going on many years, understands that the lunacy of ripping up your Census form or not sending it in or, God forbid, the remarkably crazy remarks of somebody that would threaten somebody simply trying to ensure that they’re adequately represented in this country.  These days it never ceases to amaze you -- and usually it’s only trumped by what somebody will knowingly say tomorrow about -- I think it was Lincoln who said, “Better to be thought a fool than to open one’s mouth and remove all doubt.”  I think that would be my advice.\nGlenn.\nQ    Robert, thanks for giving me a chance to validate Lincoln’s quote.  (Laughter.)\nMR. GIBBS:  It is Lincoln, right?\nQ    There’s some remarkably disturbing footage out today of a U.S. helicopter engaging with some folks in Baghdad in 2007; 12 fatalities.  In this video the pilots can be heard remarking when an individual flees holding a baby in his arms, that it was the fault of those individuals for bringing the children into combat. Has the President seen that?  And do you think that that sort of activity on its face appears to have been appropriate?\nMR. GIBBS:  Well, Glenn, I do not know whether the President has seen the video that was released on the Internet.\nObviously it is very graphic in nature and it’s extremely tragic.  For details of the investigation that the Defense Department and the Pentagon did on that, around that incident, obviously I would point you over to the Department of Defense.\nMany of you all have traveled with the President -- this President or other Presidents -- in war zones.  Many of you know colleagues that have reported from exceedingly dangerous places in the world.  Our military will take every precaution necessary to ensure the safety and security of civilians, and particularly those that report in those dangerous places on behalf of news organizations.\nQ    Do you think that this warrants some additional investigation, though?\nMR. GIBBS:  Glenn, I don’t in all honesty know enough about what was done previously, which is why I would point you over to the Department of Defense.\nDavid.\nQ    Do you have any statement on the decision that just came down this morning on net neutrality?  And also -- I’ll give you two now.  Related to that there are two vacancies on the D.C. Circuit Court that the President has yet to put nominations for. Why the delay?\nMR. GIBBS:  I will check on the circuit court.  I have -- I don’t think the administration -- I don't think the White House has had an opportunity to fully evaluate the court case representing a -- [cell phone rings] -- double pepperoni available at the gate?  (Laughter.)  Yes, I will -- yes, extra cheese, onions ready to be picked up.\nI will check on the D.C. court.  We have not had an opportunity to fully evaluate the FCC’s decision -- the decision affecting the FCC, which as you know is an independent agency. \nQ    Doesn’t the administration broadly support the notion of net neutrality, though?\nMR. GIBBS:  It does, it does, it does.  And the President discussed that obviously in the campaign.  We’re committed to that and committed to providing businesses with the certainty that they need, as well.\nThank you.\nQ    Thank you for letting so many people ask questions.  (Laughter.)\nMR. GIBBS:  I appreciate that pat on the head, Lester.  (Laughter.) \nEND\n2:07 P.M. EDT\n\n\n\n"
}