{
    "title": "Statement by Press Secretary Robert Gibbs on the designation of significant foreign narcotics traffickers | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-press-secretary-robert-gibbs-designation-significant-foreign-narcotics-tr",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 29, 2009\n\n \n\n\n\nStatement by Press Secretary Robert Gibbs on the designation of significant foreign narcotics traffickers\n\n\n\n\nTHE WHITE HOUSE  Office of the Press Secretary   ---------------------------------------  For Immediate Release             May 29, 2009    STATEMENT BY PRESS SECRETARY ROBERT GIBBS  Designation of Significant Foreign Narcotics Traffickers     On May 28, 2009, the President identified Daniel Rendon Herrera (Colombia), the Haji Juma Khan Organization (Afghanistan), Walid Makled Garcia (Venezuela), and Imam Bheel (Pakistan) as Significant Foreign Narcotics Traffickers as appropriate for sanctions under the Foreign Narcotics Kingpin Designation Act (the \"Kingpin Act\").   This action underscores the President’s commitment to targeting the world’s top drug traffickers and trafficking organizations, particularly their financial infrastructures.    The Kingpin Act, which became law in 1999, targets significant foreign narcotics traffickers, their organizations, and associates who act on their behalf, denying them access to the U.S. financial system. Further, it prohibits all trade and transactions between the traffickers and U.S. companies and individuals, and immobilizes any assets they may have within U.S. jurisdictions. The Kingpin Act does not target the countries in which these foreign individuals and entity operate or the governments of such countries.     Since the naming of the first Significant Foreign Narcotics Traffickers pursuant to the Kingpin Act on June 1, 2000, a total of 78 persons or entities have been identified by the President for sanctions under the Act. Yesterday’s announcement brings that number to 82.     Attached please find a letter from the President to the relevant Congressional committees on this topic.    TEXT OF A LETTER FROM THE PRESIDENT  TO THE CHAIRMEN AND RANKING MEMBERS OF  THE HOUSE AND SENATE COMMITTEES ON ARMED  SERVICES AND THE JUDICIARY, THE CHAIRMEN AND  RANKING MEMBERS OF THE HOUSE PERMANENT SELECT  COMMITTEE ON INTELLIGENCE, THE HOUSE COMMITTEES  ON FOREIGN AFFAIRS AND ON WAYS AND MEANS, THE  CHAIR AND VICE CHAIRMAN OF THE SENATE SELECT  COMMITTEE ON INTELLIGENCE, THE CHAIRMEN AND  RANKING MEMBERS OF THE SENATE COMMITTEES  ON FINANCE AND FOREIGN RELATIONS May 28, 2009 Dear Mr. Chairman: (Dear Representative:) (Dear Madam Chair:)  (Dear Mr. Vice Chairman:) (Dear Senator:)   This report to the Congress, under section 804(b) of the Foreign Narcotics Kingpin Designation Act, 21 U.S.C. 1901-1908 (the \"Kingpin Act\"), transmits my designations of the following four foreign entities as appropriate for sanctions under the Kingpin Act and reports my direction of sanctions against them under the Act:   Daniel Rendon Herrera (Colombia)  Haji Juma Khan Organization (Afghanistan)  Walid Makled Garcia (Venezuela)  Imam Bheel (Pakistan) Sincerely, BARACK OBAMA # # #\n\n\n\n"
}