{
    "title": "Background on The President's Meeting on Energy Efficiency & Job Creation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-presidents-meeting-energy-efficiency-job-creation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 15, 2009\n\n \n\n\n\nBackground on The President's Meeting on Energy Efficiency & Job Creation\n\n\n\n\nFact Sheet on The Vice President Biden’s Memo to The President on Progress Building a Clean Energy Economy\nBACKGROUND ON THE PRESIDENT’S MEETING ON ENERGY EFFICIENCY & JOB CREATION\n10:45 AM\nAs a follow up to his speech last week, the President will visit a Home Depot in Alexandria, Virginia this afternoon to highlight the importance of providing incentives to consumers who retrofit their homes save money,  reduce the pollution and create jobs.  He will first meet with a group representing the labor, small business and manufacturing communities, all stakeholders in the shift to a more energy efficient economy. Following the event, the President will have lunch at the White House with business leaders representing different parts of the supply chain; manufacturing, retail and in-home audits and implementation to discuss the opportunities for creating jobs through incentivizing home energy efficiency upgrades. \nThe Vice President also sent a memo to the President yesterday afternoon on the positive impact of the energy components of the Recovery Act.   Through the Recovery Act and more effective use of programs already in existence, the administration is taking the critical steps to transform the United States into a global clean energy leader. The energy components of the Recovery Act represent the largest single investment in clean energy in American history and are leveraging private investment and fostering American innovation and ingenuity. They are jumpstarting a major transformation of our energy system including unprecedented growth in the generation of renewable sources of energy, enhanced manufacturing capacity for clean energy technology, advanced vehicle and fuel technologies, and a bigger, better, smarter electric grid.  \n \nBackground on meeting participants below:\nStephon Burgess, Ardently Green\nStephon Burgess is a 23 year old DC resident who was unemployed for 12 months. Recently, Stephon was retrained and hired to work on installing weatherization and energy efficiency solutions in existing homes. He was recruited to the LIUNA Weatherization Training Center by Washington Interfaith Network, a local DC clergy organization and is supported by WeatherizeDC, a non-profit developing community interest in weatherization. Stephon now works full time for Ardently Green, a local small business Home Performance Contractor and Energy Star partner focused on making existing homes more energy efficient.\nGerald Palmer, President, Southland Insulators\nGerald Palmer is the President of Southland Insulators, an insulation and home performance contractor in Northern Virginia. Southland works in residential, commercial and building retrofit.  In addition to insulation, Southland has crews trained in Home Performance with Energy Star.  Southland has been named “Contractor of the Year” twice by the National Association of Home Builders. Southland currently employs about 100 office and field staff in its Manassas headquarters, and conducts energy efficiency work in about 5000 homes per year.\nJohn R. Shields, Jr., Sheet Metal Workers' International Association\nJohn R. Shields, Jr. grew up in the Washington, DC metropolitan area and currently resides in Crofton, MD. He has been a sheet metal worker since 1977, and came in through their residential program. After working for two years as a residential mechanic, installing sheet metal ductwork in single family homes and townhouses, Mr. Shields entered the apprenticeship program. He completed his four year sheet metal apprenticeship, and has also graduated from the National Labor College with a Bachelor of Arts in Labor Studies. Mr. Shields was a full time instructor for Sheet Metal Workers Local Union #100 for two and one half years, and he currently serves as Business Manager/Financial Secretary for Local Union #100 and the Financial Secretary for the Maryland State and Washington, D.C. Building and Construction Trades Council.\nA. Tamasin Sterner, Founder, Pure Energy\nTamasin Sterner has been working on energy efficiency in buildings for 30 years. She is the founder of Pure Energy, an energy services firm that develops, designs, and implements energy efficiency programs for homeowners, utilities, and state energy efficiency agencies. Ms. Sterner is certified by the Building Performance Institute, and she has taught hundreds of courses on energy efficiency strategies for individuals and organizations. Ms. Sterner and Pure Energy are based in Lancaster, PA.\nMichael Thaman, Chairman and CEO, Owens Corning\nMichael H. Thaman is the chairman of the board and chief executive officer of Owens Corning, a world leader in building materials and composite systems. He started with Owens Corning in 1992, and has held positions in manufacturing, corporate development and international business. Mr. Thaman earned a Bachelor of Science degree in electrical engineering and computer science from Princeton University where he graduated with highest honors. Mr. Thaman is a member of the Business Roundtable where he chairs the Energy Efficiency Task Force and serves on the Executive Committee of the Policy Advisory Board of the Joint Center for Housing Studies of Harvard University.\n\nREMARKS ON ENERGY EFFICIENCY & JOB CREATION\nHOME DEPOT\nALEXANDRIA, VA\n11:10 AM\nAfter the meeting, President Obama will deliver remarks on energy efficiency and job creation.\nThe audience will be composed of approximately 40 individuals working on different aspects of energy efficiency – small businesses, labor representatives, contractors, community members, environmental groups, and home retrofit workers, including a group currently being trained in home retrofit and weatherization.\nThe following officials are also expected to attend:\n\nSenator Mark Warner, D-VA\nSenator Jeff Merkley, D-OR\nRepresentative Jim Moran, D-VA\nRepresentative Gerry Connolly, D-VA\nRepresentative Peter Welch, D-VT\nAlexandria Mayor William Euille\n\nLUNCH WITH CEOS\nPRIVATE DINING ROOM\n12:00 PM\n***Note: this event is closed press***\nPresident Obama will continue his ongoing dialogue with American business leaders.\nThe President will discuss the opportunities for creating jobs through incentivizing home energy efficiency upgrades with the following business leaders:\n\nFrank Blake, Chairman and CEO, The Home Depot\nAndrew Liveris, President and CEO, The Dow Chemical Company\nSteve Cowell, Chairman and CEO, Conservation Services Group\nMark Savan, President, Simonton Windows\n\n\nFACT SHEET: VICE PRESIDENT BIDEN’S MEMO TO THE PRESIDENT ON PROGRESS BUILDING A CLEAN ENERGY ECONOMY\nVice President Biden has delivered a progress report to President Obama on how the Recovery Act is helping build a cleaner, more energy-efficient economy by tapping homegrown sources of energy.  In his memo to the President, the Vice President details the transformation of our economy underway as a result of the clean energy foundation the Administration has laid through the Recovery Act and other initiatives. \nThe Vice President’s memo can be viewed HERE. \nRenewable Energy\n\n\n\nRenewable Energy\nWhere we were on January 1, 2009\nWhere we are headed by 2012\n\n\nGigawatts of renewable energy\n27.8 GW\nMeet or exceed 55.6 GW\n\n\nRenewable Manufacturing Capacity\n6 GW\nMeet or exceed 12 GW\n\n\n\nVehicles of the Future\n\n\n\nVehicles of the Future\nWhere we were on January 1, 2009\nWhere we are headed by 2015\n\n\nNumber of electric vehicle factories in the US\n0\n3 factories\n\n\nAdvanced Battery Manufacturing Capacity\nNegligible\nEnough advanced battery manufacturing capacity to support 500,000 Plug-in Hybrid Electric Vehicles a year\n\n\nNumber of Advanced Battery and electric drive component factories in the US\n2\n3 factories\n\n\nEV Charging Locations\nLess than 500\nMore than 10,000\n\n\nNumber of Advanced Biofuel Refineries\n0 commercial scale refineries\n19 pilot, demonstration, and commercial scale refineries by 2012\n\n\nAverage Fleet Fuel Economy\n25.1 mpg Uncertainty around three national standards\n27.3 mpg by end of 2010 Proposed harmonized standards of 35.5 mpg by 2016\n\n\n\nSmart Grid\n\n\n\nSmart Grid\nWhere we were on January 1, 2009\nWhere we are headed by 2013\n\n\nHomes with Smart Meters\n8 million\n26 million by 2013, headed to 40 million by 2015\n\n\nSensors installed to monitor grid conditions\n160 sensors installed \n            Incomplete grid coverage\n877 sensors installed Visibility across the entire U.S.\n            transmission system[1]\n\n\n\nEnergy Efficiency\n\n\n\nEnergy Efficiency\nWhere we were on January 1, 2009\nWhere we are headed by 2012\n\n\nHome Energy Efficiency Retrofits\n100,000 per year\n1 million[2]\n\n\nAverage Number of Appliance Standards set per year\n1 per year (2001-2008)\n6 per year (2009-2012)\n\n\n\nCarbon Capture\n\n\n\nCarbon Capture\nWhere we were on January 1, 2009\nWhere we are headed by 2015\n\n\nNumber of commercial scale power plants operating with large CCS facilities\n0\n5\n\n\nTons of carbon dioxide sequestered per year\nNegligible\nOver 12 million tons per year[3]\n\n\n\nScience and Innovation\n\n\n\nScience and Innovation\nWhere we were on January 1, 2009\nWhere we are headed by 2012\n\n\nAdvanced Research Projects Agency – Energy\n$0\nUp to 100 high-risk, high reward advanced energy technology research projects\n\n\n\n\n\n\n"
}