{
    "title": "FACT SHEET: As Part of the 5th Anniversary of Joining Forces, First Lady Michelle Obama and Dr. Jill Biden Announce New Private Sector Hiring and Training Commitments for Veterans and Military Spouses | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/05/fact-sheet-part-5th-anniversary-joining-forces-first-lady-michelle-obama",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 05, 2016\n\n \n\n\n\nFACT SHEET:  As Part of the 5th Anniversary of Joining Forces, First Lady Michelle Obama and Dr. Jill Biden Announce New Private Sector Hiring and Training Commitments for Veterans and Military Spouses\n\n\n\n\n\nMore than 1.2 million veterans and spouses have been hired or trained since the launch of Joining Forces; today’s announcement includes more than 110,000 new hiring commitments and nearly 60,000 new training commitments for veterans and military spouses over the next five years, primarily in the fields of aerospace, telecommunications and tech\n\n\tWhen the First Lady and Dr. Biden launched Joining Forces in 2011, the unemployment rate for our 9/11 generation of veterans was more than 12 percent, and almost one in three of our youngest veterans who wanted to work could not find a job. In August 2011, the President challenged the private sector to hire 100,000 veterans and military spouses.\n\n\tToday, the First Lady and Dr. Biden will announce that since the launch of Joining Forces, more than 1.2 million veterans and military spouses have been hired or trained as a result of ongoing outreach. Today, the unemployment rate for veterans is lower than the national average.\n\n\tAs part of today’s announcement, 40 companies have pledged to hire more than 110,000 veterans and military spouses over the next five years (a full list of companies with new commitments is included below). A few examples include:\n\n\nAmazon has pledged to hire 25,000 veterans and military spouses,\n\n\t\tThe Aerospace-Defense sector, represented by BAE Systems, The Boeing Company, General Dynamics, Lockheed Martin Corporation, Northrop Grumman, and Raytheon, has pledged to hire a combined total of 30,000 veterans.\n\n\t\tThe Telecommunications sector, represented by AT&T, Sprint, T-Mobile and Verizon, has pledged to hire a combined total of 25,000 veterans.\n\n\n\tThese companies range from small startups to some of the largest manufacturers in the world, and represent the growing fields of aerospace, telecommunications, and tech.  They also include high-tech jobs in financial services and manufacturing.  Many of these pledges come from companies with portable career opportunities that give military spouses a stable career alongside a military service member.\n\n\t \n\n\tIn addition, 15 companies and organizations have committed to lead training programs, sponsor scholarships, and support certification courses for nearly 60,000 veterans and military spouses over the next five years. Many of these opportunities also offer interviews, internships, and other pathways to empower members of the military community with the knowledge, skills, or credentials to begin high tech careers (a full list is included below).\n\nJoining Forces HIRING COMMITMENTS Over the Next Five Years\n\nAmazon has pledged to hire 25,000 veterans and military spouses.\n\n\tThe Aerospace-Defense sector, represented by BAE Systems, The Boeing Company, General Dynamics, Lockheed Martin Corporation, Northrop Grumman, and Raytheon, has pledged to hire a combined total of 30,000 veterans.\n\n\tThe Telecommunications sector, represented by AT&T, Sprint, T-Mobile and Verizon, has pledged to hire a combined total of 25,000 veterans.\n\nAccenture and USAA have each pledged to hire 5,000 veterans and military spouses.\n\nEach of the following companies has pledged to hire 1,000-3,000 veterans or military spouses:\n\n\nDell Inc.\n\nEMC\n\nHewlett Packard Enterprise\n\nJPMorgan Chase & Co.\n\nJohnson Controls \n\nLeidos\n\nTesla Motors\n\n\nEach of the following companies has pledged to hire 200-500 veterans or military spouses:\n\n\nGoDaddy \n\nIntuit\n\nNational Vision Inc.\n\nSeagate Technology\n\nSiemens\n\nSpaceX\n\n\nEach of the following companies has pledged to hire 100-150 veterans or military spouses:\n\n\nSamsung Electronics America \n\nSamsung Austin Semiconductor\n\nHP Inc  \n\nSolutionary\n\n\nThe following companies have pledged to make veterans or military spouses 15 percent or more of all new hires:\n\n\nFirst Data \n\nRBR Technologies\n\n\nEach of the following companies has pledged to make veterans or military spouses up to 10 percent of all new hires:\n\n\nActivision-Blizzard\n\nCoalfire\n\nGeneral Electric\n\nLG Electronics USA\n\nRockwell Collins\n\nScaled Composites, LLC\n\nSolarCity\n\nZenefits\n\n\nKKR, a leading global investment firm, is committed to providing training and resources dedicated to accelerating the hiring of veterans and military spouses for more than 20 of its private equity portfolio companies in the technology sector or with technology capabilities.\n\nJoining Forces TRAINING AND CERTIFICATION Commitments\n\nSalesforce.com has pledged to provide free Salesforce training to 35,000 veterans, military spouses and transitioning service members over the next five years as part of its VetForce program. After completion of the VetForce program, veterans are connected to employment opportunities as Salesforce Administrators, Business Analysts, and Developers in the Salesforce customer and partner ecosystem. More information can be found HERE. \n\nAmazon is committed to providing 10,000 transitioning military members, veterans or military spouses who are not Amazon employees with more than $7 million in Amazon Web Services (AWS) training and certifications for cloud computing skills. These AWS trainings provide an academic gateway for the next generation of IT and cloud professionals. Amazon is also committed to training 25 wounded warriors at AWS Boot Camps for functional roles in cloud computing and commercial companies operating in the tech space. As with any Amazon employee, any veteran or military spouse hired into eligible positions will qualify for the Amazon Career Choice Program, an innovative employee benefit that pre-pays 95 percent of tuition for eligible employees undertaking college and industry certification courses related to in-demand fields, regardless of whether the skills are relevant to a career at Amazon.  More information on Amazon’s military spouse and veteran-related commitments is available HERE. \n\nVetsinTech has pledged to train 5,000 veterans in Salesforce, Cybersecurity, and Employment training programs over the next five years. VetsinTech training programs include instruction in LinkedIn profile development, resume reviews, elevator pitches, and mentoring. Upon completion of these training programs, veterans are connected to the VetsinTech employer coalition, which includes Accenture, Apcera, Microsoft, Palo Alto Networks, Salesforce, Ten-X, Intuit, and many other companies. More information can be found HERE. \n\nMicrosoft is committed to empowering transitioning service members with relevant training through their Microsoft Software & Systems Academy (MSSA) in one of three 18-week learning paths: 1) Server & Cloud Administration; 2) Database & Business Intelligence; and 3) Cloud Application Development. More than 90 percent of MSSA graduates have gone on to secure meaningful jobs in the tech sector, or continue to pursue their education. Microsoft is committed to training 5,000 transitioning service members over the next five years. To learn more, visit HERE.\n\n\tThe Accenture Veteran Technology Training Program helps veterans become Java programmers. Accenture selects candidates and awards scholarships towards a two-month Udacity course. Upon completion, veterans receive job interviews with Accenture for entry-level software engineering positions and are able to waive the college degree requirement. For more about the program and to apply, visit HERE.\n\nCisco has pledged to provide $10 million as part of a Global Cisco Security Scholarship to help address the worldwide security talent shortage. The scholarship will offer training and certification to equip qualified individuals with the knowledge and skills necessary to build a career in cybersecurity. Over the next two years, Cisco is offering scholarships targeting at least 1,000 qualified veterans and transitioning service members to help them obtain industry-leading training and certification. The scholarship program will launch this June. Additional information will be available HERE. \n\nSharp Decisions, Inc. pledges to train and hire 500 veterans and military spouses through the V.E.T.S.™ (Vocation, Education, and Training for Service members) program over the next five years. The V.E.T.S. program provides platoon-based technology training—free of charge to the veteran or veterans’ spouse—in quality assurance, project management, business analysis, cloud security and cyber security. Those who graduate then deploy as employees of Sharp Decisions to corporate clients in the healthcare, financial services, media and telecommunications, and government sectors. More information can be found HERE. \n\nSiemens will offer job training for 500 U.S. military veterans over the next five years. Siemens Product Lifecycle Management (PLM) software business will provide free training in digital lifecycle management and computer-aided design (CAD), computer-aided manufacturing (CAM) and computer-aided engineering (CAE) software.  Siemens will invest up to $17,000 per eligible veteran for training to help enhance veterans' qualifications for skilled positions with Siemens. More information can be found HERE.\n\nSAP NS2 Serves has pledged to train and place 400 veterans in a career by 2021. One hundred of these veterans will have completed the program by May 2016. Graduates of the program will achieve the status of SAP Certified Consultant. More information can be found HERE.\n\nPalo Alto Networks has pledged to train 400 veterans and transitioning service members over the next five years through the Palo Alto Networks Academy program.  After completion of the coursework and successfully passing the accreditation exam, candidates will receive their Palo Alto Networks ACE (Accredited Configuration Engineer) Accreditation and career guidance on entering the cybersecurity workforce.  More information can be found HERE. \n\nUSAA has pledged to hire and train 300 transitioning military veterans through the Veterans for Information Technology (VetFIT) program through 2020. The 22-week program provides comprehensive software development training and an internship at USAA. More information can be found HERE.\n\nPricewaterhouseCoopers LLP has pledged train and hire 300 transitioning service members with at least two years of experience in IT, intel or communications roles through the PwC Cybersecurity Hiring Initiative. The program places veterans into full-time cybersecurity roles across the country, and provides targeted education and training to support a successful transition into PwC as well as the professional services industry. More information can be found HERE. \n\n\tThe SANS Institute has pledged to train a minimum of 200 transitioning veterans over the next four years through its VetSuccess program. Graduates of the program receive highly regarded GIAC certifications and employment opportunities in the rapidly growing field of information security. More information can be found HERE. \n\nBlue Star Families, in partnership with the Clinton Health Matters Initiative, has pledged to train 100 military spouses and caregivers through their SpouseForce program. SpouseForce is an 8-week training that provides participants with the knowledge and tools to prepare for the Salesforce Certified Administrator exam. At completion of the training, SpouseForce participants will be connected to hands on experience and professional development opportunities in their community. More information can be found HERE. \n\nCengage Learning has pledged to provide 100 scholarships to help veterans and military spouses access the company’s wide range of online certificate training programs at higher education institutions. These programs lead to industry-recognized credentials and certifications, including CompTia Healthcare IT Technician, Graphic Design with Photoshop, and Project Management Professional (PMP). More information can be found HERE.\n\n\n\n\n"
}