{
    "title": "PCAH Announces Partnership With The John F. Kennedy Center For The Performing Arts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/25/pcah-announces-partnership-john-f-kennedy-center-performing-arts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMay 25, 2016\n\n \n\n\n\nPCAH Announces Partnership With The John F. Kennedy Center For The Performing Arts\n\n\n\n\n\nAs part of today’s Turnaround Arts Talent Show, the First Lady will announce the future and legacy of Turnaround Arts\n\n\tAs part of today’s Turnaround Arts Talent Show at the White House,  the President’s Committee on the Arts and the Humanities (PCAH) and the John F. Kennedy Center for the Performing Arts announced a new strategic partnership to implement Turnaround Arts at the Kennedy Center. The President’s Committee’s Turnaround  Arts initiative empowers high-need, low-performing schools with innovative arts programming and resources to help address broader school challenges and close the achievement gap. The new partnership will fulfill the President's Committee’s vision for expanding Turnaround Arts and aligns with the Kennedy Center’s more than 40-year legacy of providing high-quality arts education programming across the nation. For more information on the Turnaround Arts, visit: http://turnaroundarts.pcah.gov. For more information on the President’s Committee on the Arts and the Humanities, visit: www.pcah.gov.\n\nWednesday, May 25th \n\nThe White House * 4:00PM ET -- As part of the President's Committee on the Arts and Humanities, the First Lady will welcome students and artists from across the country to perform at the White House Turnaround Arts Talent Show. To showcase America's budding artists, the students will perform alongside Turnaround Artist mentors including Keb’ Mo’, Alfre Woodard, Tim Robbins, Bernie Williams, Charles \"Lil Buck\" Riley, Citizen Cope, Damian Woetzel, Irvin Mayfield, and Paula Fuga.\n\nTurnaround Arts is a national program created by the President’s Committee on the Arts and the Humanities, in coordination with the White House, the U.S. Department of Education, the National Endowment for the Arts, and several foundations and corporations. Turnaround Arts empowers high-need, low-performing schools with innovative arts, dance, theater and music programs, arts integration across subject areas, arts resources, musical instruments, and high-profile artist mentors, as a proven strategy to help address broader school challenges and close the achievement gap. Since 2011, Turnaround Arts has empowered 27 school districts across 13 states and Washington, DC with an infusion of arts and music education. In 2014, the First Lady hosted the inaugural White House Turnaround Arts Talent Show.\n\nThe First Lady’s remarks and the afternoon performances will be available via livestream at wh.gov/live. \n\n\n\n\n"
}