{
    "title": "Readout of the U.S.-Iraq Higher Coordinating Committee Session Chaired by Vice President Biden and Iraqi Prime Minister Al-Abadi | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/04/16/readout-us-iraq-higher-coordinating-committee-session-chaired-vice-presi",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nApril 16, 2015\n\n \n\n\n\nReadout of the U.S.-Iraq Higher Coordinating Committee Session Chaired by Vice President Biden and Iraqi Prime Minister Al-Abadi\n\n\n\n\nVice President Joe Biden and Iraqi Prime Minister Haider Al-Abadi co-chaired a meeting of the U.S.-Iraq Higher Coordinating Committee (HCC) today in Washington, D.C. The two sides reaffirmed their commitment to strengthen and fully activate the strategic partnership between the United States and Iraq as outlined in the Strategic Framework Agreement. The HCC discussion focused on energy and economic cooperation. Both sides agreed on the need to work closely together to garner immediate international support to stabilize areas liberated from ISIL terrorists, including through an international stabilization fund to be established by the Government of Iraq in cooperation with the United Nations.\nU.S. and Iraqi officials also discussed steps Iraq can take to increase energy exports and to establish additional export routes from its southern facilities, including an export pipeline through Jordan to the Red Sea. Vice President Biden noted Iraq’s progress in increasing exports over recent months, including record-level exports over the past month. U.S. and Iraqi officials also discussed in detail Iraq’s efforts to raise revenues, curb expenditures, manage debt, and prioritize critical investments over the coming months and years. Both sides, finally, expressed a commitment to facilitate bilateral trade and to continue the accession process for Iraq’s entry into the World Trade Organization. This was the fifth meeting of the HCC since it was established in 2008 under the Strategic Framework Agreement.\n\n\n\n\n"
}