{
    "title": "Fact Sheet on the President's Export Control Reform Initiative | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-presidents-export-control-reform-initiative",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 20, 2010\n\n \n\n\n\nFact Sheet on the President's Export Control Reform Initiative\n\n\n\n\nEarlier today, Secretary of Defense Robert Gates discussed the Administration’s interagency review of the U.S. export control system, which calls for fundamental reform of the current system in order to enhance U.S. national security and strengthen our ability to counter threats such as the proliferation of weapons of mass destruction.\nPresident Obama, in August of last year, initiated this comprehensive review to identify possible reforms to the system.  Although the United States has one of the most robust export control systems in the world, it is rooted in the Cold War era and must be updated to address the threats we face today and the changing economic and technological landscape.\nThe assessment was conducted by an interagency task force created at the direction of the President and included all departments and agencies with roles in export controls.  The assessment found that the current U.S. export control system does not sufficiently reduce national security risk based on the fact that its structure is overly complicated, contains too many redundancies, and tries to protect too much.\nThe current system is based on two different control lists administered by two different departments, three different primary licensing agencies (none of whom sees the others licenses), a multitude of enforcement agencies with overlapping and duplicative authorities, and a number of separate information technology systems (none of which are accessible to or easily compatible with the other), or agencies with no IT system at all that issues licenses.  The fragmented system, combined with the extensive list of controlled items which resulted in almost 130,000 licenses last year, dilutes our ability to adequately control and protect those key items and technologies that must be protected for our national security.  The goal of the reform effort is “to build high walls around a smaller yard” by focusing our enforcement efforts on our “crown jewels.”\nThe review’s overall findings have the full support of the President’s senior national security team. \nKey Recommendations\nThe Administration has determined that fundamental reform of the U.S. export control system is needed in each of its four component areas, with transformation to a:\n\n\n\t\tSingle Control List,\n\n\t\tSingle Primary Enforcement Coordination Agency,\n\n\t\tSingle Information Technology (IT) System, and\n\n\t\tSingle Licensing Agency.\n\nImplementation\nThe Administration will engage with Congress to consult and seek its input on the proposed reforms.  To deploy the new system, the Administration has prepared a comprehensive, three-phase approach and is currently moving forward to make specific reforms which can be initiated immediately and implemented without legislation.  The approach will make the necessary changes to the current system to transition it to the revised, enhanced system in Phase III:\n\n\nPhase I makes significant and immediate improvements to the existing system and establishes the framework necessary to create the new system, including making preparations for any legislative proposals.  This phase includes implementing specific reform actions already in process and initiating review of new ones.\n\t\t\n\nControl List – refine, understand, and harmonize definitions to end jurisdiction confusion between the two lists; establishes new independent control criteria to be used to screen items for control into new tiered control list structure.\n\nLicensing – implement regulatory-based improvements to streamline licensing processes and standardize policy and processes to increase efficiencies. \n\nEnforcement – synchronize and de-conflict enforcement by creation of an Enforcement Fusion Center.\n\nIT – determine enterprise-wide needs and begin the process to reduce confusion by creating a single U.S. Government (USG) point of entry for exporters.\n\n\n\nPhase II results in a fundamentally new U.S. export control system based on the current structure later this year.  This phase completes deployment of specific Phase I reforms and initiates new actions contingent upon completion of Phase I items.  Congressional notification will be required to remove munitions list controls or transfer items from the munitions list to the dual-use list, and additional funding will be required both for enhanced enforcement and the IT infrastructure.\n\t\t\t\t\n\nControl List – restructure the two lists into identical tiered structures, apply criteria, remove unilateral controls as appropriate, and submit proposals multilaterally to add or remove controls.\n\nLicensing – complete transition to mirrored control list system and fully implement licensing harmonization to allow export authorizations within each control tier to achieve a significant license requirement reduction which is compatible with national security equities.\n\nEnforcement – expand outreach and compliance.\n\nIT – transition toward a single electronic licensing system.\n\n\n\nPhase III completes the transition to the new U.S. export control system.  Legislation would be required for this phase:\n\t\t\t\t\t\t\n\nControl List – merge the two lists into a single list, and implement systematic process to keep current.\n\nLicensing – implement single licensing agency.\n\n\t\t\t\t\t\t\t\tEnforcement – consolidate certain enforcement activities into a Primary Enforcement Coordination Agency.\n\nIT – implement a single, enterprise-wide IT system (both licensing and enforcement).\n\n\n\n\n\n\n\n\n\n\n\n"
}