{
    "title": "President Obama to Host Military Fathers and Children for Screening of Cars 2 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/06/15/president-obama-host-military-fathers-and-children-screening-cars-2",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 15, 2011\n\n \n\n\n\nPresident Obama to Host Military Fathers and Children for Screening of Cars 2\n\n\n\n\n\nTo Help Fathers and Kids Connect, Fatherhood and Mentoring Initiative to Include New Partnerships with Organizations Including Bowling Centers, Sports Leagues, Zoos, Aquariums, LivingSocial and Groupon.\n\n\tWASHINGTON, D.C. – This week, President Barack Obama’s Fatherhood and Mentoring Initiative will kick off a year of Strong Fathers, Strong Families through events highlighting the important role fathers play in creating strong families. Over the past two years, the President’s Fatherhood and Mentoring Initiative has helped fathers nation-wide engage with their families by providing support for local fatherhood programs, town halls around the nation, partnerships with outside organizations and through www.fatherhood.gov.  This effort is supportive of all families, and affirms the central role of mothers in the lives of our children, especially those who have stepped up to the plate when dads haven't been around.        \n\n\t“Father’s Day reminds us parents that we have no more solemn obligation than to care for our children.  But far too many young people in America grow up without their dads, and our families and communities are challenged as a result,” said President Obama.  “Through my administration’s fatherhood initiative and the year of Strong Fathers, Strong Families, we’re taking steps to offer men who want to be good fathers a little extra help, while working with partners around the country to encourage personal responsibility and help fathers connect with kids.”\n\n\tToday, President Obama will host military fathers and their children for a screening of Cars 2 from Disney•Pixar.  As a commitment to the First Lady and Dr. Biden’s Joining Forces initiative, major studios including Disney, Universal, Warner Brothers and Fox are hosting special movie screenings for military families throughout the year.  The Walt Disney Studios is kicking off the Joining Forces Summer Movie Series with a special advanced screening of Cars 2 at the White House today June 15th.  President Obama also wrote an essay on fatherhood in People Magazine.\n\n\tFatherlessness is a growing crisis in America, one that underlies many of the challenges that families are facing.  When dads are not around, young people are more likely to drop out of school, use drugs, be involved in the criminal justice system, and become young parents themselves. Fathers are facing more challenges than ever before - from military dads coming home after deployment to unemployed fathers struggling to make ends meet.  That’s why through the year of Strong Fathers, Strong Families, the President’s Fatherhood and Mentoring Initiative is working to promote simple, yet meaningful, opportunities for dads and kids to connect through partnerships with organizations like bowling centers, sports leagues, zoos and aquariums and companies like LivingSocial and Groupon. \n\n\tAdditionally, the Office of Faith Based and Neighborhood Partnerships and the Office of Public Engagement have worked with cabinet secretaries across government to hold events highlighting fatherhood and mentorship:\n\n\nJune 13th:  On Monday, U.S. Secretary of Education Arne Duncan encouraged fathers and father figures to become more involved in education at a Watch D.O.G.S. program taking place at Two Rivers Public Charter School. Duncan was joined by Principle Maggie Bello and Watch D.O.G.S. coordinator Eric Snow. He toured the school and discussed the importance of father involvement in schools and education with students, parents and community members. He also spent time with participants of the Watch D.O.G.S. program and children who they’ve impacted.\n\t\t \n\nJune 17-19th: U.S. Secretary of Housing and Urban Development Shaun Donovan will announce a new effort to focus on fathers in public housing.\n\t\t \n\nJune 20th: Through the Office of Public Engagement’s “Champions of Change” website, the White House will spotlight 12 dads from around the country who are doing great things for their families and communities, many in trying circumstances.  The Corporation for National Services will continue to highlight additional “Champion” dads throughout the year. \n\t\t \n\n\t\t Next week: HHS will announce new support for local fatherhood programs.\n\n\n\n\n\n"
}