{
    "title": "President Barack Obama to Travel to Copenhagen | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-barack-obama-travel-copenhagen",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 28, 2009\n\n \n\n\n\nPresident Barack Obama to Travel to Copenhagen\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary  _________________________________________________________________________  FOR IMMEDIATE RELEASE                                          September 28, 2009    President Barack Obama to Travel to Copenhagen   President will join the First Lady to Support Chicago’s Bid for the 2016 Summer Olympic and Paralympic Games WASHINGTON – Today, the White House announced that President Barack Obama will travel to Copenhagen, Denmark to support Chicago’s bid for the 2016 Summer Olympic and Paralympic Games at the 121st International Olympic Committee (IOC) Session.  On Friday, October 2nd, IOC members will elect the host city for the 2016 Summer Games. President Obama will join First Lady Michelle Obama, who will be leading the United States delegation to Copenhagen.  Mrs. Obama will arrive in Copenhagen on Wednesday, September 30, along with Valerie Jarrett, Senior Advisor to President Obama and head of the White House Office on Olympic, Paralympic and Youth Sport. President Obama will depart Washington on the evening of Thursday, October 1 and arrive in Copenhagen on the morning of October 2 local time, just prior to Chicago’s presentation to the voting members of the IOC. He will arrive back in Washington on Friday afternoon. President Obama and First Lady Michelle Obama will both make presentations to the IOC during Friday’s session.  They will discuss why Chicago is best to host the 2016 Summer Games, and how the United States is eager to bring the world together to celebrate the ideals of the Olympic movement.  While in Denmark, the President and First Lady will meet with Her Majesty the Queen and His Royal Highness, the Prince Consort.  President Obama will also meet with Prime Minister Lars Løkke Rasmussen. PLEASE NOTE: The White House is not responsible for press credentials for the IOC meeting in Copenhagen.  The credentialing process is being handled by the IOC, and credentialing is closed. More details will be released when they become available. ### \n\n\n\n"
}