{
    "title": "Statement by the Press Secretary on the Government of Afghanistan's Approval of the Bilateral Security Agreement and the NATO Status of Forces Agreement | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/11/29/statement-press-secretary-government-afghanistans-approval-bilateral-sec",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 29, 2014\n\n \n\n\n\nStatement by the Press Secretary on the Government of Afghanistan's Approval of the Bilateral Security Agreement and the NATO Status of Forces Agreement\n\n\n\n\nOn Thursday, the Bilateral Security Agreement (BSA) and the NATO Status of Forces Agreement (SOFA) were both approved by an overwhelming majority vote in the Afghan Parliament.  We welcome the approval of these two agreements, which represent an invitation from the Afghan people to strengthen the relationship we have built over the past 13 years.  The BSA provides our military service members and civilian personnel the necessary legal framework to carry out two critical non-combat missions after 2014:  targeting the remnants of al-Qa`ida and training, advising, and assisting Afghan National Security Forces.  The NATO SOFA gives forces from Allied and partner countries the legal protections necessary to carry out the NATO Resolute Support mission when the ISAF mission comes to an end later this year. \nThe timely approval of these agreements is a great credit to the newly formed government of national unity and follows a historic Afghan election that ushered in the first peaceful democratic transfer of power in the nation’s history.  We applaud President Ghani and CEO Abdullah’s tireless efforts to form a representative, inclusive, and smoothly functioning government and look forward to a renewed partnership that will help advance our shared interests and the enduring security of Afghanistan.\nThe BSA fully implements the Strategic Partnership Agreement that our two governments signed in May 2012 and enables our long-term cooperation to promote the security, stability, and unity of Afghanistan.  This also contributes to the security of the United States and our coalition partners, and to the stability of the region.\n###\n\n\n\n\n"
}