{
    "title": "President Obama Honors Nation’s Top Scientists and Innovators | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/27/president-obama-honors-nation-s-top-scientists-and-innovators",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 27, 2011\n\n \n\n\n\nPresident Obama Honors Nation’s Top Scientists and Innovators\n\n\n\n\n\n\tPresident Obama today named seven eminent researchers as recipients of the National Medal of Science and five inventors as recipients of the National Medal of Technology and Innovation, the highest honors bestowed by the United States government on scientists, engineers, and inventors. The recipients will receive their awards at a White House ceremony later this year.\n\n\t“Each of these extraordinary scientists, engineers, and inventors is guided by a passion for innovation, a fearlessness even as they explore the very frontiers of human knowledge, and a desire to make the world a better place,” President Obama said.  “Their ingenuity inspires us all to reach higher and try harder, no matter how difficult the challenges we face.”\n\n\tThe National Medal of Science was created by statute in 1959 and is administered for the White House by the National Science Foundation. Awarded annually, the Medal recognizes individuals who have made outstanding contributions to science and engineering. Nominees are selected by a committee of Presidential appointees based on their extraordinary knowledge in and contributions to chemistry, engineering, computing, mathematics, and the biological, behavioral/social, and physical sciences.\n\n\tThe National Medal of Technology and Innovation was created by statute in 1980 and is administered for the White House by the U.S. Department of Commerce’s Patent and Trademark Office. The award recognizes those who have made lasting contributions to America’s competitiveness and quality of life and helped strengthen the Nation’s technological workforce. Nominees are selected by a distinguished independent committee representing the private and public sectors.\n\n\tThis year’s recipients are listed below.\n\nNational Medal of Science\n\n\tJacqueline K. Barton\n\tCalifornia Institute of Technology\nFor discovery of a new property of the DNA helix, long-range electron transfer, and for showing that electron transfer depends upon stacking of the base pairs and DNA dynamics.  Her experiments reveal a strategy for how DNA repair proteins locate DNA lesions and demonstrate a biological role for DNA-mediated charge transfer.\n\n\tRalph L. Brinster\n\tUniversity of Pennsylvania\nFor his fundamental contributions to the development and use of transgenic mice.  His research has provided experimental foundations and inspiration for progress in germline genetic modification in a range of species, which has generated a revolution in biology, medicine, and agriculture.\n\n\tShu Chien\n\tUniversity of California, San Diego\nFor pioneering work in cardiovascular physiology and bioengineering, which has had tremendous impact in the fields of microcirculation, blood rheology and mechanotransduction in human health and disease.\n\n\tRudolf Jaenisch\n\tWhitehead Institute for Biomedical Research and Massachusetts Institute of Technology\nFor improving our understanding of epigenetic regulation of gene expression: the biological mechanisms that affect how genetic information is variably expressed.  His work has led to major advances in our understanding of mammalian cloning and embryonic stem cells.\n\n\tPeter J. Stang\n\tUniversity of Utah\nFor his creative contributions to the development of organic supramolecular chemistry and for his outstanding and unique record of public service.\n\n\tRichard A. Tapia\n\tRice University\nFor his pioneering and fundamental contributions in optimization theory and numerical analysis and for his dedication and sustained efforts in fostering diversity and excellence in mathematics and science education.\n\n\tSrinivasa S.R. Varadhan\n\tNew York University\nFor his work in probability theory, especially his work on large deviations from expected random behavior, which has revolutionized this field of study during the second half of the twentieth century and become a cornerstone of both pure and applied probability.  The mathematical insights he developed have been applied in diverse fields including quantum field theory, population dynamics, finance, econometrics, and traffic engineering.\n\nNational Medal of Technology and Innovation\n\n\tRakesh Agrawal\n\tPurdue University\nFor an extraordinary record of innovations in improving the energy efficiency and reducing the cost of gas liquefaction and separation. These innovations have had significant positive impacts on electronic device manufacturing, liquefied gas production, and the supply of industrial gases for diverse industries.\n\n\tB. Jayant Baliga\n\tNorth Carolina State University\nFor development and commercialization of the Insulated Gate Bipolar Transistor and other power semiconductor devices that are extensively used in transportation, lighting, medicine, defense, and renewable energy generation systems.\n\n\tC. Donald Bateman\n\tHoneywell\nFor developing and championing critical flight-safety sensors now used by aircraft worldwide, including ground proximity warning systems and wind-shear detection systems.\n\n\tYvonne C. Brill\n\tRCA Astro Electronics (Retired)\nFor innovation in rocket propulsion systems for geosynchronous and low earth orbit communication satellites, which greatly improved the effectiveness of space propulsion systems.\n\n\tMichael F. Tompsett\n\tTheraManager\nFor pioneering work in materials and electronic technologies including the design and development of the first charge-coupled device (CCD) imagers.\n\n\n\n\n"
}