{
    "title": "Secretario De Vivienda Donovan Anuncia $2,000 Milliones en Subvenciones De Ley Para La Recuperacion a Fin de Estabilizar Vecindarios, Reestructar Economias Locales | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/secretario-de-vivienda-donovan-anuncia-2000-millones-en-subvenciones-de-ley-para-la",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 14, 2010\n\n \n\n\n\nSecretario De Vivienda Donovan Anuncia $2,000 Milliones en Subvenciones De Ley Para La Recuperacion a Fin de Estabilizar Vecindarios, Reestructar Economias Locales\n\n\n\n\nWASHINGTON – Shaun Donovan, secretario del Departamento de Vivienda y Desarrollo Urbano (U.S. Housing and Urban Development o HUD) anunció hoy que el HUD está otorgando $2,000 millones en fondos de la Ley para la Recuperación a los estados, gobiernos municipales y urbanizadores sin fines de lucro, conforme al Programa de Estabilización de Vecindarios (Neighborhood Stabilization Program o NSP) del HUD, a fin de impulsar el desarrollo económico en comunidades afectadas severamente por la crisis económica y generar empleo. Casi 60 beneficiarios están recibiendo las subvenciones. Se puede encontrar una lista completa de las subvenciones otorgadas hoy en el sitio de Internet del HUD sobre la Ley para la Recuperación.\nEste conjunto de subvenciones del NSP, financiadas con la Ley para la Recuperación y Reinversión en Estados Unidos del 2009, se está otorgando por medio de licitación a los solicitantes que tuvieron las ideas más innovadoras para reconstruir comunidades locales, y que a la vez demostraron la capacidad para ser custodios responsables del dinero de los contribuyentes.\n“Al invertir dólares de la Ley Para la Recuperación en la revitalización de vecindarios que han sido severamente afectados, no solo estamos creando nuevas oportunidades de trabajos, sino también dando la oportunidad a comunidades alrededor del país de empezar de nuevo,” dijo el Vicepresidente Biden. “Estas subvenciones por medio de licitación son un ejemplo de lo que constituye la Ley Para la Recuperación: fondos para proyectos innovadores que ofrecen alivio inmediato a la vez que ayudan a sentar las bases para el crecimiento económico a largo plazo.”\n  \n“Las casas embargadas tienen un efecto debilitante en los vecindarios y a menudo resultan en propiedades ruinosas y devaluadas, y el decaimiento de vecindarios”, afirmó Donovan. “Estos $2,000 millones de fondos adicionales de la Ley para la Recuperación ayudarán a darles estabilidad a las comunidades más afectadas al convertir casas embargadas en oportunidades de vivienda de bajo precio. El NSP es un aspecto importante de la estrategia integral del gobierno del Presidente Obama para hacerle frente a las crisis de economía y de vivienda a nivel nacional”.\nLos $2,000 millones adicionales en subvenciones del NSP que se otorgaron hoy, continuarán lo que se está haciendo ahora para ayudar a que los gobiernos locales y estatales, y los urbanizadores sin fines de lucro colaboren para adquirir terrenos y propiedades; para demoler o restaurar propiedades abandonadas; y/o para ofrecer ayuda con las cuotas iniciales y costos contractuales a compradores de vivienda de ingresos bajos o medios. Las subvenciones también se pueden usar para crear “bancos de terrenos” para construir, administrar temporalmente y colocar viviendas que pasaron por el proceso de ejecución hipotecaria.\nEl NSP fue creado para volver a desarrollar comunidades severamente afectadas, para generar empleo y promover el desarrollo de economías locales al darles a las comunidades los recursos para comprar y remodelar casas embargadas y convertirlas en viviendas de bajo precio. El año pasado, el HUD otorgó casi $4,000 millones en fondos bajo la fórmula del NSP a más de 300 beneficiarios en todo el país para ayudar a los gobiernos estatales y locales a responder a la crisis de vivienda y la devaluación de viviendas. \nAdemás, el 26 de agosto, 2009, el HUD otorgó $50 millones en subvenciones para asistencia técnica a fin de ayudar a los beneficiarios a administrar más eficazmente el inventario de viviendas embargadas que compran con el NSP. Las subvenciones de asistencia técnica para el NSP del HUD están ayudando a los beneficiarios del programa a implementar un buen control fiscal, administrativo y de financiamiento; evaluar resultados producidos con fondos públicos; aumentar la capacidad de las sociedades entre el sector público y el privado; formular estrategias para ayudar a familias de bajos ingresos; incorporar eficiencia energética en los programas del NSP; ofrecer respaldo y capacitación para operar ‘bancos de terrenos’ o ‘land banks’, y capacitar a los beneficiarios del NSP sobre las normas del programa del HUD y los requisitos de administración financiera.\n El Presidente Obama promulgó la Ley Para la Recuperación el 17 de febrero del 2009, en un momento en que el país enfrentaba su mayor crisis económica  desde la Gran Depresión. El programa de $787 mil millones de la Ley Para la Recuperación ya ha otorgado casi $100 mil millones en alivio de impuestos para las familias y las empresas, ha ayudado a cerrar brechas presupuestales para gobiernos locales y estatales severamente afectados, y ha impulsado decenas de miles de proyectos que están creando trabajos y sentando las bases para el crecimiento económico a largo plazo. Para enterarse sobre la historia de la Ley Para la Recuperación, visite obamawhitehouse.archives.gov/Recovery. Para seguir el uso de dólares bajo la Ley Para la Recuperación, visite www.Recovery.gov.  \n \n \n\n\n\n"
}