{
    "title": "Progress Update: President's Immigration Accountability Administrative Actions | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/07/22/progress-update-presidents-immigration-accountability-administrative",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nJuly 22, 2015\n\n \n\n\n\nProgress Update: President's Immigration Accountability Administrative Actions\n\n\n\n\n\n\tOn November 20, 2014, President Obama took action within his authority to reform our broken immigration system. The President announced a package of administrative actions to enhance border security; prioritize the deportation of immigrants who are enforcement priorities; and modernize our legal immigration system to support high-skilled workers, entrepreneurs, students, and families. Not only will these steps strengthen our national security and the integrity of our immigration system, but also will contribute to our economy. According to the Council of Economic Advisors, the President’s executive actions, if fully implemented, would be expected to boost our economic output by $100 billion to $250 billion, and raise average annual wages for U.S.-born workers by 0.4 percent, or $220 in today’s dollars, over the next 10 years. \n\n\tWhile the new deferred action policies announced in November 2014 have been temporarily put on hold pending litigation, the 2012 Deferred Action for Childhood Arrivals guidelines remain in place.  There are also other important immigration executive actions that continue to move forward, including the following:\n\n\nImplement new enforcement priorities. On January 5, 2015, Secretary of Homeland Security Johnson’s revised guidance on Policies for the Apprehension, Detention and Removal of Undocumented Immigrants went into effect. This guidance prioritizes immigrants who pose threats to our national security, public safety, and border security. U.S. Customs and Border Protection (CBP) and U.S. Immigration and Customs Enforcement (ICE) have trained their workforce on the new Department-wide priorities. ICE and the Department of Justice’s Executive Office for Immigration Review, which runs the immigration court system, have also issued guidance to their attorneys and judges about these new priorities and the exercise of prosecutorial discretion. And today, approximately 99 percent of individuals currently in ICE custody fall within the Department’s new enforcement priorities, and 77 percent fall within the highest priority category (threats to national security, convicted felons, and recent border crossers).\n\t\t \n\nImplement a new Priority Enforcement Program (PEP) focused on Convicted Criminals. ICE has discontinued the Secure Communities program and established a new Priority Enforcement Program. The goal is to better collaborate with state and local law enforcement agencies to detain removable immigrants who have been convicted of enumerated criminal offenses, while recognizing the importance of building community trust between law enforcement agencies and the communities they serve. In many cases, ICE will simply request notification of when an individual who falls within the PEP priorities is to be released from state or local custody, rather than issue a request for detention beyond that point. Under PEP, detainers will only be used in limited circumstances where an individual is PEP enforcement priority and there is probable cause to believe the individual is removable. ICE is working in partnership with state and local law enforcement agencies to engage and educate communities about this new program.\n\t\t \n\nDevelop and execute a new Southern Border and Approaches Campaign Strategy. DHS has implemented a new plan to deploy its assets in a strategic and coordinated way to provide effective enforcement of laws, and to interdict individuals seeking to unlawfully enter the United States across land, sea, and air. This strategy is comprised of three task forces focused on (1) the southern maritime border; (2) the southern land border and West Coast; and (3) investigations in support of the geographic task forces. These task forces became operational on February 6, 2015.\n\t\t \n\nRealign ICE personnel and pay structure. With the new Department-wide enforcement priorities and initiatives that place increased emphasis on convicted felons and national security threats, ICE Enforcement and Removal Operations (ERO) is increasingly focused on dangerous individuals. While furthering its focus on national security and public safety missions, ICE ERO’s personnel structure has lagged behind other federal law enforcement agencies, and even other ICE components. In recognition of this lag, DHS sought and obtained approval from the Office of Personnel Management to implement a single career path for ICE ERO officers, with promotion potential up to the GS-12 level. The transition to the single career path for all Immigration Enforcement Agents will begin in the fourth quarter of FY 2015. DHS has also requested funding for Fiscal Year 2016 to implement pay reform so that ICE ERO officer compensation is commensurate with their duties and consistent with compensation for other Federal law enforcement officers.\n\t\t \n\nAllow spouses of certain high-skilled nonimmigrants on the pathway to lawful permanent resident (LPR) status to request work authorization. On February 24, 2015, USCIS published a final rule extending eligibility for work authorization to certain H-4 spouses of H-1B workers who are on the pathway to LPR status.  The rule is in line with the goals of attracting and retaining high-skilled foreign workers by reducing the personal and economic burdens faced by H-1B nonimmigrants and eligible H-4 dependent spouses during the transition from nonimmigrant to LPR status.  It also ensures U.S. immigration policies with respect to high-skilled workers are competitive with those of other countries seeking to attract and retain similar high-skilled talent.  The new rule has the potential to benefit approximately 180,000 individuals in the first year, and 55,000 individuals each subsequent year. USCIS began accepting requests for work authorization on May 26, 2015.\n\t\t \n\nClarify options for multi-national companies transferring skilled employees to offices in the United States. On March 24, 2015, USCIS published a consolidated and authoritative policy memorandum on the L-1B intra-company transferee visa for workers with specialized knowledge. This memorandum promotes consistency and efficiency within the L-1B program, and provides clarification to businesses regarding the circumstances under which a U.S. office may transfer an employee with specialized knowledge to the United States. This memorandum was posted for public feedback through May 8, 2015 and USCIS will issue a final memorandum that will go into effect on August 31, 2015.\n\t\t \n\nProvide additional support for vulnerable workers who are victims of crime and human trafficking. The Department of Labor (DOL) has expanded and strengthened its support for victims of qualifying criminal activity (U nonimmigrant status) and human trafficking (T nonimmigrant status) who are willing to cooperate with law enforcement investigations or prosecutions. DOL is now providing law enforcement certifications for victims seeking U nonimmigrant status for the additional qualifying crimes of extortion, forced labor, and fraud in foreign labor contracting, and is exercising its authority to provide law enforcement certifications for T nonimmigrant applications as well.\n\t\t \n\nDevelop a Six-Month Action Plan to enhance immigrant worker protections. The actions announced in November also included the formation of the Interagency Working Group for the Consistent Enforcement of Federal Labor, Employment and Immigration Laws. DOL, DHS, the Department of Justice, the Equal Employment Opportunity Commission, and the National Labor Relations Board developed a Six-Month Action Plan to better coordinate cases where federal responsibilities to enforce labor, employment, and immigration laws may overlap. The plan, which was published on May 8, aims to ensure that workers who cooperate with labor and employment enforcement can do so without fear of retaliation, and that unscrupulous parties do not try to misuse immigration or labor laws to thwart worker protections or labor and immigration enforcement. The action plan also seeks to ensure that workers and employers have clear guidance on policies and procedures.\n\t\t \n\nPublish the White House Task Force on New Americans Strategic Action Plan. On November 21, 2014, President Obama issued a Presidential Memorandum creating the Task Force on New Americans and directed this interagency task force to develop a strategic plan to help immigrants and refugees integrate into our communities. On April 14, 2015, the Task Force presented its strategic action plan with 16 overarching goals and 48 recommended actions. This plan will help build welcoming communities; strengthen existing pathways to naturalization and promote civic engagement; support skill development, foster entrepreneurship, and protect workers; and expand opportunities for linguistic integration and education.\n\t\t \n\nPublish recommendations to modernize and streamline our legal immigration system. On November 21, 2014, the President issued a Presidential Memorandum on Modernizing and Streamlining the U.S. Immigrant Visa System for the 21st Century. The Department of State and DHS --working in consultation with the White House and other federal agencies -- issued recommendations to modernize and digitize our system, streamline legal immigration, and strengthen options for humanitarian relief. \n\t\t \n\nReduce family separation for those waiting to obtain LPR status. On July 15, 2015, USCIS published a draft regulation to expand existing options for family members of U.S. citizens and LPRs in order to reduce the time that individuals spend separated from their families. The I-601A provisional waiver is already accessible to immediate relatives of U.S. citizens who may attend their visa interviews overseas with more certainty that if they are eligible, certain inadmissibility bars will not apply to them. Through this regulation,  the Administration seeks to reduce family separation for certain immediate family members of U.S. citizens and LPRs with approved employment- and family-based petitions by allowing all statutorily eligible individuals to apply for a provisional waiver. USCIS will receive comments on this draft regulation for 60 days and will issue a final rule in Spring 2016.    \n\n\n\tThese actions are critical steps forward in reforming our broken immigration system.  But only Congress can take action to fully fix the system once-and-for-all, which is why the President continues to urge Congress to take action to pass bipartisan, comprehensive immigration reform.\n\n\t \n\n\n\n\n"
}