{
    "title": "President Obama to Honor Recipients of the 2012 Citizens Medal | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/02/08/president-obama-honor-recipients-2012-citizens-medal",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 08, 2013\n\n \n\n\n\nPresident Obama to Honor Recipients of the 2012 Citizens Medal\n\n\n\n\nRecipients from across the country will visit the White House to receive Presidential award for exemplary service to their fellow citizens\nWASHINGTON, DC – On February 15, 2013, President Obama will welcome to the White House the recipients of the 2012 Presidential Citizens Medal, the nation’s second-highest civilian honor.\n“It is my distinguished honor to award these individuals the 2012 Citizens Medal for their commitment to public service,” said President Obama. “Their selflessness and courage inspire us all to look for opportunities to better serve our communities and our country.”\nThis event will be open press and begin at 10:45AM ET.  Members of the media who wish to cover this event must send NAME, MEDIA OUTLET, PHONE AND EMAIL for each person planning to cover the event to media_affairs@who.eop.gov by Wednesday, February 13th at 5:00 PM ET.  If we are able to accommodate your request for credentials, we will send a confirmation with further instructions and logistical details after the RSVP deadline passes.\nNOTE: Members of the media who do not have a White House hard pass must also submit their full name (including middle name), date of birth, Social Security number, gender, country of birth, country of citizenship and current city and state of residence. \nThe Citizens Medal was established in 1969 to recognize American citizens who have performed exemplary deeds of service for their country or their fellow citizens. President Obama is recognizing Americans whose work has had a significant impact on their communities but may not have garnered national attention. The President called on members of the public to nominate people in their lives who have performed exemplary deeds of service outside of their regular jobs, including individuals:\nWho have a demonstrated commitment to service in their own community or in communities farther from home. Someone who has engaged in activities that have had an impact in their local community, on a community or communities elsewhere in the United States, or on fellow citizens living or stationed around the world.\nWho have helped their country or their fellow citizens through one or more extraordinary acts. Individuals who have demonstrated notable skill and grace, selflessly placed themselves in harm’s way, taken unusual risks or steps to protect others, made extraordinary efforts to further a national goal, or otherwise conducted themselves admirably when faced with unusually challenging circumstances.\nWhose service relates to a long-term or persistent problem. Individuals who have made efforts to combat stubbornly persistent problems that impact entire communities; for example, those who have taken innovative steps to address hunger, homelessness, the dropout crisis, lack of access to health care, and other issues that plague too many Americans.\nWhose service has had a sustained impact on others’ lives and provided inspiration for others to serve. The ideal nominee for a Citizens Medal is a person whose work has had a meaningful and lasting impact on the lives of others.\nFor more information on the President’s Citizens Medal and to nominate someone for the 2013 Citizens Medal, visit obamawhitehouse.archives.gov/citizensmedal.\nNearly 6,000 public nominations were submitted, and the President has selected the following awardees:\nDr. T. Berry Brazelton (Boston, Massachusetts)\n\tBrazelton is one of the foremost authorities on pediatrics and child development as well as an author and professor. One of Brazelton’s best known achievements was the development of the Neonatal Behavioral Assessment Scale (NBAS), which is now used worldwide to recognize the physical and neurological responses of newborns, as well as emotional well-being and individual differences. In 1993, he founded the Brazelton Touchpoints Center® (BTC) at Boston Children’s Hospital where he continues to promote strengths-based, family-centered care in pediatric and early education settings around the world. \nAdam Burke (Jacksonville, Florida)\n\tBurke is an Iraq combat veteran and recipient of the Purple Heart which he received for injuries occurred by a mortar attack while running combat operation in Iraq. In 2009 he opened \"Veterans Farm,\" a 19 acre handicap-accessible farm that helps teach veterans of all ages how to make a living from the find healing in the land. He has been awarded numerous accolades for his work, including the 2011 Good Person of the Year award from the Good People Foundation and the Star of Honor from Work Vessels for Veterans.\nMary Jo Copeland (Minneapolis, Minnesota)\n\tCopeland founded Sharing and Caring Hands in 1985, which has served as a safety net to those in the Minneapolis area through the provision of food, clothing, shelter, transportation, medical and dental assistance.  Sharing and Caring Hands assists thousands of people a month, and is staffed almost entirely by volunteers. Copeland, who currently receives no salary for her work, has served as its director since its opening and still greets every client entering the center and conducts intake interviews.\nMichael Dorman (Fuquay-Varina, North Carolina)\n\tDorman is the founder and executive director of Military Missions in Action, a North Carolina-based non-profit that helps veterans with disabilities, both physical and mental, achieve independent living.  All veterans who have served are eligible to receive services including home modification, rehabilitation and family assistance.  Since 2008, the organization has completed more than 100 home modification projects and shipped thousands of care packages to soldiers.\nMaria Gomez (Washington, DC)\n\tGomez founded Mary’s Center 25 years ago with the mission to build better futures through the delivery of health care, family literacy and job training. Mary’s Center is part of the working group launching First Lady Michelle Obama's “Let's Read Let's Move Campaign.” Prior to establishing Mary’s Center, Maria was a public health nurse with the D.C. Department of Health. She has also worked for the Red Cross, directing community education programming and disaster services, and with the Visiting Nurses Association. She currently serves as Regional Representative for the South East to the National Council of la Raza, and previously served two terms on the board of the Nonprofit Roundtable of Greater Washington. \nPamela Green Jackson (Albany, Georgia)\n\tGreen Jackson is the Founder and CEO of the Youth Becoming Healthy Project (YBH), a non-profit organization committed to reducing the epidemic of childhood obesity through nutrition, fitness education and physical activity programs.  YBH was created in memory of Pamela Green Jackson's only brother, Bernard Green, who died in 2004 from obesity-related illnesses. YBH provides resources for during and after school wellness programs for elementary and middle school students as well as a summer wellness camp where the students learn about exercise, nutrition and can participate in martial arts, walking club and dance programs. \nJanice Jackson (Baltimore, Maryland)\n\tJackson is the creator and program director of Women Embracing Abilities Now, (W.E.A.N.) a nonprofit mentoring organization servicing women and young ladies with varying degrees of disabilities.  She is also a professor at The University of Baltimore. Jackson has actively advocated on behalf of people with disabilities and currently serves on the board of directors for The League for People with Disabilities, the Hoffberger Center for Professional Ethics at the University of Baltimore, and The Image Center of Maryland. She also serves on the Community Advisory Council at the Maryland Center for Developmental Disabilities at Kennedy Krieger Institute, and is a counselor at Kernan Rehabilitation Center. She has also founded two support groups, We Are Able People (W.R.A.P.) and Women On Wheels & Walking (W.O.W.W.).\nPatience Lehrman (Philadelphia, Pennsylvania)\n\tLehrman is an immigrant from Cameroon and the National Director of Project SHINE (Students Helping in the Naturalization of Elders), an immigrant integration initiative at the Intergenerational Center of Temple University. SHINE partners with 18 institutions of higher learning, community-based organizations, and county and city governments across the country. SHINE engages college students and older adults to provide language and health education, citizenship and civic participation lessons to immigrant communities. Lehrman also mentors inner-city high school students, provides free meals to low-income children in the summer and serves as an election official.  She holds three Masters Degrees from Temple University.\nJeanne Manford  (Queens, NY)\n\tManford and her husband, Jules, co-founded in 1972 a support group for parents of gay children that grew into the national organization known as Parents, Families and Friends of Lesbians and Gays (PFLAG).  Manford had always supported her son Morty, but was inspired to act after the police failed to intervene while Morty was beaten and hospitalized during a Gay Activists Alliance demonstration in April 1972. In the years that followed, Manford continued to march and organize, even after losing Morty to AIDS in 1992.  Today, PFLAG focuses on creating a network of support and advancing equality for lesbian, gay, bisexual, and transgender people.  Manford passed away in early January at the age of 92.\nBilly Mills (Fair Oaks, California)\n\tMills co-founded and serves as the spokesman for Running Strong for American Indian Youth, an organization that supports cultural programs and provides health and housing assistance for Native American communities.  Mills gained prominence during the 1964 Tokyo Olympics, when he unexpectedly won a Gold Medal in the 10,000 meter run.  Today, he remains the only American to ever win this event. At the time Mills competed in the Olympics, he was a First Lieutenant in the United States Marine Corps. After the Olympics, Mills, an Oglala Lakota, was made a warrior by his tribe. In 1986, Mills and Eugene Krizek, president of Christian Relief Services, joined forces to found Running Strong.\nTerry Shima (Gaithersburg, Maryland)\n\tShima was drafted into the US Army on October 12, 1944 as a replacement for the 442nd Regimental Combat Team. This unit was composed of Japanese Americans who volunteered for combat duty. In November 2011, the US Congress awarded the Congressional Gold Medal collectively to the 442nd RCT, the 100th Battalion and the Military Intelligence Service. Shima served as Executive Director of the Japanese American Veterans Association (JAVA), a nonprofit organization that publicizes and assists Japanese American military veterans and their families, from 2004 to 2012 and is now chair of its Outreach and Education Committee.\nHarris Wofford (Washington D.C.)\n\tWofford served as a U.S. Senator from Pennsylvania from 1991 to 1995, and from then to 2001 was the chief executive officer of the Corporation for National and Community Service. From 1970 to 1978 he served as the fifth president of Bryn Mawr College. He is a noted advocate of national service and volunteering. He began his public service career as counsel to the Rev.Theodore Hesburgh on the U.S. Commission on Civil Rights and was an early supporter of the Civil Rights movement in the South in the late 1950s. He became a volunteer advisor and friend of Martin Luther King, Jr. In 1961, Kennedy appointed him as special assistant to the President for civil rights. He was instrumental in the formation of the Peace Corps and served as the Peace Corps' special representative to Africa and director of operations in Ethiopia. On his return to Washington in 1964, he was appointed associate director of the Peace Corps. In 1966 he became the founding president of the State University of New York's College at Old Westbury.\nRachel Davino, Dawn Hochsprung, Anne Marie Murphy, Lauren Rousseau, Mary Sherlach, and Victoria Soto (Newtown, Connecticut)\n\tOn December 14, 2012, the names of six courageous women were forever etched into the heart of our Nation as unthinkable tragedy swept through Newtown, Connecticut.  Some of these individuals had joined Sandy Hook Elementary School only weeks before; others were preparing to retire after decades of service.  All had dedicated themselves to their students and their community, working long past the school bell to give the children in their care a future worthy of their talents.\n\n\n\n\n"
}