{
    "title": "Background on United States- India Economic Relationship | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/06/background-united-states-india-economic-relationship",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 06, 2010\n\n \n\n\n\nBackground on United States- India Economic Relationship\n\n\n\n\nIndia is one of the most important and promising emerging markets in the world.  The IMF predicts that India’s GDP will grow at an annual rate of more than 8% through 2015. With an ever-expanding consumer market of 1.2 billion individuals, India represents a tremendous opportunity for U.S. firms to expand their output of goods and services.   As part of the National Export Initiative, the Administration is taking concrete steps to expand U.S. exports to India, including through advocacy on behalf of U.S. firms, the expansion of the use of trade finance and by having a dialogue with the Government of India to enhance market access for U.S. exporters in a number of key sectors.\n\t \n\tIndia’s domestic demand for foreign goods has soared since 2002 with global merchandise imports quadrupling to reach $257.7 billion last year. The U.S. is currently India’s second-largest import partner, representing more than 6%, or $16.4 billion, of the Indian import market. As U.S. firms continue to take advantage of the incredible opportunities provided by India’s rapid growth, they will continue to increase U.S. exports and create large numbers of high-value jobs at home.\n\t \nU.S. Merchandise Exports to India\n\n\n\t\tU.S. merchandise exports to India quadrupled between 2002 and 2009, surpassing $16.4 billion. In 2010, that figure increased 18% compared to the same period in 2009 thus far totaling $12.7 billion. Increases in exports have supported job growth, particularly important during the recent weakness of the domestic U.S. market.\n\n\t\tIndia is increasingly becoming a significant trading partner having climbed from the 29th to 17th largest market for U.S. exports.\n\n\t\tTop U.S. export categories in 2009 included machinery ($2.3 billion), aircraft and parts ($2.3 billion), electric machinery ($1.3 billion) and fertilizers ($1.1 billion). Strong figures in these categories indicate considerable potential for growth in U.S. exports in a wide variety of industries.\n\n\t\tStates throughout the nation benefit from exports to India. In 2009, more than half reported merchandise export shipments to India above $100 million. The largest state exporters of merchandise to India included: California ($2.2 billion), Texas ($1.9 billion), Washington ($1.8 billion), New York ($1.5 billion), and Florida ($1.0 billion). The wide geographic distribution of state exporters suggests that trade ties with India are beneficial to people throughout the country.\n\nU.S. Services Exports to India\n\n\n\t\tU.S. services exports to India more than tripled over the past several years, increasing from $3.3 billion in 2002 to more than $10.5 billion in 2008. The rapid growth in these exports has been supported by increased FDI from India to the United States and the growing merchandise trade relationship between the two countries.\n\n\t\tIn 2008, the largest U.S. service export category to India was the travel sector at $3.0 billion. Other major categories included education services ($2.7 billion) and business, professional and technical services ($1.1 billion). Indian students are now the largest group of foreign students within the United States and represent a major growth market for American institutions of education.\n\n\n\n\n\n"
}