{
    "title": "Statement by National Security Advisor Susan E. Rice on South Sudan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/01/09/statement-national-security-advisor-susan-e-rice-south-sudan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 09, 2014\n\n \n\n\n\nStatement by National Security Advisor Susan E. Rice on South Sudan\n\n\n\n\nThe United States strongly supports the efforts of the Intergovernmental Authority on Development (IGAD) mediators, Ambassador Seyoum Mesfin and General Lazaro Sumbeiywo, to secure a cessation of hostilities and to resolve the conflict in South Sudan peacefully through talks being held in Addis Ababa, Ethiopia.  This crisis must be ended swiftly through a negotiated settlement in order to prevent the escalation of a dangerous conflict that neither the people of South Sudan, the region or the international community can afford.\nThe United States calls upon rebel-leader Riek Machar and President Salva Kiir to sign immediately the cessation of hostilities agreement tabled by IGAD.  Mr. Machar, in particular, must commit to a cessation of hostilities without precondition.  His continued insistence on the release of detainees as a pre-condition for a cessation of hostilities is unacceptable and runs counter to the express will of the detainees who informed the IGAD mediators yesterday that they support talks on an unconditional cessation of hostilities and stated clearly that their status as detainees should not be an impediment to reaching an agreement on a cessation of hostilities.\nAt the same time, the United States is disappointed that the detainees being held by the Government of South Sudan have not yet been released.  The United States reiterates its call upon President Salva Kiir to release the detainees immediately to the custody of IGAD so that they can participate in the political negotiations.  \nIt is the obligation of both President Kiir and Mr. Machar to ensure that the lives of their people and future of their young country are not further marred by continued violence and atrocities. \n###\n\n\n\n\n"
}