{
    "title": "Vice President Biden Announces Expansion of Pentagon Homeowners Assistance Program Under Recovery Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-announces-expansion-pentagon-homeowners-assistance-program-und",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 14, 2009\n\n \n\n\n\nVice President Biden Announces Expansion of Pentagon Homeowners Assistance Program Under Recovery Act\n\n\n\n\n      THE WHITE HOUSE Office of the Vice President  -------------------------------------------------------  For Immediate Release                                              May 14, 2009 Vice President Biden Announces Expansion of Pentagon Homeowners Assistance Program Under Recovery Act  SAN DIEGO, CA - Standing at the USS Ronald Reagan in San Diego today, with U.S. sailors and their families, Vice President Joe Biden today announced the Defense Department's plan to temporarily expand its Homeowners Assistance Program (HAP), with $555 million in Recovery Act funds dedicated to helping military families and DoD civilians who recently sold their homes at a loss. \"The sacrifices military families make for our country – in terms of deployments, but also moving several times in their career – are immense,\" Vice President Biden said. \"They often don’t get to choose when they move and may be forced to sell their homes when they don’t want to. The Department of Defense, with funds from the Recovery Act, is expanding its program to help its military families who have been forced to sell their homes at a loss.\" Several times during the average military career, Service members are ordered to change duty stations to meet the mission requirements for their respective branches of service. Duty calls on them to relocate their family and establish a new home as often as every two to three years. The expanded program will assist families forced to relocate due to base closures or normal assignment rotations. But, the most important aspect is that priority access to the funds will go to survivors of those killed during deployment, and those who were wounded, ill or injured during deployment. \"I’d like to thank my good friend, Senator Tim Johnson, who has worked tirelessly on this issue. He is a champion for military families and working on innovative ways to improve their quality of life,\" said Vice President Biden. The announcement was made as part of the Vice President and Dr. Biden’s visit to Naval Base Coronado in San Diego. Following the announcement, the Vice President toured the base and met with Navy SEALS, while Dr. Biden met with local military spouses and community volunteer groups to discuss issues facing military families. For more information on DoD and the Recovery Act, click HERE.\n\n\n\n"
}