{
    "title": "﻿﻿Vice President Joe Biden, First Lady Michelle Obama, Dr. Jill Biden, Cabinet Secretaries and Senior Officials to Participate in Veterans Day Service Projects and Ceremonies | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/09/vice-president-joe-biden-first-lady-michelle-obama-dr-jill-biden-cabinet",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 09, 2010\n\n \n\n\n\n﻿﻿Vice President Joe Biden, First Lady Michelle Obama, Dr. Jill Biden, Cabinet Secretaries and Senior Officials to Participate in Veterans Day Service Projects and Ceremonies\n\n\n\n\n\n\tWashington, D.C. – On November 11, Cabinet Secretaries and senior officials will join Vice President Joe Biden, First Lady Michelle Obama, and Dr. Jill Biden in participating in Veterans Day service projects, events, and ceremonies across the country and around the world in honor of our nation’s Veterans, those wounded or killed in battle, our soldiers home and abroad, and their families.\n\t \n\tAdministration officials will attend ceremonies, greet troops, and participate in a variety of community service projects joining volunteers across the nation in support of our servicemen and women on the 92nd anniversary of the end of World War I.\n\t \n\tAdditionally, as part of the WhiteHouse.gov Tuesday Talks series, Tammy Duckworth, Veterans Affairs Assistant Secretary for Public and Intergovernmental Affairs, will participate in a live video chat on WhiteHouse.gov and Facebook on Tuesday, November 9, at 2:15 p.m. EST. People around the country are invited to submit their questions on the Administration's commitment to supporting our service members and their families. Visit the White House blog for more information.\n\t \nThe details of the Veterans Day service projects and events are below.   Events are taking place on Thursday, November 11, and are open to the press unless otherwise noted.  For more information on each event, please contact the relevant agency or office directly.\n\t \nVice President Joe Biden\n\tThe Vice President will host a Veterans Day breakfast at the White House. This event will be closed press.  Afterwards, the Vice President will visit Arlington National Cemetery where he will participate in a wreath-laying ceremony at the Tomb of the Unknowns. This event is open to pre-credentialed media.  The Vice President will then deliver remarks at the Memorial Amphitheater at Arlington National Cemetery. This event is open to pre-credentialed media.\n\t \nFirst Lady Michelle Obama\n\tFirst Lady Michelle Obama will make a series of stops within the Kaiserslautern Military Community on Veterans Day to thank U.S. servicemen and women for their service.  She will also visit Landstuhl Regional Medical Center to visit wounded warriors.\n\nDr. Jill Biden\n\tOn Wednesday, November 10, Dr. Jill Biden will join active-duty military, Veterans, and military families at a volunteer event in Washington, D.C., with the ServiceNation’s Mission Serve initiative.  Dr. Biden will give brief remarks and join Veterans and other volunteers to work on landscaping and painting of the final two homes of a development at a Habitat for Humanity housing site in Northeast Washington’s Deanwood neighborhood.  Dr. Biden and the First Lady helped to kick off the Mission Serve Initiative on Veterans Day in 2009 as part of their ongoing work to encourage Americans to show service members, Veterans, and military families appreciation for their service.\n\t \nDepartment of Veterans Affairs\n\tSecretary Shinseki will attend the White House breakfast with Veterans’ Service Organizations, hosted by the Vice President.  Afterwards, he will participate in traditional Veterans Day ceremonies at Arlington National Cemetery.  He also will participate in receptions hosted by the Legion of Valor and the Paralyzed Veterans of America organizations.\n\t \nDepartment of Defense\n\tSecretary Gates will attend a Veterans Day ceremony at Arlington National Cemetery.\n\t \nDepartment of the Interior\n\tSecretary Salazar will participate in a wreath-laying ceremony at the Vietnam War Memorial in Washington, D.C.\n\nDepartment of Labor\n\tOn Thursday, November 4, Secretary Solis participated in the Labor Department’s annual Salute to Veterans.  On Wednesday, November 10, Assistant Secretary for Veterans’ Employment and Training Ray Jefferson will be the keynote speaker at the U.S. Chamber of Commerce's Veterans Day Salute.\n\nDepartment of Housing and Urban Development\n\tSecretary Donovan will host a Veterans Day event for staff at HUD headquarters.\n\t \nDepartment of Energy\n\tSecretary Chu will travel to New Orleans on Veterans Day to volunteer at a home construction site with the St. Bernard’s Project, a group dedicated to creating ongoing housing opportunities for community residents in the wake of Hurricane Katrina.  In conjunction with the visit, the Department of Energy will also be announcing plans to advise St. Bernard’s Project staff on best practices to improve the energy efficiency of homes being rebuilt and new houses being constructed.\n\nDepartment of Education\n\tSecretary Duncan will observe Veterans Day by visiting Manor View Elementary School on the military post at Fort Meade and celebrating the unveiling of the school’s newly renovated library. Secretary Duncan, along with his family, will participate in the library’s ribbon-cutting ceremony.\n\nDepartment of Homeland Security\n\tSecretary Napolitano will lay a wreath during the Coast Guard ceremony at Arlington Cemetery.\n\t \nSmall Business Administration\n\tAdministrator Karen Mills on Wednesday, November 10, will make an announcement regarding SBA’s successful entrepreneurship programs for service-disabled Veterans, women Veterans, Guard, Reservists and family members.\n\t \nGeneral Services Administration (GSA)\n\tAdministrator Johnson will be in Gulfport, Mississippi, on Tuesday, November 9, for the opening of the Armed Forces Retirement Home, a retirement home for approximately 600 Veterans.  GSA built this new retirement home to replace one destroyed by Hurricane Katrina.\n\n\n\n\n"
}