{
    "title": "Declaraciones del Secretario de Prensa | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-secretario-de-prensa-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 15, 2010\n\n \n\n\n\nDeclaraciones del Secretario de Prensa\n\n\n\n\nEl Presidente está agradecido de que la Cámara de Representantes tomara acción hoy para reducir los impuestos de las pequeñas empresas y alentarlas a crecer y contratar. Poner a los estadounidenses a trabajar de nuevo es la principal prioridad económica del Presidente, y nuestras pequeñas empresas son la clave para la creación de trabajos en el sector privado. Es por eso que el Presidente ha luchado a favor de hacer inversiones nuevas en pequeñas empresas, y promulgó la ley HIRE, la cual extiende créditos tributarios para empresas que contratan a personas desempleadas. El proyecto de ley que se aprobó esta noche también incluye la propuesta del Presidente de eliminar los impuestos a ganancias de capital provenientes de inversiones en pequeñas empresas. Estos recortes tributarios forman parte de un conjunto muy necesitado de medidas para crear trabajos en las pequeñas empresas, el cual incluirá el Fondo de Préstamos para Pequeñas Empresas y el Programa de Crédito para Pequeñas Empresas que pasarán a consideración del plenario de la Cámara de Representantes esta semana.\n \nAunque éstos son pasos importantes, el Presidente insta al Congreso a que siga luchando por aprobar otras medidas para generar trabajo y proporcionar asistencia crucial a los estados y las personas desempleadas. Esta semana, los miembros del Congreso votarán sobre un proyecto de ley esencial bajo consideración en el Senado que incluye asistencia para los estados y para desempleados. El Presidente espera que el Congreso continúe votando a favor del pueblo estadounidense durante esta situación económica tan difícil.\n \n\n\n\n"
}