{
    "title": "FACT SHEET: Climate Action Plan - Strategy to Cut Methane Emissions | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/03/28/fact-sheet-climate-action-plan-strategy-cut-methane-emissions",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 28, 2014\n\n \n\n\n\nFACT SHEET: Climate Action Plan - Strategy to Cut Methane Emissions\n\n\n\n\nWith an all-of-the-above approach to develop homegrown energy and steady, responsible steps to cut carbon pollution, we can protect our kids’ health and begin to slow the effects of climate change so we leave a cleaner, more stable environment for future generations. That’s why last June, President Obama issued a broad-based Climate Action Plan, announcing a series of executive actions to reduce carbon pollution, prepare the U.S. for the impacts of climate change, and lead international efforts to address global climate change.  Since June, the Administration has made substantial progress in meeting the ambitious goals laid out in the Climate Action Plan in a way that advances our economy, our environment, and public health. In just the last few months:\n\n\nThe Department of the Interior (DOI) announced permitting the 50th renewables-related project on federal lands during the Administration - bringing us closer to meeting the goal of siting enough wind and solar projects on public lands by 2020 to power more than 6 million homes.\n\n\nPresident Obama directed the Environmental Protection Agency (EPA) and the Department of Transportation to develop fuel economy standards for heavy-duty vehicles to save families money at the pump and further reduce reliance on foreign oil and fuel consumption. \n\n\nThe Department of Energy (DOE) has issued two proposed energy conservation standards for appliances and equipment and finalized two energy conservation standards. That’s on top of the five proposed and two final energy conservation standards DOE has already issued since June. These standards will help cut consumers' electricity bills by billions of dollars. \n\n\nThe Department of Agriculture (USDA) announced seven new “climate hubs” to help farmers and ranchers adapt their operations to a changing climate and the President’s Budget  proposed a $1 billion in new funding for new technologies and incentives to build smarter, more resilient infrastructure to help communities prepare for a changing climate. \n\n\nThe Administration announced the Climate Data Initiative, an ambitious new effort bringing together extensive open government data and design competitions with commitments from the private and philanthropic sectors to develop data-driven planning and resilience tools for local communities. This effort will help give communities across America the information and tools they need to plan for current and future climate impacts. \n\n\nThe Administration has continued the work of the U.S.-China Climate Change Working Group that’s working to promote clean energy and transportation solutions in both countries. And we’re working closely with India to accelerate its clean energy revolution and address the impacts of climate change in vulnerable communities.\n\n\nToday, the Administration is releasing another key element called for in the President’s Climate Action Plan – a Strategy to Reduce Methane Emissions. The strategy summarizes the sources of methane emissions, commits to new steps to cut emissions of this potent greenhouse gas, and outlines the Administration’s efforts to improve the measurement of these emissions. The strategy builds on progress to date and takes steps to further cut methane emissions from landfills, coal mining, and agriculture, and oil and gas systems through cost-effective voluntary actions and common-sense standards.  Key steps include:\n\n\nLandfills: In the summer of 2014, the EPA will propose updated standards to reduce methane from new landfills and take public comment on whether to update standards for existing landfills. \n\n\nCoal Mines:  In April 2014, the DOI’s Bureau of Land Management (BLM) will release an Advanced Notice of Proposed Rulemaking (ANPRM) to gather public input on the development of a program for the capture and sale, or disposal of waste mine methane on lands leased by the Federal government.  \n\n\nAgriculture: In June, in partnership with the dairy industry, the USDA, EPA and DOE will jointly release a “Biogas Roadmap” outlining voluntary strategies to accelerate adoption of methane digesters and other cost-effective technologies to reduce U.S. dairy sector greenhouse gas emissions by 25 percent by 2020. \n\n\nOil and Gas: Building on success in reducing methane emissions from the oil and gas sector through voluntary programs and targeted regulations, the Administration will take new actions to encourage additional cost-effective reductions.  Key steps include: \n\n\n \n\n\nIn the spring of 2014, EPA will assess several potentially significant sources of methane and other emissions from the oil and gas sector.  EPA will solicit input from independent experts through a series of technical white papers, and in the fall of 2014, EPA will determine how best to pursue further methane reductions from these sources.  If EPA decides to develop additional regulations, it will complete those regulations by the end of 2016.\n\n\n\t\tLater this year, the BLM will propose updated standards to reduce venting and flaring from oil and gas production on public lands. \n\n\t\tAs part of the Quadrennial Energy Review, and through DOE-convened roundtables, the Administration will identify “downstream” methane reduction opportunities.  Through the Natural Gas STAR program, EPA will work with the industry to expand voluntary efforts to reduce methane emissions. \n\nTaking action to curb methane waste and pollution is important because emissions of methane make up nearly 9 percent of all the greenhouse gas emitted as a result of human activity in the United States.  Since 1990, methane pollution in the United States has decreased by 11 percent, even as activities that can produce methane have increased. However, methane pollution is projected to increase to a level equivalent to over 620 million tons of carbon dioxide pollution in 2030 absent additional action to reduce emissions.\nReducing methane emissions is a powerful way to take action on climate change; and putting methane to use can support local economies with a source of clean energy that generates revenue, spurs investment and jobs, improves safety, and leads to cleaner air.  When fully implemented, the policies in the methane strategy will improve public health and safety while recovering otherwise wasted energy to power our communities, farms, factories, and power plants. \n\n\n\n\n"
}