{
    "title": "Letter from the President -- Report to the Congress Regarding the Accession of Montenegro to the North Atlantic Treaty | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/22/letter-president-report-congress-regarding-accession-montenegro-north",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 22, 2016\n\n \n\n\n\nLetter from the President -- Report to the Congress Regarding the Accession of Montenegro to the North Atlantic Treaty\n\n\n\n\n\n\tTEXT OF A LETTER FROM THE PRESIDENT\n\tTO THE CHAIRMEN AND RANKING MEMBERS OF THE\n\tHOUSE AND SENATE COMMITTEES ON APPROPRIATIONS AND\n\tARMED SERVICES AND THE CHAIRMEN AND RANKING\n\tMEMBERS OF THE HOUSE COMMITTEE ON FOREIGN AFFAIRS AND\n\tTHE SENATE COMMITTEE ON FOREIGN RELATIONS\n\n\tSeptember 22, 2016\n\n\tDear Mr. Chairman: (Dear Senator:) (Dear Representative:)\n\n\tPursuant to section 3(2)(E)(i) of the Resolution of Ratification to the Protocols to the North Atlantic Treaty of 1949 on the Accession of Poland, Hungary, and the Czech Republic adopted on April 30, 1998, I am pleased to submit the enclosed report.\n\n\tIn doing so, I reiterate my appreciation for efforts to work with me in advancing a Europe whole, free, and at peace.\n\n\tAs provided in the Resolution, the enclosed report includes:\n\n\t(I) An evaluation of how Montenegro will further the principles of the North Atlantic Treaty and contribute to the security of the North Atlantic area;\n\n\t(II) An evaluation of the eligibility of Montenegro for membership based on the principles and criteria identified by NATO and the United States, including the military readiness of the country;\n\n\t(III) An explanation of how an invitation to Montenegro would affect the national security interests of the United States;\n\n\t(IV) A United States Government analysis of the common-funded military requirements and costs associated with integrating Montenegro into NATO and an analysis of the shares of those costs to be borne by NATO members, including the United States;\n\n\t(V) A preliminary analysis of the implications for the United States defense budget and other United States budgets of integrating Montenegro into NATO; and\n\n\t(VI) An analysis of Montenegro's ability to meet the full range of the financial burdens of NATO membership, and the likely impact upon the military effectiveness of NATO of Montenegro, if Montenegro were to be admitted to NATO.\n\n\tThis report is in both classified and unclassified forms, as provided in the Resolution.\n\n\tSincerely,\n\tBARACK OBAMA\n\n\n\n\n"
}