{
    "title": "Updated Guidance for the First Lady's Let Girls Learn Events Throughout March | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/03/07/updated-guidance-first-ladys-let-girls-learn-events-throughout-march",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMarch 07, 2016\n\n \n\n\n\nUpdated Guidance for the First Lady's Let Girls Learn Events Throughout March\n\n\n\n\n\nAs we celebrate the first anniversary of Let Girls Learn - and March as Women’s History Month - the First Lady will participate in a series of events in support of adolescent girls’ education around the world. Globally, more than 62 million girls are not in school - more than half of whom are adolescent - because of financial, physical, and cultural barriers in accessing education. When a girl receives a quality education, she is more likely to earn a decent living, raise a healthy, educated family, and improve the quality of life for herself, her family, and her community.\n\nTuesday, March 8th \n\nThe White House * 11:00AM ET—In celebration of International Women’s Day, the First Lady will welcome young girls from Girl Up, the United Nations Foundation’s adolescent girl campaign, to the White House to tour The Girls' Lounge’s “Let Girls Learn” bus. The First Lady launched the Let Girls Learn toolkit at the Girl Up Leadership Summit this past July. The bus will depart the South Lawn and travel to Union Market for the First Lady’s event. The Girls’ Lounge is also commissioning a Let Girls Learn mural at Union Market to be painted live by Mr. Brainwash — a  Los Angeles based filmmaker and street artist during the event.\n\nWashington, DC * 11:30AM ET—The First Lady will be joined by U.S. Ambassador to the United Nations Samantha Power at Union Market for an event with young women, students, and stakeholder hosted by the U.S. Department of State’s Office of Global Women’s Issues. Mrs. Obama will deliver remarks marking the one year anniversary of Let Girls Learn and will announce new private sector commitments in support of Let Girls Learn. Ambassador Power will introduce the First Lady. \n\nThursday, March 10th\n\nWashington, DC * 10:45AM ET—As part of the Official Visit, the First Lady and Mrs. Sophie Grégoire Trudeau of Canada will visit the United States Institute of Peace to participate in a spousal program to highlight Let Girls Learn efforts and‎ raise awareness for global girls’ education.\n\nWednesday, March 16th \n\nAustin, TX * 11:00AM CT—The First Lady will travel to Austin to address attendees at the SXSW Music Conference and continue to discuss Let Girls Learn, and the ways students across the country can take action on critical issues like adolescent girls education. AOL MAKERS is collaborating with Let Girls Learn and will be livestreaming the First Lady's event via MAKERS.com.\n\nWeek of March 21st\n\nCuba & Argentina—During the President and First Lady’s trip to Cuba and Argentina, Mrs. Obama will highlight Let Girls Learn and continue meeting with young people to discuss ways that youth around the world can become global citizens through education advocacy and community leadership.\n\nTuesday, March 29th\n\nWashington, DC—The First Lady will attend the 2016 Secretary of State’s International Women of Courage Award at the U.S. Department of State. 2016 marks the 10th anniversary of the International Women of Courage Award.\n\n\tThe Secretary of State’s International Women of Courage Award annually recognizes women around the globe who have demonstrated exceptional courage and leadership in advocating for peace, justice, human rights, gender equality and women’s empowerment, often at great personal risk.\n\n\n\n\n"
}