{
    "title": "Información sobre la reunión del Presidente Obama con el Presidente Santos de Colombia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/24/informaci-n-sobre-la-reuni-n-del-presidente-obama-con-el-presidente-sant",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 24, 2010\n\n \n\n\n\nInformación sobre la reunión del Presidente Obama con el Presidente Santos de Colombia\n\n\n\n\nHoy, el Presidente Obama se reunió con el Presidente Santos de Colombia al margen de la Asamblea General de las Naciones Unidas en Nueva York. Para estrechar la ya robusta e histórica sociedad entre Estados Unidos y Colombia, los presidentes participaron de una conversación sobre una variedad de temas bilaterales, regionales e internacionales.\nEl Presidente Obama felicitó al Presidente Santos por su reciente elección y alabó sus esfuerzos diplomáticos en la región y sus extensas reformas nacionales. El Presidente reiteró el compromiso que tiene Estados Unidos desde hace tiempo con hacerles frente a los desafíos de seguridad de Colombia y ayudar a consolidar los importantes logros de la década pasada en una paz justa y duradera. Felicitó al pueblo colombiano, sus fuerzas de seguridad y al Presidente Santos por sus persistentes esfuerzos contra las Fuerzas Armadas Revolucionarias de Colombia (FARC), incluido el exitoso operativo esta semana contra el líder militar de las FARC, Jorge Briceño Suárez, alias “Mono Jojoy”. El Presidente también destacó su determinación de trabajar para afianzar los vínculos económicos entre nuestros dos países para beneficio de los trabajadores y consumidores de Estados Unidos y Colombia.\nThe Presidents also directed their teams to launch the US-Colombia High-Level Partnership Dialogue to enhance cooperation across a broad range of issues, including social and economic opportunities; democracy, human rights, and good governance; climate change and environmental protection; energy; and culture and education.  The initial round of the High-Level Dialogue will take place when Deputy Secretary of State James Steinberg visits Colombia later this Fall and will involve representatives from across each government.\nLos Presidentes también dieron instrucciones a sus equipos para que inicien el Diálogo de Alto Nivel entre Estados Unidos y Colombia a fin de aumentar la cooperación en una gran variedad de temas, entre ellos oportunidades sociales y económicas, democracia, derechos humanos y buen gobierno, cambio climático y protección ambiental, energía y cultura y educación. La primera rueda del Diálogo de Alto Nivel tendrá lugar cuando el secretario de Estado adjunto James Steinberg visite Colombia este otoño e incluirá a representantes de varias esferas gubernamentales de ambos países.\n# # #\n\n\n\n\n"
}