{
    "title": "President Obama Honors Nation's Top Scientists and Innovators | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/10/15/president-obama-honors-nations-top-scientists-and-innovators",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 15, 2010\n\n \n\n\n\nPresident Obama Honors Nation's Top Scientists and Innovators\n\n\n\n\n\n\tWASHINGTON, DC – President Obama today named ten eminent researchers as recipients of the National Medal of Science, and three individuals and one team as recipients of the National Medal of Technology and Innovation, the highest honors bestowed by the United States government on scientists, engineers, and inventors. The recipients will receive their awards at a White House ceremony later this year.\n\t \n\t“The extraordinary accomplishments of these scientists, engineers, and inventors are a testament to American industry and ingenuity,” President Obama said.  “Their achievements have redrawn the frontiers of human knowledge while enhancing American prosperity, and it is my tremendous pleasure to honor them for their important contributions.”\n\t \n\tThe National Medal of Science was created by statute in 1959 and is administered for the White House by the National Science Foundation.  Awarded annually, the Medal recognizes individuals who have made outstanding contributions to science and engineering. Nominees are selected by a committee of Presidential appointees based on their extraordinary knowledge in, and contributions to, the biological, behavioral/social, and physical sciences, as well as chemistry, engineering, computing, and mathematics.\n\t \n\tThe National Medal of Technology and Innovation is an outgrowth of a 1980 statute and is administered for the White House by the U.S. Department of Commerce’s U.S. Patent and Trademark Office. The award recognizes those who have made lasting contributions to America’s competitiveness and quality of life and have helped strengthen the Nation’s technological workforce. Nominees are selected by a distinguished independent committee representing both the private and public sectors.\n\t \n\tAs part of the President’s continuing commitment to encouraging excellence in science and math in young people, the White House also announced this morning that it will host the 2010 White House Science Fair on Monday, October 18th to celebrate the winners of a broad range of science, technology, engineering and math competitions.\n\t \n\tThe recipients of the National Medal of Science and National Medal of Technology and Innovation are listed below.  \n\t \nNational Medal of Science\n\tYakir Aharonov, Chapman University, CA\n\tStephen J. Benkovic, Pennsylvania State University, PA\n\tEsther M. Conwell, University of Rochester, NY\n\tMarye Anne Fox, University of California San Diego, CA\n\tSusan L. Lindquist, Whitehead Institute, Massachusetts Institute of Technology, MA\n\tMortimer Mishkin, National Institutes of Health, MD\n\tDavid B. Mumford, Brown University, RI\n\tStanley B. Prusiner, University of California San Francisco, CA\n\tWarren M. Washington, National Center for Atmospheric Research, CO\n\tAmnon Yariv, California Institute of Technology, CA\n\t \nNational Medal of Technology and Innovation\nIndividuals\n\tHarry W. Coover, Eastman Chemical Company, TN\n\tHelen M. Free, Miles Laboratories, IN\n\tSteven J. Sasson, Eastman Kodak Company, NY\n\t \n\tTeam\n\tFederico Faggin, Marcian E. Hoff Jr., Stanley Mazor; Intel Corporation, CA\n\n\n\n\n"
}