{
    "title": "First Lady Michelle Obama to Address 2012 Graduating Seniors | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/03/28/first-lady-michelle-obama-address-2012-graduating-seniors",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMarch 28, 2012\n\n \n\n\n\nFirst Lady Michelle Obama to Address 2012 Graduating Seniors\n\n\n\n\n\n\tThis year, First Lady Michelle Obama will deliver commencement addresses at Virginia Polytechnic Institute and State University (Virginia Tech), North Carolina Agricultural and Technical State University (North Carolina A&T), and Oregon State University (OSU). Mrs. Obama will begin her 2012 commencement addresses at Virginia Tech where she was inspired by the resilience of the student body and community coming together to support each other during difficult times. The next day, the First Lady will travel to North Carolina to speak at North Carolina A&T, part of the rich legacy of historically black colleges and universities (HBCUs) that have been instrumental in educating generations of African Americans.  The President and First Lady both have recognized the important contributions of HBCUs across the country and have delivered commencement addresses to highlight their successes. Finally, Mrs. Obama will deliver the commencement address to OSU graduates.  OSU’s student body has been recognized for its efforts to promote healthy communities by organizing large scale food donation drives. OSU researchers also have worked to identify factors that lead to childhood obesity and are developing prevention programs for school districts, parents and health care providers to help improve children’s’ health. Mrs. Obama’s brother, Craig Robinson serves as the school’s head men’s basketball coach.\n\n\tIn 2009, Mrs. Obama spoke at the graduation of University of California Merced’s first full senior class. She also addressed the Washington Math and Science Tech Public Charter High School Graduation in Washington DC.  In 2010, Mrs. Obama addressed graduates of the University of Arkansas at Pine Bluff, the George Washington University, and the Anacostia Senior High School. In 2011, Mrs. Obama delivered commencement addresses at the University of Northern Iowa, Spelman College, and Quantico Middle High School. The First Lady also spoke to graduates and families at West Point.\n\n\n\n\n"
}