{
    "title": "Advisory Vice President Biden To Visit Serious Materials Chicago Window Factory | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/advisory-vice-president-biden-visit-serious-materials-chicago-window-factory",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 24, 2009\n\n \n\n\n\nAdvisory Vice President Biden To Visit Serious Materials Chicago Window Factory\n\n\n\n\nTHE WHITE HOUSE Office of the Vice President    ------------------------------------------  For Immediate Release                April 24, 2009   **MEDIA ADVISORY**   VICE PRESIDENT BIDEN TO VISIT SERIOUS MATERIALS CHICAGO WINDOW FACTORY Will Highlight Progress of the Recovery Act   On Monday April 27th, Vice President Biden will travel to Chicago to visit Serious Materials Chicago to discuss how the Recovery Act is creating jobs and building a 21st century economy in Chicago and across the nation.  Republic Windows and Doors declared bankruptcy in December 2008, leaving over 260 people unemployed. Serious Materials acquired the assets of the factory in February of 2009, and in early March - just weeks after the America Recovery and Reinvestment Act passed – the company announced its intention to reopen the factory and rehire 250 union employees thanks to spending under the Recovery Act. United States Senators Dick Durbin and Roland Burris along with Mayor Richard Daley will join the Vice President for this event. This event is OPEN PRESS. Additional media details are included below. Afterwards, at 11:45 AM, the Vice President will speak at the 2009 Richard J. Daley Urban Forum. This event is OPEN PRESS. For media details and logistics, please call Ellie Abrams at 312-573-5516. Media Details: Vice President Biden To Visit Serious Materials Location:          Serious Materials Chicago (Formerly Republic Windows and Doors)    1333 N. Hickory St.  Chicago, IL. Press Entrance:    Hickory Street Entrance  Press Parking:     Directed on site  Satellite Trucks:   Hickory Street  Camera Preset:    4:30-5:30 AM or on Sunday evening 7:15-8:15 PM  Press Arrival:       8:45 AM  Final Access:        9:45 AM  Event Begins:      10:15 AM  Throw:               approximately 35 feet  Cable Run:         approximately 400 feet    RSVP         This event is OPEN PRESS.  Media must RSVP with the NAME, POSITION (Reporter, TV Camera, Photog, etc) MEDIA OUTLET, PHONE AND EMAIL for each person planning to cover the event to press@ovp.eop.gov  by Sunday April 27th at 5 PM.  At the event, you will be required to wear your outlet’s media credential at all times, either around the neck or pinned to clothing.  In your RSVP, please indicate which event your outlet plans to cover.      Ground Contact:     For logistical questions, please call Kitty Kurth at 312-617-7288 or Ashley Laatz at 708-218-8268 ###    \n\n\n\n"
}