{
    "title": "Background Press Call on the Closing of the Prison at Guantanamo Bay | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/02/23/background-press-call-closing-prison-guantanamo-bay",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 23, 2016\n\n \n\n\n\nBackground Press Call on the Closing of the Prison at Guantanamo Bay\n\n\n\n\n\n\tBACKGROUND PRESS CALL\n\n\tBY SENIOR ADMINISTRATION OFFICIALS\n\n\tON THE CLOSING OF THE PRISON AT GUANTANAMO BAY\n\n\t \n\n\tVia Conference Call\n\n\t \n\n\t9:09 A.M. EST\n\n\t \n\n\tMR. PRICE:  Good morning, everyone, and thanks for joining the call.  We wanted to take an opportunity this morning to discuss with you the plan that will be presented today to close the detention facility at Guantanamo Bay. \n\n\t \n\n\t     Before we get into the substance, just a moment on ground rules.  This call will be on background.  You can attribute what you hear this morning to senior administration officials.  And the call will be embargoed until its conclusion.  Again, however, this call is on background so we ask that you refer to them as senior administration officials.  And the call is embargoed until its conclusion.\n\n\t \n\n\t     So with that, I will turn it over to our first senior administration official.\n\n\t \n\n\t     SENIOR ADMINISTRATION OFFICIAL:  Good morning.  At 10:00 a.m. today, we’ll be submitting to the Congress the plan required by the National Defense Authorization Act of fiscal ’15, which asked for a plan on the future detention and on Guantanamo by today.  So we’re hitting the deadline.\n\n\t \n\n\t     As the President and Secretary Carter have made clear, responsibly and securely closing the detention facility at Guantanamo is a national security imperative.  The report provides a way ahead for responsibly closing the facility while continuing to treat detainees in our custody in a manner consistent with international and domestic law. \n\n\t \n\n\t     It’s got four main elements.  First, continuing to responsibly and securely transfer to other countries detainees who have been designated for transfer.  Currently, we have 91 people at Guantanamo.  Thirty-five are eligible to be transferred.  We are optimistic that all the 35 will be transferred in the next several months.  So we anticipate getting the population down below 60 later this year.\n\n\t \n\n\t     The second element is continuing to conduct what we call the Periodic Review Board.  These are periodic -- as the term implies, periodic reviews of our authority to detain an individual and whether they continue to pose a threat to the United States.  And if they don’t, then we make them eligible for transfer.  That process continues on a regular basis; there was even a meeting of the board today to consider a detainee.\n\n\t \n\n\t     Third, continuing to identify individuals’ dispositions for those who remain designated for law of war detention, including possible prosecution either in Article 3 court, military commissions, or foreign prosecutions.\n\n\t \n\n\t     And fourth and finally, an important focus of this plan, working with the Congress on a location in the United States to securely hold detainees that we cannot transfer at this time to foreign countries, or who are subject to the military commission proceedings. \n\n\t \n\n\t     So you’ve probably read, back in the last several months, the Department of Defense has conducted some site surveys of facilities.  We looked at state prisons, we looked at federal prisons, we looked at DOD detention facilities.  Altogether, we didn’t survey 13 sites, but the plan references 13 facilities.  We put together cost estimates, but I want to underscore that these are somewhat rough and notional insofar as Congress has prevented us from doing precise design and planning work on a facility in the continental United States.  That prevented us from coming up with the fidelity needed for either a budget estimate to ask Congress for the authority, or even precise estimates of what the sites would cost.\n\n\t \n\n\t     So we did a lot of work within the constraints of the current law, but they’re not the kind of precise estimates that we would ultimately need and expect to have in asking Congress for the funds to do this.\n\n\t \n\n\t     We want to engage with Congress on a conversation on how to do this.  The plan does not endorse a specific facility in the United States at this time; rather, as I suggested, it describes essentially a prototype for a detention facility in the United States based on the work that I just described.  Based on the estimates that we have generated, our current estimate is that we can do this more cheaply in the United States than on Guantanamo Bay.  The one figure I would give you -- there’s some other numbers in the plan, you’ll see it in when it comes out -- but the one figure I would highlight is we estimate that in our annual recurring cost, in the United States, we could do it for between $65 million and $85 million cheaper at a U.S. facility.  And we could therefore offset the one-time transition cost within three to five years.\n\n\t \n\n\t     The last thing I’ll say is just to summarize -- well, I’ll say two things.  One, to summarize the population so we you have figures:  91 people; 35 eligible for transfer; 10 are in some phase of the military commission process; and the remainder, which is 46, are subject to law of war detention but are going through the periodic review board process.\n\n\t \n\n\t     And the last thing I’d say is the reason the President is doing this, finish what we began, which is Guantanamo is a symbol, it’s a negative symbol for our national security.  The President has said this, the prior President has said this, many of our generals have told us this.  It hurts us with our allies, it inspires jihadists, and it’s time to bring this chapter of American history to a close.  The President strongly believes we can safely hold the small remaining population of between 30 to 60, which is their current estimate and what we based our estimates on, that we can safely do so in the United States.\n\n\t \n\n\t     SENIOR ADMINISTRATION OFFICIAL:  And to pick up on that note, as you heard, there are some key elements articulated in the plan to be presented today that haven’t been set out quite before in that manner.  There’s a comprehensiveness to the plan, to the report, that we think is important.  And at the same time, we regard the plan as consistent with really seven years of effort to move towards the President’s objective of closing this detention facility. \n\n\t \n\n\tAs you heard from him in the past, he regards its operation as inconsistent with our values.  He regards it as a providing propaganda for terrorists.  He regards it as continuing to cause friction with foreign partners.  And he regards it as a cost drain on the U.S. taxpayer.  And so this plan picks up on what has been a consistent effort to move towards closure for all of those reasons.  And as the plan lays out, some efforts are continuing, such as to review those potentially eligible for transfer and to transfer those who have been deemed eligible, and we’ll continue doing those.\n\n\t \n\n\t     Other elements of the plan involve a conversation with Congress, and we hope that the presentation of this report sparks that conversation and allows us to move forward on other aspects of what we need to achieve closure.\n\n\t \n\n\t     MR. PRICE:  Operator, we’ll go ahead and move to questions.\n\n\t \n\n\t     Q    I’d just like to register my objection upfront to doing this on background.  I don’t see any reason why this can’t be on the record with named attribution. \n\n\t \n\n\t     Having said that, my question is, even if you started construction today, does this plan foresee that construction would be over soon enough that this is within the realm of possible, putting aside the legal issues, before January 20 of next year?  Or because, I take it, over $100 million of construction is going to be necessary to any of these sites, is that an acknowledgement that no matter what happens with Congress, Guantanamo will be open when the next President is inaugurated?  Thank you.\n\n\t \n\n\t     SENIOR ADMINISTRATION OFFICIAL:  Let me just start with your first objection.  As you know, we always, whenever possible, do these calls on the record.  We’re doing this one on background because the plan will be released in full at 10:00 a.m.  So we’re speaking before the plan is officially released, and then of course the President will speak at 10:30 a.m.  So we didn’t want to get ahead of the President.\n\n\t \n\n\t     So those undergird the necessity of doing this on background.  But certainly appreciate your perspective.\n\n\t \n\n\t     SENIOR ADMINISTRATION OFFICIAL:  In answer to the question, in looking at sites, we looked for options that could be ready in 2016.  Ultimately, timing would depend on which site is selected and how quickly Congress engages with us and gives us the authority that we would require.  So I don’t want to acknowledge the premise that you put on the table at the end.  Time is of the essence and we want to work with Congress quickly to get the authority required.\n\n\t \n\n\t     Q    I wonder if you could just point to, just briefly, some recent evidence of the detention center being used as a recruitment tool.  And what would you say to folks who say that moving the center essentially to the U.S. doesn’t eliminate its use as a recruitment tool in any way; that you’re just sort of changing the zip codes but keeping it open?\n\n\t \n\n\t     SENIOR ADMINISTRATION OFFICIAL:  So one piece of evidence that we continue to see is the infamous orange jumpsuit.  We see it appearing in videos and other forms of propaganda by ISIL in particular, though not exclusively by them.  And we see that recurrence as indicative of this facility continuing to spark recruitment and provide messaging material to terrorists.\n\n\t \n\n\t     And we regard the facility as having a history associated with that image, among others, that gives us particular resonance among the populations from which terrorists are seeking to recruit and radicalize.  And so we think that turning the corner on this particular facility and its legacy is important towards trying to dry up that source of recruitment and propaganda material.\n\n\t \n\n\t     Q    Hi.  Thanks for doing this.  The White House has been careful in not ruling out executive action.  How long are you willing to wait for Congress to act on this proposal before a decision is made on whether it is possible to take executive action to close the prison before the end of the Obama administration?\n\n\t \n\n\t     SENIOR ADMINISTRATION OFFICIAL:  So we start, as you heard before, with the premise that time is of the essence here.  Our focus today is on presenting this plan and using it to work with Congress to identify a path to changing current law and proceeding towards closure.  So we are really urging legislators to work with us, to lift unnecessary restrictions and support this closure plan.  And that’s our focus, especially today in presenting this and hoping that it’s a key step in changing and moving forward that dialogue with legislators.\n\n\t \n\n\t     Q    Just a couple of quick housekeeping questions.  Does the plan ID the nine facilities that weren’t sites surveyed?  And does it include language on whether he can do this without Congress?  And does it contain language on whether new legal rights would attach to detainees on U.S. soil?  Thank you very much.\n\n\t \n\n\t     SENIOR ADMINISTRATION OFFICIAL:  On the first question, no, it does not identify the other facilities.  It just gives the number of 13.  We didn’t survey all of those specifically.  Some of the others were other federal prisons.  And after we had seen a federal prison in Colorado, I think we had a good sense of the layout.  As I said, we were doing a prototype.  And I didn’t write down the other two questions, Carol, I’m sorry.\n\n\t \n\n\t     SENIOR ADMINISTRATION OFFICIAL:  In terms of language on some of the other legal issues, one thing that the report does do is reference and include as an appendix the report that was submitted to Congress previously under Section 1039 of a previous NDAA that speaks to some of the legal issues associated with relocating detainees to the United States.  And so what the report aims to do is incorporate by reference some of that previous legal work that the administration did, and present it to Congress already.\n\n\t \n\n\t     Q    Hi, thanks for doing this call.  I have two questions.  Can you just talk a little bit about what you plan to do in terms of trying to overcome the political opposition on Capitol Hill to bringing the detainees to the United States?  And if there’s anything else you can say about the executive action and whether or not -- what might be required in order to take steps without congressional support, that might be helpful.  Thanks.\n\n\t \n\n\t     SENIOR ADMINISTRATION OFFICIAL:  So, on the first question, in terms of what we recognize to be some political opposition, the hope is that a series of engagements around the presentation of this plan will help move this conversation forward.  So in addition to actually presenting the plan today, we hope that this will be the beginning of a more sustained conversation in which we articulate some of the thinking behind it and which we are able to figure out a way that would be amenable to Congress but that would also fulfill the President’s longstanding objective here.\n\n\t \n\n\t     And so we’re not entirely clear on how that conversation will play out, but we’re committed to moving it forward, and we hope that meeting the deadline of presenting this plan itself will be a key step in Congress to ask for this plan.  And we take that, in a sense, as a willingness at least to initiate the conversation.  And so we’re delivering on what they ask for, and we hope that they’ll continue the conversation from that point forward.\n\n\t \n\n\t     In terms of executive actions, I’m not sure that there’s much more to say at this point other than to emphasize that our focus right now, consistent with the points I just made, is really on using this as an opportunity to have the conversation with Congress and to take the opening that they provided by seeking this plan, and our delivery that’s responsive to that as a way to move the conversation forward with that.\n\n\t \n\n\t     Q    I was hoping you could talk a little bit about why this plan was delayed for so long and what the cost struggles were in terms of nailing down the cost.  And then secondly, I was hoping you could talk about whether or not the plan accounts for how to handle future detainees, if there are future detainees that would normally be sent to Guantanamo, what would happen to them under this plan.\n\n\t \n\n\t     SENIOR ADMINISTRATION OFFICIAL:  So Congress asked for the report by today, and we’re delivering it by today.  I can tell, from DOD, we’re late with a lot of reports, so this is actually unusual that we’re on time.  We engaged in a conversation between the Department and OMB and the NSC staff on what undergirded the cost.  It’s not really unusual.  I regard that as due diligence that the President and his team were undertaking. \n\n\t \n\n\t     In terms of future detentions, there is a section on the plan that was requested in the congressional legislation, and it walks through our current policy, essentially.  And it’s a case-by-case policy with a range of options -- prosecution in military commissions or Article 3 Court, transfer to other countries, or law of war detention as appropriate.  The President has made clear before now, he’s not going to add to the population at Guantanamo. \n\n\t \n\n\t     Q    Linking back on Carol’s question, because I didn’t really understand nor am I especially familiar with previous reports in the Congress.  Does the administration take the position that transferring Gitmo detainees to U.S. soil does or does not alter their legal rights?  And then, at this point, how many of the 46 can neither be tried nor transferred in your estimation?  And finally, did the White House -- did the administration brief any of the 2016 presidential campaigns before this call?\n\n\t \n\n\t     SENIOR ADMINISTRATION OFFICIAL:  On your last question, consistent with our usual policy, we briefed relevant congressional parties, but I think we’ll leave it at that. \n\n\t \n\n\t     SENIOR ADMINISTRATION OFFICIAL:  Just to speak briefly to the legal questions, and I’ll leave the full analysis to the text itself, which, as I mentioned, is appended to the report and is worth a close look.  But what the 1039 report previously indicated is that the 2001 Authorization for Use of Military Force provides authority to detain individuals in the United States until the end of hostilities, and then to transfer them out, assuming they are appropriately subject to the law of war detention.\n\n\t \n\n\t     And so consistent with that, and assuming that detainees would be held by the Department of Defense on U.S. soil pursuant to the AUMF, and assuming immigration laws would not apply to their detention or subsequent transfer abroad, what the 1039 report concludes is that detainees relocated would not have a right to the type of relief that that report analyzed, which is relief largely arriving from some of the immigration laws that Congress asked about at the time.\n\n\t \n\n\t     So there’s a lot more to that report and there’s some legal nuance there, but that’s sort of the top line of what Congress previously asked for on the legal front and what we are re-upping and appending that report today.\n\n\t \n\n\t     SENIOR ADMINISTRATION OFFICIAL:  And then on your other question -- of the 46, 22 were initially referred by the executive order review task force back in 2009.  They were referred for prosecution either before a military commission or an Article 3 court.  DOJ hasn’t been looking at Article 3 options for these folks for a while for the simple reason that Congress has prevented us from bringing them to United States soil.  So they’d probably have to do another look and see if those cases could still be pursued, but that’s the breakdown of the population that you asked for.\n\n\t \n\n\t     Q    You mentioned that the cost savings are $65 to $80 million doing it in the United States.  How much does this prototype cost?  How much money would we spend on a prison for 30 to 45 people?\n\n\t \n\n\t     SENIOR ADMINISTRATION OFFICIAL:  So the estimate looked at 30 to 60, and the cost savings range was $65 to $85 million.  I confess, I’m sorry I don’t have that number in front of me of what it actually costs.  The current cost of Gitmo in fiscal ’15 was $445 million.  That’s at a higher population, so the cost will be lower.  We can circle back and get you that number. \n\n\t \n\n\t     Q    I just wanted to talk to you about the high-value detainees, specifically Khalid Sheikh Mohammed.  What’s happening with the pretrial of 9/11 at -- in Guantanamo?  Does the plan mention something regarding those high-value detainees?\n\n\t \n\n\t     SENIOR ADMINISTRATION OFFICIAL:  I can’t comment on an ongoing case.  As you said, Khalid Sheikh Mohammed is on trial in the military commission process.  What we have done, as we’ve done this review, was looked at the military commission’s act, and we may be seeking some legislative changes from the Congress to approve the efficiency and fiscal accountability of the commission process.  As part of the cost, the $445 million I referenced in response to the last question, it’s almost a quarter of the cost is military commissions.  It’s about $90 million per year.  So we’ve taken a hard look at what are the cost drivers there, and are working on some possible ideas that we would propose to Congress to address those.\n\n\t \n\n\t     Q    Yes, on the subject of unilateral action, I mean, have you gotten any indication from Congress that they’re going to be willing to go along?  And will you have to end up using unilateral action?  And does the White House believe that the transfer bans included in those two defense bills are unconstitutional because they impede the President’s ability to make decisions as Commander-in-Chief?\n\n\t \n\n\t     SENIOR ADMINISTRATION OFFICIAL:  So we’ve seen over time work for the closure of Guantanamo from individuals in both houses of Congress from both parties.  We think that there’s room for a conversation to continue to explain why we think this is a responsible and secure path towards closure, and we’re prepared to make that case.\n\n\t \n\n\t     There have been drafts, including versions of the most recent NDAA for which the restrictions on, for example, foreign transfers were worse, and the conversations within Congress and between Congress and the executive branch led to those being less bad, which seems to suggest at least room for conversation.  And that’s what we’re focused on with meeting Congress’s request for this plan, which is to push that conversation forward to provide some of the information that Congress sought, and to hope that that allows this to be a productive dialogue that picks up on some of that earlier support for closure and expands it.\n\n\t \n\n\t     Q    Yes, I’m wondering if you can outline the countries to which some of the 35 might be transferred, and whether or not the protocols for those are going to veer in any different direction than we saw in the case of the Taliban Five, the Doha, and the kind of one-year observation requirements of the host country that takes the detainees.  Has any of that changed?  Do we put any further requirements than those that we’ve done in the past on any of these transfers?  Or have we lightened the process so that we can move some of them out?\n\n\t \n\n\t     SENIOR ADMINISTRATION OFFICIAL:  I’m not really in a position to talk about which countries we’re talking to for the 35.  We’ve obviously transferred previous people to places in many parts of the world -- Europe, Middle East, Africa, Western Hemisphere.\n\n\t \n\n\t     In terms of what would be the arrangement, the Taliban Five were a little unusual, but some of the measures that have been in place there are consistent with some of the security assurances that we have obtained.  The Secretary of Defense, under the statute, has to determine that he can substantially mitigate the risk of reengagement.  And so some of these assurances generally cover restrictions on travel for some period of time or taking away travel documents, monitoring the detainee, sharing their information between our two governments, other measures essentially to support their reintegration into the country they’re going to so they’re not interested in going back into the fight and they start to develop a life that’s worth having in the country where they’ve been resettled.\n\n\t \n\n\t     So some of those are similar to what we’ve done with the Taliban Five who are still in Qatar, by the way, in case anybody is wondering.  They’re still under monitoring and still there, even though a lot of people in Congress said they’d be back in the fight.\n\n\t \n\n\t     Q    Hi, guys.  I just wanted to get some clarification on some of these numbers.  So as far as the construction costs for the plan and the number of detainees, how many are you hoping to move?  And realistically, do you think that moving them will change their situation in any way other than changing the location?\n\n\t \n\n\t     SENIOR ADMINISTRATION OFFICIAL:  The estimates that we’ve built were for a population of 30 to 60.  The one-time cost of those closing the facility on the island and the moving costs and the construction costs are a range of about $290 million to $475 million.\n\n\t \n\n\t     On the last part of your question, I’m not sure exactly what you’re asking.  The conditions of confinement I don’t think would change substantially.  We’re governed by our Common Article 3 of the Geneva Convention, which provides for humane treatment.  But we really do more than that.  You may recall in the first order the President issued in 2009 to close Guantanamo, he also ordered the Department of Defense to conduct a review of the conditions on the island.  And the vice chief of naval operations at the time, Vice Admiral Walsh, did that report, which is still available on the Internet if you want to consult it.  But we set the bar higher than Common Article 3, and I don’t imagine we’re going to change that.\n\n\t \n\n\t     Q    Thanks.  Two quick clarifications.  Does the plan have any sort of final date by which Congress would have to indicate it was going to work on this?  Actually that’s it.  Thanks.\n\n\t \n\n\t     SENIOR ADMINISTRATION OFFICIAL:  So as noted before, we regard time as of the essence here.  And while there isn’t a particular date specified, the cost estimates, which were a key part of developing this plan, this report, are for -- they’re for now.  They’re for what it would cost here in 2016 to move forward right away with this type of work.\n\n\t \n\n\t     And so the planning assumptions would be that this sparks a conversation that happens quickly and leads to the type of legislative change that would facilitate, first, as mentioned before, really refining and digging into the cost and planning, and then moving forward with actually implementing what the plan calls for.\n\n\t \n\n\t     Q    Hi there.  Thanks so much for having this call.  A few questions.  One is, some members of Congress have pointed to the recidivism numbers as sort of evidence of some detainees returning to the fight.  I know there’s been some disagreements over those numbers, but it’s also my understanding that there’s going to be a new report from the Director of National Intelligence; it’s coming out in a couple of weeks.  I’m wondering if you guys have addressed that, or have looked at those recent numbers. \n\n\t \n\n\tAnd the second question is, in terms of holding detainees in the U.S., and questions about whether it’s legal, would it have to be -- would they be held in DOD facilities?  And obviously I would assume only that would apply to the AUMF.  What about the legalities if they were to be held in Bureau of Prisons facilities? \n\n\t \n\n\tLastly, the four main elements of this plan sound as if -- or sound exactly like what the administration, what the President has been saying for the past eight years in terms of how to shutter Guantanamo.  So I’m trying to figure out what exactly is new, unique, and different about this plan that stands out now in comparison to what has been discussed for the past eight years.  Thank you.\n\n\t \n\n\tSENIOR ADMINISTRATION OFFICIAL:  On the first question, I don’t have the recidivism numbers at my fingertips.  I would say that in terms of our administration, because of the rigor of our process and security assurances, the return to engagement in the fight has been far lower of those that we have transferred.  I think it’s around 10 percent, or a little bit lower of those either engaged or suspected of engagement.  The percentage of those who were transferred by the previous administration, the re-engagement rate is significantly higher; I think it’s in the 20 percent.  But we can get your those precise numbers.  And yes, I think there is a new report coming out shortly.\n\n\t \n\n\tOn the second question, they would be held in law of war detention and be guarded by DOD personnel in the same way that they are now.  We looked at state prison facilities, we looked at some federal facilities.  But even if we were to use them, they would be guarded by DOD personnel. \n\n\t \n\n\tAnd then the last question, Congress asked us for this plan.  We are providing this plan.  I think what is new is talking about the size of the population of 30 to 60, and giving a better sense of the cost than we’ve done in a while.  And there was some work in the first term on a specific site in Illinois.  But this is the first time we’ve really taken a hard look at this in several years.\n\n\t \n\n\tQ    Hey, thanks.  Sorry if this has already been discussed.  But does the report actually name the 13 facilities that you’re considering?  And just taking a step back, why do you actually need a new facility?  I mean, why spend half a billion dollars for those 60 or so inmates?  Why not just use existing prisons?\n\n\t \n\n\tSENIOR ADMINISTRATION OFFICIAL:  The report does not name the 13.  We did make it known at the time that some of the sites surveys -- some of the site survey teams went.  We looked at both existing facilities.  For example, we did survey the Brig at Charleston, South Carolina.  We looked at Fort Leavenworth.  We looked at prisons in Colorado.\n\n\t \n\n\tSo it is an option to modify an existing facility, but we also looked at the possibility of new construction, or what we would call a greenfield site within a DOD base.\n\n\t \n\n\tQ    Thank you for doing this call.  I don’t know if this has been answered before.  But you’re saying that you’re releasing this report to Congress, but Republicans have made it clear, even on the campaign trail, that they are not going to go ahead in support of this plan.  So how realistic are you being in that this plan will go forward eventually so that President Obama can fulfill his promise to shut down Guantanamo?\n\n\t \n\n\tSENIOR ADMINISTRATION OFFICIAL:  I worked for the Vice President for over 20 years, and I think it’s an occupational requirement to be optimistic in this business.  And I think the President thinks it’s both the responsible thing to do, but also to take it off the plate of the next President.  This has been an issue of concern with our foreign partners.  Consistently, we continue to believe that it inspires jihadists.  It’s time to turn the page, and we think we’ve got a chance to do that in the last year of the President’s term -- again, to take it off the plate of the next President.\n\n\t \n\n\tQ    To your mind, as someone who has toured these facilities in the U.S., how much is the congressional opposition to moving the detainees to U.S. soil based on legitimate security concerns, and much is based on politics?\n\n\t \n\n\tSENIOR ADMINISTRATION OFFICIAL:  I don’t do politics anymore.  On the security concerns, we don’t have any doubt that the Department of Defense can securely hold between 30 to 60 people on a U.S. facility.  We currently hold many convicted terrorists in the Bureau of Prisons without any security concerns or breakouts.  And to think that we can’t hold 30 to 60 people in a DOD facility securely, we don’t accept that premise.  We think we certainly can.\n\n\t \n\n\tMR. PRICE:  Thanks very much, everyone.  As a reminder, the full plan will be available on the DOD website at 10:00 a.m. this morning.  The President will speak at 10:30 a.m. this morning.  And we will be around to take your questions after that.  Thanks very much.\n\n\t \n\n\t                        END           9:55 A.M. EST\n\n\n\n\n"
}