{
    "title": "Funding for California in the first 30 days since signing of the American Recovery and Reinvestment Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/funding-california-first-30-days-signing-american-recovery-and-reinvestment-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 19, 2009\n\n \n\n\n\nFunding for California in the first 30 days since signing of the American Recovery and Reinvestment Act\n\n\n\n\n THE WHITE HOUSE Office of the Press Secrectary  ____________________________________________________________  FOR IMMEDIATE RELEASE                                March 19, 2009 Funding for California in the first 30 days since signing of the American Recovery and Reinvestment Act   Medical Care: Nearly $2 billion of Federal Medical Assistance Percentage (FMAP) funding has been made available to California, helping provide medical care for the state’s poorer residents, and relieving some strain on the state budget. And $15.6 million has been made available to California for the support of Community Health Centers—an amount that is expected to assist 81,000 patients and create 600 jobs.        Farm Support: The U.S. Department of Agriculture has made a total of 46 Direct Farm Operating Loans in California, to help farmers buy feed, seed, fuel, and equipment. A total of $4.3 million has been obligated to the State for these loans.         Highways: Nearly $2.6 billion in Recovery Act funding for highway infrastructure investments has been allocated to California – the largest sum for any state in the country.        Mass Transit: California will get over $1 billion for the repair and rebuilding of public transportation infrastructure – mass transit systems, buses, and light rail.         Law Enforcement: For activities to prevent and control crime, and put more police on the streets, California has been allocated $225 million from the Recovery Act..        Weatherization: The Administration has announced nearly $412 million in weatherization funding and energy efficiency grants for California.        Housing: The Department of Housing and Urban Development has allocated almost $1.1 billion to the State of California and its localities for an array of housing and community development programs.        Education: California will receive nearly $8.6 billion in Recovery Act funding to support Department of Education Programs—including $6 billion for the State Fiscal Stabilization Fund.        College Loans: The Recovery Act provided $15.64 billion for Pell Grants, which will increase the maximum award for eligible California students by $500.        Job Training: California will be allotted nearly $489 million for different activities under the Workforce Investment Act, as well as nearly $45 million for employment services.        \n\n\n\n"
}