{
    "title": "Today's Health Care Costs Meeting-Participants, Fact Sheet, and Letter | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/todays-health-care-costs-meeting-participants-fact-sheet-and-letter",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 11, 2009\n\n \n\n\n\nToday's Health Care Costs Meeting-Participants, Fact Sheet, and Letter\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary   For Immediate Release  May 11, 2009  Below is a list of health care reform stakeholders who will meet with the President and administration officials today. Please find attached a full fact sheet and the groups’ letter to President Obama concerning reducing the growth rate of health care costs. Meeting Participants: Stakeholders: Insurers George Halvorson, Chairman and CEO of Kaiser Foundation Health Plan   Karen Ignagni, President and CEO of America’s Health Insurance Plans (AHIP)  Jay Gellert, President and CEO of Health Net Inc. Hospitals Thomas Priselac--President & CEO, Cedars-Sinai Health System   Rich Umbdenstock-- President & CEO, American Hospital Association (AHA)  Ken Raske--President,Greater New York Hospital Association Physicians J. James Rohack, M.D.-- President-Elect, American Medical Association (AMA)  Rebecca Patchin, M.D.-- Chair-Elect of the AMA   Rich Deem-- Senior Vice President of the AMA Medical Device Companies Michael Mussallem--Chairman & CEO, Edwards Lifesciences   Steve Ubl-- President & CEO, AdvaMed   David Nexon-- Senior Executive Vice President, AdvaMed Pharmaceutical Companies Richard Clark--Chairman, President & CEO, Merck  Billy Tauzin—President & CEO, PhRMA  Rick Smith--Senior Vice President, PhRMA Labor Andy Stern, SEIU  Dennis Rivera, SEIU Health Administration Officials: Nancy-Ann DeParle, Director of the Office of Health Reform  Peter Orszag, Director of the Office of Management and Budget  Larry Summers, Director of the National Economic Council   Kathleen Sebelius, HHS Secretary After the meeting, the following stakeholders will join President Obama for his remarks:  George Halverson, Chairman and CEO of Kaiser Foundation Health Plan J. James Rohack, M.D., President-Elect, American Medical Association Richard Clark, Chairman, President & CEO, Merck Michael Mussallem, Chairman & CEO, Edwards Lifesciences Dennis Rivera, SEIU Tom Priselac, President and CEO of Cedars- Sinai Health System \n\n\n\n"
}