{
    "title": "Essay on community colleges by Dr. Jill Biden in Forbes | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/essay-community-colleges-dr-jill-biden-forbes",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nAugust 06, 2009\n\n \n\n\n\nEssay on community colleges by Dr. Jill Biden in Forbes\n\n\n\n\n\nTHE WHITE HOUSE\n\n\nOffice of the Press Secretary\n___________________________________________________________________\nFOR IMMEDIATE RELEASE                                          August 6, 2009\n \nEssay by Dr. Jill Biden in Forbes\nThe following essay penned by Dr. Jill Biden will be featured in the August 24th issue of Forbes. The full essay is available HERE.\nConsider Community College\nIt's no longer America's best-kept secret. \nJill Biden \n08.05.09 \nEvery year around this time, I am struck by the growing number of college rankings available to prospective college students. While these reports can be helpful, many of them fail to include an option that nearly half of all U.S. undergraduate students choose to pursue-and one. I know to be the single best path to opportunity for millions of Americans: community college.\nI have been an educator for 28 years, and I have taught in the community college system for more than 16 of them. I don't have to look any further than my classroom to see the power of community colleges to change lives. For years I have welcomed students to my classroom from many different educational, economic and cultural backgrounds, and seen how the community college system puts them on the same path of opportunity.\nI have seen how community colleges fill important gaps: granting two-year degrees, teaching English to immigrants, providing vocational skills training and certification and teaching basic academic skills to those who may not yet be ready to pursue a four-year degree.\nIt's also hard to ignore the financial advantages. In today's challenging economy, community colleges are an increasingly affordable way for students from middle-class families to complete the first two years of a baccalaureate degree before moving on to a four-year university.\nFrom a policy perspective, community colleges make sense; from an economic perspective, they make sense. But I am a teacher, and my experience with community colleges is personal. People sometimes ask me why I choose to teach at one and why I have continued to teach since moving to Washington, D.C. I'm always surprised by the question because there was never a doubt in my mind that I would stay in the classroom. The reason is simple: The students are inspiring.\nThree out of four community college students--and some of my best students--work while attending school. In my classes, I have men and women who rush to class at the end of a busy work day. I have single parents who come to school in the evening, weary from a long day yet eager to create a brighter future with more options for their children.\nMany of my students work hard and dream of attending a four-year university, and the community college is a great gateway. They are determined to be the first in their family to attend college. I see recently unemployed workers who are looking for new skills in growing fields like health care, teaching, information technology and green technology--some of the fastest-growing fields in America and the rest of the world.\nIn the United States there are almost 1,200 community colleges among our 4,100 public and private institutions of higher education. All together, community colleges serve 11.5 million students.\nThey are flexible, offering specialized training programs to address workforce shortages and often partnering with local businesses to meet the emerging needs of their regions. Some states have programs that allow for admission to four-year schools after two successful years at a community college or at the very least provide for the transfer of credits. Given the high cost of most four-year institutions and the relatively low cost of community colleges, these types of programs can make a big difference for financially strapped families.\nIt's easy to see why community colleges have seen the fastest growth among U.S. higher education institutions over the last three decades. President Barack Obama recently announced an investment called the American Graduation Initiative that will allow community colleges to meet the needs of rapidly growing enrollment by funding programs to increase graduation rates, make courses more relevant to business needs and strengthen ties to high schools and other colleges and universities.\nAll Americans deserve an opportunity to receive the best education possible--not just through 12th grade but all the way through college, too. By supporting community colleges and by encouraging them to improve their graduation rates, the Obama-Biden administration is helping millions of Americans gain skills and confidence to lift the nation out of hard times. I can't think of a better investment. \nI have often said that community colleges are one of America's best-kept secrets, which is why you won't find them on many of this year's \"best college\" rankings. But they are essential to our nation's higher education mission and uniquely able to address the needs of our communities. Just as important, they often provide an education to students who would not otherwise enroll in a four-year college or university.\nSo to anyone considering applying to college, I encourage you to take a look at a community college near you. You might be surprised at the opportunities awaiting you there.\n\nJill Biden, a lifelong educator with a doctorate in education from the University of Delaware, teaches English at Northern Virginia Community College.\n##\n \n\n\n\n\n"
}