{
    "title": "Fact Sheet: G-8 Action on Food Security and Nutrition | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/18/fact-sheet-g-8-action-food-security-and-nutrition",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 18, 2012\n\n \n\n\n\nFact Sheet: G-8 Action on Food Security and Nutrition\n\n\n\n\nAt the Camp David Summit, G-8 and African leaders will commit to the New Alliance for Food Security and Nutrition, the next phase of our shared commitment to achieving global food security.  In partnership with Africa’s people and leaders, our goals are to increase responsible domestic and foreign private investments in African agriculture, take innovations that can enhance agricultural productivity to scale, and reduce the risk borne by vulnerable economies and communities.  We recognize and will act upon the critical role played by smallholder farmers, especially women, in transforming agriculture and building thriving economies.\nThe New Alliance for Food Security and Nutrition is a shared commitment to achieve sustained and inclusive agricultural growth and raise 50 million people out of poverty over the next 10 years by aligning the commitments of Africa’s leadership to drive effective country plans and policies for food security; the commitments of private sector partners to increase investments where the conditions are right; and the commitments of the G-8 to expand Africa’s potential for rapid and sustainable agricultural growth. \nWe welcome the support of the World Bank and African Development Bank, and of the United Nations’ World Food Program, International Fund for Agricultural Development, and Food and Agriculture Organization for the New Alliance.  We also welcome the successful conclusion of the Voluntary Guidelines on the Responsible Governance of Tenure of Land, Fisheries and Forests in the context of National Food Security and support the broad-based consultation process and pilot use of the Principles of Responsible Agricultural Investment. \nThe New Alliance Will Build on and Help Realize the Promise of L’Aquila\nSince the L’Aquila Summit, where we committed to “act with the scale and urgency needed to achieve sustainable global food security,” we have increased our bilateral and multilateral investments in food security and changed the way we do business, consistent with core principles of aid effectiveness.  Based on the findings of the 2012 G-8 Accountability Report and consistent with the Rome Principles on Sustainable Global Food Security, the G-8 will agree to:\n\n\n\t\t Promptly fulfill outstanding L’Aquila financial pledges and seek to maintain strong support to address current and future global food security challenges, including through bilateral and multilateral assistance;\n\n\t\tEnsure that our assistance is directly aligned behind country plans; \n\n\t\tStrengthen the coordination of G-8 strategies, assistance and programs in-country and with partner countries to increase efficiencies, reduce transaction burdens, and eliminate redundancies and gaps.\n\n The New Alliance will be rooted in partnership\nTo accelerate national progress in African partner countries, the G-8 will launch New Alliance Cooperation Frameworks that align with priority activities within each partner’s Comprehensive Africa Agriculture Development Programme (CAADP) national investment plan and include predictable funding commitments, specific policy actions, and statements of intent from the private sector. \nThe G-8 will partner with the African Union, New Partnership for Africa's Development and CAADP to implement the New Alliance, and leverage in particular the Grow Africa Partnership, in order to ensure our efforts build on African ownership, yield significant outcomes, and can be replicated across Africa.  The G-8 will work together to advance the objectives of the New Alliance and G-8 members will support its individual elements on a complementary basis.\nTo mobilize private capital for food security, the New Alliance will:\n\n\n\t\tSupport the preparation and financing of bankable agricultural infrastructure projects, through multilateral initiatives including the development of a new Fast Track Facility for Agriculture Infrastructure. \n\n\t\tSupport the Global Agriculture and Food Security Program (GAFSP), with the goal of securing commitments of $1.2 billion over three years from existing and new donors, scaling up and strengthening the operations of its public and private sector windows and support other mechanisms that improve country ownership and align behind CAADP national investment plans. \n\n\t\tReport on the progress of G-8 development finance institutions in catalyzing additional private investment in African agriculture and increasing the range of financing options and innovative risk mitigation tools available to smallholder farmers and medium-sized agribusinesses. \n\n\t\tCall on the World Bank, in collaboration with other relevant partners, to develop options for generating a Doing Business in Agriculture Index. \n\n\t\tAnnounce the signing of Letters of Intent from over 45 local and multinational companies to invest over $3 billion across the agricultural value chain in Grow Africa countries, and the signing by over 60 companies of the Private Sector Declaration of Support for African Agricultural Development outlining their commitment to support African agriculture and public-private partnerships in a responsible manner.\n\nTo take innovation to scale, the New Alliance will:\n\n\n\t\tDetermine 10-year targets in partner countries for sustainable agricultural yield improvements, adoption of improved production technologies, including improved seed varieties, as well as post-harvest management practices as part of a value-chain approach, and measures to ensure ecological sustainability and safeguard agro-biodiversity. \n\n\t\tLaunch a Technology Platform with the Consultative Group on International Agricultural Research, the Forum for Agricultural Research in Africa and other partners in consultation with the Tropical Agriculture Platform and the Coalition for African Rice Development (CARD) initiative that will assess the availability of improved technologies for food commodities critical to achieve sustainable yield, resilience, and nutrition impacts, identify current constraints to adoption, and create a roadmap to accelerate adoption of technologies. \n\n\t\tLaunch the Scaling Seeds and Other Technologies Partnership, housed at the Alliance for a Green Revolution in Africa to strengthen the seed sector and promote the commercialization, distribution and adoption of key technologies improved seed varieties, and other technologies prioritized by the Technology Platform to meet established goals in partner countries. \n\n\t\tShare relevant agricultural data available from G-8 countries with African partners and convene an international conference on Open Data for Agriculture, to develop options for the establishment of a global platform to make reliable agricultural and related information available to African farmers, researchers and policymakers, taking into account existing agricultural data systems. \n\n\t\tLaunch an information and communications technology innovation challenge on extension services at the African Union Summit in July 2012. \n\n\t\tExplore opportunities for applying the non-profit model licensing approach that could expand African access to food and nutritional technologies developed by national research institutions. \n\nTo reduce and manage risk, the New Alliance will:\n\n\n\t\tSupport the Platform for Agricultural Risk Management (PARM) to complete national agricultural risk assessment strategies, to be conducted by the World Bank and other international institutions in close partnership with New Alliance countries, with the mandate of identifying key risks to food and nutrition security and agricultural development and recommending options for managing these risks. \n\n\t\tCreate a global action network to accelerate the availability and adoption of agricultural index insurance, in order to mitigate risks to farmers, especially smallholder and women farmers, and increase income and nutritional security.  This network will pool data and findings; identify constraints; support regional training and capacity-building; and accelerate the development of instruments appropriate for smallholders and pastoralists. \n\n\t\tRecognize the need for Africa-based sovereign risk management instruments, recognizing the progress by the African Union and its member governments toward creating the African Risk Capacity, a regional risk-pooling facility for drought management. \n\nTo improve nutritional outcomes and reduce child stunting, the G-8 will:\n\n\n\t\tActively support the Scaling Up Nutrition movement and welcome the commitment of African partners to improve the nutritional well-being of their populations, especially during the critical 1,000 days window from pregnancy to a child’s second birthday.  We pledge that the G-8 members will maintain robust programs to further reduce child stunting. \n\n\t\tCommit to improve tracking and disbursements for nutrition across sectors and ensure coordination of nutrition activities across sectors. \n\n\t\tSupport the accelerated release, adoption and consumption of bio-fortified crop varieties, crop diversification, and related technologies to improve the nutritional quality of food in Africa. \n\n\t\tDevelop a nutrition policy research agenda and support the efforts of African institutions, civil society and private sector partners to establish regional nutritional learning centers. \n\nTo ensure accountability for results, the New Alliance will:\n\n\n\t\tConvene a Leadership Council to drive and track implementation, which will report to the G-8 and African Union on progress towards achieving the commitments under the New Alliance, including commitments made by the private sector. \n\n\t\tReport to the 2013 G-8 Summit on the implementation of the New Alliance, including the actions of the private sector, in collaboration with the African Union.\n\n###\n\n\n\n\n"
}