{
    "title": "Statement by the President on the Anniversary of Cuba Policy Changes | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/12/17/statement-president-anniversary-cuba-policy-changes",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 17, 2015\n\n \n\n\n\nStatement by the President on the Anniversary of Cuba Policy Changes\n\n\n\n\n\n\tOne year ago, I announced that after more than 50 years, America would change its relationship with Cuba and put the interests of the people of both countries before the outdated ways of the past. Since then, we have taken important steps forward to normalize relations between our countries—re-establishing diplomatic relations and opening embassies; facilitating greater travel and commerce; connecting more Americans and Cubans; and promoting the free flow of information to, from, and within Cuba. We are advancing our shared interests and working together on complex issues that for too long defined—and divided—us. Meanwhile, the United States is in a stronger position to engage the people and governments of our hemisphere. Congress can support a better life for the Cuban people by lifting an embargo that is a legacy of a failed policy.\n\n\tToday, the Stars and Stripes again fly over our Embassy in Havana. Today, more Americans are visiting Cuba and engaging the Cuban people than at any time in the last 50 years. We continue to have differences with the Cuban government, but we raise those issues directly, and we will always stand for human rights and the universal values that we support around the globe. Change does not happen overnight, and normalization will be a long journey. The last 12 months, however, are a reminder of the progress we can make when we set the course toward a better future. Over the next year, we will continue on this path, empowering Cubans and Americans to lead the way. \n\n\n\n\n"
}