{
    "title": "Background on Medal of Valor Ceremony | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/02/20/background-medal-valor-ceremony",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nFebruary 20, 2013\n\n \n\n\n\nBackground on Medal of Valor Ceremony\n\n\n\n\nOn Wednesday, February 20, 2013, the Vice President will host a Medal of Valor ceremony with Attorney General Eric Holder. The Vice President and Attorney General will deliver remarks at this ceremony. Below is background information on the Medal of Valor and the recipients of the Medal at Wednesday’s ceremony.\nWatch this event live on Wednesday at 1:30 PM ET at obamawhitehouse.archives.gov/live\nTHE PUBLIC SAFETY OFFICER MEDAL OF VALOR:\nThe Public Safety Officer Medal of Valor, authorized by the Public Safety Officer Medal of Valor Act of 2001, is the highest national award for valor by a public safety officer. The medal is awarded to public safety officers who have exhibited exceptional courage, regardless of personal safety, in the attempt to save or protect human life. Including today’s awardees, a total of 78 medals have been presented since the first recipients were honored in 2003.\n\t \n\tTo receive the Medal of Valor, public safety officers must be nominated by the chief executive officer of their employing agencies, recommended by the bipartisan Medal of Valor Review Board, and cited by the Attorney General. The Attorney General designated Mary Lou Leary, Acting Assistant Attorney General in the Department’s Office of Justice Programs (OJP), to serve as the Federal point of contact for the Medal of Valor initiative. OJP’s Bureau of Justice Assistance (BJA), led by Director Denise E. O’Donnell, assists in overseeing the Medal of Valor initiative.\n\t \n\tMore information about the award, the Medal of Valor Review Board members, and the nomination process is available at: www.ojp.usdoj.gov/medalofvalor.  \n\t \n\t \nRECIPIENTS OF THE PUBLIC SAFETY OFFICER MEDAL OF VALOR:\n\t \n2009-2010 Medal of Valor Recipients\n \n\tOfficer Julie Olson\nMaplewood Police Department, Minnesota\n\t \n\tOn September 7, 2009, Officer Julie Olson was called to assist North St. Paul Officer Richard Crittenden. A woman had called the police concerned that her estranged husband had returned to her apartment and might be inside. North St. Paul’s police department had dealt with the suspect several times in the past, including as recently as the previous night when the suspect fled before squads arrived. The woman had an Order of Protection against the suspect.\n\t \n\tOfficer Olson and Officer Crittenden arrived on the scene at the same time.  They initially searched a vacant apartment, knowing the suspect had hidden there in the past. They were then let into the complainant’s apartment, which was next door to the vacant apartment. As they entered the darkened apartment, Officer Crittenden observed a flaming cloth advancing in his and the residents’ direction. He pushed the residents out of harm’s way and was struck in the face and side of the head with an accelerant-soaked t-shirt. The suspect grabbed Officer Crittenden in a “bear hug.” After a brief struggle, the suspect then grabbed Officer Olson in an apparent effort to disarm her. He then disengaged with Officer Olson and re-engaged with Officer Crittenden. The suspect grabbed Officer Crittenden’s sidearm from his holster and fired one round at point-blank range at Officer Crittenden’s head, killing him. \n\t \n\tThe suspect then turned the gun on Officer Olson. When Officer Olson heard one round sail past her ear, she responded as she had been trained, and side stepping and returning fire. Another round struck Officer Olson’s spare magazine on her duty belt, shattering it and causing pieces of the round to enter her strong-side arm. Now injured, Officer Olson returned fire on the suspect, striking him five times. While under the extreme pressure of the moment, she had the wherewithal to do a combat reload as she backed out of the apartment, only to find she had attempted to reload with the shattered magazine. She subsequently dropped the shattered magazine and reloaded with another magazine, as Officer Lonn Bakke entered the apartment building. Officer Olson and Officer Bakke then re-entered the apartment to disarm and handcuff the suspect, who subsequently died at the scene.\n\t \nOfficer Reeshemah Taylor\nOsceola County Corrections Department, Florida\n\t \n\tOn June 22, 2009, Officer Reeshemah Taylor was assigned to the Medical Unit of the Osceola County Jail. While performing her duties, Officer Taylor was confronted by a high-risk inmate who had taken one officer hostage and changed into that officer’s uniform. The inmate placed a fully loaded 9mm semi-automatic handgun to Officer Taylor’s head as she walked into the room where the inmate and the captive officer were located. This inmate had a history of violent felony charges and was already serving three consecutive life sentences with no possibility of parole within the Florida Department of Corrections. The inmate was being held at the Osceola County Jail pending trial for a violent armed robbery. The inmate was also a well-known member of the “Los 27” and “La Nieta” gangs domiciled out of Puerto Rico, who are notorious for their violent acts against law enforcement personnel. Through the subsequent criminal investigation of this attempted escape, it was determined that this inmate planned to walk out of the jail dressed as a corrections officer.  The gun was factored into his plan and would be used if someone attempted to stop him or intervene.  According to investigators, there was no doubt that this inmate would have used the firearm to ensure that his escape was successful.  He was prepared to shoot anyone who might attempt to avert him from his plan, as he felt he had nothing to lose and did not want to return to prison.\n\t \n\tDuring Officer Taylor’s face-to-face confrontation with the inmate, a struggle took place for the weapon. While the weapon was pointed at Officer Taylor, she immediately grabbed the weapon with both hands, diverting it from her direction, and delivered a knee spike to the inmate’s groin. The inmate dropped to the floor, dislodging the weapon from his hand. The gun dropped several feet away from Officer Taylor and the inmate. Officer Taylor placed herself on top of the inmate, with one arm around his head to fashion a headlock, and her legs scissoring his lower body, to keep him on the floor and away from the gun. With her free hand, she utilized her portable radio to announce the code and summon assistance. Officer Taylor engaged an inmate that was far superior in size, strength, motivation, and intention. She successfully subdued this inmate through sheer determination, instincts, will, and courage. Her efforts, in the face of imminent death, saved the lives of many.\n\t \nWildlife Officer Michael Neal\nArkansas Game and Fish Commission, Arkansas\n\t \n\tOn May 20, 2010, Officer Neal answered a call for assistance after two West Memphis Police officers had been shot and killed during a traffic stop along Interstate 40, and engaged two suspects in the Walmart parking lot. The two suspects were engaged in a firefight with Sheriff Dick Busby and Chief Deputy W. A. Wren. The Sheriff and Deputy, armed with only handguns, were taking fire from an AK-47 assault rifle and a handgun.\n\t \n\tOfficer Neal used his truck to ram the suspects’ van to prevent the suspects from being mobile and possibly harming innocent bystanders, and to divert the suspects’ attention away from the Sheriff and Deputy. Once Officer Neal rammed the suspects’ van, the suspects opened fire on Officer Neal’s truck, firing several rounds through his windshield. Officer Neal avoided being hit by the AK-47 rounds and returned fire with his issued AR-15. He disabled the driver and possibly the passenger before putting his truck in reverse and backing out of the line of fire so other officers could continue the firefight.  Both suspects were pronounced dead at the scene.  By putting himself in harm’s way, Officer Neal’s actions undoubtedly saved the lives of Sheriff Busby and Deputy Wren, both of whom were injured by the suspects. Officer Neal was only slightly injured.\n\t \nOfficer Sean Haller\n\tOfficer Rafael Rivera\nCalifornia Highway Patrol, California\n\t \n\tOn February 25, 2010, the Fresno County Sheriff’s Office attempted to serve a search warrant in the town of Minkler. As deputies attempted to breach the main door of the residence, they came under intense gunfire from within the building, which fatally wounded one of the deputies. The deputies immediately broadcast “shots fired” over the radio.\n\t \n\tOfficer Haller monitored the “shots fired” call over the radio and responded to the scene.  Upon arriving at the scene, he heard gun shots. Officer Haller stopped his patrol vehicle and engaged the suspect in gunfire.  Fellow California Highway Patrol Officer Rivera arrived and took cover behind Officer Haller’s patrol vehicle. Both officers were engaged in gunfire with the suspect for an undetermined amount of time until someone on scene gave a “cease-fire” command. This was followed by approximately 30 minutes with no shooting.\n\t \n\tThe suspect again began firing from within the home. Fearing for their safety and the safety of the other officers at the scene, both Officers Rivera and Haller returned fire. During this exchange, Officer Rivera overheard someone say, “Officer down!” and moved toward the location of the downed officer. He found the downed officer on the passenger side of a marked patrol vehicle.  Officer Rivera recognized the fallen officer as Officer Javier Bejar of the Reedley Police Department and attempted to remove him from the line of fire. The suspect began shooting directly at Officer Rivera as he attempted to rescue the downed officer. Seeing this, Officer Haller broke cover and moved into the line of fire. He engaged the suspect and provided cover fire to assist with the removal effort.\n\tOfficer Rivera was able to move the downed officer to a location of cover.  Although Officer Bejar did not survive his injuries, Officers Rivera and Haller exhibited great personal courage, while putting themselves in danger in their efforts to save Officer Bejar’s life. The assailant in this incident subsequently committed suicide by shooting himself prior to the officers’ entry into the residence.\n\t \n\t \nTrooper Robert Lombardo\n\tFallen Trooper Joshua Miller\nPennsylvania State Police, Pennsylvania\n\t \n\tOn June 7, 2009, a subject arrived at his estranged wife’s residence in Nazareth, Pennsylvania. After threatening his wife with a handgun, the subject abducted his 9-year-old son and fled the scene in a black Honda Civic with his son seated in the right front passenger seat. The Nazareth Borough Police Department became involved in a high speed pursuit of the subject. Troopers Joshua D. Miller and Robert K. Lombardo, as well as other Swiftwater Station members and local police department officers, assisted in the pursuit. The pursuit went on for some 40 miles and ended on State Route 611 in Coolbaugh Township, Monroe County, Pennsylvania, when Trooper Miller employed the PIT maneuver to bring the vehicle to a stop.  The PIT maneuver is a method by which the pursuit car forces the other vehicle to abruptly turn sideways towards the direction of travel. This causes the driver to lose control and stop.\n\t \n\tRecognizing that the child was in extreme peril, Troopers Miller and Lombardo immediately approached the driver’s side of the Honda in an attempt to arrest the subject and rescue the child. Troopers Lombardo and Miller both used their collapsible batons to shatter the driver’s side window of the Honda. The subject then fired three shots from a 9mm Taurus, striking Trooper Lombardo once in the left shoulder, and Trooper Miller in the right thigh and neck. Troopers Miller and Lombardo returned fire, striking the assailant eight times. The force of the impact of being shot spun Trooper Lombardo to his left. Despite knowing Trooper Miller was wounded and his own left arm was now paralyzed, Trooper Lombardo did not seek cover. Trooper Lombardo chose to continue to engage the assailant with one arm. Only after the threat was neutralized did Trooper Lombardo seek treatment for his wounds. The suspect’s son was rescued uninjured.\n\t \n\tTrooper Miller was subsequently flown to Lehigh Valley Hospital in Allentown where he was pronounced dead. Trooper Lombardo was taken to Community Medical Center in Scranton, Pennsylvania, where he was treated for his wounds. Trooper Lombard recently returned to duty. Trooper Miller gave his life and Trooper Lombardo risked his life to rescue the 9-year-old boy. They were/are dedicated officers of the law, committed to serving the citizens of the Commonwealth of Pennsylvania.\n\t \n\t \n2010-2011 Medal of Valor Recipients\n\t \nFirefighter Peter Demontreux\nNew York City Fire Department, New York\n\t \n\tOn August 30, 2010, Firefighter Peter Demontreux’s unit responded to a fire in a 4 story brownstone. On arrival they encountered heavy fire at the front door and up the stairway to the third floor preventing entry until a hoseline was put in place. Instead of waiting for a hoseline, Firefighter Demontreux climbed an aerial ladder to a third floor window. There he encountered a civilian who stated that his friend was still trapped inside the burning apartment. After assisting the civilian onto the ladder, Firefighter Demontreux immediately entered the apartment to conduct a search. He located the victim deep within the apartment.\n\t \n\tIn the ensuing minutes, Firefighter Demontreux executed one of the most remarkable rescues ever witnessed. As he assisted the victim through the apartment, the entire third floor suddenly exploded into flames setting both rescuer and victim ablaze. According to the on-scene Battalion Chief’s report, Firefighter Demontreux, now on fire, made the split second decision that he would not leave victim behind. After reaching the window, Firefighter Demontreux insured the victim was safely on the aerial ladder before diving out himself. Both men were extinguished by a hoseline and though badly burned- the civilian victim received burns over 50% of his body- both survived. Firefighter Demontreux’s protective equipment was subsequently tested and found to have been subjected to temperatures in excess of 1,000 degrees.\n\t                       \nFirefighter Hope Scott\n\tBattalion Chief William Reynolds\nVirginia Beach Fire Department, Virginia\n\t \n\tOn October 12, 2010, the Virginia Beach Fire Department received multiple 911 calls for a house fire with people trapped in a single family dwelling. Engine 7 with Captain William Reynolds and Firefighter Hope Scott, arrived on scene. Captain Reynolds reported heavy fire from the corner of the first floor spreading to the second floor. Two family members were on the porch roof attempting to enter the structure and were screaming that a baby and was in the second floor bedroom and the great grandmother was still inside. Heavy smoke and heat conditions forced the civilian would-be rescuers to withdraw from their rescue efforts.\n\t \n\tCaptain Reynolds, hearing the pleas of the family and realizing time was of the essence, made the tactical decision to enter the second floor window with Firefighter Scott without the protection of a fire hose. This tactic is known as Vent-Enter-Search in the fire service, and is considered a high risk maneuver to the personnel making the entry. Captain Reynolds and Firefighter Scott climbed a ladder and entered the second floor window without the protection of a charged fire hose (hand-line). They encountered high heat and zero visibility conditions. Captain Reynolds was equipped with a thermal imaging camera to aid in the rescue effort. However, the high heat conditions rendered the camera ineffective and they were forced the crew to crawl blindly through the assorted debris. The fire still raged underneath the bedroom, made the floor so hot that Firefighter Scott could feel the heat through her protective gear. Captain Reynolds encouraged Firefighter Scott to keep pushing on as they knew the child was located somewhere in the room.\n\t \n\tApproximately two minutes into the search, Firefighter Scott heard what she thought was a faint cry. She started sweeping the floor with her arms and located an infant lying on a mattress located on the floor covered in makeshift bedding material. Firefighter Scott scooped up the infant and handed the lifeless infant to Captain Reynolds as he was positioned near the window. Captain Reynolds handed the infant through the window to firefighters who were standing on an egress ladder. The infant was not breathing and unresponsive once she was removed from the structure. Resuscitation efforts were immediately started and EMS personnel transported the infant to Norfolk General Hospital Burn Center. The infant has since made a full recovery without any major medical issues or deficits.\n\t \n\tAfter Firefighter Scott located the infant, she and Captain Reynolds continued to search the second floor for the other reported fire victim. Other responding personnel found the 73 year old woman, lying on the stairs leading to the second floor. She was unconscious and unresponsive, suffering from smoke inhalation. She was removed from the structure and resuscitation efforts immediately started. Unfortunately, she died from her injuries three days later.\n\t \n\tCaptain Reynolds and Firefighter Hope Scott demonstrated incredible bravery and self sacrifice in their decision to enter the floor directly above the uncontrolled fire without the protection of a charged hose-line and placed themselves at one of the greatest risks recognized in the fire service. Their fast, decisive actions and disregard for their own safety truly resulted in the saving of the life of a young infant who would have succumbed from the smoke and fire if not for their brave actions.\n\t \nDeputy Sheriff Krista McDonald\nKitsap County Sheriff’s Office, Washington\n\t \n\tOn January, 23, 2011, the Kitsap County Sheriff's Office had been given information on the location of a possibly armed suspect, accompanied by an underage female who was reported as missing from Utah and a runaway. Deputies Stacy and Ejde approached the suspect and his 13 year-old companion as they sat outside the entrance to a Walmart Store in Port Orchard, Washington. These deputies were assisted by Deputy Krista McDonald who had responded as an additional back-up.\n\t \n\tThe suspect refused to identify himself, and attempted to run from the location. Deputy Stacy tried to grab the suspect but missed and fell. Deputy Ejde ran after the suspect as he attempted to run across the street and into the parking lot. Halfway across the roadway, the suspect drew a semi-automatic handgun hidden on his person, turned and fired multiple shots. He struck Deputy Ejde twice, in the left shoulder and right arm. Deputy Ejde went down into a raised flowerbed. By this time Deputy Stacy had regained his footing and was running after the suspect. The suspect shot and wounded Deputy Stacy in the right shoulder. Deputy Stacy also fell to the asphalt. Deputy McDonald began firing at suspect from her position at her patrol vehicle, approximately 90 - 100 feet distance. The suspect then directed his attention toward Deputy McDonald as she started to move toward her two downed colleagues. The suspect continued to shoot at both Deputy McDonald and Deputy Ejde.\n\t \n\tAdvancing toward the suspect without benefit of protective cover, Deputy McDonald stayed in the gunfight and returned fire. The suspect was struck in the left leg and dropped to the pavement where he continued to fire on the deputies. By this time Deputy McDonald had moved to within 60 feet of the suspect, placing herself in the line of fire to distract the suspect. The young girl, witnessing this, ran over to the suspect. As she approached she was shot by the suspect and mortally wounded. Moments later the suspect then committed suicide when he turned his handgun on himself.\n\t \nOfficer Timothy McClintick\n\tOfficer Max McDonald\n\tOfficer Douglas Weaver\n\tSergeant Karl Lounge Jr.\n\tFallen Sergeant Thomas Baitinger\nSaint Petersburg Police Department, Florida\n\t \n\tOn January 24, 2011, a Federal Fugitive Task Force arrived at a residence in Saint Petersburg in an attempt to locate a violent fugitive who had been on the run from law enforcement for several months. The fugitive’s wife eventually advised officers that he was hiding in the attic of the house.\n\t \n\tAdditional units were called to the house to help secure the perimeter. After the fugitive failed to respond to any attempts to establish contact, Officer Yaslowitz and US Marshal Ley obtained a latter and entered the attic. They subsequently located the fugitive laying face down some 15 feet for the attic opening.  The fugitive was initially compliant to direction, but as Officer Yaslowitz attempted to handcuff him, the fugitive began to aggressively resist. During the struggle, Marshal Ley deployed his Taser, and then heard a single muffled shot follow by three additional shots. Officer Yaslowitz collapsed and Marshal Ley was subsequent shot twice, causing him to fall through the attic opening onto the floor below.\n\t \n\tDuring the ensuing minutes, the fugitive continuously fired multiple rounds through the ceiling at the officers below. Officer McClintick saw a bloodied Marshal Ley on the floor and realized that he was wounded. He reached into the hallway and grabbed Marshal Ley’s foot and tried to drag him back into the bathroom. Unable to get enough leverage, Officer McClintick came out into the hallway, directly under the attic opening and under fire, to grab Marshal Ley and pull him out of the kill zone and into the bathroom. There, he performed lifesaving measures to control the bleeding of Marshal Ley while continuing to provide cover from the assailant.\n\t \n\tThe assailant then moved Officer Yaslowitz’s body to the attic opening, and positioned him so that his foot protruded over the opening.  This was an apparent attempt to lour responding officers out into the open. It was later learned that he had also tied Officer Yasolwitz’s body in place so this it could not be moved while he continued to wait in ambush. During this time officers could hear Lacey moving around in the attic, and firing at anything he heard below.\n\t \n\tA Rapid Response Team quickly came together to rescue the officers inside the house. Sergeant Thomas Baitinger had arrived at about the same time as Sergeant Karl Lounge. Officer Max McDonald was present, along with Officer Doug Weaver. Sergeant Lounge was carrying his AR15 and a ballistic shield from his cruiser. They only knew that a suspect had shot multiple officers inside the house, that the suspect or suspects were inside the house, and wounded officers were trapped inside, perhaps as hostages. Sergeant Baitinger, a Rapid Response Instructor, recognized that he was the best qualified to handle the shield and lead the entry and assumed that role.\n\t \n\tSergeant Baitinger and Officer Weaver moved into the hallway at the far end of the house and observed the open attic and a step stool under it. A Sergeant, positioned by the front door, warned that the assailant and Officer Yaslowitz were in the attic, and to be careful, that the assailant had been shooting down through the ceiling.\n\t \n\tSergeant Lounge and Officer McDonald covered the hallway and attic opening from the living room. Sergeant Baitinger put the shield up over his head as he passed under the attic opening and into the threshold of the bedroom, right at the end of the hall. As Sergeant Baitinger entered the kill zone, a hail of gunfire erupted from the attic above. The other officers in the house reported that Sergeant Baitinger was struck once in the back, stopped by his vest. The impact knocked him forward and spun him around. He brought up the shield and yelled, “I’m hit, I’m OK, I can see Yaz in the attic, get him out!” Another burst of gunfire rained down from the attic and Sergeant Baitinger was fatally wounded by a round passing over the shield.\n\t \n\tDuring this extensive gun battle, all the involved officers continued to come under fire by the assailant. Sergeant Tom Baitinger, Sergeant Karl Lounge, Officer Doug Weaver, Officer Max McDonald, and Officer Timothy McClintick each demonstrated incredible courage and professionalism under very difficult circumstances. They braved heavy gunfire while attempting to rescue the wounded officers, with Sergeant Baitinger making the supreme sacrifice. Officer McClintick braved heavy gunfire, moving into the kill zone, directly under the attic opening where two officers had already been shot, and another was later killed, to rescue the wounded U.S. Deputy Marshal. The incident ended when the assailant was killed during an exchange of gunfire with the St. Petersburg TAC Team on scene.                                                \n\t \nFallen Deputy Cameron Justus\n\tFallen Deputy William Stiltner\nBuchanan County Sheriff's Office, Virginia\n\t \n\tOn March 13, 2011, Deputy William Stiltner was at home when he heard through his scanner that two fellow officers were shot while responding to a larceny call at a local salvage yard. Deputy Stiltner headed to the scene to find that a sniper was shooting from the woods above the salvage yard, and both officers were lying on the ground. Without hesitation Deputy Stiltner along second deputy went to aid their fellow colleagues by trying to move them out of the range of the shooter and into safety. As the deputies carried fallen Deputy Rasnake to a nearby car, a shot rang out from behind them. The car window shattered and Deputy Stiltner fell to the ground fatally wounded.\n\t \n\tShortly afterwards, Deputy Cameron Justus, who was also off duty, heard that a gunman had shot three of his fellow deputies, and that officers were trapped at the scene by the gunman. By the time Deputy Justus arrived at the salvage yard, he already knew the gravity of the situation. An unknown assailant armed with a high-power rifle had taken refuge in the tree line behind the property. This skilled sniper who had already shot three deputies multiple times, had the advantage of being perched above them on the mountainside. Deputy Justus met with Sheriff Ray Foster and both officers took cover behind their vehicle. Armed with his M-16 rifle, Deputy Justus suddenly spotted a shadowy figure in the pine trees. He called out to the sheriff that he had the man in his sights and was going to take the shot. Just as Deputy Justus pulled the trigger and the bullet erupted from his rifle, simultaneously the sniper fired from his weapon, fatally wounding Deputy Justus. After refusing to surrender, the assailant was shot and killed by other deputies on the scene.\n\t \n\tDeputy Stiltner's heroic efforts to save the lives of his fellow deputies, along with Deputy Justus’ courageous actions putting him in a dangerous position in order to safeguard the lives of his fellow deputies unquestionably demonstrate performance that went above and beyond the call of duty.\n\t \n\n\n\n\n"
}