{
    "title": "Interview of the First Lady by Ryan Seacrest and Youth Pride Clinic Patients | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/12/12/interview-first-lady-ryan-seacrest-and-youth-pride-clinic-patients",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nDecember 12, 2016\n\n \n\n\n\nInterview of the First Lady by Ryan Seacrest and Youth Pride Clinic Patients\n\n\n\n\n\n\tWashington, D.C.\n\n\t12:45 P.M. EST\n\n\tQ    Hello, everybody.  Hello to all the patients watching right now.  I have the privilege to introduce you to -- our First Lady, Michelle Obama, is with us.  \n\n\tMRS. OBAMA:  Oh, hey, everybody.  (Applause.)  \n\n\tQ    We just read a story to some of the kids here in the lobby.  And we’ve got Jade, and Callum, and Jaquan, and Freddy also at the mics.  Is this your first time on the air, Jade?\n\n\tQ    Yes, it is.  (Laughter.)  \n\n\tQ    All right, well, I will start with the first question, and then each of you guys I think --\n\n\tMRS. OBAMA:  Don’t make them too hard.  I’m a little nervous.\n\n\tQ    Well, I’ll ask you -- just think -- we were talking about Christmas and Christmas Eve -- New Year’s is coming.  Have you made your resolution?\n\n\tMRS. OBAMA:  No, I have not.  I have not had time to really think about it, because the holidays are so -- I totally forgot about New Year’s Eve resolutions, so I have to think about that.  What about you guys?  Do you guys do resolutions?\n\n\tQ    Yeah, definitely.  \n\n\tMRS. OBAMA:  Tell me some -- give me -- maybe you can give me some ideas.\n\n\tQ    My resolution for 2017 is to work on my mental health and make it -- improve it, because that’s something that’s really been difficult for me this past year.  So definitely --\n\n\tMRS. OBAMA:  Sounds good.  That sounds good.\n\n\tQ    Well, the first step to that is a big smile, and you’ve got that.  \n\n\tMRS. OBAMA:  I know, you do.  You do.  What about you guys?  Any New Year’s resolutions?\n\n\tQ    Nope.  \n\n\tQ    I guess my resolution is to get more socially and politically involved in, like, causes that I believe in.\n\n\tMRS. OBAMA:  How old are you?\n\n\tQ    Seventeen.\n\n\tMRS. OBAMA:  Yeah, you’re about at that age where you -- it all makes sense to you.  What about you?\n\n\tQ    My resolution is, like everyone else’s, to be more social, and probably to lose weight and be healthy.\n\n\tMRS. OBAMA:  All right, that’s always a good one.  Always a good one.\n\n\tQ    Well, do you want to start with the questions, Jade?  What’s your question?\n\n\tQ    Yeah.  Okay, so the first question -- \n\n\tMRS. OBAMA:  First of all, I have to say, eyebrows on fleek.  (Laughter.)  \n\n\tQ    Thank you so much.\n\n\tMRS. OBAMA:  I am noticing.  Yeah, uh-huh.\n\n\tQ    I worked very hard on them, so I appreciate it.  \n\n\tMRS. OBAMA:  I can tell.\n\n\tQ    Thank you.  I really like your eyebrows too.\n\n\tMRS. OBAMA:  Just the important things.  (Laughter.)  \n\n\tQ    Eyebrows on fleek.  \n\n\tQ    Yeah, as long as your eyebrows are on fleek, nothing else really matters.\n\n\tMRS. OBAMA:  Then you feel good.\n\n\tQ    Exactly.  The eyebrows are the actual eyes to the soul.  (Laughter.)  \n\n\tSo the first question is, what is your favorite winter activity?\n\n\tMRS. OBAMA:  I love to ski.  I do, I do.  And since I’ve been First Lady I ski a little bit more -- because we don’t get to get outside.  When you’re President and First Lady, our lives are really -- we live in a bubble.  We go from the White House, which is basically hermetically sealed -- (laughter) -- because there’s bomb-proof glass, you can’t open the windows.  We can go outside, but going outside and just walking around and being in fresh air -- because if we go outside, then everybody sees us, they stop, the security is -- it just get messy and complicated, not just for us but for people -- we interrupt their days, and it gets to be a hassle.\n\n\tBut when I’m skiing, that’s, like, one of the few places in the winter where I feel free.  Because nobody can take a selfie with you when you’re skiing down a mountain, no matter how -- (laughter) -- some are really good, but they generally can’t whip out the phone and catch you when you’re going down.\n\n\tSo skiing for me is like golfing to the President.  One of the reasons why the President golfs so much, it’s one of the few opportunities he has to be outside, walking around like a normal person for long periods of time.  And skiing does that for me in the winter.  And it’s great exercise.  And it’s fun.  And it’s a little scary too, all at the same time.\n\n\tHas anybody here ever skied before?\n\n\tQ    I have not skied.  I really want to, though.  It looks like a lot of fun.\n\n\tQ    You’re pretty good.\n\n\tMRS. OBAMA:  I’m a solid intermediate.\n\n\tQ    Solid intermediate?  \n\n\tMRS. OBAMA:  Solid.\n\n\tQ    I’ve heard you’re really great.\n\n\tMRS. OBAMA:  I don’t do moguls.  I don’t see the point in that.  That seems a little scary.  (Laughter.)  \n\n\tQ    I like intermediate trails as well.\n\n\tMRS. OBAMA:  Yeah, I enjoy those.\n\n\tQ    It’s nice.\n\n\tMRS. OBAMA:  So that’s one thing you guys can do, is like organize a ski trip.  Where’s our hospital officials?  (Laughter.)  I say ski trip!  Yeah.  (Laughter.)  \n\n\tQ    How about you, Callum?\n\n\tQ    Yeah.  So, Mrs. Obama, do you have a special set of Christmas pajamas?\n\n\tMRS. OBAMA:  I don’t.  (Laughter.)  That’s another good thing.  You know, my kids are at the age where they think stuff like that is corny.  And I think if you have Christmas pajamas, they should be family Christmas pajamas.  So I couldn’t get the President to wear cute Christmas pajamas, and Malia and Sasha definitely would not be down for cute Christmas pajamas.  So I would be the only one in them, and then they would tease me and I would be upset.  (Laughter.)  But I’m going to think about that.\n\n\tQ    My mother makes us wear them.  At Christmas morning, my mom puts my dad, myself, and my sister and her in the same pajamas.  (Laughter.)  \n\n\tMRS. OBAMA:  Do they have the footies in them?\n\n\tQ    They have the footies.\n\n\tMRS. OBAMA:  Oh, man, that’s so cute.\n\n\tQ    It’s as corny as it can get.\n\n\tMRS. OBAMA:  All right.  \n\n\tMS. SEACREST:  With socks too.\n\n\tQ    Oh, and socks.  \n\n\tMRS. OBAMA:  Oh, and socks.  That’s Ryan’s sister.  She can tell us all the embarrassing things.  (Laughter.)  You should do a selfie of that, send that out.\n\n\tQ    Yeah, we should send that out.  All right, Jaquan, go ahead.\n\n\tQ    Jaquan.\n\n\tQ    Jaquan, sorry.\n\n\tQ    What is your favorite Santa reindeer?\n\n\tMRS. OBAMA:  My favorite of all time is Rudolph with his nose so bright.  I’m not going to sing.  (Laughter.)  But Rudolph -- I have a special place in my heart for Rudolph, primarily because of the Rudolph reindeer Christmas show that comes on with those animated claymation -- those were my favorite.  That’s what made Christmas.  When those came on, oh, you knew it was Christmas.  And Rudolph was my favorite one, when he had to hide his nose, and he sounded like this.  And his girlfriend Clarice, and the Abominable Snowman, and their adventure.  It was heartbreaking.  (Laughter.)  But then he made it back home.  It was touching.\n\n\tQ    I feel like it’s going to be on the air very soon.\n\n\tMRS. OBAMA:  It’s already been on.  They start that -- they do Christmas --\n\n\tQ    They start at Halloween.\n\n\tMRS. OBAMA:  Yeah.  And then the other one is Charlie Brown Christmas.  That’s a good one.  \n\n\tQ    Freddy, you’ve got the stage.\n\n\tQ    Were Sunny and Bo naughty or nice this year?\n\n\tMRS. OBAMA:  They were very nice.  You see how patient they are.  And I told you, they are excellent ambassadors.  They are very good.  And Sunny has stopped running to the end of the hall and pooping.  (Laughter.)  She hasn’t done that all year.  \n\n\tThat was a naughty thing she was doing for a couple of years, because the White House, where we live, it’s very long, right?  So they usually spend time on what’s the west end of the residence, right?  The east end is like way down there, so I think she thinks that’s, like, outside.  So if she would get out of her area, she’d run and she’d sneak and go down there and poop.  (Laughter.)  And she knew she shouldn’t do it because she’d have to go by the President’s office, and if he saw her he’d be like, “Hey, Sunny!”  And she’d try to ignore him and look -- her head down.  (Laughter.)  \n\n\tShe hasn’t done that for a good year, so we’re hoping that she’s done with that.\n\n\tQ    Now, do they have little beds where they sleep?  \n\n\tMRS. OBAMA:  They sleep in their crates at night.  They could sleep outside but they -- when we first got Sunny, Bo used to sleep with Malia, and then Malia went to camp when we got Sunny.  So Bo and Sunny were sleeping together.  And she said, well, I want Bo to sleep with me, and so she took him, but he left her room and just fell asleep right by Sunny’s crate.  So he didn’t want to leave her.  So we started putting them both in crates.\n\n\tSo they have little homes.  And they travel in their crates sometimes.\n\n\tQ    They’re spoiled a little bit.  They’re spoiled a little.\n\n\tMRS. OBAMA:  Well, of course.  They’re the White House dogs.  (Laughter.)  \n\n\tQ    Well, good questions, all of you.\n\n\tMRS. OBAMA:  Very good questions.\n\n\tQ    Thank you very much for spending some time with us.  And we wish you a happy holiday, Merry Christmas, Happy New Year -- all that good stuff.\n\n\tMRS. OBAMA:  Thank you.  Yay!  Thank you, Ryan.\n\n\tQ    Michelle Obama, thank you.\n\n\tMRS. OBAMA:  Thank you so much.  You guys, great questions.  Well done.  (Applause.)\n\n\n\n\n"
}