{
    "title": "Fact Sheet: $2.3 Billion in New Clean Energy Manufacturing Tax Credits | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-23-billion-new-clean-energy-manufacturing-tax-credits",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 08, 2010\n\n \n\n\n\nFact Sheet: $2.3 Billion in New Clean Energy Manufacturing Tax Credits\n\n\n\n\n\n\tPresident Obama announced awardees of the clean energy manufacturing tax credit in the American Recovery and Reinvestment Act.\n\n\tIn order to foster investment and job creation in clean energy manufacturing, the American Recovery and Reinvestment Act included a tax credit for investments in manufacturing facilities for clean energy technologies.  The Section 48C program will provide a 30 percent tax credit for investments in 183 manufacturing facilities for clean energy products across 43 states. \n\n\tThis tax credit program will help build a robust high technology, US manufacturing capacity to supply clean energy projects with US made parts and equipment.  These manufacturing facilities should also support significant growth in US exports of US manufactured clean energy products. \n\n\tThe $2.3 billion in tax credits is being allocated on a competitive basis. Projects are assessed based on the following criteria,: commercial viability, domestic job creation, technological innovation, speed to project completion, and potential for reducing air pollution and greenhouse gas emissions.  The Department of Energy also considered additional factors including  diversity of geography, technology and project size, and regional economic development.\n\n\tThe program is currently capped at $2.3 billion in tax credits and was oversubscribed by a ratio of more than 3 to 1, reflecting a deep pipeline of high quality clean energy manufacturing opportunities in the U.S. These tax credits for clean energy manufacturing will help rebuild domestic manufacturing and bring private capital off the sidelines.\n\n\tWith this announcement, IRS has certified applications posted HERE, and notified the certified projects with the approved amount of their tax credit.  Awardees will receive acceptance agreements from the IRS by April 16, 2010.  Credits will be allocated until the program funding ($2.3 billion) is exhausted.  Subsequent allocation periods will depend on remaining funds.\n\nEstimated Jobs Impact and Timeline of the 48C Manufacturing Tax Credits:\nRecovery Act investments of up to $2.3 billion for advanced energy manufacturing facilities will generate more than 17,000 jobs. This investment will be matched by as much as $5.4 billion in private sector funding likely supporting up to 41,000 additional jobs.\n\nTiming of Projects:\nThe statute authorizing the 48C tax credits allows projects that are completed on or after February 17, 2009, when the Recovery Act was signed.  Projects must be commissioned before February 17, 2013.  The statute favors the selection of projects that are in service early.  As a result, some of the selected projects already have been completed and begun operation.\n\nApplicant Pool:\n\tThe application deadline for the 48C program was October 16, 2009.  Over 500 applications were received with tax credit requests totaling over $8 billion.  The 48C applications pool was distributed across many clean energy technologies and was geographically distributed to more than 40 states.\n\nQualifying manufacturing facilities included the production of a wide range of clean energy products: \n\n\n\t\tSolar, wind, geothermal, or other renewable energy equipment\n\n\t\tElectric grids and storage for renewables\n\n\t\tFuel cells and microturbines\n\n\t\tEnergy storage systems for electric or hybrid vehicles\n\n\t\tCarbon dioxide capture and sequestration equipment\n\n\t\tEquipment for refining or blending renewable fuels\n\n\t\tEquipment for energy conservation, including lighting and smart grid technologies\n\n\t\tPlug-in electric vehicles or their components, such as electric motors, generators, and power control units\n\n\t\tOther advanced energy property designed to reduce greenhouse gas emissions may also be eligible as determined by the Secretary of the Treasury.\n\n\nThe statutorily specified review criteria included:\n\n\n\t\tGreatest domestic job creation (direct and indirect)\n\n\t\tGreatest net impact in avoiding or reducing air pollutants or emissions of greenhouse gases; lowest levelized cost of energy\n\n\t\tGreatest potential for technological innovation and commercial deployment\n\n\t\tShortest project time from certification to completion\n\n\nExpanded Support for 48C Tax Credits to Accelerate Manufacturing Job Creation:\n\tBecause the 48C program generated far more interest than anticipated, DOE and Treasury have a substantial backlog of technically acceptable applications. Instead of turning down worthy applicants who are willing to invest private resources to build and equip factories that manufacture clean energy products in America, the Administration has called on Congress to provide an additional $5 billion to expand the program.  Because there is already an existing pipeline of worthy projects and substantial interest in this area, these funds will be deployed quickly to create jobs and support economic activity.  In doing so, the Administration will employ new approaches to ensure that we maximize private investment for every dollar we invest.\n\n\n\n\n"
}