{
    "title": "Statement from NSC Spokesperson Caitlin Hayden on Reports of Russian Armored Military Column in Ukraine | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/08/15/statement-nsc-spokesperson-caitlin-hayden-reports-russian-armored-milita",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 15, 2014\n\n \n\n\n\nStatement from NSC Spokesperson Caitlin Hayden on Reports of Russian Armored Military Column in Ukraine\n\n\n\n\nWe are working to gather more information regarding reports that Ukraine’s security forces disabled vehicles in a Russian military convoy inside Ukraine.  We are not currently in a position to confirm these reports. Even as we work to gather information, we reiterate our concern about repeated Russian and Russian-supported incursions into Ukraine.  Russia has no right to send vehicles, persons, or cargo of any kind into Ukraine, under any pretext, without the Government of Ukraine’s permission. \nThe escalation in Russian activity designed to destabilize Ukraine in recent weeks is extremely dangerous and provocative.  It includes supplying separatist fighters with tanks, armored vehicles, artillery, and multiple rocket launchers (MRLs).   Russia has also been firing artillery and rockets from Russian territory into Ukraine on a regular basis, and has been moving multiple-rocket launchers (MRLs) and surface-to-air missile systems (SAMs) across the border to fire on Ukrainian positions -- including its newest air defense systems, the SA-22, into eastern Ukraine.  \nYesterday, President Putin pledged to “do everything in (Russia’s) power” to end the conflict in Ukraine.  He can start by ending Russian firing into Ukraine; stopping its supply of weapons, support and cash to separatists; and closing the border to militants, including by facilitating an effective border monitoring mission under the auspices of the OSCE.  The U.S. strongly supports efforts to provide humanitarian support to Luhansk through the ICRC, provided that all conditions and modalities set forth by the ICRC and the Ukrainian government are agreed and strictly adhered to by all parties. The continued Russian military intervention into Ukraine is entirely at odds with legitimate efforts to provide humanitarian assistance and negotiate a peaceful resolution to the overall crisis. \n\n\n\n\n"
}