{
    "title": "U.S.-India Economic and Trade Relationship: Indian Investment in the U.S. | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/06/us-india-economic-and-trade-relationship-indian-investment-us",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 06, 2010\n\n \n\n\n\nU.S.-India Economic and Trade Relationship: Indian Investment in the U.S.\n\n\n\n\nThe United States is the world’s largest recipient of Foreign Direct Investment (FDI). India is among the fastest growing investors in the United States. As the U.S.-India economic relationship deepens, investment from India contributes to the growth and vibrancy of the American economy and in the creation of jobs in the United States. Over the last decade, investment capital from India grew at an annualized rate of 53% reaching an estimated $4.4 billion in 2009. This growing flow of capital from India reflects the increased integration of the two economies and has brought many benefits to the United States, increasing U.S. exports and supporting tens of thousands of  jobs in the last six years alone.\n\t \n\tAn increasing number of Indian-owned firms contribute to U.S. jobs, exports, and growth:\n\n\n\t\tGoods exports to India reached approximately $17 billion in 2009, in part due to increased FDI from India.\n\n\t\tIndian companies have aided the turnaround of struggling U.S. firms, saving jobs and improving company performance. They have also made important new investments, stimulating innovation and production in the American economy.\n\n\t\tJust a few examples include:\n\t\t\n\n\t\t\t\tThe Essar Group invested over $1.6 billion in the declining Minnesota Steel Industries and now employs over 7,200 people in almost a dozen states.\n\n\t\t\t\tThe Tata Group has invested more than $3 billion in the U.S. and now employs nearly 19,000 throughout the country.\n\n\t\t\t\tJubliant Organsys Total Capital invested $246 million in the U.S. and now employs nearly 900 employees throughout the country.\n\n\t\t\t\tWockhardt, a pharmaceutical company, acquired Morton Grove for $37 million. The deal preserved the jobs of all 200 original Morton Grove employees.\n\n\t\t\t\tCrompton Greaves, an entity of the Indian conglomerate Avantha Group, has invested and partnered on a $20 million project to launch a Center for Intelligent Power with  the University of Albany. The deal will create 100 high-tech jobs in upstate New York.\n\n\n\nIndian FDI in the U.S. is on the rise:\n\n\n\t\tIndian investment capital is spread throughout the United States; it has reached states on both coasts and in the American Midwest. Geographically diversified investment by Indian firms has helped to support employment, particularly in towns reliant on industry and manufacturing that faced difficulties during the recent economic downturn.\n\n\t\tAccording to a report by Ernst & Young and the Federation of Indian Chambers of Commerce and Industry (FICCI), the largest share of investment capital from India has been allocated to industries associated with the knowledge economy. This capital is helping the U.S. increase employment in high value-added industries, such as IT and pharmaceuticals.\n\n\t\tFDI from India is expected to continue to grow in the future. There is strong interest from Indian investors in the power, steel, and extractive industries. The pharmaceuticals and health care industries are also expected to receive major investments. This inflow of capital will expand the U.S. economy across a wide variety of fields, creating jobs and keeping the U.S. competitive in global markets.\n\n\n\n\n\n"
}