{
    "title": "Fact Sheet Meeting the International Clean Energy and Climate Change Challenges | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-meeting-international-clean-energy-and-climate-change-challenges",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 09, 2009\n\n \n\n\n\nFact Sheet Meeting the International Clean Energy and Climate Change Challenges\n\n\n\n\n\n\nTHE WHITE HOUSE\n\t\t \n\n\t\tOffice of the Press Secretary\n\t\t_______________________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                                                    July 9, 2009\n\t\t \nMeeting the International Clean Energy and Climate Change Challenges\n\nEvery nation on this planet is at risk.  And just as no one nation is responsible for climate change, no one nation can address it alone.  That is why, back in April, I convened this forum of the world’s major economies – responsible for more than three-quarters of the world’s carbon pollution.  And it is why we have gathered again here today.\n\n     --President Barack Obama\n\t\t     July 9, 2009, L’Aquila, Italy \n\n\n\t\tFrom his first days in office, President Obama has made it a top priority of the United States to accelerate our transformation to a clean energy economy and combat climate change. President Obama is committed to leading the way through strong domestic actions and working with partners around the world to achieve an international agreement that will promote the clean energy technologies necessary to lower global greenhouse gas emissions in the developed and developing worlds alike.\n\t\t   \n\t\tAs a key part of this effort, President Obama launched the Major Economies Forum on Energy and Climate. The forum convened at the Leaders level in L’Aquila, Italy on July 9, 2009, in a meeting co-chaired by President Obama and Prime Minister Berlusconi.\n\n\t\t \nThe Major Economies Forum on Energy and Climate\n\n\t\tThe Major Economies Forum on Energy and Climate (MEF) brings together 17 developed and developing economies to engage in a meaningful dialogue on clean energy technology and the need to secure a broad international agreement to combat climate change.\n\n\t\tThe Leaders held candid and constructive discussions culminating in a declaration that reflects real progress on the road to the Copenhagen climate conference in December and real progress in paving the way for the development and deployment of transformational technologies.\n\n\t\tThe Leaders found common ground among the critical pillars of mitigation, adaptation, finance and technology, which are necessary for any successful agreement in Copenhagen.  This complements the significant progress made by the G8 Leaders on these issues in their meeting in L’Aquila.  In particular, the G8 Leaders agreed to reduce their emissions 80% or more by 2050 as its share of a global goal to lower emissions 50% by 2050, acknowledging the broad scientific view that warming should be limited to no more than two degrees Celsius.\n\t\t  \n\t\tOn the heels of this progress, the MEF Leaders underscored their commitment to continue to work together to strengthen the world’s ability to combat climate change and to facilitate agreement in Copenhagen. The Leaders recognized that climate change poses a clear and present danger requiring an extraordinary global response, and outlined a series of steps to meet this challenge head on.\n\t\t \nRegarding emission mitigation, Leaders:\n\n\n\n\n\t\t\t Agreed that global and national emissions should peak as soon as possible;\n\n\t\t\t Agreed that MEF developed countries will promptly undertake actions to produce robust reductions in their emissions in the midterm, consistent with their ambitious, long-term objectives.\n\n\t\t\t Agreed that MEF developing countries will promptly undertake actions projected to result in a meaningful reduction of emissions below their business-as-usual path in the midterm;\n\n\t\t\t Agreed to prepare low-carbon growth plans to guide their long-term development.\n\n\t\t\t Agreed to work between now and Copenhagen to identify a global goal for substantially reducing global emissions by 2050, recognizing the science indicating that global warming should not exceed two degrees Celsius above pre-industrial levels;\n\n\t\t\t Committed to reduce emissions from deforestation and forest degradation.\n\n\n\nRegarding the advancement of clean energy technology, Leaders:\n\n\n\t\t\t Agreed to establish a Global Partnership to drive transformational low-carbon  technologies;\n\n\t\t\t Aimed to double investments in public sector research, development and demonstration of transformational technology;\n\n\t\t\t Agreed to spearhead efforts on technologies through the leadership of the following countries:\n\n\n\t\t      o The United States on energy efficiency; \n\t\t      o Germany on solar energy;\n\t\t      o The Republic of Korea and Italy on smart grids;\n\t\t      o Australia and the UK on carbon capture, use, and storage;\n\t\t      o Japan and India on high-efficiency and lower-emissions coal technologies;\n\t\t      o Canada on advanced vehicles;\n\t\t      o  Germany, Denmark and Spain on wind; and \n\t\t      o Brazil and Italy on bio-energy.\n\n\t\tThese countries will report by November 15, 2009, on action plans and roadmaps, and make recommendations for further progress.\n\t\t \nRegarding financing, Leaders:\n\n\n\n\t\t\tElaborated a broad set of principles to guide the design of a financial system that will support the deployment of new technologies to promote energy security, lower greenhouse gas emissions, and facilitate adaptation to climate change;\n\n\t\t\tAgreed, among other thing, that financing needs to be scaled up substantially; should come from a variety of sources, both public and private; should be more predictable; should draw upon the expertise of existing institutions; and should be subject to balanced governance and clear accountability;\n\n\t\t\tAsked their finance ministers to work through the G20 to recommend in advance of the Cophenhagen conference the best ways to mobilize necessary financing. \n\n\nRegarding adaptation, Leaders:\n\n\n\t\t\tAgreed that there is a particular and immediate need to assist the poorest and most vulnerable to adapt to the impacts of climate change;\n\n\t\t\tCommitted to work to develop, deploy and disseminate technologies that advance adaptation efforts, especially for the world’s poorest and most vulnerable populations.\n\n\n\t\tThe 17 economies that participate in the MEF are: Australia, Brazil, Canada, China, the European Union, France, Germany, India, Indonesia, Italy, Japan, Korea, Mexico, Russia, South Africa, the United Kingdom, and the United States. In addition, Denmark, in its capacity as the President of the December 2009 Conference of the Parties to the UN Framework Convention on Climate Change, and the United Nations are also participating in this dialogue.\n\n\t\t##\n\t\t \n\t\t \n\n\n\n\n\n"
}