{
    "title": "Readout of the President’s Homeland Security Council Meeting | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/07/21/readout-president-s-homeland-security-council-meeting",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 21, 2014\n\n \n\n\n\nReadout of the President’s Homeland Security Council Meeting\n\n\n\n\nThis afternoon, the President and Vice President met in the Situation Room with the President’s Homeland Security Council to discuss the urgent humanitarian situation at the border as well as the comprehensive response that the Administration has implemented at the President’s direction. Today’s meeting took place as preliminary data show that average daily apprehensions of unaccompanied children by the Customs and Border Patrol have dropped by about half from June to July. This important decline was noted, and the Council committed to continuing aggressive efforts on both sides of the border to deter illegal migration—including by sustaining cooperation with Central American leaders—and to providing appropriate care for those apprehended at the border. Participants also discussed combating the root causes of migration and the need to secure the additional resources sought in the President’s supplemental appropriations request.\nAttendees at this afternoon’s meeting included:\n\n\n\t\tThe Vice President\n\n\t\tChuck Hagel, Secretary of Defense\n\n\t\tJames Cole, Deputy Attorney General\n\n\t\tSylvia Burwell, Secretary of Health and Human Services\n\n\t\tJeh Johnson, Secretary of Homeland Security\n\n\t\tDenis McDonough, Assistant to the President and Chief of Staff\n\n\t\tJohn Podesta, Counselor to the President\n\n\t\tKristie Canegallo, Deputy Chief of Staff to the President\n\n\t\tAmb. Samantha Power, Permanent Representative of the United States of America to the United Nations\n\n\t\tBrian Deese, Acting Director of the Office of Management and Budget\n\n\t\tValerie Jarrett, Senior Advisor and Assistant to the President for Intergovernmental Affairs and Public Engagement\n\n\t\tSusan Rice, Assistant to the President for National Security Affairs\n\n\t\tNeil Eggleston, Assistant to the President and Counsel to the President\n\n\t\tStephanie O’Sullivan, Principal Deputy Director of National Intelligence\n\n\t\tCecilia Muñoz, Assistant to the President and Director of Domestic Policy\n\n\t\tLisa Monaco, Assistant to the President for Homeland Security and Counterterrorism\n\n\t\tKatie Fallon, Assistant to the President and Director of the Office of Legislative Affairs\n\n\t\tRajiv Shah, Administrator of the U.S. Agency for International Development\n\n\t\tGeneral Martin Dempsey, Chairman, Joint Chiefs of Staff\n\n\t\tHeather Higginbottom, Deputy Secretary of State\n\n\t\tCraig Fugate, Administrator of the Federal Emergency Management Agency\n\n\t\tDan Tangherlini, Administrator of the General Services\n\n\t\tJeffrey Prescott, Deputy National Security Advisor to the Vice President\n\n\t\tRand Beers, Deputy Assistant to the President for Homeland Security\n\n\t\tGil Kerlikowske, Commissioner of the Customs Border Protection\n\n\t\tThomas Winkowski, Principal Deputy Assistant Secretary for Immigration and Customs Enforcement\n\nAbout the Homeland Security Council:\n\tThe Homeland Security Council was created by Executive Order in 2001 and codified in statute by the Homeland Security Act of 2002. Similar to the National Security Council, which is also a statutory body, the Homeland Security Council serves to coordinate across the government on homeland security issues. In 2009, the Homeland Security Council and National Security Council were integrated under one staff, but both continue to exist by statute. Meetings of either are convened as needed. \n\n\n\n\n"
}