{
    "title": "Upcoming Guidance on “A Salute to the Troops: in Performance at the White House” | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/10/23/upcoming-guidance-salute-troops-performance-white-house",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nOctober 23, 2014\n\n \n\n\n\nUpcoming Guidance on “A Salute to the Troops: in Performance at the White House” \n\n\n\n\nAs part of the “In Performance at the White House” series and the Joining Forces initiative, the President and First Lady will invite music legends, members of the U.S. military, military veterans, and their families to the White House on Thursday, November 6 for a celebration of the men and women who serve the United States.\nThe program on the South Lawn will have a live audience that will include hundreds of military service members, veterans, and their families. The event will feature performances by Mary J. Blige, Common, John Fogerty, Willie Nelson, Romeo Santos, as well as active duty military members Army SGT. Christiana R. Ball, Marine Corps Capt. Matt Smith and Capt. John Ed Auer, with Don Was as music director. The rock band Daughtry will also perform via satellite from a USO concert at Yokota Air Base in Japan. The President’s remarks will be pooled press and the entire event will be streamed live at WhiteHouse.gov/live starting at 7:25 PM ET. “A Salute to the Troops: In Performance at the White House” will be broadcast Friday, November 7 at 9:00 PM ET on PBS stations nationwide (check local listings), as part of the PBS Arts Fall Festival. \nIn addition to the concert at the White House, there will be a live-viewing by active duty members of the military from the USO Warrior and Family Center at Fort Belvoir, Virginia. Footage of their participation will be included in the concert event and the broadcast. The program will also be broadcast on November 11, Veterans Day, via the American Forces Network to American service men and women and civilians at U.S. Department of Defense locations around the world.\nAs with previous White House music events, the First Lady will host a special daytime workshop for students on November 6. The First Lady will welcome high school students from military communities in the greater Washington, Maryland, and Virginia area to take part in an interactive student workshop: “The Stars and Stripes Forever: A History of Music and the Military.” Robert Santelli, Executive Director of The GRAMMY Museum® in Los Angeles, will give participating students an overview of the origins of music’s place in military life and explore the impact of music in times of war. Featured performers from the evening event will share their experiences as well as answer student questions about the music and entertainment world.\nThe workshop, “The Stars and Stripes Forever: A History of Music and the Military,” will stream live on WhiteHouse.gov/live.\n“A Salute to the Troops: In Performance at the White House” will be the thirteenth “In Performance at the White House” program during President Barack Obama’s administration. From February 2009 to the most recent broadcast in April 2014, these latest “In Performance at the White House” events have honored the musical genius of Stevie Wonder, Sir Paul McCartney, Burt Bacharach, Hal David and Carole King; celebrated Hispanic musical heritage during Hispanic Heritage Month; marked Black History Month with events featuring the music of Motown, Memphis Soul, Women of Soul, the Blues, and from the Civil Rights Movement; explored the rich roots of Country music; and spotlighted Broadway and the unique spirit of the American musical. Video from past performances are available at obamawhitehouse.archives.gov/performances.\nIn 2011, Mrs. Obama and Dr. Jill Biden came together to launch Joining Forces, a nationwide initiative calling all Americans to rally around service members, veterans, and their families and support them through wellness, education, and employment opportunities. Joining Forces works hand in hand with the public and private sector to ensure that service members, veterans, and their families have the tools they need to succeed throughout their lives. More information about Joining Forces is available at obamawhitehouse.archives.gov/joiningforces.\n\n\n\n\n"
}