{
    "title": "Briefing by White House Press Secretary Robert Gibbs and Secretary of Health & Human Services Kathleen Sebelius, 9/17/09 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/briefing-white-house-press-secretary-robert-gibbs-and-secretary-health-human-servic",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 17, 2009\n\n \n\n\n\nBriefing by White House Press Secretary Robert Gibbs and Secretary of Health & Human Services Kathleen Sebelius, 9/17/09\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  __________________________________________________________________  For Immediate Release                                   September 17, 2009 BRIEFING  BY PRESS SECRETARY ROBERT GIBBS  AND SECRETARY OF HEALTH AND HUMAN SERVICES KATHLEEN SEBELIUS James S. Brady Press Briefing Room   10:58 A.M. EDT MR. GIBBS:  Good morning.  Oh, Mr. McCormick, a special appearance.  Wow.   We're doing this a little early today so you all can watch the President's events or travel, as you maybe needed to do.  Before we take our regularly scheduled questions, we'll hear from Secretary Sebelius, who will talk to you all about some demonstration projects and grants and a program that the President, as you know, during the recent joint session of Congress, asked her to look into regarding medical malpractice. So I will turn it over to the Secretary. SECRETARY SEBELIUS:  Well, thank you.  Good morning.  On Tuesday of this week, we received the latest evidence that the health care system is simply unsustainable.  The Kaiser Family Foundation came out with a new study showing that, for families, health insurance premiums rose from under $6,000 to over $13,000 in the last 10 years.  And a second report from the Business Roundtable focused on companies which show that -- they estimate companies will pay over $28,000 in health care costs for each employee in the next 10 years. So you heard from the President a week ago, who outlined a plan to move in a new direction, providing security and stability to Americans who have coverage, and affordable coverage to those who don't, and raise the quality for all Americans; slow the rising costs for families, businesses, and government. But as part of that new direction, he directed me, as Secretary of Health and Human Services, to move forward on medical liability demonstration projects that put patient safety first and let doctors focus on practicing medicine. Now, this is an area we know we can do better.  As many as 98,000 Americans die every year from medical errors.  And though malpractice premiums themselves count for only a small percentage of total medical costs, many doctors report that they practice costly defensive medicine because they are fearful of lawsuits. So reflecting these concerns, the presidential memorandum that I received today directs my Department to make $25 million in grants available to states, localities, and health systems to try out new patient safety and medical liability models.  Grants are going to be available for the development, implementation, and evaluation of models that do four things:  put patient safety first and work to reduce preventable injuries; foster better communication between doctors and their patients; ensure that patients are compensated in a fair and timely manner for medical injuries, while reducing the incidence of frivolous lawsuits; and finally, reduce liability premiums. Now, those goals are consistent with the principles identified by the joint commission and the Institute of Medicine, and the goals that were contained in the legislation that President Obama as a senator introduced in 2005 with then-Senator Hillary Clinton. We're moving forward on the projects immediately, as the President requested.  Within 30 days, we'll post an official funding opportunity announcement on grants.gov.  After that, potential grantees will have 60 days to apply for two different kinds of grants -- one-year planning grants of up to $300,000 that will help states and localities and health systems develop and conceptualize new patient safety and medical liability models; and demonstration grants for up to three years and $3 million that will help implementation of projects that are ready to go. We -- at the same time that the grant applications are being submitted, the Agency for Healthcare Research and Quality will be conducting a review of what is currently in place throughout the United States and what evidence there is that has been gathered about what works and doesn't work. As required by law, every application will go through a rigorous review process at the Agency for Healthcare Research and Quality, which includes by law a peer review by independent scientific experts.  At the end of the process, we'll announce the grant awards early in 2010. So the demonstrations are about learning what works and what doesn't.  Grantees will be required to report back to us with data on patient safety and medical liability costs.  And as I mentioned earlier, this isn't a new area of interest for the President.  He said from the start of the reform process that he's open to any idea that will help improve health care quality and patient safety and bring down overall costs. The demonstrations made possible by the grants will help us learn what changes are needed in our health care and medical liability system to help accomplish the goals.  And we're looking forward to collecting the data, sharing in and acting on part of our ongoing effort to assure that all Americans have access to the best-quality, most affordable health care possible. Q    Secretary, if this is such a serious problem, as it says in the release, then why just a demonstration project?  Why isn't this part of the comprehensive health care? SECRETARY SEBELIUS:  Well, I think the good news is that the President feels strongly enough about this that he wants us to move ahead right now.  He's not using this as a lever in the health care debate, but he feels that we can move ahead.  We've had this authority within the Agency for Health Research and Quality since 1999.  Nobody, not the prior administration, not anybody, has ever directed that this agency move ahead, and the President thinks we should do it right now.   So we're going to move ahead the same way we moved ahead -- we announced yesterday -- we're moving ahead on a medical homes model, which is a great experiment taking place in various parts of the country, lowering costs and delivering high-quality care. Q    But if the research is already there? SECRETARY SEBELIUS:  The research is not there. Q    But it seems that the -- you have enough research to know this is a serious problem.  Why -- why not work with Congress?  It clearly could be beneficial to you guys politically.  It's something Republicans want to be involved with.  It just seems like -- how does somebody not interpret this as saying, well, you know what, trial lawyers are a huge interest group of the Democratic Party, so that's why they're going slowly?  I mean -- MR. GIBBS:  Let me step in for one second.  I think you can recall from the presidential campaign, I don't recall us being the preferred candidate of the trial lawyers that you mentioned.  Second, as the Secretary said -- Q    Yes you were.  You got more money than any other candidate when it came to trial lawyers.     MR. GIBBS:   I'd check your FEC figures on the primary. Q    Check out opensecrets.org. MR. GIBBS:  Happy to do it.  I think it came up in some interviews with your network. The authority has existed since 1999.  There are certainly provisions in some of the House bills that would codify some of the Sorry Works! ideas that the President introduced in the Senate.  But the thing here, Chuck, is we could wait and wait and wait, or the President could, as he did, instruct the Secretary to act in setting these projects and programs up in order to get them going and moving to ensure patient quality and get doctors practicing medicine again, rather than waiting for a political football to get tossed around the aisles of Congress. Q    Madam Secretary, how soon do you anticipate things actually changing in the real world, based on the grants, the work done, and the changes, as actual doctors and patients interact and the system begins to adapt to what these demonstration projects reveal? SECRETARY SEBELIUS:  Well, we're hoping that the incentives will encourage systems to come together and look at models that are already in place.  We know -- you know, the kind of Sorry Works!, the system in the -- that was contemplated in the MEDiC bill is already in place -- the University of Michigan and children's hospitals throughout Kentucky that have demonstrated that they can reduce litigation costs, compensate patients in a much more timely fashion, improve communication.  So there are some models in place that we hope we'll take a look at, and could be put in place very quickly. Lots of states have bits and pieces of the puzzle.  There are states with screening panels.  There are states that have review processes.  There's some voluntary mediation efforts.  And we think this is an opportunity to not only look at what has had a proven effect lowering preventable errors; increasing patient safety, which is the number-one goal; improving communications; and lowering costs. So we'll share that data.  We're going to inform people around the country.  There's never been a scientific look at what works and what doesn't.  There's been a lot of anecdotal battles, really, for three decades.  We think this is a big step forward. Q    Madam Secretary, some states have passed malpractice reform, obviously.  Has HHS looked at what's happened in those states and seen if any of them meet these four requirements? SECRETARY SEBELIUS:  That's what we're going to do.  That's the review that's going to be underway.  It's never happened before now. Q    So when you say demonstration projects, you don't just mean -- I guess I misunderstand -- SECRETARY SEBELIUS:  There are two areas where states or medical systems can apply for grants.  One is a planning grant that will be up to a year, up to $300,000 to look at what may work in that jurisdiction or within that medical system and put something in place.  The other is a demonstration project that could run for up to three years. At the same time, the Agency for Health Research and Quality is going to be reviewing just exactly what is out there scientifically, what has some evidence that it's had an impact on patient safety, on lowering costs, and share that information as we go forward. Q    Madam Secretary, $25 million is a pretty small amount at first.  And I'm wondering if you've thought about how it would be expanded if these demonstration projects proved efficacious?  And also, how this interacts with the legislation that's moving through Capitol Hill in the health care bill, bills, like the House one, that contains a similar program.   SECRETARY SEBELIUS:  Well, I think the good news is that this can move forward within the next 60 days, and the grant applications can start coming in immediately.  We'll have the framework up.  So this is a faster process than legislation can be because that will take some time. We haven't thought at this point about how to expand.  We're hoping that this becomes an opportunity for -- as I say, medical systems in some jurisdictions hav\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTwitter\nInstagram\nFacebook\nGoogle+\nYoutube\nMore ways to engage\nContact Us\nEmail\n\n\n\n\nHome\nBriefing RoomFrom the News RoomLatest News\nShare-Worthy\nPhotos\nVideo Gallery\nLive Events\nMusic & Arts Performances\n\nFrom the Press OfficeYour Weekly Address\nSpeeches & Remarks\nPress Briefings\nStatements & Releases\nWhite House Schedule\nPresidential Actions\nLegislation\nNominations & Appointments\nDisclosures\n\n\nIssuesPopular TopicsThe Record\nCabinet Exit Memos\nCriminal Justice Reform\nCuba\nSee All\n\nTop IssuesCivil Rights\nClimate Change\nEconomy\nEducation\nForeign Policy\nHealth Care\nIran Deal\nImmigration Action\n\nMoreDefense\nDisabilities\nEthics\nEqual Pay\nHomeland Security\nReducing Gun Violence\nRural\nService\n\nMoreSeniors & Social Security\nTaxes\nTechnology\nTrade\nUrban and Economic Mobility\nVeterans\nWomen\n\n\nThe AdministrationPeoplePresident Barack Obama\nVice President Joe Biden\nFirst Lady Michelle Obama\nDr. Jill Biden\nThe Cabinet\nExecutive Office of the President\nSenior White House Leadership\nOther Advisory Boards\n\nExecutive OfficesOffice of Management and Budget\nOffice of Science and Technology Policy\nCouncil of Economic Advisers\nCouncil on Environmental Quality\nNational Security Council\nSee All\n\nInitiativesLets Move\nJoining Forces\nReach Higher\nMy Brother's Keeper\nPrecision Medicine\n\nSpecial EventsState of the Union\nInauguration\nMedal of Freedom\n\n\nParticipateDigitalFollow Us on Social Media\nWe the Geeks Hangouts\nMobile Apps\nDeveloper Tools\nTools You Can Use\n\nJoin UsTours & Events\nJobs with the Administration\nInternships\nWhite House Fellows\nPresidential Innovation Fellows\nUnited States Digital Service\nLeadership Development Program\n\nSpeak OutWe the People Petitions\nContact the White House\nCitizens Medal\nChampions of Change\n\n\n1600 PennInside the White HouseWest Wing Tour\nEisenhower Executive Office Building Tour\nVideo Series\nDécor and Art\nHolidays\nSee All\n\nHistory & GroundsPresidents\nFirst Ladies\nThe Vice President's Residence & Office\nEisenhower Executive Office Building\nCamp David\nAir Force One\n\nOur GovernmentThe Executive Branch\nThe Legislative Branch\nThe Judicial Branch\nThe Constitution\nFederal Agencies & Commissions\nElections & Voting\nState & Local Government\nResources\n\n\n\n\n\n\nEn Español\nAccessibility\nCopyright Information\nPrivacy Policy\nUSA.gov\n\n\n\n\n\n"
}