{
    "title": "Statement from the President on the Violence in Syria | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/08/statement-president-violence-syria",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 08, 2011\n\n \n\n\n\nStatement from the President on the Violence in Syria\n\n\n\n\nI strongly condemn the abhorrent violence committed against peaceful protesters by the Syrian government today and over the past few weeks.  I also condemn any use of violence by protesters.  The United States extends our condolences to the families and loved ones of all the victims.  I call upon the Syrian authorities to refrain from any further violence against peaceful protestors.  Furthermore, the arbitrary arrests, detention, and torture of prisoners that has been reported must end now, and the free flow of information must be permitted so that there can be independent verification of events on the ground.\n\t \n\tThroughout this time of upheaval, the American people have heard the voices of the Syrian people, who have demonstrated extraordinary courage and dignity, and who deserve a government that is responsive to their aspirations. Syrians have called for the freedoms that individuals around the world should enjoy:  freedom of expression, association, and peaceful assembly; confidence in the rule of law and the equal administration of justice; and a government that is transparent and free of corruption.  These rights are universal, and they must be respected in Syria.\n\t \n\tUntil now, the Syrian government has not addressed the legitimate aspirations of the Syrian people. Violence and detention are not the answer to the grievances of the Syrian people.  It is time for the Syrian government to stop repressing its citizens and to listen to the voices of the Syrian people calling for meaningful political and economic reforms.\n\n\n\n\n"
}