{
    "title": "Vice President Biden, Cabinet Highlight New Competitive Programs Based on Success of Race to the Top | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/02/17/vice-president-biden-cabinet-highlight-new-competitive-programs-based-su",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nFebruary 17, 2011\n\n \n\n\n\nVice President Biden, Cabinet Highlight New Competitive Programs Based on Success of Race to the Top\n\n\n\n\n\nNew Report from Vice President Details Recovery Act Lessons Learned to Make Government More Transparent, Effective\n\nWASHINGTON, DC– At today’s Recovery Act Cabinet Meeting, Vice President Joe Biden and Members of the Cabinet will discuss ways the Administration plans to build on the success of the Recovery Act’s Race to the Top program by applying the competitive-based model to new education, infrastructure and energy initiatives to spur innovation and reform.  The importance of competitive programs was one of the key findings of a new report the Vice President delivered to President Obama earlier today, “A New Way of Doing Business: How the Recovery Act Is Leading the Way To 21st Century Government.”  The full report can be viewed HERE.\n\n\tThe Department of Education’s Race to the Top program began under the Recovery Act and is a key element of the Administration’s effort to win the future by out-educating the rest of the world.  Using less than 1 percent of the nation’s education spending, this competition-based model has now generated more education reform in the last two years than the country has seen in a generation by encouraging political and education leaders in 46 states and the District of Columbia to build comprehensive education reform plans. \n\n\tThe success of competition-based programs from the Recovery Act like Race to the Top is now being applied to new initiatives in not only education, but also clean energy and infrastructure.  At the meeting, Director of the Domestic Policy Council Melody Barnes will discuss the new  $1.4 billion investment in education competitions in the budget, including a new Early Learning Challenge Fund for states that are ready to take dramatic steps to improve the quality of their early childhood programs, a new round of Race to the Top grant funds that will encourage school districts to pursue similar reforms that are happening on the state level and a new “First in the World” competition to test, invest in and scale up effective approaches to improving college access.  Secretary of Transportation Ray LaHood will detail his agency’s new Transportation Leadership Awards program which will invest nearly $32 billion in competitive state infrastructure funds that reward projects that adopt critical reforms in safety, livability and demand management.  AndSecretary of Energy Steven Chu will discuss his agency’s new $200 million program, the Plug-In Challenge, which is modeled after Race to the Top and provides an incentive for communities to invest in electric vehicle infrastructure and purchases.\n\nSecretary of Housing and Urban Development Shaun Donovanwill also speak at the meeting about the importance of inter-agency collaboration to cut through red tape and deliver for the American people—another key lesson learned through the Recovery Act.  He will detail how his agency worked directly with the Department of Energy to rapidly and efficiently weatherize low-income households by eliminating the need for separate income verifications for people whose incomes have already been verified by HUD.  For years DOE did one set of verifications while HUD did its own.  This simple collaboration has helped projects move faster, saved the government the costs of duplicative verifications and accounts for a growing share of the more than the 300,000 homes DOE has weatherized under the Recovery Act so far.\n\n\tAt the meeting, which is being held two years to the day since President Obama signed the Recovery Act into law, the Vice President will hand off day-to-day management of the Recovery Act to Office of Management and Budget Director Jacob Lew.  Since the Recovery Act began, Vice President Biden has convened 22 Recovery Act Cabinet Meetings, held 57 implementation calls with Governors and Mayors and traveled to more than 40 Recovery Act project sites.  Under the leadership of Director Lew, the Office of Management and Budget plans to continue the unprecedented accountability and transparency of the program first enforced by Vice President Biden.\n\n\t \n\nTHE RECOVERY ACT \n\nBy the Numbers\n\n\tSince the Recovery Act was signed into law by President Obama two years ago today:\n\nRecovery Act and the Economy\n\n\nRecovery Act Jobs: According to the non-partisan Congressional Budget Office, the Recovery Act is responsible for as many as 3.6 million jobs nationwide and reducing the unemployment rate by as much as 2 percent.\n\n\n\t \n\n\nOverall Job Growth: In the year leading up to the Recovery Act, the economy lost 5 million private sector jobs.  In 2010, the private sector gained over 1 million jobs.\n\n\n\t \n\n\nGDP/Economic Growth: In the quarter before the Recovery Act was passed, our economy was shrinking by almost 7 percent.  Today, it has grown for six straight quarters at an average rate of 3 percent – in large part due to the Recovery Act.\n\t\t\n\n\t\t\t\tIn fact, the Congressional Budget Office says the Recovery Act alone is responsible for expanding our economy by as much as 4.5 percent.\n\n\n\n\n\t \n\nRecovery Act Projects\n\n\t \n\n\nOverall Projects: More than 75,000 Recovery Act projects have been started across the country.\n\n\n\t \n\n\nTransportation Projects– More than 15,000 Recovery Act transportation projects have been started across the country. \n\n\n\t \n\n\nMilitary Base Projects– More than 4,000 Recovery Act DOD construction and improvement projects have been started at over 350 military facilities nationwide.  This includes:\n\t\t\n\n\t\t\t\tConstruction of two Warrior-in-Transition Complexes to assist in the recovery of wounded soldiers. \n\n\t\t\t\tConstruction oftwo new military hospitals and major alterations to a third hospital. \n\n\t\t\t\tConstruction or improvements to 25 child development centers at military sites around the country that will be able to provide care to more than 4,400 additional military children.\n\nOver 70 military family housing improvement or construction projects\n\nOver 150 maintenance projects at military medical facilities. \n\n\n\n\n\t \n\n\nSuperfund Projects: Recovery Act resources supported 61 Superfund cleanup projects at 51 sites across the U.S.\n\n\n\t \n\n\nNational Parks Projects: Over 800 Recovery Act improvement projects have been started at 260 National Parks nationwide. \n\n\n\t \n\n\nHomes Weatherized: More than 300,000 families nationwide have had home improvements made to reduce their energy use and cut their utility bills thanks to the Recovery Act weatherization program and over 600,000 families will have benefited by spring 2012. \n\n\n\t \n\n\nOver 15,000 workers have been hired to make these home improvements which save homeowners an average of over $400 on their first-year heating and cooling bills.\n\n\n\t \n\n\nHousing: The Department of Housing and Urban Development has rehabilitated over 409,000 homes, built 5,700 new homes, and completed over 38,000 new energy efficient homes or retrofits.\n\n\n\t \n\n\nBonds: The Build America Bonds program issued more than $181 billion in bonds, representingover 23 percent of the overall municipal bond market between April 2009 and December 2010.\n\n\n\t \n\n\nWater and Waste Disposal: More than 850 water and waste disposal projects, benefiting more than 1.7 million people.\n\n\n\t \n\n\nFederal Buildings: More than700 companies in construction and related fields have been put to work on green construction projects at Federal buildings nationwide.\n\t\t\n\nTens of thousands of solar panels are being installed on and around Federal buildings to cut utility costs and save taxpayer dollars.\n\n\n\n\n\t \n\nInnovation and Technology\n\n\t \n\n\nElectric Drive Vehicles: 70 private companies and researchersin over 30 states have received grants to help build the American advanced battery and electric vehicle manufacturing industry from the ground up.\n\t\t\n\nThirtynew advanced battery and electric vehicle component plants are opening across the country as a result of these investments.\n\n\t\t\t\tAll of the recipients of this seed money matched the government investment at least dollar for dollar.\n\n\t\t\t\tBefore the Recovery Act, a 100 mile range electric vehicle battery was $33,000.  Because of the high-volume manufacturing the Recovery Act is spurring, those batteries could cost about $16,000 by the end of 2013 and $10,000 by the end of 2015.\n\n\t\t\t\tBefore the Recovery Act, there were less than 500 electric vehicle charging stations in the U.S.  Because of the Recovery Act, there will be over 20,000 by 2012.\n\n\n\n\n\t \n\n\nRenewable Energy: Because of the Recovery Act’s $90 billion investment in clean energy, the Administration is on-track to meetits target ofdoubling U.S. renewable energy generation capacity by 2012 and to dramatically increase domestic clean energy manufacturing.\n\t\t\n\n\t\t\t\tClean energy tax incentives were provided to more than 4,700 business nationwide to support clean energy projects and create jobs in 48 states and Puerto Rico, including more than 4,200 solar projects and250 wind projects.\n\n\t\t\t\tRecovery Act loan programs are helping jump-start:\n\t\t\t\t\n\n\t\t\t\t\t\tThe world’s largest photovoltaic solar plant.\n\n\t\t\t\t\t\tTwo of the world’s largest solar thermal projects that will double the amount of solar thermal power in the U.S.\n\n\t\t\t\t\t\tThe world’s largest wind farm to date.\n\n\t\t\t\t\t\tA biodiesel project that will nearly triple the amount of renewable diesel produced domestically.\n\n\n\n\n\n\n\t \n\n\nSmart Energy Grid: Recovery Act seed money for smart grid projects in 46 states is helping build a more stable, secure nationwide electrical grid that facilitates access to renewable energy sources and allows consumers to better manage their energy bills.\n\t\t\n\n\t\t\t\tAlready, more than 3 million smart meters have been installed in homes and businesses nationwide to help consumers better manage and reduce their energy use and lower their utility bills– and 15 million meters will be installed overall as a result of the Recovery Act.\n\n\n\n\n\t \n\n\nCarbon Capture: Recovery Act funding is supporting nearly 100 projects in 33 states to accelerate and meet the goal of having 5-10 commercial Carbon Capture and Storage demonstration projects online by 2016, and to train the next generation of scientists and engineers.\n\n\n\t \n\n\nHealth IT: Recovery Act seed money is helping make health information technology available to over 100,000 hospitals and primary care physicians by 2015 and grow an emerging industry expected to support tens of thousands of jobs.\n\n\n\t \n\n\nLeverage: Recovery Act projects that leverage outside funding – many of which are innovation and technology-related – are drawing nearly $300 billion in outside capital off the sidelines, or an average of $3 of outside capital for every $1 of government investment.\n\n\n\t \n\n\nClean Cars: More than 17,000 cars and trucks in Federal service were replaced with more fuel-efficient models, including alternative-fuel and hybrid cars, saving nearly 17 million gallons of gas and $40 million in fuel costs.\n\n\n\t \n\nInfrastructure\n\n\t \n\n\nBroadband: Recovery Act seed money is being put to work on over 500 projects nationwide to bring broadband access to underserved communities – a critical step in local economic growth and development.\n\t\t\n\n\t\t\t\tFrom USDA’s program alone, more than 7 million rural Americans and 360,000 rural businesses stand to benefit from investments in broadband.\n\n\n\n\n\t \n\n\nRoads: Overall, the Recovery Act is improving more than 40,000 miles of roads across the country – the equivalent of 13 cross-country trips.\n\n\n\t \n\n\nHigh Speed Rail: Recovery Act seed money is being put to work on projects in 31 states to help lay a foundation for a high-speed rail network here in the U.S. – including down-payments on 13 new, large-scale high speed rail corridors.\n\n\n\t \n\n\nLevees: The Recovery Act is modernizingover 236 miles of aging flood control levees to meet FEMA standards. \n\n\n\t \n\n\nWater: The Recovery Act has made improvements to 346 drinking water systems across the nation to bring them in compliance with Safe Drinking Water Act standards. These systems serve over 23 million Americans. In addition, rural water projects will provide 400,000 individuals with new access to clean water by expanding or constructing 17 water treatment plans.\n\n\n\t \n\n\nBrownfields: Recovery Act Brownfields cleanup investments have supported the assessment of nearly 500 properties, the commencement of 22 property cleanups and the revitalization of 50 properties to spur economic development. \n\n\n\t \n\nRelief for Hard-Hit Families and Businesses\n\n\t \n\n\nMiddle Class Tax Cut: More than 110 million – or 95 percent of – working families have been receiving a boost in their paychecks each week through the Making Work Pay Tax Credit.\n\n\n\t \n\n\nHome Ownership: The First-time Homebuyer Tax Credit helped nearly 2.5 million Americans buy their first home.  The Recovery Act also made or guaranteed home loans for more than 90,000 rural families.\n\n\n\t \n\n\nUnemployment Benefits: More than 24 million Americans have received unemployment benefits through the Recovery Act.\n\n\n\t \n\n\nNutritional Assistance:Provide food assistance formore than 43 million Americansduring tough economic times.\n\n\n\t \n\n\nHigher Education Assistance– More than 9 million Americans have taken advantage of the American Opportunity Tax Credit, the Recovery Act’s $2,500 tax credit for each year of higher education.\n\n\n\t \n\n\nSmall Businesses– Over 60,000 small businesses nationwide have received over $30 billion in loan assistance through the Recovery Act. More than 2,800 loans to farmers and rancherswere guaranteed through the Act.\n\n\n\t \n\n\nBusiness Tax Cuts: Overall, business have received over $30 billion in tax relief through the Recovery Act to spur job creation and drive growth. \n\n\n\n\n\n"
}