{
    "title": "Press Gaggle on the President's Upcoming Trip to Asia by Press Secretary Gibbs, Deputy National Security Advisor Froman, Deputy National Security Advisor Rhodes and Treasury Under Secretary for International Affairs Brainard | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/01/press-gaggle-presidents-upcoming-trip-asia-press-secretary-gibbs-deputy-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 01, 2010\n\n \n\n\n\nPress Gaggle on the President's Upcoming Trip to Asia by Press Secretary Gibbs, Deputy National Security Advisor Froman, Deputy National Security Advisor Rhodes and Treasury Under Secretary for International Affairs Brainard\n\n\n\n\n\n\t10:05 A.M. EDT\n\n\t     MR. GIBBS:  This is the third installment of our Asia trip briefings.  This will cover the South Korea and Japan portions of the trip -- the G20, APEC, and our visit to South Korea.\n\n\t     As we've done in the past, we'll have Ben go through the schedule, just to give you the logistical outlay of what’s going to happen.  You’ll hear next from Mike Froman and then lastly from Lael Brainard, who’s our Under Secretary of Treasury for International Affairs, to brief you up on different aspects of the trip.\n\n\t     Q    Robert, can you tell us what the President is doing today and tomorrow, any other details besides his meetings?\n\n\t     MR. GIBBS:  He’s in the process of and will throughout the day tape several syndicated radio programs, most of which will air tomorrow.  And then this evening between 8:00 p.m. and 9:00 p.m., he’s doing similar calls with Democratic volunteers and activists in Florida, New Hampshire, New Mexico and Hawaii.\n\n\t     Q    Hawaii?\n\n\t     MR. GIBBS:  Our 50th state -- yes.\n\n\t     MR. RHODES:  Thanks, everybody.  I'll just say a few things at the top and go through the schedule.  I know we've gone through it, but just to contextualize what you’ll hear from Mike and Lael.\n\n\t     Today we want to cover the economic portion of the trip, building on the political components that Jeff Bader and I went through last week.  If there are questions about bilats unrelated to economics, we can try to take those, too, but I think we covered a lot of it last week. \n\n\t     Just to lay down, this is -- at the top -- the G20, I think as you know from covering us, we've shifted the focus of our international economic cooperation from the G8 to the G20.  There’s really not an area of attention on the international stage that's gotten the kind of focus that we've applied to our efforts to the G20 to avert an economic catastrophe and to promote balance in global growth.  So we see the G20 as fundamental not just to our international economic agenda but to our ability to have a lasting recovery at home, because fostering balance, global growth is essential to fostering growth here in the American economy.\n\n\t     Similarly, as you’ve heard us underscore, the President’s export agenda is fundamental to our jobs agenda here at home.  So in both Seoul and in Japan he'll have the opportunity to discuss how we're trying to pursue greater U.S. exports in Asian markets.\n\n\t     But Mike will lay down that, and Lael as well.  I'll just give you the schedule again quickly for some context. \n\n\t     We begin Thursday morning, the 11th, in Seoul, having arrived there from Jakarta.  As I said, we'll do a Veterans Day event that morning in Seoul where the President will speak to U.S. troops and commemorate the 60th anniversary of the Korean War.  Then we'll have the bilateral meeting with President Lee at the Blue House.  And Mike can talk to the topics there, which will include both the G20 and our efforts around the U.S.-Korea free trade agreement. \n\n\tFollowing the bilat with President Lee, the President will have a bilateral meeting with President Hu Jintao of China.  Again, Jeff Bader walked you through some of the political and security components of that.  Mike can walk through some of the economic components of that bilateral meeting, and Lael as well. And then we enter into the official program of the G20 that night with the G20 working dinner among the leaders.\n\t    \n\t     Friday the 12th is the official G20 program -- morning plenary session, a working lunch, and an afternoon plenary -- familiar to all of you who’ve covered G20s before.  The President will close the G20 with a press conference in Seoul, and then he will make his way to Yokohama.  I should add, he’ll also do a press conference with President Lee on the 11th, so there will be press conferences on both the 11th and the 12th.\n\n\t     Then on Saturday, just as the G20 is a focus in terms of representing broader international architecture for international economic issues -- again the reason being that we shifted from the G8 to the G20 because in the 21st century we believe you need emerging economies at the table -- China, India, Brazil and others.  Just as that’s a focus of our international efforts, engaging regional organizations like APEC is something that we focused on from the beginning of this administration, the theory being that the U.S. had disengaged somewhat from organizations like ASEAN and APEC and others, and that the U.S. wanted to be at the table in shaping Asian architecture.  And Hillary Clinton recently attended the East Asia Summit to be a part of that renewed U.S. engagement.  So APEC is an important institution to the United States. \n\n\tThat morning, on Saturday the 13th, the President will give a speech to a CEO summit that happens concurrently with the APEC summit.  In that speech, again, he’ll have an opportunity to discuss both the balanced growth agenda globally and our efforts to increase exports to Asia. \n\n\tThen he’ll have a bilateral meeting with Prime Minister Kan of Japan, of course one of our closest allies in the region in the world, and again the second trip the President will be making to Japan since taking office.\n\n\tThen he’ll have a bilateral meeting with Prime Minister Gillard of Australia.  I anticipate that will focus, again, largely on some of the security issues and political issues that Jeff addressed the other day. \n\n\tThen we enter into the APEC program with their working lunch and leaders retreat.  And there's a cultural event that evening and an official dinner.\n\n\tThe next morning, Sunday, the 14th, the President will have a bilateral meeting with President Medvedev of Russia.  Of course he’ll build on the cooperation they’ve had on a range of issues  -- nonproliferation, nuclear security, Iran, North Korea -- but also mark the progress that's been made towards Russia joining the WTO.  And Mike can speak a little bit about that.\n\n\tAnd then following that, the APEC meetings conclude with the leaders retreat and working lunch.  And then the President will visit a statue of the Great Buddha in the neighborhood of Yokohama.  And then he will return to the United States on the 14th.\n\n\tSo -- Mike.\n\n\tMR. FROMAN:  Thanks, Ben.  As you all know, this is the fourth G20 that President Obama will be attending.  And as in the case of London, Pittsburgh and Toronto, the agenda is a broad one and covers not only the management of the economic crisis but laying the foundation for the post-crisis global economy.  As Ben said, the G20 is now considered the premiere forum for international economic cooperation and includes the largest emerging and developed country economies, plus the attendance of various international organizations and regional organizations, and it deals with a whole broad range of issues. \n\n\tThe leaders will talk about the status of the recovery, the mechanisms to be put in place to ensure strong balance and sustainable growth; the importance of completing the work to put in place a 21st century financial regulatory system; the steps to be taken to reform the international financial institutions; and the agenda for addressing energy security, climate change, trade, and anti-corruption.  In addition, the Koreans have put on the G20 agenda the issue of development, and development policy will become an ongoing focus of the G20 as well. \n\n\t     This agenda is critical to our economy back here at home, to our recovery and our ability to increase exports and create well-paying jobs here at home.  For example, with regard to the framework, the objective of ensuring a durable recovery and avoiding the reemergence of imbalances goes to the issue of the U.S. consumer no longer being the consumer of last resort, and the need to have greater domestic demand in other countries around the world.  If we’re going to save and export more, we need others to spend and import more. \n\n\t     And that’s key to our objective of doubling our exports and creating jobs here at home.  Similarly, on the financial regulatory front we’ve put in place through Dodd-Frank the most sweeping set of financial regulatory changes in 70 years.  And to create a level playing field, we need to ensure that other countries put in place similar reforms.  And that’s what the financial regulatory agenda is all about.  And Lael we’ll talk about both of these issues in greater detail. \n\n\t     In Pittsburgh, we agreed to make changes to the international financial institutions, both their governance as well as the facilities they provide, to deal with crises like this.  And Seoul will be delivering on that commitment.  And in Pittsburgh, we also made a commitment to begin to phase out inefficient fossil fuel subsidies over the medium term.  This is good fiscal policy; it’s good health policy; it’s good energy policy; it’s good climate policy.  And, in fact, it may be the most important thing the G20 does in addressing climate change.\n\n\t     We’ve made some progress in this area and we’ll continue to work along those lines.  And, finally, with regard to the G20, in Toronto the U.S. proposed a robust anti-corruption agenda.  And we welcome the G20 taking up this agenda.  It’s critical, again, to creating a level playing field around the world on this important issue. \n\n\t     Let me say a word about APEC.  APEC will be held in Yokohama.  APEC is, as you all know, a group of 21 economies.  It is the primary forum for economic integration discussions in the Asia Pacific.  And that is vital -- that region and further economic integration, trade liberalization in Asia Pacific is vital to our own interests and our ability to export more and grow our economy here at home. \n\n\tThey’ll be discussing sustainable, inclusive green growth. They’ll be reviewing the status of the trade liberalization measures that have been underway for the last 15 years and we’ll be laying the foundation for next year when the U.S. hosts APEC in November 2011 in Honolulu.\n\n\t     Why don’t I turn it over to Lael.\n\n\t     UNDER SECRETARY BRAINARD:  Thanks, Mike.  So let me just drill down on some of the core areas of our economic agenda for the G20 summit in Seoul.  As Mike said, President Obama remains intensely focused on promoting economic growth, to create job opportunities for our workers, and export opportunities for our small businesses, our manufacturers, our farmers and our service providers.\n\n\t     The risk is increasingly clear that uncoordinated and unilateral actions could undermine the strong, sustained and balanced growth that we all need in the G20.  That’s why the President has outlined a cooperative framework for the Seoul summit, building on the groundwork laid by finance ministers and central bank governors in Gyeongju -- reducing external imbalances, facilitating exchange rate adjustment, and establishing an assessment mechanism at the IMF.\n\n\t     We will seek leaders’ endorsement of the framework laid out by finance ministers on limiting excessive imbalances.  At its core is a very important commitment that surplus countries no less than deficit countries will reduce external imbalances to sustainable levels.  This is critical to ensure that as the U.S. and other deficit countries seek a more balanced growth path, other countries use all the tools at their disposal to boost domestic demand so there are multiple engines of growth, greater export opportunities, and stronger job growth.\n\n\t     For too long, the American consumer was the engine of growth for the entire global economy.  That pattern of growth, we have seen, was unsustainable.  As we act here to address those imbalances by repairing our balance sheets, boosting our national saving, and investing in U.S. competitiveness to achieve the President’s export goals, other nations that have relied excessively on exports must act to boost their domestic demand or we will all risk lower overall growth.\n\n\t     This agenda will be important throughout the President’s trip in Asia.  Many Asian economies in particular have strong potential to fuel domestic demand either through domestic consumption in some cases, through major infrastructure investments in other cases, and through both, in other countries. This provides important opportunities for America’s dynamic exporters, and it also boosts growth more broadly.\n\n\t     Second, we’re going to look for more progress on the part of key emerging market economies and moving to market determined exchange rates based on economic fundamentals.\n\n\t     When large economies with undervalued exchange rates act to keep their currencies from appreciating, it imposes an unfair burden of adjustment on other countries that are running more flexible exchange rate regimes.  Solving this problem is going to require a cooperative approach, because emerging economies individually will be less likely to move unless they are assured that their neighbors will do the same.\n\n\t     Third, the IMF, the International Monetary Fund, has to play a greater role in ensuring countries meet these stated commitments.  It’s very much in America’s interest to reform the IMF’s governance to make it more effective by making it more reflective of 21st century realities with emerging market economies, taking on more responsibilities in line with their growing weight.\n\n\tIn addition, as Mike mentioned, international cooperation on financial regulatory reform remains crucial to avoid a race to the bottom, and to ensure a level playing field.  In Seoul, the G20 and the Financial Stability Board will set out a road map to ensure that FSB and G20 members provide the appropriate incentives and implement the requisite tools to ensure no financial institution is too big to fail.  As you know, this is a core achievement of the Dodd-Frank Act in the United States.\n\n\t     The G20 as a whole will need to make progress on three fronts:  ensuring the largest, most complex firms have enhanced capacity to absorb losses and are subject to enhanced supervision; implementing strong national resolution regimes that ensure taxpayers don't bear the burden; and building international cooperative frameworks to ensure that national resolution authorities work together to liquidate cross-border firms in an orderly manner.  The recent agreement on Basel 3, of course, was a major achievement in this regard.\n\n\t     Finally, you’ll recall and Mike has reminded us that President Obama and other G20 leaders agreed in Pittsburgh to phase out fossil fuel subsidies.  This is part of our collective effort to encourage energy conservation, improve energy security, reduce budgetary burdens and, of course, start delivering on our commitments to reduce greenhouse gas emissions.\n\n\t     Now, countries are starting to take action.  In particular, in India, the government announced it will deregulate gasoline prices and raise prices for a variety of fossil fuels.  And in Mexico the government has begun phasing out motor fuel subsidies.\n\n\t     Here the administration, in coordination with Congress, is pursuing the elimination of over $3 billion in non-research and development preferential tax incentives for the coal, oil and gas industries.\n\n\t     So, in short, we will work in Seoul to advance key initiatives to enhance America’s growth and provide a cooperative framework to address the major challenges currently facing the global economy.\n\n\t     MR. GIBBS:  Who has something off of that?\n\n\t     Go ahead.\n\n\t     Q    I have some questions about the Korea FTA.  The broad question is what chances do you think you’ll have of getting the deal done?  And then, more specifically, what additional concessions do you want from Korea to address U.S. concerns about the auto market, in particular?  And are there any other substantive changes to the pact that are in the offing?\n\n\t     MR. FROMAN:  Well, as the President has long said, we want to try and address the outstanding issues regarding the FTA in order to bring it forward for approval.  Those outstanding issues fall largely in the areas of autos and beef.  We have been engaged with our stakeholders here at home -- in Congress and other stakeholders -- as well as with the Koreans to work through those issues.  Those discussions are underway.  I can't predict at this point how they will proceed, but we're going to put every effort into achieving an acceptable agreement, a satisfactory agreement by the time the President comes to Seoul.\n\n\t     Q    Do you have a target in mind for U.S. auto sales to South Korea?\n\n\t     MR. FROMAN:  There are a whole variety of issues around auto market access that we're in dialogue with.\n\n\t     Q    Can I follow up on that?  Has the U.S. proposed that Korea agree to allow U.S. imports of autos that meet our safety and emission standards?\n\n\t     MR. FROMAN:  Rather than get into the details of what we're proposing, because we're in the process of back-and-forth consultations, we've had a series of discussions about a range of issues in the auto sector.  Those discussions will continue over the next week and a half or so in the run-up to the President’s visit.\n\n\t     Q    If I could follow up on that, at this late date are you expecting an agreement -- a framework agreement on principles, or actually a detailed working-out of all the issues at the G20 on the Korea FTA?\n\n\t     MR. FROMAN:  We're going to put maximum effort into trying to resolve the outstanding issues by the time of the President’s trip.\n\n\t     MR. GIBBS:  Jonathan.\n\n\t     Q    This is about fiscal issues.  The President is going to be going to the G20 amid British austerity plans, the Germans are preaching austerity, the French are pursuing long-term pension reforms, and it’s pretty clear that the President is going to be suffering at the polls tomorrow in an election that’s animated by government spending.  I wonder how isolated might the President be on fiscal issues and how much of a role will fiscal issues play at the G20?\n\n\t     UNDER SECRETARY BRAINARD:  I think there is broad agreement that the United States needs to continue providing support to the economy until the handoff to the private sector is well established.  That said, the United States, under President Obama’s leadership, has one of the most aggressive fiscal consolidation plans among the G20 economies.  We are well on track to meeting our goals of halving the deficit by 2013 and by achieving fiscal sustainability in line with the 2016 framework.\n\n\t     In particular, as you know, the President has laid out a number of concrete measures to achieve those goals, including a freeze on non-security discretionary spending, a commitment not to extend the tax cut for the wealthiest 2 percent of American households, and the health care bill also makes very important contributions to those goals.  And finally, of course, the fiscal commission will be delivering its recommendations in December and the President is looking forward to those recommendations.\n\n\t     Q    I’m sorry, how can you say that the administration is well on its way towards its goal of cutting the deficit in half when the deficit actually fell just a tiny bit last year?\n\n\t     UNDER SECRETARY BRAINARD:  So if you look -- again, the important balance to be struck here is to support the recovery until the handoff to the private sector is well established, while anchoring fiscal consolidation, an ambitious medium-term fiscal consolidation framework.  So if you look across the G20 economies, 2011 through 2016, you will see a steeper path of fiscal consolidation in the United States compared with most of the other G20 economies.  And the President’s budget as outlined meets those deficit reduction goals.\n\n\t     Q    Let me, if I could, just ask this a slightly different way.  Is there much concern about the withdrawal of stimulus from other G20 countries, or are we all -- are you comfortable with -- from the other countries as well?\n\n\t     UNDER SECRETARY BRAINARD:  So if you look at the fiscal consolidation paths of many of the major economies in the G20, care has been taken to ensure that there is not a risk from consolidated withdrawal in a synchronous manner.  And you’ll see that reflected in the Toronto declaration.  You’ll see it reflected also in the agreement among finance meetings in Gyeongju.  So there is an awareness of the risk of synchronized withdrawal of fiscal stimulus, and care has been taken to ensure that that will not imperil the recovery.\n\n\t     Q    So no concerns that some countries are withdrawing too quickly?\n\n\t     UNDER SECRETARY BRAINARD:  So at the current moment, we’re very focused on -- for the G20, we’re much more focused on the set of issues surrounding global imbalances, as I was saying earlier.\n\n\t     Q    Can we just follow up on that?  Is there anything more that can be done to press China to appreciate its currency?  And do you accept that the fin min meeting has calmed currency markets?\n\n\t     UNDER SECRETARY BRAINARD:  So I think what we will be seeing in Seoul is -- we hope to see an endorsement of the framework that was put forward by finance ministers and central bank governors in Gyeongju. \n\n\t     Let me just remind you that that has very important elements -- both a commitment to reduce external imbalances to sustainable levels, applying to surplus countries and deficit countries alike, and a recognition that countries should use all the tools at their disposal.  There are a whole host of policies that China will be undertaking and should be undertaking to rebalance its demand towards domestic sources of growth.  And those are very important I think in this framework. \n\n\tThe second thing, of course, is a commitment on the part of key emerging economies to move more quickly to market-determined exchange rates that reflect economic fundamentals. \n\n\t     Those two things together we hope will start to put on the table a cooperative framework to move to the necessary goal of more balanced growth.\n\n\t     Q    Can you define what you meant by “more progress” in terms of those -- what you’d like to see by G20?  You said in your opening remarks you’d like to see more progress by the summit.\n\n\t     UNDER SECRETARY BRAINARD:  So I think we had the outlines of a very significant path forward -- cooperative path forward in Gyeongju.  What we would like to do working now towards Seoul and from Seoul further into next year is to start to put flesh on the bones of those agreements and to continue working to elaborate the kinds of actions that individual countries will take to support this more broad cooperative path forward.\n\n\t     Q    Including numerical targets?\n\n\t     UNDER SECRETARY BRAINARD:  On the question of targets, we actually don’t think targets,\n\tper se -- a target, per se, is appropriate.  What we talked about in Gyeongju were indicative guidelines that would define ranges, a range of sustainability that as countries begin to move outside to more sustained larger imbalances outside those ranges, that it would trigger an assessment, a peer review mechanism, and really an attempt to look for what kinds of corrective actions could be taken.  And so we’re going to be working to put more flesh on the bones of those basic parameters going forward.\n\n\t     MR. FROMAN:  Can I just add one thing to that?  We do not expect the China currency issue or the imbalance issue to be solved once and for all in Seoul.  This is part of an ongoing effort.  Finance ministers made very good progress two weeks ago. Leaders will take up the issues and continue to work on it.  But this is an ongoing effort, not something that would be resolved once and for all by leaders in Seoul. \n\n\t     Q    Ben mentioned that Mr. Froman can talk about the WTO and Russia.  What can the U.S. do at this stage to help Russia to finish -- complete the accession?\n\n\t     MR. FROMAN:  Well, President Obama and President Medvedev made a strong commitment to each other earlier this year to work on a very fast timetable to resolve the outstanding issues between our countries.  There’s been very good work done between trade officials in both countries.  And on a bilateral basis, our major outstanding issues are now resolved and that’s a very significant step forward towards Russia’s WTO accession. \n\n\tWe are -- we’ll be working with Russia, with the EU, and with the other members of the multilateral process to try and move this process forward towards their accession as early as possible.  There is still a great deal of work for Russia to do with the EU and other members of the WTO, but we’re very supportive of that and will be working with them to try and facilitate that.\n\n\t     Q    The others would include the Georgians?\n\n\t     MR. FROMAN:  With all the members of the WTO.\n\n\t     Q    Okay.  And I had a question on the IFIs.  The whole point of reform at the IMF is to increase the voice for the developing countries and lift the legitimacy of the IMF, right?  So currently the proportion between the rich and the poor there is 60 to 40.  The G20 fin mins agreed to move less than 3 percent of that number to the poor.  And the proportion so will be what  -- 43 to 57.  Is that enough?  It’s not even 5 percent, as agreed under Pittsburgh.\n\n\t     UNDER SECRETARY BRAINARD:  So I think the agreement that was laid out in Gyeongju and we hope that leaders will endorse in Seoul is a very significant agreement.  It delivers on the commitments made in Pittsburgh.  It transfers 6 percent to emerging market and developing underrepresented economies.  It also has an additional two seats on the executive board for emerging market economies.  And it provides for ongoing regular review of both the chairs and shares issues into the future.\n\n\t     The other things that we haven’t talked much about but are also important is it provides additional tools for the IMF to use to prevent crises and provides additional resources to enable it to be more effective in the face of crises.  So together there’s a very significant package of reform and we look forward to the leaders welcoming it in Seoul.\n\n\t     Q    But you know that this package -- more than half of that package is the redistribution of votes among the poor countries, such as Ukraine, for instance.  I’m not even speaking about South Africa -- which is not what the whole deal was about.\n\n\t     UNDER SECRETARY BRAINARD:  Actually, I think it is very true to the original Pittsburgh commitments.  If you look carefully at the communique, you will see that it more than delivers on the Pittsburgh commitments.  It’s a very good deal, and we think in particular what it does is it reflects the growing responsibilities as well as the growing roles of the dynamic emerging economies in the International Monetary Fund, which is similar to their growing role in the G20 and the world economy overall.\n\n\t     Q    Do you anticipate that the election results will have any impact on the negotiations over the free trade agreement?\n\n\t     MR. FROMAN:  I think regardless of the election results, the President is committed throughout this whole trip and including the negotiations over the free trade agreement to doing what is right for expanding U.S. exports and creating jobs here at home. That's why he’s going to Asia, and starting with India, where you’ve heard our discussion of his program there -- Indonesia, Korea, and Japan -- and participating in a number of efforts to expand U.S. export opportunities and jobs here at home.  So I think that will be his agenda, regardless of the outcome of the election tomorrow.\n\n\t     Q    Could I follow up on that?  Regardless of the outcome, to what extent is the President going to have to devote time to reassuring some of these trading partners in other countries that always have jitters about political changes in this country about the way forward?\n\n\t     MR. FROMAN:  I mean, I imagine politics in the U.S. will be a subject on this trip.  Other countries are interested in what goes on in this country.  But I think the President has been pretty firm that if he can achieve, in the case of Korea, an agreement that addresses the outstanding issues and expands access for U.S. exports, that he is willing to move that forward.\n\n\t     MR. GIBBS:  Peter, I will say this.  I think on some of those issues, that’s going to be -- that may well be a better question for some in this country that want to see progress on free trade agreements; on the business side, having discussions with and understanding the positions of potentially new members of Congress. \n\n\tI don’t know how much each of these individual campaigns have focused on some of those things.  But you can -- look, I don’t think I’m saying anything new here to -- see, there’s been a decent amount of coverage of the fact that in magazines devoted mostly to business that there’s some general trepidation about the views and the viewpoints of some of those who could be coming to Congress.  Those, I think, are not things that the President necessarily will or can have a ton of impact on.  That’s going to be some of the individual candidates.\n\n\tQ    Can I follow up on that?  Are you concerned by the impact of the American election on the image of America all over the world?\n\n\tMR. GIBBS:  No.  I think that regardless of the outcome of this election, of the previous elections, or elections in the future, it demonstrates once again the most powerful example for the world to see the American people exercising their constitutional responsibilities and living up to the framework of government by the people.  I think that is -- I think it is a testament to the great American experience that we conduct elections in the way we do and we bring about electoral change in a peaceful way.  I think that’s a great example for everyone to see. \n\n\tQ    On the fiscal commission, the administration seems to be putting a lot of weight on that.  And you also seem optimistic about meeting your 2013 goal of halving a deficit -- a federal deficit.  The fiscal commission is reportedly going to reach agreement, or at least near agreement, on two-thirds spending cuts, one-third tax expenditures.  Now, in light of tax expenditures, are you all willing to support phasing out tax expenditures, including the 2001, 2003 tax cuts, in light of your concern over the deficit?\n\n\t     MR. GIBBS:  Well, look, it is November the 1st and the report from the fiscal commission is due on December the 1st.  I am not going to get into hypothetical agreements that we’ve yet to see.  Obviously, the President wanted a fiscal commission to help work through some of the big issues in getting our fiscal house in order; did so through executive order.  And we will certainly look forward to reviewing the report, but I can’t and wouldn’t get into speculating as to what the report might show.\n\n\t     Q    Talking about the American having been the consumer of last resort, right now you look at the American consumer and they’re down on their backs.  How could they become the consumer of last resort again if the rest of the world doesn’t stimulate their own consumption?  Could you explain how that could happen?\n\n\t     UNDER SECRETARY BRAINARD:  No, I think this is precisely what all of the members of the G20 have to grapple with and have to recognize.  The U.S. consumer is in the middle of repairing their balance sheets, and if we are going to see a more balanced path of growth forward, it means that you need to see demand coming from other sources in the global economy.  And that’s why we think that this cooperative framework on the table that includes getting both surplus and deficit countries to reduce their imbalances to sustainable ranges, by using the full set of policies -- to expand domestic demand in economies that have traditionally relied on exports to the U.S. for growth.\n\n\t     There is just tremendous capacity, as you’re going to see during the President’s trip, in many of these economies to generate a lot more growth through the investments they need to make in their own infrastructure, through domestic consumption.  And so what we’re going to -- if we want to see strong overall growth -- and this is a recognition that has to come from all members of the G20, I think that recognition is there -- we’re going to have to see sources of demand coming from other economies.\n\n\t     Q    I have a follow-up.\n\n\t     MR. GIBBS:  If you’ve got a follow-up, go ahead.\n\n\t     Q    In short, our stimulus at home could put the consumer back on his feet and we would end up bailing out the rest of the world if the rest of the world doesn’t develop its consumer base. Is that --\n\t    \n\t     UNDER SECRETARY BRAINARD:  No, no, quite the reverse.  Let me just back up a step.  So I think the discussions that we anticipate having in Seoul, the groundwork for which was laid two weeks ago in Gyeongyu, Korea, were really to talk about a cooperative approach on the part of the major economies in the G20, whereby recognizing that the U.S. needs to save more; that the U.S. consumer needs to repair its balance sheet; we need to find other sources of dynamism, other sources of growth, in the world economy.  And that is why this agreement on reducing imbalances in surplus economies, no less in deficit countries, is so critically important for ensuring we all see stronger growth.  In the U.S. it would come very much from exports and from our dynamic private sector.\n\n\t     Q    Just to follow up, thank you.  This is a crucial time, as far as the global economy is concerned.  Since the President will be in India, next-door to China, which China is not willing to move, as far as the global economy is concerned, or helpful to the IMF and other developing countries -- India is an emerging country, and how the President’s visit to India with the vision on trade and creation of jobs and also, as far as other issues are concerned, will affect or impact his trip?\n\n\t     Also, if I may have a question for Robert Gibbs also, please.  As far as the President’s --\n\n\t     MR. GIBBS:  Goyal, let’s do this one first before we --\n\n\t     MR. FROMAN:  I guess, just to comment on the India part of the trip, as you know, this is the first stop on the President’s trip to Asia and we very much view India as a critical component of Asia.  And it being a very fast-growing economy, a very successful economy, we see great opportunities in the bilateral economic relationship.  We also see great opportunities in working with India, whether it’s in the G20 or elsewhere, on broader, global economic issues.  And the relationship that President Obama has with Prime Minister Singh, I think they’ll be talking -- they have a good relationship around these issues, and look forward to working together on them.\n\n\t     Q    Are they going to be together in Seoul?\n\n\t     MR. FROMAN:  They’ll both be at the G20, but there's no plans for a separate meeting.\n\n\t     Q    My question for Robert is that as the President prepares to leave for India, big issues now there because among the millions of his supporters, especially Sikhs -- the Prime Minister of India comes from the same element -- he used to -- was supposed to visit Golden Temple in Amritsar.  And there are emails and they have sent thousands of letters to the President why he’s not visiting Golden Temple and also Taj Mahal.\n\n\t     MR. GIBBS:  Well, Goyal, as we’ve said, I think, a couple of times in these briefings and I’ve certainly said before we started these briefings, we are in India for three days.  There's  -- you could spend a lot longer than that, and obviously anybody would.  We picked our schedule based on what we wanted to get accomplished, and that focus was on New Delhi and Mumbai.  And that’s going to be the focus of our trip.\n\n\t     Look, anybody that would go would love to spend a lot more time there.  We’re afforded a short trip to a very important country in a very important region of the world because the trip obviously is also anchored by the important economic meetings later on in the trip.\n\n\t     Christi.\n\n\t     Q    Mike, in terms of the effect of the agreements that you have on the table on this trip, the whole thing, are there -- are any of these -- are they all long term, or are there actually short-term things that might have a demonstrable effect on the economy or the unemployment rate?\n\n\t     MR. FROMAN:  I think it’s a whole range of things that we’re working on.  In India, for example, there will be discussion about economic issues between the two countries, some of which could be resolved, some of which will take longer to resolve.  But there also will be discussion of various commercial contracts that we hope to bring to fruition between now and the President’s trip that are immediate and will create jobs back here at home right away and expand U.S. exports.\n\n\t     And so whether it’s that or what’s being done in Korea with the FTA and the G20, or the APEC discussions in Japan, it will be a whole range of discussions that will have an impact not just in the long term but also in the short run.\n\n\t     Q    The sale of the C-17s, does that seem imminent?  Is that what you’re referring to when you talk about India?\n\n\t     MR. FROMAN:  I think I’ll leave announcements for the announcements.  But there are a whole range of potential contracts that are being worked on as we speak.\n\n\t     Q    Jobs that could be created in the next two years?\n\n\t     MR. FROMAN:  Yes, absolutely.\n\n\t     Q    I’m curious about the Korean War anniversary.  Will there be an effort to engage or comments directed at the North Korean regime or outreach to the North Korean people or an effort to contrast where South Korea is 60 years later versus where North Korea is 60 years later?\n\n\t     MR. RHODES:  Actually, I think the end of your question hits exactly on I think what we would be doing.  In speaking on Veterans Day, we’ll obviously honor all American veterans and particularly those who’ve served in the Korean War and on the Korean Peninsula for the last 60 years. \n\n\t     I think we’ll also, though, have the opportunity to celebrate the achievement of South Korea, which is quite extraordinary.  If you look at where South Korea and North Korea were 60 years ago, they were roughly analogous in terms of their development, for instance.  And in the 60 years since the Korean War, you’ve seen an extraordinary amount of economic growth and dynamism in South Korea.  You’ve seen living standards rise exponentially in South Korea.  And you’ve seen a very strong and thriving democracy emerge in South Korea.\n\n\t     Contrast that to the North, which has seen -- again, freedom is completely prohibited from its people, has seen huge economic problems that have led to a very drastically poor quality of life for the people of North Korea.\n\n\t     So I think the President will hold up the achievement of the Republic of Korea, of South Koreans, in building their democracy and their economy.  He’ll celebrate, frankly, the partnership between the U.S. and South Korea that helped make that possible, with those many decades of American servicemen and women who helped facilitate the security necessary for the democratic development in South Korea, and say, yes, this is a very clear -- the strength of the alliance between the U.S. and South Korea sends a very clear message to the North about our commitment to the security of the Korean Peninsula. \n\n\t     But it also -- South Korea’s example sends a very powerful message to the North, to the people of the North, and to the world about the power of democratic values, the power of open markets.  Again, that’s not just a message for the peninsula; that’s a message for the entire world -- I think the President heralded at UNGA -- that South Korea stands as a model for what can be achieved by countries that move towards open markets and democracy.\n\n\t     Q    Does the administration -- this is a question for Ms. Brainard -- does the administration at this point support passage in the lame duck in the Senate of a China currency bill, and would that decision hinge at all on the G20 outcome?\n\n\t     UNDER SECRETARY BRAINARD:  So I’m not going to speculate about potential legislation in the congressional session, but let me just say that the administration supports certainly the goals, shares the concerns of many members of Congress.  It is very important to see China move forward on its commitment to a market-determined exchange rate that reflects market fundamentals.  We saw an accelerated pace of appreciation between early September and the time that we released the statement on October 15th.  If we continue to see progress of that nature, it would make a material difference in the significant undervaluation of the Chinese currency.  We’re going to keep working, using all the channels we have, to make progress on that front.\n\n\t     Q    It’s one for you, Robert.  Is the President blocking out time while he’s in Asia to be working on these domestic issues?  Because the Congress is going to be coming back in the lame duck session to work on the tax cut issues that Under Secretary Brainard talked about.  And obviously is he prepared to take a whole lot of questions from us on these press conferences that are going to probably be more domestic than international?\n\n\t     MR. GIBBS:  On the second one, you can be assured-\n\n\t that the President will be prepared, Jonathan, with whatever question you might have.  I mean, I -- I’m not entirely sure how I would have answered that differently.  Yes, I mean, look, Jonathan, we went to Asia last year and got a lot of questions about back here.  So we get that.\n\n\t     On the second part, look, there’s -- I’m sure he’ll do some -- there have been certainly discussions here about -- and we’ve certainly talked through a number of issues that were and still are pending off of -- when Congress last convened.  I don’t doubt that he’ll do some of that there and there will certainly be significant staff that will be here even as we’re in Asia.\n\n\t     Q    Does the U.S. support a permanent G20 secretariat?\n\n\t     MR. FROMAN:  There are a lot of issues around the evolution of the G20.  We are pleased that the G20 has emerged as the premier forum for international economic cooperation.  We are pleased that we’re making progress on the outstanding agenda of items that had been agreed to at previous summits.  We think it’s important that the G20 fulfill the commitments that it makes.  And we will be working with the rest of the G20 to see how best to evolve the institution over time.\n\n\t     Q    Just for my own benefit, you’ve used the term “balanced growth” several times here.  I want just a thumbnail description of what you see as balanced growth.  Is it just taking on these trade imbalance issues or -- I mean, to achieve that, what would you envelop in that term?\n\t    \n\t     UNDER SECRETARY BRAINARD:  So I think if you go back to Pittsburgh, you’ll remember that one of the signature achievements there was to get agreement that the G20 was going to commit itself to undertaking in each member economy policies consistent with strong, sustainable, and balanced growth.  And that was in large part in recognition that there were large imbalances that fueled the crisis that we saw going into the crisis, and that as we worked to repair the damage from the crisis that we need to find a different growth path forward.\n\n\t     And the framework that the President will want to advance in Seoul really recognizes that if you want to have strong growth, as you are undertaking that rebalancing, it’s very important to see additional sources of demand in the global economy.  Again, it’s not going to be the U.S. consumer that fuels global growth in the coming months and years -- as we all do what we need to do here, which is to increase savings and to increase our export competitiveness. \n\n\tAnd so that is the sense in which we’re using balanced growth.  And that's why this framework to reduce imbalances in surplus economies no less than deficit countries is so critically important, and why we need to make sure that there's cooperation on exchange rates, so that exchange rates are flexible and moving with market forces to help facilitate that rebalancing.\n\n\t     Q    Can I address the 4 percent GDP figure that the U.S. has proposed?  How optimistic are you that that can be an agreement by all parties?  And specifically, with regard to China, some reports have said that they have reacted positively. Is that your sense?\n\n\t     UNDER SECRETARY BRAINARD:  So right now, what we are working to do is to ensure that leaders endorse the framework that was put on the table by finance ministers and central bank governors in Gyeongju, which talked about the development of indicative guidelines -- the development of guidelines to lay out ranges within which current accounts would be seen to be sustainable for our goals and outside of which it would prompt an assessment and a look at some of the root causes, and shining the light, perhaps, on some of the key corrective policy actions that need to be taking place.\n\n\t     So we are going to be looking to start fleshing that out.  But really, at this juncture, what we’re looking for is agreement around the basic proposition that it’s very important for surplus economies no less than deficit economies to be reducing imbalances and to make sure that exchange rates are facilitating that adjustment.\n\n\t     Q    What do you mean by range?  You suggested a range.\n\n\t     UNDER SECRETARY BRAINARD:  I’m sorry?  What range?\n\n\t     Q    Yes -- meaning numerical?\n\n\t     UNDER SECRETARY BRAINARD:  Well, I think, again, what we’ll be doing is working towards greater flesh on the bones of the framework that was laid out by finance ministers in Seoul and then beyond Seoul, and greater clarity on what indicative guidelines might be used to determine what ranges are sustainable. \n\n\t     So at this juncture, that’s really what we are going to be focusing on, is those indicative guidelines, and the extremely important agreement on the principle that surplus economies no less than deficit economies need to get their imbalances down to sustainable ranges in order to fuel and create greater sources of demand in the global economy.  \n\n\t     Q    There’s a lot of talk and focus on the export promotion.  What exactly are you going to export?  In India, “Made in U.S.A.” is a very welcome brand.  What exactly are you going to export?  Do you have a plan?\n\n\t     MR. FROMAN:  Well, we don’t have a planned economy.  But we have a very globally competitive manufacturing service and agricultural sectors.  And we’ll be looking to export from each of those.  So we have some of the leading companies in the world. Our agriculture is very efficient.  And we have some of the premier services companies in the world.  So in all areas of our economy, we hope to expand exports to a fast-growing market like India.\n\n\t     Q    I just wanted to come back to the IMF for a second.  I am speaking about the legitimacy of this organization, which is undermined, even as compared to the World Bank, which made the more meaningful step to reform.  You referred that there will be periodic reviews.  When is the next step?  When is the periodic review?  What’s the purpose of that?\n\n\t     UNDER SECRETARY BRAINARD:  So with regard to voting and quota shares, which is I think what you’re referring to, the agreement that was reached in Gyeongju would have us do an accelerated review both of the formula and of quota shares in 2014, and looking at giving greater weight to countries’ share of income in the world economy as part of that review. \n\n\t     Q    Do you think the election results could make it easier to win approval for the FDA, given that Midwestern Democrats have been raising the autos issue stronger than others?   \n\n\t     MR. FROMAN:  I think our approach -- the President’s approach to the FTA is the same, which is we will seek to achieve an agreement that addresses the outstanding issues, expands access for competitive U.S. products.  And if we’re successful in achieving a satisfactory and an acceptable agreement, we will make clear the advantages of that agreement for the U.S. workers, U.S. farmers, U.S. manufacturers, and U.S. service providers.  And again, that will be the process that we go through if we’re successful in achieving successful agreement.\n\t    \n\t     MR. GIBBS:  Thank you, guys.\n\n\tEND\n\t11:02 A.M. EDT\n\n\n\n\n"
}