{
    "title": "Fact Sheet: White House Council on Environmental Quality Releases Final Guidance on Considering Climate Change in Environmental Reviews | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/08/02/fact-sheet-white-house-council-environmental-quality-releases-final",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nAugust 02, 2016\n\n \n\n\n\nFact Sheet:  White House Council on Environmental Quality Releases Final Guidance on Considering Climate Change in Environmental Reviews\n\n\n\n\n\npress@ceq.eop.gov\n\n\tBuilding on President Obama’s unprecedented steps to address climate change, the White House Council on Environmental Quality (CEQ) is today releasing final guidance for Federal agencies on how to consider the impacts of their actions on climate change in their National Environmental Policy Act (NEPA) reviews. Following years of engagement and after receiving public comments and other feedback from members of Congress, State agencies, tribes, corporations, trade associations, and other stakeholders, the final guidance is another big step in the Administration’s effort to consider how all types of federal actions will impact climate change and identify opportunities to build climate resilience.\n\n\tToday’s guidance, which will be  announced in the Federal Register in the coming days, is intended to help agencies make informed and transparent decisions about  the impacts of climate change associated with their actions.\n\nFinal Guidance on Consideration of Greenhouse Gas Emissions and the Effects of Climate Change\n\n\tUnder NEPA, Federal agencies are required to consider and disclose the potential effects of their actions and decisions on the environment.  In many cases, Federal actions have the potential to contribute to climate change by producing greenhouse gas emissions or alternatively, be affected by many of the impacts of a changing climate, such as rising sea levels, extreme weather, drought and wildfires.\n\n\tThe final guidance released today provides a level of predictability and certainty by outlining how Federal agencies can describe these impacts by quantifying greenhouse gas emissions when conducting NEPA reviews. This increased predictability and certainty will allow decision makers and the public to more fully understand the potential climate impacts of all proposed Federal actions, and in turn, assist agencies in comparing alternatives and considering measures to mitigate the impacts of climate change.\n\n\tIn addition to providing agencies with a reasoned approach as to how to describe climate change impacts, the guidance:\n\n\n\t\tAdvises agencies to quantify projected greenhouse gas emissions of proposed federal actions whenever the necessary tools, methodologies, and data inputs are available;\n\n\t\tEncourages agencies to draw on their experience and expertise to determine the appropriate level (broad, programmatic or project- or site-specific) and the extent of quantitative or qualitative analysis required to comply with NEPA;\n\n\t\tCounsels agencies to consider alternatives that would make the action and affected communities more resilient to the effects of a changing climate; and\n\n\t\tReminds agencies to use existing information and science when assessing proposed actions.\n\n\n\tThis guidance builds off of a 2010 draft guidance and 2014 revised draft guidance, and reflects consideration of comments and feedback received on both documents.  Additionally, finalization of the 2014 revised draft guidance was specifically called for by the State, Local and Tribal Leaders Task Force on Climate Preparedness and Resilience’s recommendations to the President.  The Task Force requested the guidance to ensure that projects and investments include adequate and coordinated consideration of the project design or alternatives in relation to climate impacts and greenhouse gas emissions, and to avoid unacceptable public health, safety, and financial risks for communities.\n\nBackground on NEPA Modernization\n\n\tSince 2010, the Administration has undertaken a broad effort to modernize Federal agency implementation of NEPA to improve the transparency, involvement of the public, and efficiency of environmental reviews. Efforts include launching a NEPA pilot program to identify and promote more efficient ways to do effective environmental reviews that can be replicated across the Federal Government,  forming rapid response teams to help expedite the review process for transportation, transmission and renewable energy projects, and most recently, implementing title 41 of the Fixing America’s Surface Transportation Act to expedite the permitting process for major infrastructure projects while improving environmental and community outcomes.\n\n\t###\n\n\n\n\n"
}