{
    "title": "Today: Briefing with Senior Administration Officials on the President's Weekend Trip to Guadalajara | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/today-briefing-with-senior-administration-officials-presidents-weekend-trip-guadala",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nAugust 06, 2009\n\n \n\n\n\nToday: Briefing with Senior Administration Officials on the President's Weekend Trip to Guadalajara\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  ____________________________________________________________________________________  FOR IMMEDIATE RELEASE                                                                   August 6, 2009 TODAY: BRIEFING WITH  SENIOR ADMINISTRATION OFFICIALS ON THE PRESIDENT’S WEEKEND TRIP TO GUADALAJARA At 5:45PM EDT (or shortly after the President departs for the Tysons Corner landing zone), National Security Advisor General Jim Jones, accompanied by Deputy National Security Advisor for Counterterrorism and Homeland Security John Brennan, Deputy National Security Advisor for International Economic Affairs and Development Mike Froman, and NSC Senior Director for Western Hemisphere Affairs Dan Restrepo, will hold an on-camera briefing in the James S. Brady Briefing Room at the White House to discuss the President’s upcoming trip to Guadalajara, Mexico to attend the North American Leaders’ Summit.  WHO:               National Security Advisor General Jim Jones  Deputy National Security Advisor for Counterterrorism and Homeland Security John Brennan  Deputy National Security Advisor for International Economic Affairs and Development Mike Froman  NSC Senior Director for Western Hemisphere Affairs Dan Restrepo WHEN:  TODAY, Thursday, August 6th, 2009  5:45PM EDT (or shortly after the President departs for the Tysons Corner landing zone) WHERE:  James S. Brady Briefing Room   The briefing is open press. To be cleared into the White House, please email your full name, date of birth, social security number, and country of citizenship to pressclearance@who.eop.gov by 4:00PM EDT.   \n\n\n\n"
}