{
    "title": "Vice President Biden Transportation Secretary LaHood Hold High Speed Rail Roundtable on Wednesday June 3rd | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-transportation-secretary-lahood-hold-high-speed-rail-roundtabl",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 01, 2009\n\n \n\n\n\nVice President Biden Transportation Secretary LaHood Hold High Speed Rail Roundtable on Wednesday June 3rd\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTHE WHITE HOUSE\n\nOffice of the Vice President\n\n____________________________________________________________________\nFor Immediate Release                      June 1, 2009\n\nVice President Biden, Transportation Secretary LaHood Hold \nHigh Speed Rail Roundtable on Wednesday, June 3rd\n\nWashington, DC – On Wednesday, June 3rd, Vice President Biden and Transportation Secretary LaHood will hold a roundtable discussion with Governors and state transportation officials on the High Speed Rail Grant Program in the Recovery Act.   At this roundtable, state leaders will have the opportunity to share their ideas about High Speed Rail with the Obama Administration in advance of this summer’s application process. \nThe following Governors will be participating:  Governor Jim Doyle, Wisconsin; Governor Jennifer Granholm, Michigan; Governor Tim Kaine, Virginia; Governor Jay Nixon, Missouri; Governor Deval Patrick, Massachusetts; Governor Sonny Perdue, Georgia; Governor Pat Quinn, Illinois; and Governor Ed Rendell, Pennsylvania.  The following state transportation officials will also be attending:  Chris Clement, Deputy Commissioner of Transportation, New Hampshire; Secretary Gene Conti, Department of Transportation, North Carolina; Steve Dilts, Commissioner of Transportation, New Jersey; Tim Gatz, Assistant Director of Administration, Department of Transportation, Oklahoma; Jim Larew, General Counsel and Deputy Chief of Staff, Iowa; Michael Lewis, Director of Transportation, Rhode Island; Secretary Paul Mattox, Department of Transportation, West Virginia; Jolene Molitoris, Director, Department of Transportation, Ohio; Acting Secretary Beverley Swaim-Staley, Department of Transportation, Maryland; Kirk Steudle, Director, Department of Transportation, Michigan;  Gerald Nicely, Commissioner of Transportation, Tennessee; David Crane, Special Advisor to the Governor and Chair, High Speed Rail Commission, California. \nThere will be a pool spray at the top of the roundtable. \n###\n \n\n\n\n\n"
}