{
    "title": "NEW DETAILS: White House Conference on Bullying Prevention Set for March 10 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/07/new-details-white-house-conference-bullying-prevention-set-march-10",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 07, 2011\n\n \n\n\n\nNEW DETAILS: White House Conference on Bullying Prevention Set for March 10\n\n\n\n\n\n\tWASHINGTON – On Thursday, March 10, President Barack Obama, First Lady Michelle Obama, the Department of Education, and the Department of Health and Human Services will welcome students, parents, and teachers to the White House for a Conference on Bullying Prevention.  \n\tThe conference will bring together communities from across the nation who have been affected by bullying as well as those who are taking action to address it.  Participants will speak about the effects of bullying and the work of students, parents, and teachers nationwide. Last fall the President <http://obamawhitehouse.archives.gov/blog/2010/10/21/president-obama-it-g... , Vice President <http://obamawhitehouse.archives.gov/issues/civil-rights/it-gets-better>  and several administration officials <http://obamawhitehouse.archives.gov/issues/civil-rights/it-gets-better>  taped video messages for the It Gets Better campaign and discussed the need to dispel the myth that bullying is just a normal rite of passage.  \n\tThursday’s conference will also include breakout sessions to discuss effective policies and programs to prevent bullying followed by a wrap-up session in which Secretaries Duncan and Sebelius along with Domestic Policy Advisor Melody Barnes will deliver remarks.  In order to engage audiences across the country, two of the White House Conference on Bullying Prevention breakout sessions will be live chats with Facebook and iVillage.\n\tSee below for media coverage details.  \n10:30AM        The President and the First Lady deliver remarks on bullying prevention\n\n\tEast Room\n\n\tOpen Press and live streamed on obamawhitehouse.archives.gov/live <http://obamawhitehouse.archives.gov/live>   \n\n\t \n11:00AM        A conversation with experts on effective programs and policies to prevent bullying\n\n\tEast Room\n\n\tOpen Press and live streamed on obamawhitehouse.archives.gov/live <http://obamawhitehouse.archives.gov/live>   \n\n\t \n\tMembers of media wishing to cover this event must RSVP with “EAST ROOM” in the subject to media_affairs@who.eop.gov.  If you would like to attend the 11:00 AM discussion, you must also attend the President and First Lady’s remarks at 10:30 AM.  Members of the media who do not hold a hard pass must include their full legal name, date of birth, social security number, and country of citizenship in the RSVP email.\n\t \n\n12:00PM         Participants join breakout discussions\n\n\tPooled Press\n\n\t                                    Breakout session topics:\n\n\tIn-school Policies\n\n\tIn-school Programs\n\n\tCommunity-based Programs\n\n\tCyber bullying\n\n\tCampus-based Programs\n\n**Online breakout sessions **\n\t·         12:20PM: A special \"Facebook Live\" event at the White House Conference on Bullying Prevention\n\tAdministration officials, Facebook Chief Security Officer Joe Sullivan, and others take live questions from the public via the White House Facebook account on bullying prevention.\n\n\tClosed Press. Live online at: obamawhitehouse.archives.gov/live <http://obamawhitehouse.archives.gov/live>   \n\n\t·         1:15PM: Open for Questions: iVillage with Secretary Sebelius at the White House Conference on Bullying Prevention\n\n\tKelly Wallace poses questions from the iVillage audience on bullying prevention to Secretary of Health and Human Services Kathleen Sebelius.\n\tClosed Press. Live online at: obamawhitehouse.archives.gov/live <http://obamawhitehouse.archives.gov/live>   \n\n2:00PM           Administration Officials Deliver Closing Remarks at Conference Wrap Up Session\n\n\tSouth Court Auditorium\n\n\tOpen Press and live streamed on obamawhitehouse.archives.gov/live <http://obamawhitehouse.archives.gov/live>  \n\n\tMembers of media wishing to cover this event must RSVP with “WRAP UP” in the subject to media_affairs@who.eop.gov.   Members of the media who do not hold a hard pass must include their full legal name, date of birth, social security number, and country of citizenship in the RSVP email.\n\n\n\n\n"
}