{
    "title": "Presidential Memoranda, 9/30/09 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidential-memoranda-93009",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 30, 2009\n\n \n\n\n\nPresidential Memoranda, 9/30/09\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ___________________________________________________________________________  For Immediate Release                                                 September 30, 2009 September 30, 2009 Presidential Determination No. 2009-32 MEMORANDUM FOR THE SECRETARY OF STATE  SUBJECT: Fiscal Year 2010 Refugee Admissions Numbers andAuthorizations of In-Country Refugee StatusPursuant to Sections 207 and 101(a)(42),Respectively, of the Immigration and NationalityAct, and Determination Pursuant to Section 2(b)(2)of the Migration and Refugee Assistance Act, asAmended In accordance with section 207 of the Immigration and NationalityAct (the \"Act\") (8 U.S.C. 1157), as amended, and afterappropriate consultations with the Congress, I hereby make thefollowing determinations and authorize the following actions: The admission of up to 80,000 refugees to the United Statesduring Fiscal Year (FY) 2010 is justified by humanitarianconcerns or is otherwise in the national interest; provided thatthis number shall be understood as including persons admitted tothe United States during FY 2010 with Federal refugeeresettlement assistance under the Amerasian immigrant admissionsprogram, as provided below. The 80,000 admissions numbers shall be allocated among refugeesof special humanitarian concern to the United States inaccordance with the following regional allocations; provided thatthe number of admissions allocated to the East Asia region shallinclude persons admitted to the United States during FY 2010 withFederal refugee resettlement assistance under section 584 of theForeign Operations, Export Financing, and Related ProgramsAppropriations Act of 1988, as contained in section 101(e) ofPublic Law 100-202 (Amerasian immigrants and their familymembers): Africa . . . . . . . . . . . . . . . . 15,500  East Asia . . . . . . . . . . . . . . . 17,000  Europe and Central Asia . . . . . . . . .2,500  Latin America/Caribbean. . . . . . . . . 5,000  Near East/South Asia. . . . . . . . . . 35,000  Unallocated Reserve . . . . . . . . . . .5,000 The 5,000 unallocated refugee numbers shall be allocated toregional ceilings, as needed. Upon providing notification to theJudiciary Committees of the Congress, you are hereby authorizedto use unallocated admissions in regions where the need foradditional admissions arises. Additionally, upon notification to the Judiciary Committees ofthe Congress, you are further authorized to transfer unusedadmissions allocated to a particular region to one or more otherregions, if there is a need for greater admissions for the regionor regions to which the admissions are being transferred.Consistent with section 2(b)(2) of the Migration and RefugeeAssistance Act of 1962, as amended, I hereby determine thatassistance to or on behalf of persons applying for admission tothe United States as part of the overseas refugee admissionsprogram will contribute to the foreign policy interests of theUnited States and designate such persons for this purpose. Consistent with section 101(a)(42) of the Act (8 U.S.C.1101(a)(42)), and after appropriate consultation with theCongress, I also specify that, for FY 2010, the following personsmay, if otherwise qualified, be considered refugees for thepurpose of admission to the United States within their countriesof nationality or habitual residence: a. Persons in Cuba  b. Persons in the former Soviet Union  c. Persons in Iraq  d. In exceptional circumstances, persons identified bya United States Embassy in any location You are authorized and directed to report this determinationto the Congress immediately and to publish it in theFederal Register. BARACK OBAMA\n\n\n\n"
}