{
    "title": "Press Briefing on the U.S. Government Response to the Haiti Earthquake | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-briefing-us-government-response-haiti-earthquake",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 18, 2010\n\n \n\n\n\nPress Briefing on the U.S. Government Response to the Haiti Earthquake\n\n\n\n\nPRESS BRIEFING\n\tBY CAPTAIN JOHN KIRBY,\n\tSPOKESMAN FOR JOINT TASK FORCE HAITI;\n\tTIM CALLAGHAN, USAID SENIOR REGIONAL ADVISOR\n\tFOR LATIN AMERICA AND THE CARIBBEAN;\n\tREAR ADMIRAL MIKE ROGERS,\n\tDIRECTOR OF INTELLIGENCE FOR THE JOINT STAFF;\n\tAND CAPTAIN ANDREW STEVERMER,\n\tCOMMANDER OF INCIDENT RESPONSE COORDINATION TEAM\n\tFOR HEALTH AND HUMAN SERVICES\n\tON THE U.S. GOVERNMENT RESPONSE\n\tTO THE HAITI EARTHQUAKE\nVia Conference Call\n2:10 P.M. EST\nCAPTAIN KIRBY:  Good afternoon, everyone, and thanks for joining us today.  I am Captain John Kirby, Navy captain, and I am the spokesman for Joint Task Force Haiti.  And on this afternoon's call we have three individuals:  Mr. Tim Callaghan, Senior Regional Advisor for Latin America and the Caribbean, from the office of Foreign Disaster Assistance, USAID.  Mr. Callaghan will be able to give everybody an update on the status of the delivery of relief supplies -- food, water, and other commodities for the Haitian people.  We also have Rear Admiral Mike Rogers.  He is the Director of Intelligence for the U.S. Joint Staff in the Pentagon.  Admiral Rogers will be available to -- actually, we were going to ask him to give you an overview of the security situation inside Port-au-Prince specifically.  And then we also have Captain Andrew Stevermer.  He is the Commander of the Incident Response Coordination Team for Health and Human Services.  And he will be specifically discussing the terrific work that our disaster medical assistance teams are doing, as well as the work the disaster mortuary affairs teams are doing as well.\nSo with that, I would like to turn it over to Mr. Callaghan for just a few opening comments, and then we'll go down the line as well to Admiral Rogers and to Captain Stevermer.\nMr. Callaghan.\nMR. CALLAGHAN:  Thank you very much.  Good afternoon, everybody.  As stated, my name is Tim Callaghan, the Senior Advisor and the DART team leader at USAID/OFDA.  I'd like to give an update on several things.  The humanitarian priorities -- again, and this is in accordance -- identified government of Haiti priorities.  We obviously work very closely with the government of Haiti, along with the United Nations, donors, and the nongovernment organizations such as World Vision, the CRS, CARE and so forth.  And according to working with the government of Haiti, the priorities that we've determined or that have been determined are search and rescue -- (inaudible).\nAs of 9:00, there are currently, just to give some numbers out, there have been, by the U.S. search and rescue teams, 39 live extractions.  There have been in total, from all the international search and rescue teams, 71 people have been rescued.  At this time, total number of USAID DART members, which includes the search and rescue teams that we currently have on the ground, is 540 individuals.\n(Inaudible.)\nI cannot express enough how proud I am of the work that they're doing.  They continue -- (inaudible) -- the rubble, pulled out this morning, almost six full days after the rubble.\nWe are still searching for individuals today.  They are at multiple sites throughout Port-au-Prince.  We will continue, for the time being, to continue the search through today and tomorrow.  And again, obviously we're getting close to -- or closer to where you would go from rescue to recovery.  But at the time the teams are in full rescue mode and still we are hopeful that we will still find more individuals.\nOn the side of sort of non-food items and supplies that the U.S. government, USAID, are handing out, I'll just go over some supplies that have been identified, and there are many aircraft that are coming in. \nWe're providing things as kitchen sets; water containers, water jugs that people can go to -- water distributions points, fill up for clean water; hygiene kits, which have a variety of supplies for families inside there -- toothpaste, especially soap, shampoo, those sorts of items. \nThere are rolls of plastic sheeting that can be used for repairing homes and so forth.  We have mobile water treatment units.  We have WHO emergency medical kits.  We're bringing in several of those and I believe each kit has enough medical supplies for approximately 10,000 people for three months. \nWe're also bringing in water bladders where people can store clean water in communities and so forth.  And just to give one example, again, these water containers that we feel are important to have throughout the country that -- as water is trucked in and as water comes back on, the people can have clean, fresh water.  We're bringing over -- right now, we're in the process of bringing over 130,000.\nThere are -- we're bringing in fresh water.  We're looking at supporting water and sanitation activities.  We're looking at supporting shelter-type activities.  We have technical experts in water and sanitation and food and shelter -- our shelter experts arrive tomorrow. \nWe will, again, obviously be here for the long haul.  We're working very closely -- everything we do, we work closely with the government of Haiti.  There is a coordination meeting in the morning at 8:00 a.m. where the Prime Minister discusses details with other governments.  There are coordination meetings, which are called \"cluster meetings,\" with the United Nations, key partners, key NGOs.  And each sector -- for example, one sector is health; one sector is shelter and non-food items; water and sanitation -- and these sectors meet to discuss what are the needs, what different countries and donors have to offer, and to ensure that the effort is coordinated and there is no duplication of efforts. \nObviously we're racing against time to deliver as much supplies as we can.  The U.S. government response is in my opinion massive.  (Inaudible.)\nCAPTAIN STEVERMER:  My name is Captain Andy Stevermer.  I'm a captain with the United States Public Health Service, Department of Health and Human Services.  Here in Port-au-Prince I am the Incident Commander for the Response Coordination team -- (inaudible) -- tragic losses, people and property in this event.  Worked in Haiti for many years intermittently providing medical care, and I'm deeply saddened by the devastation that I see around me.\nWe are working as quickly as we can to bring medical care in concert with the international community to save lives and to provide immediate medical care to those in need here.\nCurrently we are accomplishing that with 265 personnel on the ground in Port-au-Prince engaged in or preparing to be engaged in health care, including doctors, nurses, paramedics, emergency medical technicians, and a variety of other health professionals.  We have members -- these individuals include members of the United States Public Health Service, as well as the National Disaster Medical System, including many from around the United States. \nThese teams began seeing patients yesterday.  One team saw over 300 patients in a Haitian orphanage.  In addition, a pediatric surgeon was flown up to the U.S. Navy Carl Vinson to support a complex surgical procedure with a victim from this event.\nToday, we have more teams in place and the numbers of patients that we are seeing will be increasing steadily throughout this event.  As we speak, we have disaster medical assistance teams along with an international medical surgical team located at the GHESKIO hospital here in Port-au-Prince.  We also have members of disaster medical systems prepared to -- for missions at the Haitian Coast Guard base in Killick, and other locations around the city as determined by USAID and the Ministry of Health and in concert with the larger U.N. medical humanitarian effort.\nTwo large planeloads full of medical supplies and equipment were delivered yesterday.  We expect two additional planeloads tonight to meet the needs of this effort.\nWe have began looking -- we also have folks who are -- a team who are looking at the mass fatality or the fatality management and supporting the government of Haiti as needed and requested in concert with our Department of Defense colleagues to appropriately identify and support the processing and compassionate handling of human remains. \nWe are looking down the road as well in terms of assessing the impact on the public health infrastructure -- water, sanitation, et cetera -- here in Port-au-Prince, and we have a good-sized team from the Centers for Disease Control arriving over the -- arriving tomorrow to begin that effort in concert with USAID and the Pan American Health Organization health cluster active here to coordinate this effort.\nI want to just say first of all -- finally that I know that much is needed here in the aftermath of this tragedy, and we will do whatever we can do to help the people of Haiti.\nI think that's it for now.\nADMIRAL ROGERS:  Good afternoon, everyone.  You have Rear Admiral Mike Rogers, the Director of Intelligence here on the Joint Staff.\nI would characterize the security situation in Port-au-Prince today as stable.  And what I mean by that is the security environment is such that we continue to be able to execute the full range of our operations with the Joint Task Force -- the rescue -- search and rescue assistance; the distribution of aid and assistance.  We're able to move people in and out of Port-au-Prince as well as moving aircraft in and out.  None of those events are being significantly impeded or degraded, if you will, by the security situation on the ground.\nAnother reason why I use the word \"stable\" is we have seen nothing that suggests to us that we have widespread disorder; no sense of widespread panic.  Now, I would highlight clearly there are instances of what I would characterize as isolated events -- individuals going into stores and other areas to remove goods, looting; people rushing in small numbers, rushing aid locations because they want to make sure they get support.  I've seen some of those things characterized as attacks.  In most cases, though, I would really personally characterize it more as people rushing to make sure they get access to water and food and other materials being provided, although I would again say those cases are very isolated.\nBut the government of Haiti, the Haiti national police, as well as the U.N. mission on the ground, as well as the Joint Task Force, continue to see a stable environment that's allowing us to execute our missions, although clearly we want to keep doing faster and do more.  But there's nothing in the security environment right now that is significantly inhibiting our ability to execute those missions.  And I think that's all I have for you right now.\nQ    Thank you for taking the call, though I'm not sure if the people who needs to answer it is on anymore.\nWe heard about all the medical supplies that are coming in, that there's doctors and nurses available.  But we're also, at least so far, hearing that there is no actual field hospital set up by the United States.  Can you confirm if that's true?  Is there one?  Is there not?  The Israelis have set one up, because there are -- our own reporters are seeing patients who need instant, urgent medical care and they can't get it.  Is there anything you can tell us about that?\nCAPTAIN STEVERMER:  Yes, this is Captain Stevermer.  We have a disaster medical assistance team set up at the GHESKIO site with an international medical surgical team being assembled as we speak.  We have not brought a field hospital, per se, as the Israelis have.  However, we are bringing additional hospital assets through the Department of Defense, in terms of other sorts of assets.\nSo the answer is, yes, we have assets on the ground seeing patients.\nQ    However, we are seeing patients who are at risk of dying of gangrene because they cannot be transferred from the U.N. compound to these doctors.  These are patients that would, under normal circumstances, not have to die.  What's being done to get them to the resources you have?  That seems to be the disconnect.  And it's frustrating for the doctors and the nurses who have been caring for these patients for days now.  What's being done by the U.S. to get that transportation of patients from medical facilities that don't have what they need to the surgical teams and where the supplies are?\nPARTICIPANT:  This is Dave (inaudible).  We'll follow up with you on that one.  I need to research that answer for you. \nQ    Hi, can you talk about the struggles with distributing aid after it has been unloaded from the planes onto the tarmac?  Aid organizations are saying that it's not being distributed quick enough -- this is water and food and medical supplies.  And so is there a plan in place -- can you talk about the challenges?  And also, is there a plan in place to go ahead and get that distributed more quickly?\nMR. CALLAGHAN:  This is Tim Callaghan from USAID/OFDA.  There is a plan in place, and obviously a lot of supplies are coming in.  And the clusters that I talked about in the different sectors have been meeting.  We were waiting originally for the government of Haiti to provide us with the areas that -- the distribution hubs, if you will.  That has been done.  At least on our side, most of the non-food items we have been distributing have been going to IOM, the International Organization of Migration, and food items, we have been delivering large amounts, over 600,000 HDRs we sent over the weekend to the World Food Program.  And I'm aware that they -- the World Food Program has, again, been making distributions.  Obviously the challenge of coordinating all the different groups -- USAID is also supporting food through its normal Title II partners.  Catholic Relief Services, for example, yesterday received almost 57,000 pounds of food. \nSo as far as I know, the numbers of the distribution points, the report I had from the United Nations yesterday or late last night, that the plan for today was over 100,000. \nSo I think there obviously has been some challenges in the first few days of coordination, but there is a plan in place to, as supplies come in, the cluster lead for especially non-food items, as I mentioned earlier -- rolls of plastic sheeting or hygiene kits or water containers -- is IOM.  They're working with government organizations.  They're meeting with them all each morning to ensure that the supplies are being distributed as quickly as possible.  Obviously there's been some challenges but --\nQ    Do you expect -- you might be cutting out -- but do you expect these -- what sort of rate do you expect the backlog to no longer exist?\nMR. CALLAGHAN:  Well, I think at this point, a lot of -- obviously we're working with IOM, for example, but we also work closely with a lot of nongovernment organizations:  World Vision, Catholic Relief Services, CARE, Save the Children and so forth.  And I'm fully aware that they are bringing in as many outside staff as they can to ramp up quickly to, again, implement their plans of distributing non-food items to as many distribution points as they can. \nAs I mentioned yesterday, my understanding is that there was 100 distribution points -- you know, small gatherings of folks, and that number will continue to increase.  So I believe that as the NGOs continue to relieve (inaudible) that we'll be able to get out supplies even faster.\nQ    Yes, thank you very much.  Admiral Rogers, I guess this question is probably best aimed at you, although I guess (inaudible) is not really your expertise area, but I'll give it a shot anyway.  And I know this question has been raised before, but we keep getting repeated reports of complaints from both other foreign governments -- the French, the Italians, and the Brazilians -- as well as some NGOs that the U.S. military continues to prioritize the issue of security and security forces -- getting into the airport -- over the flights of humanitarian aid.  And can you just address that, because I know we addressed it yesterday, but our folks who were at the U.N. are saying that this is still a complaint of both foreign governments and NGOs.\nADMIRAL ROGERS:  Peter, I apologize.  I'm not trying to duck you, but I'm not the best person to answer that one for you.\nCAPTAIN KIRBY:  Peter, let me -- this is John Kirby.  Let me try to just put this in context for you.  I mean, there are literally hundreds of flights today trying to get in here.  There is one tarmac, one runway, one ramp for all the aircraft.  And we're working very closely with the Haitian government to manage their air space, and it is their airspace.  We are managing on our own -- the Joint Task Force, that is -- the actual ground operations for the field:  placing the aircraft, parking them, and getting them to taxi both in and out.  But it is Haitian airspace, and we're simply helping them run it more efficiently.\nIt is a sheer volume issue.  And there are more planes that want to land here than we can accommodate in any given hour.  So each aircraft is given a slot time, and that time includes time to land.  They have two hours to park, unload, and then taxi and take off.  And if anything disrupts that pattern -- if an aircraft, for instance, takes longer than the two hours that they're on the deck -- or longer than they're supposed to be on deck to get off again, it backs up the system.  And so inevitably there are going to be some aircraft diverted or delayed. \nBut it's much more efficient than it was even just one day ago.  In fact, yesterday only three aircraft were turned away.  As for who is being turned away, those are decisions by the Haitian government and the air traffic controllers that they have.  And there's imperfect knowledge when a plane comes in as to who it is and what's on it, and there's a great understanding that all are important, but there has to be a rack and stack done, and there are some difficult decisions that have to be made.  But I will tell you that it's much more efficient than it was, and it truly is really about crowding.  I think Vice President Biden put it very well the other day -- that it's like pushing a bowling ball through a straw.  And that's just the physical challenge that we have right now. \nQ    Can you address the issue of what flights get priority?  I mean, you don't have visibility on what's on every plane, but these allegations from these groups that U.S. military is getting their priorities before the aid, is that -- I mean, can you talk about how these are prioritized?\nCAPTAIN KIRBY:  Well, they are prioritized based on -- sometimes based on the fuel loads of the aircraft, in terms of when they need to get down.  But I mean, we are trying very hard to make an even split between the flow of military flights and civilian flights.  And it's roughly 50 percent for each.  And we try very hard to balance that out.\nI mean, we have had some non-essential military flights delayed, diverted, or simply had to go to another site and wait for a couple of days before they could get in.  So it's -- we try to balance it the best we can, do understand the concerns and the frustrations, but we're working the best we can to make it more efficient.\nQ    Hello, and thank you for taking my call.  My question is about the handling of corpses and human remains.  I would like to know where specifically they are being placed.  We have seen photos of mass graves.  The cemeteries are full.  Where are the bodies being put and how many are still in the streets?\nCAPTAIN STEVERMER:  (Inaudible) as well as the Department of Defense.  There are additional experts who are entering the theater of operations.  But the ultimate decisions around location and processing of human remains is the -- (inaudible.)\nQ    I'm sorry, you're cutting out and I can't hear you.  Can you hear me?  I'm sorry, I can't hear a thing.\nCAPTAIN STEVERMER:  This is Captain Stevermer.  Can you hear me?\nQ    Now I can hear you, sir.\nCAPTAIN STEVERMER:  Did you hear my response?\nQ    I heard only that DOD experts are entering the theater of operations, but I did not hear who makes the decision around location and processing.  I'm sorry, I cannot hear you.\n(Inaudible.)\nQ    Is there any sense of what potentially could have been handled more efficiently or handled a little bit better?  I guess in a way, what sorts of lessons have been learned about this crisis when comparing it or contrasting it from others?\nMR. CALLAGHAN:  Well, I think the thing to remember is that this earthquake was massive.  It caused a lot of damage to a country that has been impacted by many natural disasters in the last couple years.  I think that there was a lot of talk in the first couple of days -- (inaudible) -- the lesson learned or always what we should strive for is to come up with a plan as quickly as we can to provide assistance whether it's food, water, or non-food items\nObviously that was a tremendous challenge in this case because the response is led by the government of Haiti based on their priorities.  But given the fact of the tremendous impact, I mean, you have to remember, many of the Haitian officials, police, and what have you -- their homes were destroyed.  Loved ones from various agencies, Haitian government officials, died in the event.\nAnd so I think that allowed for -- promotes tremendous challenges for a government to respond.  Obviously the international community has responded in full force.  I think obviously it takes time for all the coordination -- (inaudible.)\nQ    Hello.  Thanks for having my question.  I want to ask a question a lot of people are asking.  Who is in charge of this rescue and distribution mission?  Is it fair to characterize the U.S. as leading the rescue force and U.N. forces dealing with security issues?  And if this is accurate, why the 30,000 loose American soldiers in the field?  Thank you.\nCAPTAIN KIRBY:  This is Captain Kirby.  I'm going to direct this question to Mr. Callaghan but then I'll probably follow up on the military side.  Mr. Callaghan.\nMR. CALLAGHAN:  I'll take the first part.  The urban search and rescue part is led by the United Nations -- the OSAC which coordinates all the search and rescue teams that come in.  And they're the ones who make the determination when calls come in about hearing someone possibly in a building.  That information goes to the OSAC for review and quick -- sending out quickly to a certain team, deciding on which team will then deploy.\nSo the United States has five teams, as I mentioned earlier.  Those teams are working under the OSAC.  So if they get tasked to go to a school or a hospital or a building, that's what they do in close coordination.  So it is not the United States but it is the United Nations, the OSAC, international search and rescue, that makes the determination and coordinates with all the teams that are in.  And as I mentioned earlier, there are more than 40 search and rescue teams currently in country.\nCAPTAIN KIRBY:  Captain Kirby here again.  From the military side, this is very much a U.N.-led mission.  We are in support of MINUSTAH and that's very clear.  And our goal is -- our mission is really humanitarian assistance right now and there is certainly a security component to that, but the security and stability of Port-au-Prince is the U.N.'s responsibility and we respect that. \nThere are right now today 1,700 U.S. troops on the ground.  Those troops are primarily members of the 2nd Brigade of the 82nd Airborne Division.  More of those troops will be coming in over the next day or so.  We will also be joined tomorrow by Marines with the Bataan Amphibious Readiness Group.  Those Marines are attached to the 22nd Marine Expeditionary Unit.  There are 2,200 Marines in that unit but not all of them will be coming ashore.\nAll told, by mid-week or so there will probably be about 4,000 to 5,000 American troops on the ground, both soldiers and Marines, not to mention the Joint Task Force staff and supporting personnel as well.  And roughly the same amount -- same number or slightly more will be at sea in various support roles, to include, I might add, the medical evacuation capabilities and medical care.\nBut our mission is very clear:  It is to provide humanitarian assistance and disaster relief in support of the U.N. mission here.\nMR. CALLAGHAN:  And if I can add very quickly, I think, again -- (inaudible.)\nQ    Hi.  Thank you.  Can you talk a little bit about how long it takes once planes have landed and they're unloaded to get supplies and aid to the victims?  And can you also talk about what's taking the Comfort so long to get there?\nCAPTAIN KIRBY:  Well, I -- this is John Kirby.  I'm not going to -- the Comfort will be here Wednesday, which is a day earlier than we expected, and, man, it's largely a function of the fact that that is just a slow ship.  And let me -- she sits at the pier in Baltimore in what we call cold iron status -- in other words, very, very minimal manning and crew, and the engineering plan is not lit off, it is not energized.  And it's a steam ship, and it takes a while to get her engineering plan up.  It also takes a little while, because she's not fully staffed with medical personnel all the time, to get the doctors and nurses on board with all their associated equipment and material.  So that takes a number of days, and usually takes five days.  We accelerated that to about three and a half days.\nAnd then because she travels at a slow speed, less than -- usually than 15 knots, it takes her a while.  But she has been making that speed, and will be on station a day earlier than we had planned.\nOh, I'm sorry, your second question was -- again, the slot times are two hours in length, and most of the aircraft are making it within that two-hour timeframe.  And then it really just depends -- and I'll refer to Mr. Callaghan on this because he's probably much more of an expert on this, but it really depends on what they're carrying as to how and when it's delivered out in town.\nI will tell you that the Navy helicopters are flying all day every day, and they're loading up and going on a continuous basis.  I'll refer to Mr. Callaghan if he has something to add there.\nMR. CALLAGHAN:  Yes?\nCAPTAIN KIRBY:  Did you have anything to add, sir?  The question was about the time from landing and offload to delivery out in town.\nMR. CALLAGHAN:  (Inaudible.)  Hello, can you hear me now?  (Inaudible.) \nQ    Thank you.  I wonder if I could on behalf of everyone in this call request that if some of the folks who are cutting off -- I think it's Tim Callaghan and Captain Stevermer -- if they're actually answering the questions and somebody is listening maybe we can get a transcript of those answers later. \nMy question has to do with the group of students, I think they were at the Hotel Montana or at least where the parents believe they were at the Hotel Montana -- these are the students from Lynn University, and there are probably other examples like these, so it's a slightly broader question -- how does the U.N. or how does the U.S. decide where to put the search and rescue teams so that if there are U.S. citizens that are still missing, do they get any priority from the U.S. or, again, as you said earlier, are all the decisions made by the U.N. so that the U.S. has no role to play in trying to put extra personnel at the site where there may be U.S. citizens missing?\nMR. CALLAGHAN:  Well, again, I think is obviously a horrific situation with many downed buildings, and I'm fully aware of the Hotel Montana.  Can you hear me?\nQ    Yes.\nMR. CALLAGHAN:  Okay.  Again, I think that when information comes in about any collapsed structure it goes into the OSAC and they take a look at it and there's a lot of different things they look at.  Obviously they look at if there are reports of how many people potentially could be trapped.  Obviously if there are reports that there are 50 people or 100 people or there were 600 people in a certain spot, I suspect that they would start searching that sooner than they would if there was -- again, depending on resources -- if there was reports of one person trapped in a certain area.\nTeams since last week have been searching at the Hotel Montana -- (inaudible) -- Thursday when several people were rescued.  I know that the teams have gone there several times.  They have gone there with the most sophisticated equipment that there is, especially I'm aware of the teams from the United States and the technical equipment they have from Miami, Los Angeles County, and Fairfax County.\nSo they're -- the Americans who were actually pulled out of the Hotel Montana were rescued by the French team working with the Fairfax team.  So these rescue workers are looking at saving lives. \nObviously there's a great concern for all of us -- where all the Americans are, but the teams have worked nonstop since they arrived last week, and I know that the Montana has been searched several times, as other areas have. \nAnd I also recognize, and my heart -- it's heart-wrenching for those who just don't know, but I can tell you the teams will not stop, the teams are working as hard as they can.  The teams are -- have gone back to different sites, they have tried different areas of the large structure.  I mean, the Montana had severe devastation where the hotel unfortunately pancaked. \nAnd so the teams have in certain cases split up to the same structure.  I know there were several teams working the Hotel Montana at the same time.  So they are professionals, they are working as hard as they can to locate as many survivors as they can.\nQ    Thank you for taking my question.  I want to know more about this overall structuring of all the different international teams that are now helping Haiti.  I think Tim has mentioned on -- on the rescue side, U.N. is in charge and other countries are following.  What about on the other side -- for example, food distribution or medical assistance -- is it also that the U.N. is in charge and all the different countries are contributing?  And also, can you tell me like how much -- whether U.S. is the largest contributing country in terms of overall assistance to Haiti so far?\nMR. CALLAGHAN:  I can start with the different sectors -- I'll defer on the medical sector of course.  Again, the United Nations -- there is a United Nations coordination unit called UNDAC.  They are on the behalf of the government of Haiti coordinating the relief effort.  There are several what's called clusters and those clusters are led by a U.N. organization.  In the area of shelter and non-food items it is IOM. \nAnd so other groups work in that cluster.  So organizations such as Save the Children or CARE or Catholic Relief Services can go to a cluster meeting each morning at 8:30 a.m., share information, look at priorities, listen to what the priorities are of the government of Haiti, and map out a plan to coordinate and get the assistance out as quickly as possible.  And same for the health cluster, and I'll defer on that one.\nCAPTAIN STEVERMER:  This is Captain Stevermer.  The health cluster is coordinated by the Pan American Health Organization.  They have flown a team in to lead this effort and are joining up with multiple other nongovernmental organizations and various government entities who have resources here involved in the medical side of the response.\nThis includes daily meetings of a large number of people and this coordination is ongoing.  In addition, there have been some sub-groups built for hospital providers, people who are providing field hospital care, to coordinate that effort.  And there are separate efforts going on around hospital assessments for the existing hospitals in Port-au-Prince to determine which are still operational or which are functionally stable or mechanically stable, and then also a coordinated multinational approach to a public health assessment. \nEqually as important, yesterday the Ministry of Health in Haiti announced the development of a commission for the coordination of all health resources involved in this response.  And this commission will help coordinate at the national level.\nQ    I'm confused by the number of distribution stations.  On Saturday on this call, Mr. Callaghan, I think you said that the Haitian government radio had announced the locations of 14 distribution sites in the city.  This morning General Keen used the number four, and during this call I thought I heard you say that there are 100 distribution points.\nMR. CALLAGHAN:  I can clarify that.\nQ    Okay.\nMR. CALLAGHAN:  Originally the government of Haiti was looking at 14 -- that's correct.  What they have decided on is to have four, what I guess you would call, hubs, which is what General Keen referred to.  But beyond that -- yesterday, for example, the report I received from the government was then they went to areas where people had gathered subsets or what have you, and then those there was 100 -- it turned out that the number was 100 or 103 distributions. \nSo again it was -- my understanding is it is four hubs.  It was not 14 as originally I had stated, but that was based on what I was hearing from the government.  It turned out to be four.  But it is four, to my understanding, and that they are -- yesterday they had distributed over 100 points, and they were trying to increase that number as the relief effort continued.\nQ    I just have one question.  How many military aircrafts have been turned away from the airport?  And another thing is that if it's a joint operation, how many other military personnel are there on the ground?  Thank you.\nCAPTAIN KIRBY:  This is Captain Kirby.  I'm going to have to get back to you on the number of military aircraft turned away.  That was your question?\nQ    Yes.  And how many other countries' military personnel are on the ground?\nCAPTAIN KIRBY:  I'm going to -- sir, I'll take that question for the record, and I'll have to get back to you.  There are obviously many other countries participating in here.  The Canadians have committed to send 2,000 --\nQ    I mean here on the ground.\nCAPTAIN KIRBY:  Yes, sir.  I will get back to you with a specific number on that.  I don't have it.\nQ    Yes, I was just trying to clarify the locations of where the U.S. nurses and doctors, et cetera, are providing medical services.  And also, again, if whoever is speaking can identify who you are, because it's very difficult to figure that out since everything is breaking up. \nCAPTAIN STEVERMER:  Yes, I'm Captain Andy Stevermer.  I'm with the United States Public Health Service from the Department of Health and Human Services.  I'm running the Incident Response Coordination Team overseeing the federal health assets here in the theater from the Department of Health and Human Services.\nThe site locations for our resources include GHESKIO, which is a hospital.  They're at a large soccer field next to GHESKIO.  They are located in -- will be soon located with a couple of small hospitals to provide decompression or surge capacity for those hospitals.  They are also partnering with the U.S. Coast Guard and the Haitian Coast Guard in Killick to provide services, and will also be working with the Department of Defense to support Comfort operations once the Comfort has docked and ready to go.\nQ    Thank you.  I'll try my question again because we broke up on it last time.  It's about the handling of human remains.  We have seen mass graves where bodies are not completely buried.  The cemeteries are apparently full.  Can you tell me where the bodies are being put, and how many are still in the streets?\nCAPTAIN STEVERMER:  Yes, I have that question.  The decision around disposal of human -- the handling of human remains is that of the Ministry of Health, and they make the decision as to where the remains -- how the remains are processed and where the remains are interred.  Those are -- the location of that is -- I do not know.\nQ    Can you answer the other part of the question about how many are left still in the streets?\nCAPTAIN STEVERMER:  I do not know the number.  They are working as fast as possible to take care of the human remains. \nQ    Thank you.  I just want to follow.  I think that you didn't discuss earlier about whether U.S. is so far the largest contributing country in terms of the overall aid.  For example, we mentioned three major classes there for the urban rescue and for shelter and health care.  So among the three, can you tell me the numbers of U.S. teams that are involved and whether U.S. is the most, in terms of contribution.\nMR. CALLAGHAN:  Yes -- again, this is Mr. Callaghan.  The numbers I have of all the search and rescue teams are the following.  Currently there are -- to my knowledge, there are 43 international urban search and rescue teams in country, with a total of 1,739 rescue workers.  There is 161 dogs working in Haiti.  Of this total, six of the teams -- so six of the 43 -- are from the United States, and 506 personnel were deployed by the U.S. government.  So out of 1,739 rescue workers, there are 506 from the United States, and they are deployed -- our colleagues are from Fairfax County, Los Angeles Country, Miami-Dade, Virginia Beach, and New York Fire Department.\nQ    Is it the most among all the countries?\nMR. CALLAGHAN:  I don't know.  I don't have the breakdown per country.  I do know several countries that are here, but I can't answer if one country brought more than five teams.  It could be possible -- I just don't know, I don't have that in front of me.\nAgain, the total number of teams were 43.  We brought in six.  So out of the 37 teams I don't know if some countries brought in more than six -- I don't have that answer.\nCAPTAIN KIRBY:  This is Captain Kirby.  I want to thank everybody for joining.  I do just want to add one final note here, and it follows what I said at the very beginning, that this is very much a U.N.-led mission and we're very much in support of that.  And in keeping with that, I just want to add that there's been a lot of senior leader engagements between the United States and the U.N., and the United States and Brazil. \nBrazil, as some of you may know, has the leadership role in MINUSTAH, the security -- the U.N. security mission here in Port-au-Prince.  President Obama talked to Ban Ki-moon today, the U.N. Secretary General, as well as President Lula of Brazil.  And the Chairman of the Joint Chiefs, Admiral Mike Mullen, reached out to his Brazilian counterpart today.  He spoke directly with -- not his counterpart, I'm sorry, the Minister of Defense of Brazil; his counterpart is the Chief of Defense.  And I know he was planning on making one of those calls as well.\nSo there has been a lot of coordination back home and here in Haiti.  General Keen meets routinely with the commander of the MINUSTAH mission as well as counterparts in the Haitian government.\nSo, again, thank you very much for joining.  We very much appreciate your time today.\nEND\n\t3:04 P.M. EST\n\n\n\n\n"
}