{
    "title": "President Obama Announces His Intent to Nominate Scott O Malia As Commissioner of the Commodities Futures Trading Commission | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-his-intent-nominate-scott-o-malia-commissioner-commoditie",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 10, 2009\n\n \n\n\n\nPresident Obama Announces His Intent to Nominate Scott O Malia As Commissioner of the Commodities Futures Trading Commission\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ___________________________________________________________________________  For Immediate Release                                                 September 10, 2009 President Obama Announces His Intent to Nominate Scott O’Malia  As Commissioner of the Commodities Futures Trading Commission  WASHINGTON – Today, President Barack Obama announced his intent to nominate Scott O’Malia as Commissioner of the Commodities Futures Trading Commission. President Obama announced his intent to nominate the following individual today:   Scott O’Malia, Commissioner, Commodity Futures Trading Commission  Mr. O’Malia is currently the Minority Clerk of the Senate Subcommittee on Energy and Water Development, where he has focused on expanding U.S. investment in clean energy technologies, including access to low cost financing and driving technical innovation into the domestic energy sector. Prior to joining the Appropriations Committee, Mr. O’Malia served as Professional Staff on the Senate Energy and Natural Resources Committee where he focused on energy trading markets and enhancing domestic oil and gas production. Mr. O’Malia also established the Washington, D.C. office of Mirant Corporation, where he worked to establish rules and standards for corporate risk management and energy trading among wholesale power producers. Mr. O’Malia began his career on Capitol Hill, in 1992, working for Senator Mitch McConnell of Kentucky. Mr. O’Malia was raised in Williamston, Michigan and received his bachelor’s degree from the University of Michigan.\n\n\n\n"
}