{
    "title": "President Obama Announces New White House Office of Olympic, Paralympic and Youth Sport | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-new-white-house-office-olympic-paralympic-and-youth-sport",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 16, 2009\n\n \n\n\n\nPresident Obama Announces New White House Office of Olympic, Paralympic and Youth Sport\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  __________________________________________________________________  FOR IMMEDIATE RELEASE                                          June 16, 2009  President Obama Announces New White House Office of Olympic, Paralympic and Youth Sport   WASHINGTON – Today, President Barack Obama announced the formation of the White House Office of Olympic, Paralympic and Youth Sport.    This permanent White House office will promote the values of the Olympic Movement and encourage increased youth participation in athletics.  The primary function of the Office will be to enhance awareness of the Olympic Movement through promotion of its fundamental principles at the federal level.   President Obama said, \"It is an important goal of my administration to give our nation’s children every possible tool they need to grow, learn and succeed in life.  A key part of this is increasing access to healthy, constructive activities like sports for our nation’s children.  Too many American kids – particularly those in urban areas – have no access to organized sporting activities. Sports are an important way to instill values, judgment and teamwork in our nation’s kids, and this new office reflects our commitment to giving all our children a chance to thrive.  As the International Olympic Committee moves forward with their selection process we hope that this new office can serve as a model for youth involvement worldwide.\"  The White House Office of Olympic, Paralympic and Youth Sport will:  Recommend federal policies and programs to the President to enhance opportunities and access for youth participation in sport, with particular focus on youth in urban areas Foster and encourage youth sporting, educational and cultural events involving Olympic values-based programs and the participation of U.S. Olympians and Paralympians  The Office will also work in coordination with appropriate executive departments and agencies, including the Departments of Education and Health and Human Services, to:  Engage in outreach to state and local government officials, nonprofit organizations and the private sector Coordinate federal resources, and act as liaison to, any organizing committee for an Olympic and Paralympic Games hosted in the United States And work closely with the United States Olympic Committee and national sport governing bodies to increase access and opportunities for youth to participate in sports. \n\n\n\n"
}