{
    "title": "Readout of the President’s Meeting with AAPI Business and Faith Leaders on Commonsense Immigration Reform | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/05/02/readout-president-s-meeting-aapi-business-and-faith-leaders-commonsense-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 02, 2014\n\n \n\n\n\nReadout of the President’s Meeting with AAPI Business and Faith Leaders on Commonsense Immigration Reform\n\n\n\n\nThis afternoon, President Obama met with Asian American and Pacific Islander (AAPI) business and faith leaders in the Roosevelt Room to discuss the importance of taking action to pass commonsense immigration reform. The meeting coincides with the start of AAPI Heritage Month, an opportunity to reflect upon and celebrate the many contributions that AAPIs have made to this great nation.  Those present at the meeting represent the success of the AAPI community and the promise of the American dream – a dream that remains out of reach for many new immigrants because of our broken immigration system.\nThe President repeated his strong desire for the House of Representatives to follow the bipartisan example of the Senate and pass commonsense immigration reform.  He urged the leaders at the table to continue to press the House Leadership to move forward on this important issue.   Both the President and the leaders agreed that commonsense immigration reform would benefit the AAPI community by supporting business leaders and entrepreneurs and keeping families together.\nThe President also expressed deep concern about the pain too many families feel from the separation that comes from our broken immigration system. He noted that the Secretary of Homeland Security is reviewing its current practices to see how it can conduct enforcement more humanely within the confines of the law.  Earlier this week, Secretary Johnson met with the Congressional Asian Pacific American Caucus to discuss immigration reform and current policies.  The President emphasized that while his Administration may be able to take steps to better enforce and administer immigration laws, nothing can replace the certainty of legislative reform and this permanent solution can only be achieved by Congress.  He encouraged the leaders to continue their hard work on this effort.\nA list of participants from today’s meeting follows:\n\n\n\t\tCongresswoman Judy Chu, Chair, Congressional Asian Pacific American Caucus\n\n\t\tCongressman Mike Honda, Chair Emeritus, Congressional Asian Pacific American Caucus\n\n\t\tBilly Dec, CEO and Founder, Rockit Ranch Productions\n\n\t\tToa Do, President, Business Development Assistance Group\n\n\t\tHyepin Im, President and CEO, Korean Churches for Community Development\n\n\t\tRev. Abhi Janamanchi, Senior Minister, Cedar Lane Unitarian Universalist Church\n\n\t\tDaphne Kwok, Chair, President’s Advisory Commission on AAPIs\n\n\t\tRev. Eun-sang Lee, Pastor, First United Methodist Church\n\n\t\tShekar Narasimhan, Managing Partner, Beekman Advisors\n\n\t\tRebecca Yemin Shi, Executive Director, Illinois Business Immigration Coalition\n\n\t\tRich Stolz, Executive Director, OneAmerica\n\n\t\tSach Takayasu, President and CEO, Asian/Pacific Islander American Chamber of Commerce and Entrepreneurship\n\nTo read more about the benefits of commonsense immigration reform for Asian American immigrant and refugee communities, click here.  For more on the economic costs of inaction on commonsense immigration reform, click here.\n\n\n\n\n"
}