{
    "title": "Joint Statement: 2016 U.S.-Mexico High-Level Economic Dialogue | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/02/25/joint-statement-2016-us-mexico-high-level-economic-dialogue",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nFebruary 25, 2016\n\n \n\n\n\nJoint Statement: 2016 U.S.-Mexico High-Level Economic Dialogue\n\n\n\n\n\n\tThe U.S.-Mexico High-Level Economic Dialogue (HLED) is the premier forum for bilateral economic cooperation, promoting mutual economic growth and prosperity, job creation, and global competitiveness for Mexico and the United States.  Today, in Mexico City, U.S. Vice President Biden and Mexican Secretary Videgaray co-chaired the third Cabinet-level meeting to highlight the significant progress made during 2015 and discuss goals for 2016 and beyond. \n\nPriorities for 2016\n\n\tThe HLED focuses on the following priority work areas: energy, modern borders, workforce development, regulatory cooperation, partnering in regional and global leadership, and stakeholder engagement.  Our two countries agree to work toward the following goals in 2016:\n\n\tEnergy\n\n\n\t\tThe United States and Mexico will formalize the establishment of the U.S.-Mexico Energy Business Council. The United States has issued a Federal Register Notice to select U.S. membership and both countries intend to hold the inaugural Council meeting in the next few months.  Mexico will initiate its internal process to select Mexico’s membership.\n\n\t\tOur two governments will convene experts to provide assistance to support Mexico’s transition to a competitive power market, to promote the sustainable development of unconventional resources and to share best practices on offshore oil and gas project regulations and environmental procedures. \n\n\t\tThe United States and Mexico, in cooperation with Canada, will continue to share energy data and advance work on a North American mapping system. \n\n\n\tModern Borders\n\n\n\t\tFor the United States and Mexico, the continuing development of our shared border is a critical part of our bilateral relationship.  With that in mind, we will strengthen our binational coordinating processes to collaborate on priority projects and policy issues with the hope of making significant progress in this area.  More specifically, the Executive Steering Committee of the 21st Century Border Management Initiative plans to report to the HLED with the goal of proposing, leading, coordinating, monitoring, and ensuring progress on priority border infrastructure issues and projects.  The ESC can also be mandated to hold separate and focused discussions on the HLED priorities on border infrastructure, including to oversee implementation and execution of issues and projects already deemed priority by HLED principals, as well as to define new priorities over time.  The North American Development Bank (NADB) can serve as an important technical resource to support these efforts.\n\n\t\tTo help reduce the costs of trade, our customs administrations will continue the implementation of single cargo manifests in the rail, air, and maritime modes of transportation and initiate the development and implementation of the truck single manifest.  We will inaugurate a third Cargo Pre-Inspection pilot in San Jerónimo, Chihuahua. \n\n\t\tWe will also continue binational cooperation on the design at Otay Mesa East.  The new Otay II-Otay Mesa East port of entry project is one of the top infrastructure priorities for both countries.  Otay II- Otay Mesa east aims to be the port of entry of the future and a new paradigm for binational planning. \n\n\t\tIn order to ensure a secure, efficient travel experience and to promote tourism, Mexico and the United States will jointly promote and expand enrollment in trusted traveler programs and will also work with partners in Canada to implement the North American Trusted Traveler framework agreed to in July 2015.\n\n\t\tInvestments in our border crossings will be matched by improvements in transportation.  To ease trade-related transportation across borders, we will work toward mutual recognition of commercial and federal driver’s licenses and commercial truck inspection standards.\n\n\t\tBecause technology increases production speed and efficiency, we will work through the Binational Intelligent Manufacturing Initiative to streamline IT capacities into all major elements of the manufacturing process along our border. \n\n\t\tTo catalyze economic development in the border region, we must understand it. Using interoperable asset mapping tools, the United States will work with Mexico to map industrial, manufacturing, and financial communities. Together, we can make smart decisions about exports, imports, and investments based on assets across our border.\n\n\n\tWorkforce Development\n\n\n\t\tTogether, we recognize that at the heart of workforce development is human development. To develop a smart, agile North American workforce, we must invest in our citizens.\n\n\t\tWe will expand the Bilateral Forum on Higher Education, Innovation, and Research’s (FOBESII) focus and products so we can incorporate more stakeholders with specific needs based on their own priorities.  Through curriculum development and English language training we will foster greater technical expertise in energy and tourism.\n\n\t\tWe will increase participation in exchange programs for students, teachers, professionals, and scholars through new funding and private sector engagement for specific programs, including Jóvenes en Acción (Youth in Action), the J-1 Mexico intern program, and the U.S.-Mexico Fulbright Garcia Robles program.\n\n\t\tProyecta 100K will strive to reach its goal of sending 64,500 Mexican students and researchers to the United States to participate in a mobility program within a higher education institution.\n\n\t\tIn order to promote educational exchanges to diverse populations, we will work together to open 22 new EducationUSA advising network centers in Mexico.\n\n\t\tEnsuring our workforce is inclusive means investing in women.  We will promote women’s access to finance and support the development and growth of women lead businesses and make mainstream gender issues an integral component into our public policy and workforce dialogue. \n\n\n\tRegulatory cooperation\n\n\n\t\tTo strengthen our cooperation, we will continue working on energy regulatory cooperation.\n\n\t\tAt the same time, we will develop a Second Work Plan to include other sectors for the High-Level Regulatory Cooperation Council (HLRCC) that considers lessons learned from the First Work Plan. The Second Work Plan should be developed on a balanced approach considering sectors and activities of interest to both countries. \n\n\t\tOn energy, we will continue to convene experts to draft regulations and procedures.  We will also hold periodic “whole-of-government” meetings, to ensure that energy regulatory cooperation remains a priority and to ensure best practices and lessons learned are implemented across all energy regulators. \n\n\t\tThe U.S. Department of Interior, Mexico’s Secretariat of Energy (SENER) and Mexico’s Secretariat of the Environment and Natural Resources (SEMARNAT) will work together to expand existing energy cooperation, particularly in offshore safety and environmental enforcement.  By increasing coordination and aligning regulations, we will create market efficiencies that lower costs and benefit both U.S. and Mexican consumers. \n\n\n\tRegional and global leadership\n\n\n\t\tOn February 4, 2016, Mexico and the United States joined 10 other Asia-Pacific countries to sign the Trans-Pacific Partnership (TPP).  Both Parties affirm their commitment to seek rapid approval of the TPP Agreement as soon as possible and to coordinate closely on the implementation of the Agreement.\n\n\t\tOpen access to information is a key component to economic growth. In 2016, we will encourage international adoption of the Open Data Charter to expand access to information to all citizens. Mexico and the United States will support affordable, reliable, and open internet access.\n\n\t\tBoth governments will promote the Open Contracting Data Standard (OCDS), which aims to foster access to information and public participation in the procurement process. We will continue to work on improving openness and accountability in extractive industries.\n\n\t\tMexico and the United States will continue to foster actions that strengthen the anti-corruption agenda in international fora such as: the G20 and the Open Government Partnership (OGP) anti- corruption working groups.\n\n\t\tWorking together is crucial to expand the availability of climate risk insurance in Central America, to help mitigate the disruptive impact of natural disasters and strengthen fiscal buffers in these countries.\n\n\t\tMexico and the United States will continue to work with the Inter-American Development Bank to deepen regional electrical and natural gas integration in Central America.\n\n\n\tStakeholder Engagement\n\n\n\t\tMexico and the United States will continue improving its engagement with relevant stakeholders (private sector, academia, and civil society), in order to receive their feedback and those initiatives that contribute to the objectives of the HLED.\n\n\t\tRecognizing the importance of telecommunications and sustainability to foster productivity, job creation, innovation, market development of emerging sectors and stakeholder participation with positive impacts in overall competitiveness, we will incorporate both topics into the work of the High-Level Economic Dialogue.\n\n\nThese 2016 strategic goals and initiatives are only possible because of the strong and cooperative partnership which defines the U.S.-Mexico relationship and builds off of the success of 2015.\n\n2015 Achievements\n\n\tEnergy\n\n\n\t\tThe United States, Mexico, and Canada have worked together to share data and other information on our energy sectors.  North American energy information is now gathered on one platform available on all three countries’ websites.\n\n\t\tWe agreed to establish the United States-Mexico Energy Business Council to strengthen the economic and commercial ties between energy industries in our countries.  We launched several other energy initiatives focused on governance, capacity, unconventional gas, power sector reform, and energy education. \n\n\t\tWe enhanced cross-border electricity coordination through increased information sharing on a range of topics, including wholesale energy markets, renewable energy, system planning, natural gas, and smart grid development.\n\n\n\tModern Borders\n\n\n\t\tThe West Rail Bypass Bridge at Brownsville-Matamoros between Texas and Tamaulipas opened in August 2015.  It is the first rail international bridge between the two nations in 100 years.  The “Puerta Este” pedestrian crossing opened in August 2015, part of the larger renovation project on both sides of the San Ysidro-El Chaparral ports of entry between San Diego and Tijuana, the busiest land port of entry in the Western Hemisphere.  The San Diego-Tijuana International Airport Cross Border Xpress opened in December.  The Cross Border Xpress, a pedestrian bridge connecting San Diego with the Tijuana Airport, allows passengers access to more international connections.  The new, modern Tornillo-Guadalupe International Bridge and connecting roadways were fully completed in late 2015 and opened to traffic on February 4, 2016.\n\n\t\tOur customs administrations launched two Cargo Pre-Inspection pilots at the Laredo, Texas International Airport and at the Mesa de Otay, Baja California customs facilities, where our customs officers’ collaboration will reduce the number of inspections, leading to reduced wait times and transactions costs. \n\n\t\tWe signed an Air Transportation Agreement that will increase travel and shipping options between the U.S. and Mexico as well as lower costs.\n\n\t\tUnder The Mexico-United States Entrepreneurship and Innovation Council (MUSEIC), we created a binational, compatible cluster maps that identify geographic concentrations of interconnected companies, suppliers, service providers, and associated institutions that are present in the U.S. and Mexico.  These maps can be used to create the connections for more effective trade and investment, and enhance regional economic development.\n\n\t\tThe United States and Mexico have promoted each other’s trusted traveler programs, with the support of the travel and tourism industry from both countries.  As a result, already more than 3,530 applications by American travelers were submitted by U.S. Global Entry members to join Mexico’s Viajero Confiable program.\n\n\n\tWorkforce Development\n\n\n\t\tThe Bilateral Forum on Higher Education, Innovation, and Research (FOBESII) expanded opportunities for educational exchanges, scientific research partnerships, and cross-border innovation for both countries.  \n\n\t\tThrough Mexico’s programs like the Mexican national program Proyecta 100,000 and the United States’100,000 Strong in the Americas initiative, we increased by 15.4 percent the number of Mexican students in U.S. higher education institutions and the number of U.S. students in Mexican institutions increased 19.2 percent between 2014 and 2015. With this, Mexico rose from fourth to second place as a destination for U.S. students to study in Latin America. \n\n\t\tMore than eighty new collaboration agreements between universities of both sides of the border have been signed and we created a new Internship Program between Mexico and the United States. \n\n\t\tFour binational research and innovation centers have been created with the support of the National Council for Science and Technology (CONACYT) and the National Science Foundation (NSF).\n\n\t\tIn March 2015, the first Pilot Project of the NSF’s I-Corps Program was launched in Mexico with the National Council for Science and Technology - CONACYT.\n\n\n\tRegulatory Cooperation\n\n\n\t\tRobust agency-to-agency regulatory cooperation between United States and Mexican agencies occurred during 2015.\n\n\t\tDuring 2015, both countries closed the 1st Work Plan of the HLRCC.  In February 2015, Mexico undertook public consultations for the definition of the 2nd Work Plan of the HLRCC. In September 2015, Mexico sent the United States its proposals for the 2nd Work Plan.  The response from the United States was provided in December 2015, and further discussion remains in order to develop a 2nd HLRCC Work Plan.  \n\n\t\tRelated to energy, Mexico’s Agency for Safety, Energy, and Environment (ASEA) and Department of Interior’s Bureau of Safety and Environmental Enforcement are working together on environmental safety regulations related to natural resource exploration.  Also, on June 5, 2015, the United States Federal Energy Regulatory Commission (FERC) signed a memorandum of understanding (MOU) on regulatory cooperation with Mexico’s Energy Regulatory Commission (CRE) to focus exchanges on information related to monitoring and oversight of Mexico’s wholesale power market, best practices related to large-scale integration of renewable energy in to the bulk power system and information related to natural gas infrastructure and market operations.\n\n\n\tRegional and Global Leadership\n\n\n\t\tBoth countries collaborated to deepen the impact of open government at the subnational level, including by launching a pilot program for subnational governments at the Open Government Partnership (OGP) Global Summit and promoting use of open source information to foster transparency. \n\n\t\tMexico, the U.S., and the Steering Committee of OGP launched the “Joint declaration that promotes the use of the principles of open government as enablers of the 2030 Sustainable Development Agenda”.\n\n\t\tWe also worked together to advance our efforts to join the Extractive Industries Transparency Initiative (EITI). \n\n\t\tWe worked together to promote regional interconnection between Mexico and Central America.\n\n\n\tStakeholder Engagement\n\n\n\t\tDuring 2015, we met with stakeholders to ensure the HLED remains relevant and increases the competitiveness of both economies. \n\n\n\n\n\n"
}