{
    "title": "Vice President Biden Delivers Report to the President on Summer of Recovery Act Activity | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-delivers-report-president-summer-recovery-act-activity",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJune 17, 2010\n\n \n\n\n\nVice President Biden Delivers Report to the President on Summer of Recovery Act Activity\n\n\n\n\nWashington, DC – Vice President Joe Biden today delivered a report, “Summer of Recovery: Project Activity Increases in Summer 2010,” to the President detailing the surge in Recovery Act infrastructure projects that will be underway this summer – and the jobs those projects will create into the fall and through the end of 2010.  A copy of the report, as well as a presentation the Vice President will deliver is attached.\n\nRECOVERY SUMMER\nFact Sheet\nWith tens of thousands of projects funded and millions of Americans on the job today thanks to the Recovery Act, it’s easy to assume its impact is behind us - but summer 2010 is actually poised to be the most active Recovery Act season yet, with tens of thousands of projects underway across the country that will help to create jobs for American workers and economic growth for businesses, large and small.  With thousands of road, bridge, water and other infrastructure projects breaking ground this summer, the American people will get to see first-hand the Recovery Act dollars being put to work in their communities making long-overdue infrastructure improvements, creating new opportunities for local economic growth and supporting well-paid jobs. \nProgress To-Date\nThe Recovery Act has already begun to put over $620 billion to work and many programs are ahead of schedule.\n• $223 billion in tax relief has been provided to American families and businesses, including the Making Work Pay tax credit for 95 percent of working families.\n• $227 billion in financial assistance has been obligated or made available to help the hardest-hit through aid like unemployment benefits and Medicaid\n• $170 billion has been obligated or begun to be put to work on technology, innovation and infrastructure projects.\nThe Council of Economic Advisers (CEA) estimates that the Recovery Act is responsible for between 2.2 and 2.8 million jobs through March of 2010.\n• This figure is in-line with estimates by independent economists, including those of the non-partisan CBO.\nSummer Activity\nWe are entering “Recovery Summer” and will see the highest levels of Recovery Act project activity yet.\nHighway Projects\n• There will be six times as many highway projects underway in July 2010 as in July 2009 – projects will surge from 1,750 last summer to over 10,700 this summer.\n• While last summer about 9,185 miles of highway started being improved, this summer 29,244 miles will start being improved – that’s the equivalent of ten cross-country road trips on improved highways.\n• States across the country will see an increase in highway projects this summer:\no Colorado: This summer there will be 90 highway projects underway versus 23 last summer.\no Michigan: This summer there will be 646 highway projects underway versus 21 last summer.\no California: This summer there will be 450 highway projects underway versus 9 last summer.\nClean and Drinking Water\n• This summer 2,828 clean and drinking water projects will be underway versus 129 last summer – more than 20 times as many.\n• States across the country will see an increase in clean and drinking water projects this summer:\no Michigan: This summer there will be 91 active clean and drinking water projects versus 24 last summer.\no Ohio: This summer there will be 205 active clean and drinking water projects versus 42 last summer.\no Massachusetts: This summer there will be 111 active clean and drinking water projects versus 45 last summer.\nHome Weatherization\n• This summer, 82,000 homes will be weatherized versus 3,000 last summer – 27 times as many homes this summer as last.\n• States across the country will see an increase in the number of homes weatherized this summer:\no California: This summer there will be 5,887 homes weatherized versus 0 last summer.\no Michigan: This summer there will be 5,163 homes weatherized versus 106 last summer.\no Massachusetts: This summer there will be 2,360 homes weatherized versus 111 last summer.\no Ohio: This summer there will be 4,200 homes weatherized versus 2,044 last summer.\nNational Parks \n• This July, there will be 799 projects underway at our national parks versus 101 last July – nearly 8 times as many this summer. \n• This July, there will be 1,711 public lands projects underway versus 106 last July – 16 times as many this summer.\nSummer Milestones\nRecovery Act projects will achieve several significant milestones this summer.\n• Tomorrow, June 18th, the President will break ground on the 10,000th Recovery Act road project to get underway.\n• By the end of June, Recovery Act investments will have built, expanded or renovated over 1,100 community health care centers, providing health care for an additional 2.5 million Americans.\n• By August, one million more Americans will have smart meters in their homes thanks to the Recovery Act investment in building a smart energy grid.\n• Also by August, more than 200,000 homeowners will have had their homes weatherized through the Recovery Act, saving them an average of over $400 a year on their energy bills.\n• By September 30th, 70 percent of Recovery Act funds will have been paid out.\nContinued Job Impact\nThe job impact of the Recovery Act will be continue to climb through the summer and into the fall, eventually hitting the original target of 3.5 million jobs by the end of 2010.\nAccording to the Council of Economic Advisers:\n• June 30, 2009 – 338,000 jobs\n• September 30, 2009 – 850,000 jobs\n• December 31, 2009 – 1,750,000 jobs\n• March 30, 2010 – 2,500,000 jobs\n• December 31, 2010 – Administration target of 3.5 million jobs\nEstimates from the non-partisan Congressional Budget Office have thus far have confirmed or exceeded these CEA estimates. \n• In May, the CBO reported that as many as 2.8 million jobs were created or saved by the Recovery Act through the first quarter of 2010.\nJobs have been reported by recipients in every single Congressional District and U.S. territory.  These reports are available at www.Recovery.gov.\n\n\n\n"
}