{
    "title": "FACT SHEET: The First Lady announces “Better Make Room” campaign | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/10/19/fact-sheet-first-lady-announces-better-make-room-campaign",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\n\nOctober 19, 2015\n\n \n\n\n\nFACT SHEET: The First Lady announces “Better Make Room” campaign\n\n\n\n\n\nThe First Lady’s Reach Higher initiative brings together over 20 social media, business, and nonprofit partners to help launch Better Make Room, a campaign squarely directed at Generation Z (14-19 year olds)\n\n\tThe First Lady launched her Reach Higher initiative to inspire every student in America to take charge of their future by completing their education past high school, whether at a professional training program, a community college, or a four-year college or university.\n\n\tThat is why, as part of her Reach Higher initiative, the First Lady is announcing a new public awareness campaign, Better Make Room, to target Generation Z, or young people ages 14-19, to celebrate education, change the national conversation, and reach students directly where they are and give them a space to create content while also navigating the college-going process. This campaign will leverage traditional and new media platforms to celebrate student stories in the same way that we often celebrate celebrities and athletes. With partners in the business, philanthropic, media, and education realm, this campaign will stretch across the country to inspire students and give them the tools they need to reach higher for college. \n\nLaunching “Better Make Room”\n\nBetter Make Room celebrates students. It acknowledges that things aren’t easy. It elevates their stories, their bravado, and hard work to new heights. It tells their stories through a lens normally reserved for sports stars and celebrities. In an info-jammed world where fame means followers, likes and reposts, the campaign brings celebrities and influencers to the platforms that today give star power to their peers: those without the traditional luck or talent of some of today’s biggest stars.\n\nBetter Make Room says that students reaching toward higher education deserve equal praise and adoration. Through an integration of celebrities, peers, influencers, and partners who step outside their own accomplishments to lift up those of another, the campaign gives achievement, smarts, conquest and reaching higher the spotlight they deserve. Better Make Room highlights the possibility of a better education, a better career, and a better future.\n\nThe campaign does this while also making sure that young people understand the steps, tools and resources available to help them Reach Higher, such as registering for the SAT and ACT, visiting a college campus, filling out FAFSA, and completing at least four college applications.  Please go to BetterMakeRoom.org for more information. \n\nBetter Make Room Partners\n\nThe Black Sheep Agency, a cause-driven brand strategy firm in Houston, Texas, developed the Better Make Room campaign for Generation Z, giving students a powerful voice with which to connect with one another on a national scale and launching a vibrant movement toward higher education. Better Make Room engages students in the creation of bold statements, powerful photography and branded content, forming a grassroots campaign that gains momentum with every tweet. Black Sheep ideated the concept, creative, design and engagement strategy framework with a team of local collaborators including Ergon Logic Enterprises, Ell Creative, Always Creative, Poetic Systems and Primer Grey. \n\nVine is an entertainment network where trends gain traction and stars find an audience. As a company, Vine will be supporting the Better Make Room initiative on an ongoing basis by bringing top Viners into the campaign and creating entertaining content that will spread the campaign's key messages to the more than 200 million people who watch Vines every month.\n\nMashable is a global media company with a mission to inform, inspire and entertain the digital generation. Through this partnership with the Better Make Room campaign, Mashable will continue to further its mission by bringing the initiative online through its website and distributed channels. Mashable will tell the stories of those who are participating in #bettermakeroom and create awareness of the tools and support available to the digital generation for continued education.\n\nUpNext is a new, anticipatory, text-based service that takes cues from how young people interact with technology to connect them with civic life through their daily mode of communication. To do this, UpNext sends personalized text messages to prompt users to apply for college, get student aid, and pay back their student loans as deadlines approach. The tool was created by a team of education experts, in collaboration with Huge, a digital and design firm, and the non-profit, Civic Nation.\n\nAwesomenessTV, a leading media company serving the global Generation Z audience, will provide in-kind ad and promotion space across its platforms during key messaging times, as well as work with AwesomenessTV creators to generate content for the Better Make Room campaign. AwesomenessTV will also work with its ATV Network, a community based Multi-Channel Network with over 90,000 channels, encouraging them to create their own Better Make Room content.\n\nThe CW Network, America's fifth broadcast television network, available in more than 106 million homes, is committing to a continuing partnership with the Better Make Room campaign. The CW Network will produce a digital series of interviews, starring their talent and students from Better Make Room, to support the campaign; will tap into CW talent to create their own PSA; will promote content during the launch and during key moments for the campaign; and, both through corporate channels and use of on-air talent, help spread the word across their social platforms.\n\nFunny Or Die, whose network reaches directly into the Make Room target demographic, will produce creative content and celebrity engagement to celebrate students pursuing college. Funny Or Die has over 19 million unique users per month, over 60 million video views per month, and has grown into a vertically integrated digital studio that produces content over numerous platforms -- reaching 11 million users on Twitter, 12 million on Facebook, and millions more on Snapchat, Vine, and Instagram.\n\nPearson is committed to inspiring students to pursue their education past high school and making sure that they have access to the information they need. To further this goal, Pearson will share Better Make Room content across its web platforms and through social media providing webinars and information sheets for students, parents, and school counselors on using the tools and resources. Adult learners and educators will also have access to similar resources through the GED program, a Pearson joint venture. Pearson’s leadership understands the importance of providing students with pathways to success in the demanding global economy of the 21st Century and is excited to help Better Make Room create opportunities for years to come.\n\nCollegeHumor offers daily comedic content through videos, pictures, articles and jokes. CollegeHumor is the #1 most-viewed comedy YouTube channel. With more than 4 billion lifetime views, their content is some of the most-watched, most-shared, and most-acclaimed on the Internet.  The CollegeHumor brand has expanded beyond its digital presence into other forms of entertainment including film, television, books and live comedy shows.  To amplify and promote Better Make Room, CollegeHumor will produce in-kind videos to help amplify the message of Better Make Room.\n\nSeventeen will promote and amplify the Better Make Room campaign across its brand platforms including print, digital and social reaching over 30 million teens. Additionally, Seventeen will play an important role in ongoing campaign efforts by featuring the Better Make Room messaging within a story on money matters for teens in March and a Cheat Sheet series running through September providing useful information to teens on education, funding and more.\n\nPVBLIC Foundation, a media outreach partner for the campaign, is helping promote Better Make Room by creating partnerships with Lamar Outdoor and Adams Outdoor for digital billboards and with Conversant for online display advertising nationwide.\n\nNBCUniversal Cable Entertainment will provide on-air and digital support for the Better Make Room campaign, through several of its networks, including USA, Syfy, Bravo, Oxygen, E! and Esquire.  In addition, USA’s award-winning Characters Unite public service campaign to combat discrimination will highlight the Better Make Room effort with editorial content, social media and partner outreach\n\nA+E Networks, which includes the cable channels A&E, Lifetime, and History, is an award-winning, global media content company. A+E Networks, which reaches more than 350 million households in the United States and over 30 million monthly online impressions, is committing to a continuing partnership with the Better Make Room campaign. A+E will run Better Make Room PSA’s across their on-air and online platforms, including channels like History, Lifetime or A&E; will produce a future PSA and cover production costs; will promote content during the launch and during key moments for the campaign; will help plan and fund a campaign event; and will tap into A+E Talent to help spread the word across their social platforms.\n\nThe Y is one of the nation’s leading nonprofits committed to youth development, healthy living and social responsibility. We believe that all kids have great potential and work every day to help them set and achieve personal and educational goals. To support the Reach Higher initiative, YMCA of the USA (Y-USA) will disseminate information and resources to the 2,700 YMCAs in 10,000 communities across the United States, and encourage them to help build awareness and encourage participation in the initiative. In addition, the Y reaches more than 9 million youth each year, including three million teens who the Y is helping to shape through mentoring, college & workforce development, leadership development and civic engagement programs (6,500 different programs nation-wide). The Y will disseminate information and resources to our program participants, their families and the communities we serve, and build some of the components of the initiative into our existing program portfolios. \n\nThe Williams Family Foundation is a private 501(c)3 organization founded by Abigail and Todd Williams of Dallas, Texas.  Having both benefited from a quality public education, the couple has chosen to dedicate the large majority of their philanthropic efforts to their greatest passion: ensuring a quality education is made available to as many in their local community as possible.  Organizations that the Foundation has supported include The Commit! Partnership (Dallas County’s educational collective impact backbone organization); Teach For America Dallas/Ft. Worth, part of the national organization which trains and recruits high quality education professionals;  Uplift Education, Dallas Ft. Worth’s largest public charter network serving 15,000 predominantly low income students and; Uplift Williams Preparatory, a 1,400 student K-12 school which the Foundation helped found in 2007.  The Foundation also operates its own college scholarship program, which over the past decade has assisted over 125 individual students with multi-year support.  They are excited to support the Better Make Room campaign and Reach Higher Initiative to better serve the next generation of leaders through increased access to higher education.  \n\nThe Edwin Gould Foundation invests in organizations that get low-income kids to and through college and runs the EGF Accelerator, an incubator in lower Manhattan for social entrepreneurs who have great new ideas that will help our target population achieve their college and career goals. The Foundation will help carry this important message through their broad and varied community of non-profit organizations that serve highly motivated, low-income students.\n\nLumina Foundation has always believed that young Americans need better and more timely information about the steps ahead when it comes to planning for their own education futures.  Better Make Room is an exciting new campaign that will engage potentially millions of Generation Z students with ideas and guidance to help propel them forward educationally and personally.  The Lumina Foundation is proud to support this strategic effort to invest in our collective future as a nation by helping young people find the right opportunities and resources to pursue their dreams.  They will provide technical assistance and support to ensure the campaign provides\n\nAmerican Eagle Outfitters is a leading global specialty retailer offering high-quality, on-trend clothing, accessories and personal care products.  Given American Eagle Outfitters' strong commitment to youth empowerment and education, the company will feature the Better Make Room campaign on its digital billboards in Times Square and will help spread the word to target demographics during the campaign across its social platforms.\n\nStackla is a social content marketing platform that puts user-generated content at the heart of brand marketing. The Better Make Room campaign will be driven by user-generated content, aggregated to a website powered by Stackla. \n\nThe Teachers Guild, run by IDEO’s Design for Learning Studio and Riverdale Country School, is a professional community of teachers across the country who are daring to design better solutions for our students, schools, and the system. The Teachers Guild will run a challenge in partnership with Better Make Room, where students and teachers will create new options for expanded pathways to college. The ideas generated will be available for any teacher to try in their classroom or school. The aim of this partnership is to fuel the movement of students and teachers working together to help all students fulfill their dreams by putting the power of designing the future in their hands.\n\nGet Schooled, a national non-profit, was founded on the belief that students themselves have the power to improve their future if given the right information and motivation.  Get Schooled leverages the key influences in teens' lives to directly motivate them to stay committed to graduating from high school and going on to college.  Get Schooled will engage its audience of more than a million teens across 1,700 high schools in specific Better Make Room content and activities to ensure more young people are taking the required steps to be college-ready.\n\nThe Jack Kent Cooke Foundation has been creating new ways to empower high-achieving students for fifteen years – they provide generous scholarships for students with financial need, create pathways to serve their communities, and organize annual gatherings for our scholars to share ideas.  They know the power of a supportive community, and that’s why they are excited to commit to the Better Make Room campaign, part of the Reach Higher Initiative. The Cooke Foundation celebrates the ambitions of first generation college students and young graduates ready to build their futures. Extending our community of scholars, scholarship applicants, and network of guidance counselors and educators will allow the Jack Kent Cook Foundation to promote and cheer on the underrepresented stars of the Better Make Room campaign.  They will share their stories through their newsletters and emails, on social media, and conference promotions.  They will also activate their Alumni COR, which leads seminars for students and parents across the nation, to highlight the campaign in its sessions with families. \n\nOngoing College Opportunity and Affordability Efforts\n\nBuilding on a Record of Progress: Since taking office, President Obama has taken steps to expand federal support to help more students afford college, while calling for a shared responsibility in tackling rising college costs and expanding college opportunities. Key achievements include:\n\n\nIncreasing Investments in Pell Grants and Expanding Education Tax Credits: Since 2008, the Administration has increased Pell Grant funding by 70 percent, and increased the maximum award by $1000.  In 2009, President Obama established the American Opportunity Tax Credit to assist families with the costs of college, providing up to $10,000 for four years of college tuition.  Pell Grants and education tax credits continue to provide students and families with $50 billion this year to help them afford college.\n\t\t \n\nHelping Students Manage Student Loan Debt: In 2013, the President and Congress enacted a bipartisan plan to keep student loan interest rates low, saving a typical student $1,500 over the life of loans borrowed.  The President’s Pay-As-You-Earn plan caps student loan payments at 10 percent of borrowers’ incomes and will be expanded this year to benefit up to 5 million borrowers. The Department of Education also eliminated subsidies to banks making student loans and transitioned to 100 percent Direct Loans, saving billions.\n\t\t \n\nAligning Community College Programs to In-Demand Jobs: The President has invested $2 billion in 700 community colleges, supporting the development of education and training programs with employers and industry to prepare workers for jobs in-demand in their regional economies, such as health care, IT and energy. These programs have shown early success – through the end of FY2014, among the more than 176,000 individuals who had enrolled in these more than 1,900 new programs 85 percent either completed a program or continued the program into a second year. To expand on these successes, the President proposed $200 million for an American Technical Training Fund in this year’s budget to expand work-based learning opportunities, provide accelerated training, and accommodate part-time work.\n\t\t \n\nReforming Student Aid to Promote Affordability and Value: The President has proposed reforms to federal campus-based aid programs to shift aid away from college that fail to keep net tuition down, and toward those colleges and universities that keep tuition affordable, provide good value, and serve students well. These changes in federal aid to campuses will leverage $10 billion annually to help keep tuition down.\n\t\t \n\nSpurring Innovation Through First in the World Grants: In September, the Department of Education awarded $60 million to 17 colleges and universities under the new First in the World grant program to test and scale evidence-based approaches to expanding college access and improving student learning while reducing costs.\n\t\t \n\nPublishing Better Information for Better College Choices. In September, the President released a redesigned College Scorecard – at collegescorecard.ed.gov – to empower Americans to rate colleges based on what matters most to them; to highlight colleges that are serving students of all backgrounds well; and to focus on making a quality, affordable education within reach. The College Scorecard publishes the most reliable, updated, and comprehensive data on students’ outcomes at specific colleges, including former students’ earnings, graduates’ student debt, and borrowers’ repayment rates.\n\t\t \n\nMaking the FAFSA Simpler, Faster, and Easier: The President has significantly simplified the FAFSA by revamping the online form for all families so they can skip irrelevant questions; allowing over 6 million students and families take advantage of the ability to complete the FAFSA by populating income information from the IRS; and cutting the time it takes to fill out the FAFSA down to about 20 minutes, one-third of the time it took when the President took office. This past September, the President announced that the 2017-2018 academic year FAFSA will be available on October 1, 2016 – three months earlier – and that students can fill out their form by electronically retrieving an earlier year’s tax and income information. These changes can help hundreds of students access financial aid for the first time and save institutions 3 million hours on verification.\n\t\t \n\nCalling on Efforts to Expand College Opportunity: Last December, the President, Vice President, and First Lady joined college presidents and leaders of non-profits, foundations, and other organizations to announce over 600 new commitments to produce more college graduates. Community colleges made commitments individually, and in partnership with neighboring school districts and four-year institutions, to build seamless transitions among institutions, develop clear educational and career pathways, implement strategies to increase student completion of STEM programs, and establish more accurate measures of student progress and success. \n\n\n\n\n\n"
}