{
    "title": "Expected Attendees at Tonight's State Dinner and Head Table Seating | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/expected-attendees-tonights-state-dinner-and-head-table-seating",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 19, 2010\n\n \n\n\n\nExpected Attendees at Tonight's State Dinner and Head Table Seating\n\n\n\n\nBelow is a list of expected attendees at tonight’s State Dinner, followed by the list for the head table:\nThe President & First Lady Michelle Obama \nHis Excellency Felipe Calderón Hinojosa, President of Mexico and Mrs. Margarita Zavala\n     \n \n      Mr. Michael Adler, Miami Beach, FL \n              Mrs. Judy Adler\n \n      Mr. Javier Alatorre, Mexico \n \n      Mr. Will Allen, Growing Power, Oak Creek, WI \n              Ms. Cynthia Allen \n \n      Ms. Adrienne Arsht, Washington, DC \n \n      The Honorable David Axelrod, Senior Advisor, The White House\n              Mrs. Susan Axelrod \n \n      The Honorable Xavier Becerra, House of Representatives \n              Dr. Carolina Reyes \n \n      The Honorable Joseph R. Biden, Jr., Vice President of the United States \n      Dr. Jill Biden \n \n      Mr. Dennis Blair, Director, Office of the Director of National Intelligence \n             Mrs. Diane Blair \n \n      The Honorable Antony Blinken, Deputy Assistant to the President and National Security Advisor, Office of the Vice President\n \n      The Honorable Cory Booker, Mayor of Newark, Newark, NJ \n              Ms. Gayle King, New York, NY \n \n      The Honorable John Brennan, Assistant to the President for Homeland Security and Deputy National Security Advisor for Counterterrorism, Homeland Security Council \n              Mrs. Katherine Brennan \n \n      Mr. Lindsey Buss, President and CEO, Martha's Table, Washington, DC \n              Mrs. Betina Franceschini \n \n      Mr. Charles Cawley, Camden, ME \n              Mrs. Julie Cawley \n \n      Mr. Kenneth Chenault, Amex, New York, NY \n              Mrs. Kathryn Chenault \n \n      The Honorable Steven Chu, Secretary of the Department of Energy, Washington, DC \n              Mrs. Jean Chu \n \n      The Honorable Hillary R. Clinton, Secretary of State \n \n      Secretary Ernesto Cordero, Secretary of Finance and Public Credit \n \n      Mr. Shani Davis, Chicago, IL \n              Mr. Jae Su Chun \n \n      Mr. José Díaz-Balart, Telemundo, Hialeah, FL \n              Mrs. Brenda Díaz-Balart\n \n      The Honorable Chris Dodd, United States Senate \n              Mrs. Jackie Clegg Dodd \n \n      The Honorable Thomas Donilon, Assistant to the President, Deputy National Security Advisor, NSC \n              Ms. Cathy Russell, Chief of Staff to Dr. Jill Biden \n \n      Ms. María Elena Durazo, Los Angeles County Federation of Labor, Los Angeles, CA \n              Mr. Henry Tamarin, Chicago, IL \n \n      Mr. Don Edwards, Chicago, IL \n              Mrs. Anne Edwards \n \n      Mr. Carlos Elizondo Mayer-Serra, Mexico \n \n      The Honorable Rahm Emanuel, Chief of Staff to the President \n              Ms. Amy Rule \n \n      Mr. John B Emerson, Beverly Hills, CA \n              Ms. Kimberly K Marteau \n \n      Ambassador Patricia Espinosa Cantellano, Secretary of Foreign Affairs, Mexico \n \n      Ms. Giselle Fernandez, Los Angeles, CA \n              Ms. Karen Gordon \n \n      Mr. Jorge Fernández Menéndez, Mexico \n \n      Ms. Patricia Flores, Head of the Office of the President, Mexico \n \n      Mr. David Friedman, Longmont, CO \n              Ms. Shawna Friedman \n \n      The Honorable Mike Froman, Deputy Assistant to the President and Deputy National Security Advisor for International Economic Affairs, NSC \n              Ms. Nancy Goodman \n \n      The Honorable Robert Gates, Secretary of Defense, Washington, DC \n              Mrs. Becky Gates \n \n      The Honorable Timothy F. Geithner, Secretary of the Treasury, Washington, DC \n              Mrs. Carole Geithner \n \n      Mr. Leo Gerard, President, United Steel Workers, Washington, DC \n              Mr. Gerald Fernandez \n \n      Ms. Whoopi Goldberg, Whoop Productions, New York, NY \n              Mr. Thomas Leonardis \n \n      Ms. Maria Gomez, Mary's Center, Washington, DC \n              Mr. Michael Rexrode \n \n      Secretary Fernando Gómez Mont, Mexican Interior Secretary \n \n      Mr. James Gorman, Morgan Stanley, New York, NY \n              Mrs. Penny Gorman \n \n      Mr. Joe Hansen, President, United Food and Commercial Workers Int'l, Washington, DC \n              Ms. Bonnie Lou Ladin \n \n      Ms. Jane Hartley, CEO, Observatory Group, New York, NY \n              Mr. Ralph Schlosstein, New York, NY \n \n      The Honorable Eric Holder, United States Attorney General, Department of Justice, Washington, DC \n              Dr. Sharon Malone, MD \n \n      The Honorable Steny Hoyer, United States Representative \n              Ms. Kathleen May \n \n      Ms. Dolores C Huerta, Delores Huerta Foundation, Bakersfield, CA \n \n      The Honorable Valerie Jarrett, Assistant to the President and Senior Advisor \n \n      Mr. James L Jones \n              Mrs. Diane Jones, McLean, VA \n \n      The Honorable Tim Kaine, Richmond, VA \n              Ms. Anne Holton \n \n      Justice Anthony Kennedy, Washington, DC \n              Mrs. Mary Kennedy \n \n      The Honorable Pat Kennedy, Under Secretary, Management, U.S. Department of State, Washington, DC \n              Ms. Elizabeth Swope \n \n      The Honorable R. Gil Kerlikowske, Washington, DC \n              Ms. Anna Laszlo \n \n      The Honorable Ron Kirk, USTR, Washington, DC \n              Ms. Elizabeth A Kirk \n \n      The Honorable Raymond LaHood, Secretary of the Department of Transportation, Washington, DC \n              Mrs. Kathy LaHood \n \n      Mr. David C Lizárraga, Los Angeles, CA \n              Mrs. Yvonne Lizárraga \n \n      Ms. Eva Longoria-Parker, Los Angeles, CA \n              Mr. David Figueroa, Pasadena, CA \n \n      Mr. George Lopez, Los Angeles, CA \n              Mrs. Ann M Lopez, Toluca Lake, CA \n \n      Mr. Joaquín López Dóriga, Mexico \n \n      Ms. Monica Lozano, Publisher, La Opinion, Los Angeles, CA \n              Mr. David Ayon \n \n      The Honorable Capricia Marshall, Chief of Protocol, U.S. Department of State, Washington, DC \n \n      The Honorable Iris Martinez, Hispanic Caucus Chair, Chicago, IL \n \n      Mr. Tony Martinez, Brownsville, TX \n              Mrs. Carla Martinez \n \n      Mr. Thomas F. McLarty, President, McLarty Associates, Washington, DC \n \n      Mr. Eliseo Medina, Oxnard, CA \n              Ms. Liza Medina \n \n      The Honorable Robert Menendez, United States Senate \n              Ms. Gwendolyn Beck \n \n      The Honorable Jim Messina, Deputy Chief of Staff, The White House \n              Ms. Ana Elizabeth Himelic \n \n      Dr. Mario Molina, Department of Chemistry, University of California San Diego, La Jolla, CA \n              Ms. Guadalupe Limón \n \n      Mr. Brian Moynihan, Bank of America, Boston, MA \n              Ms. Susan Berry \n \n      Admiral Michael G Mullen, Chairman of the Joint Chiefs of Staff, Arlington, VA \n              Mrs. Deborah Mullen \n \n      The Honorable Cecilia Muñoz, Directory of Intergovernmental Affairs, The White House\n \n      The Honorable Janet Napolitano, Secretary, Department of Homeland Security, Washington, DC \n \n      Senator Carlos Navarrete, President of the Senate, Mexico \n \n      Mr. Kevin O'Reilly, Director for North America, National Security Staff, NSC \n \n      The Honorable Peter Orszag, Director, Office of Management & Budget \n              Ms. Bianna Golodryga \n \n      Mrs. Valerie Owens, Kennett Square, PA \n              Mr. Jack Owens \n \n      Congresswoman Beatriz Paredes, President of the Institutional Revolutionary Party (PRI), Mexico \n \n      The Honorable Carlos Pascual, Ambassador to Mexico \n              Ms. Gabriela Rojas Jimenez \n \n      The Honorable Nancy Pelosi, United States Representative and Speaker of the House \n              Mr. Paul Pelosi \n \n      The Honorable Federico Peña, Denver, CO \n              Ms. Neila J Peña \n \n     The Honorable John Pérez, Speaker of the House, State of California, Sacramento, CA \n              Mr. Jason Seifer \n \n      Mr. Victor Pérez, Hoy, Chicago, IL \n              Miss Agape Pappas \n \n      Congressman Francisco Ramírez Acuña, President of the House of Representatives, Mexico \n \n      Mr. Jorge Ramos, Univision, Miami, FL \n \n      The Honorable Harry Reid, United States Senate \n              Mrs. Landra Reid \n \n      Mr. Dan Restrepo, Senior Director for Western Hemisphere Affairs, NSC, Washington, DC \n \n      The Honorable Silvestre Reyes, United States Representative \n              Mrs. Carolina Reyes \n \n     The Honorable Susan Rice, United States Ambassador to the United Nations, New York, NY \n              Mr. Ian Cameron, New York, NY \n \n     The Honorable Bill Richardson, Governor of New Mexico, Santa Fe, NM \n             Ms. Vesta Richardson \n \n      Mrs. Marian Robinson \n \n      Mr. Reynaldo Robledo, CEO Robledo Vineyards Managment, LLC,, Mexico \n \n      Mr. Luis Rubio, Mexico \n \n      Mr. Jesse Ruiz, Dinker Biddle and Reath LLP, Chicago, IL \n              Mrs. Michele Ilene Ruiz \n \n      Secretary Gerardo Ruiz Mateos, Secretary of Economy \n \n      The Honorable Kenneth Salazar, Secretary of the Department of the Interior, Washington, DC \n              \n \n      Mrs. María Elena Salinas, Univision, Miami, FL \n              Mr. Manuel Machado \n \n      Mr. Mark Sanchez, New York Jets, Florham Park, NJ \n             D'Brickashaw Ferguson \n \n     Mr. Arturo Sarukahn, Ambassador, Embassy of Mexico, Washington, DC \n              Mrs. Veronica Valencia-Sarukhan \n \n     Mr. Scott Schenkelberg, Executive Director, Miriam's Kitchen, Washington, DC \n             Mrs. Susan Gillespie \n \n      The Honorable Susan Sher, Assistant to the President and Chief of Staff to the First Lady \n \n      Mr. Carlos Slim, América Móvil, Inbursa, Grupo Carso, Mexico \n \n     The Honorable Hilda L. Solis, Secretary of Labor, Department of Labor, Washington, DC \n             Mr. Sam Sayyad, El Monte, CA \n \n     Mr. Andy Spahn, Los Angeles, CA \n             Jennifer L Perry \n \n     The Honorable Jim Steinberg, Deputy Secretary of State, Washington, DC \n              Ms. Sherburne B. Abbott \n \n     Mr. Tom Strickland, Chief of Staff, U.S. Department of the Interior, Washington, DC\n     The Honorable (Dr.) Larry Summers, Director, National Economic Council \n              Ruth Summers \n \n      The Honorable Mona Sutphen, Deputy Chief of Staff, The White House\n             Mr. Clyde Williams \n \n      Ms. Ana Claudia Talancón, Mexico \n \n      Mr. Dennis Toner, Wilmington, DE \n              Mrs. Ann Toner \n \n      Mr. Robert I Unanue, President, Goya Foods, Secaucus, NJ \n              Ms. Elizabeth Unanue \n \n      Mr. Guillermo Valdés, Director General of the Center for Investigation and National Security (CISEN), Mexico \n \n      The Honorable Arturo A. Valenzuela, Assistant Secretary of State for Western Hemisphere Affairs, U.S. Department of State, Washington, DC \n             Ms. Kathryne Mudge \n \n      Mr. Arturo Vargas, Executive Director, National Association of Latino Elected and Appointed Officials, Los Angeles, CA \n              Mrs. María Vargas \n \n      The Honorable Nydia Velázquez, United States Representative \n              Mr. Dennis Rivera \n \n      The Honorable Antonio Villaraigosa, Mayor, City of Los Angeles, Los Angeles, CA \n              Ms. Prisila Rodriguez \n \n      Mrs. Alexa Wesner, Austin, TX \n              Mr. Blaine Wesner, Reston, VA \n \n      Mr. Frank White, Jr., Washington, DC \n              Ms. Sylvia Denise Davis \n \n      Mr. Wellington Wilson, Olympia Fields, IL \n              Mrs. Kaye Wilson \n \n     Mr. Robert Wolf, Purchase, NY \n              Mrs. Carol Wolf \n \n      Mr. Lorenzo Zambrano, CEO CEMEX, Mexico \n \n      Mr. John Zidich, Arizona Republic, Phoenix, AZ \n              Mrs. Pamela Zidich\n\nSeating Chart for Head Table beginning with the President and moving to his right. \n\nThe Honorable Barack Obama\nFirst Lady Margarita Zavala\nMr. David Lizárraga\nMrs. Mary Kennedy\nMs. Maria Elena Durazo\nMr. Jason Seifer\nMrs. Landra Reid\nMr. Henry Tamarin\nMs. Maria Elena Salinas\nMr. Frederico Peña\nFirst Lady Michelle Obama\nHis Excellency Felipe Calderon Hinojosa\nMs. Dolores Huerta\nJustice Anthony Kennedy\nMrs. Priscilla Lizarraga\nSenator Iris Martinez\nSenator Harry Reid\nMrs. Nelia Peña\nThe Honorable John Pérez\nRepresentative Nydia Velázquez\n\n\n\n\n"
}