{
    "title": "Statement by the President on the Selection of Adewale Adeyemo as Deputy National Security Advisor | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/12/15/statement-president-selection-adewale-adeyemo-deputy-national-security",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 15, 2015\n\n \n\n\n\nStatement by the President on the Selection of Adewale Adeyemo as Deputy National Security Advisor\n\n\n\n\n\n\tFor the past four years, I have relied on Caroline Atkinson, most recently as my Deputy National Security Advisor for International Economics, as we've navigated pressing challenges to the global economy. As my representative at the G-7 and G-20, she played a key role in coordinating our response to international financial crises, worked with our allies to devise and implement targeted economic sanctions to advance our national security goals, played a vital role in our economic engagements with China, and helped to achieve breakthrough agreements on climate that will strengthen our economy and our security. I've relied on, and benefited from, Caroline’s knowledge and judgment and, as she concludes her tenure on my national security team, I am deeply appreciative of her service.\n\n\tI am grateful that Caroline's work will be carried on by Adewale “Wally” Adeyemo, who has served in my administration since 2009. At the Treasury Department, he was part of the team that helped coordinate our response to the global recession, laying the foundation for renewed growth at home and abroad. He helped establish the Consumer Financial Protection Bureau, and he's been our point person on a range of international economic issues, including negotiations on strong currency agreements around the Trans Pacific Partnership. I will be calling on Wally's intellect, judgment and dedication as we sustain America's global economic leadership, which reinforces our national security, and as we work with allies and partners around the world to create jobs and opportunity for all our people.\n\n\n\n\n"
}