{
    "title": "Notice --Continuation of the National Emergency with Respect to Burma | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/05/15/notice-continuation-national-emergency-respect-burma",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 15, 2015\n\n \n\n\n\nNotice --Continuation of the National Emergency with Respect to Burma\n\n\n\n\nNOTICE \n- - - - - - - \n\nCONTINUATION OF THE NATIONAL EMERGENCY \n\nWITH RESPECT TO BURMA \n\n\t \nOn May 20, 1997, the President issued Executive Order 13047, certifying to the Congress under section 570(b) of the Foreign Operations, Export Financing, and Related Programs Appropriations Act, 1997 (Public Law 104-208), that the Government of Burma had committed large-scale repression of the democratic opposition in Burma after September 30, 1996, thereby invoking the prohibition on new investment in Burma by United States persons contained in that section. The President also declared a national emergency pursuant to the International Emergency Economic Powers Act, 50 U.S.C. 1701-1706, to deal with the unusual and extraordinary threat to the national security and foreign policy of the United States constituted by the actions and policies of the Government of Burma. \nThe actions and policies of the Government of Burma continue to pose an unusual and extraordinary threat to the national security and foreign policy of the United States. For this reason, the national emergency declared on May 20, 1997, and the measures adopted to deal with that emergency in Executive Orders 13047 of May 20, 1997; 13310 of July 28, 2003; 13448 of October 18, 2007; 13464 of April 30, 2008; 13619 of July 11, 2012; and 13651 of August 6, 2013, must continue in effect beyond May 20, 2015. Therefore, in accordance with section 202(d) of the National Emergencies Act (50 U.S.C. 1622(d)), I am continuing for 1 year the national emergency with respect to Burma declared in Executive Order 13047. This notice shall be published in the Federal Register and transmitted to the Congress. \nBARACK OBAMA \n\n\n\n\n"
}