{
    "title": "Background Readout By Senior Administration Officials On President Obama's Meeting With Russian President Medvedev | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-readout-senior-administration-officials-president-obamas-meeting-with-ru",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 01, 2009\n\n \n\n\n\nBackground Readout By Senior Administration Officials On President Obama's Meeting With Russian President Medvedev\n\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\t\tOffice of the Press Secretary\n\t\t\t(London, United Kingdom)\n\t\t_______________________________________________________________\n\t\tFor Immediate Release                                           April 1, 2009\n\n\nBACKGROUND READOUT\n\t\t\tBY SENIOR ADMINISTRATION OFFICIALS\n\t\t\tON PRESIDENT OBAMA'S MEETING WITH\n\t\t\tRUSSIAN PRESIDENT MEDVEDEV \n\n\n\t\tFiling Center\n\t\tThistle Marble Arch Hotel\n\t\tLondon, United Kingdom\n\t\t2:31 P.M. (Local)\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Thank you, all. We just came from the meeting with our two Presidents. You saw, I think, already what they said publicly. Let me report that in the meeting, which I think went 70 minutes altogether, most of which was with our delegations but some of which was in a private meeting between the two of them -- we released the two documents which you already have.\n\n\t\tOn the START agreement, I would just remind you that for a long time we've been out of the business of doing verifiable treaties. You have to go back to really the start, the beginning, of when we signed START, which is almost 20 years now out of date, where you could find similar aspiration to do a treaty like this.\n\n\t\tWhat we've released today, of course, is not the -- what the treaty will be, but the instructions for how we're going to get this treaty done. And both Presidents emphasized that they would like to see a new treaty to replace START by the end of the year.\n\n\t\tThe second agreement, which was also released today -- both of these, by the way, I'll talk a little bit more about that, if you're interested, are the result of a lot of negotiations, some very intense negotiations, over the last 60 days or so.\n\n\t\tThe second agreement outlines the broad parameters of U.S.-Russia relations. It is much more far-reaching than just arms control. I think it's important to understand that, and that is a notable achievement compared to where we were just a couple months ago.\n\n\t\tI want to remind you also where we were six months ago when we talked about the relations being at a lowest point since Cold War times. This document shows that we're in a different place. And you'll see there are lots of areas of agreement, and I would say, importantly, lots of agreement about definitions of common threats and common interests.\n\n\t\tAlso in that document and most certainly in the discussion today were exchanges, and in the document but verbal exchanges today about disagreements. And let's be very clear about that. In the meeting today, particularly when talking about Georgia, when talking about Abkhazia and South Ossetia, when talking about spheres of influence, when talking about missile defense, we were talking about disagreements, not agreements. And it was done in a very frank way. I think both Presidents appreciated that it was done in a frank way. It was not done in a defensive manner.\n\n\t\tAnd even the discussion of human rights, as I'm sure many of you have read, Lev Ponomarev was badly beaten in Moscow yesterday. He is a leading human rights activist in -- first in the Soviet Union with Andrei Sakharov and all through -- that came up in a very productive, positive exchange about what had happened to him, and a concern expressed on both sides.\n\n\t\tSo on the whole, I think it was a very -- this was not a meet-and-greet. This was not a \"let's get to know each other.\" It was not all about personal stuff, although there was some personal stuff, too, we can talk about, if you want. This was setting a very ambitious agenda for U.S.-Russia relations. And now our two governments have to get together and start to do the work that has been broadly outlined in these two documents.\n\n\t\tDo you want to add --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Thanks a lot. I would just -- you know, several of you have been covering the President now for some time, and I think you've heard him say over the course of many months that as it relates to Russia, he intends to have a relationship that identifies areas of common interests and seeks to work very aggressively on those, but then is also very candid and very frank in areas of disagreement. And I think the meeting today was the embodiment of that fundamental tenet that the President has as it relates to our relationship with Russia.\n\n\t\tMy colleague enumerated what we think is a very significant breakthrough -- namely, instructions to negotiators to begin the firming up of a verifiable, legally binding follow-on to the START agreement, which obviously will allow us to maintain very important verification measures after the end of this year, provided that we meet the goal laid out by the Presidents.\n\n\t\tBut the issues, as my colleague suggested by talking about the second statement that was released today, did not stop there. I would just say that the President was very forward-leaning as it relates to his fundamental interests and his fundamental belief that the biggest threat the country faces, our country faces, is a nuclear weapon in the hands of a terrorist. So he leaned very far forward on nonproliferation goals.\n\n\t\tHe also made very clear that we continue to remain committed to the goal of locking down all loose fissile material within the next four years. That's something that we'll want to work very closely with our Russian colleagues on.\n\n\t\tBut he was also very candid in the areas where we disagree. And I think the President said that in order for us to have -- referring to himself and President Medvedev -- in order for us to have a very strong and solid relationship, we need to be honest and truthful with one another. And in that spirit the President raised a number of disagreements that my colleague just laid out.\n\n\t\tSo it's our view that we've taken this opportunity for this first major bilateral meeting today to continue the pace that we set over the course of the 60 days -- 60-plus days that the President has been in office. As my colleague suggested, that this announcement today and even the cordial and congenial relationship that the President had today with President Medvedev is not by any means -- neither of these things are an end of themselves. They're in fact means to a greater set of ends, including fundamentally securing our countries from the threat of nuclear weapons.\n\n\t\tSo with that, we'll throw it open to your questions.\n\n\t\tMichael.\n\n\t\tQ You guys talk about the frank and honest discussion. Can you talk about places where you hoped you to get something, but didn't; or pushed the Russian President, and he resisted -- things that didn't -- that the President was not able to go as far as he would have liked?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Let me say two things about that. My colleague just mentioned that -- and I'll want -- let's go back before the election, and remember where we were, right?\n\n\t\tAnd both Presidents today in their remarks and in previous conversations and in previous correspondence, have met -- really emphasized how badly the U.S. relationship had \"drifted.\" That was the phrase that both President Obama used and President Medvedev used. And in fact -- I don't know if there's any Russian speakers here. I think even -- there's a new verb, \"drift.\" \"Drifting,\" the way he used it, was a strange verb to me. I speak Russian pretty well, and he wanted to emphasize that word \"drift,\" echoing President Obama. Not unlike other exchanges that they've had, they're trying to find common language. And parenthetically --\n\n\t\tQ What's the word itself? Sorry.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Dreyfovat. Do you speak Russian?\n\n\t\tQ Yes.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Is that a word in Russian? Dreyfovat?\n\n\t\tQ Yes, I --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Kind of? (Laughter.)\n\n\t\tQ Like, you know, when a huge iceberg is moving --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Okay. Drifting, okay. It's the first time I've ever heard it as a verb. You know, it sounds like -- never mind, let's not talk Russian translation. (Laughter.)\n\n\t\tSo that's where they started. Now, with the exchange of letters, which I think was very important -- in Medvedev's letter to our President, it was clear that he had a big plan in mind in terms of resetting relations, as he himself has said and President Obama now has said many times. President Obama's response was not a tit-for-tat; it was more his vision of the relationship. And you saw in his BBC interview just a few days ago, Medvedev said it was a profound statement, that letter. And that created, I think, the beginning of some momentum to something bigger.\n\n\t\tNot long ago, just a few weeks ago, the agenda was very narrow. And not long ago, by the way, we did not even have an agreement about the negotiating rules on START. And I think -- our President most certainly said to us we don't want to have just a get-together meeting here in London; we want to get work done and affirm that the work has been done with this meeting, and that's what we accomplished. And I get the sense that Medvedev has seized the moment, too.\n\n\t\tAnd the joint statement on U.S.-Russia relations, more broadly, is a much bigger, more comprehensive, and I would say -- you know, this is not flowery language; this is actual statements about real things: Afghanistan, North Korea, Iran. And on those things, I see progress in terms of statements of common interests, common threats, things that we can do together.\n\n\t\tQ Okay, but -- I'm sorry, if I could just follow up. You told us all the things that you think went well. Can you talk a little bit more about the things that didn't go so well, or where the two of them either clashed a little bit, or where our President sought some change in position or change in view, or --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Yes.\n\n\t\tQ -- where it didn't happen?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: So on missile defense, we have different definitions of when and where it should happen, and that remains. And that's still -- the President, as I'm sure you all know, has made very clear how we talk about European missile defense as being directly related to the threat from Iran. If the threat from Iran is eliminated, the necessity -- it's in the language, I don't need to go through it -- but the necessity of that site subsides.\n\n\t\tI think we've made progress in coming to closer understanding about that with our Russian friends. But we -- we are not on the same page on that. And they expressed their differences of opinion about that.\n\n\t\tOn Georgia, the President said categorically we're not going to recognize South Ossetia and Abkhazia as independent states. We had a disagreement about that conflict. And he said very categorically, too, we don't recognize spheres of influence as a useful concept in the -- I think he said in the 21st century. I also saw closer agreement on that than before, but not -- we're not there on the same page on those two issues.\n\n\t\tQ Can I follow up on missile defense? Whatever happened to that proposal then-President Putin made to George Bush about -- like some facility in Azerbaijan? Is that still alive?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Yes, it is alive. In the joint statement there's a phrase in there saying we're going to look at ways to explore cooperative missile defense. And today in the meeting it was discussed, and the Russians have put forward some ideas about how to do that.\n\n\t\tQ Did you guys outline any specific plans for how you're going to get some of this accomplished? I can see what you're doing with START, and you have the deadline ahead of this year. But on missile defense, on NATO enlargement, on Iran, on those sort of contentious issues, is there an action plan? Is there a way forward, or is it just you guys putting out this statement they were going to work on it?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: We actually -- it was not discussed today. I want to make that clear. But in parallel with these negotiations about the START agreement and the joint statement, there's another document which outlines very specific action -- action plan, to use your word, that's a good word, where -- you know, this will not be a public document, so don't expect it from us. This is a way to keep our bureaucracies honest. And President Obama said very clearly and I think very correctly that in the past you had some lofty agreements and ideals, and the execution was lacking. And Medvedev agreed. And he said, I'm not going to let that happen in my presidency.\n\n\t\tSo I think it would be too early to get into details about how we're going to do that, but the fact that we have established an agenda, we have now established the next time they're going to meet in July in Moscow -- there's nothing like summits to make action happen, as it was with this summit, by the way. Without this meeting on the books, I don't think we would have gotten the two joint statements that we got.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I think -- I mean, I think we may have buried the lead here a little bit in the sense that one of the real conclusions that the President drew in the course of the last couple of weeks and then in the meeting today was that -- it's his belief that there's been enough forward progress on our shared interests that he makes sense -- he believes it makes an awful lot of sense for him to travel to Moscow in July.\n\n\t\tAnd I think we will see the use of that deadline, in effect, to good use as it relates to the -- firming up the START negotiations, as it relates to moving forward on our plan to lock down all loose fissile material in the next four years.\n\n\t\tAnd I guess I'd only say that it's our hope that the administration can in fairly short order be fully staffed up on these issues. So we'll obviously want to see the Senate finalize its consideration of several of our folks here so that we can get to work on this stuff.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: And I want to echo what my colleague said. I mean, you know, a lot of you maybe forgot the Cold War. I haven't -- at least I studied it well, but, you know, to get these kinds of agreements done with the Russians is not going to be an easy task. I mean, we've got a lot of work to do before the end of the year. And so today was an important milestone, but both Presidents let it be known we've got a lot of work to do to get to the second part.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Let me -- I just want to add one more thing here, I'm sorry. I think it's important to see the START -- the forward lean on START and the forward lean on nonproliferation in a bigger context. Obviously another issue that was discussed today, and will be discussed throughout these meetings throughout the weeks, is Iran and its illicit nuclear program; is our continued concern about proliferation -- missile technology.\n\n\t\tAnd so I think it's important for everyone to see that this President is very committed to making clear that we're going to do our part as it relates to nuclear technology, as it relates to proliferation, as it relates to locking down loose material. And so we want to send a very clear message that -- and I think we did today in this statement -- that this is a very important national security priority not just for us and not just for Russia, but in many other regions.\n\n\t\tQ On some specifics on Iran, was there any discussion and any kind of commitments from Iran on -- I mean, from Russia on halting construction of the Bushehr nuclear facility, or on the sale of S-300 missiles to Iran, or even on new sanctions if these if the diplomacy doesn't work?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: You know, I think -- the short answer is there was not specific commitments in this meeting on that. We do have the next meeting of the P5-plus-1 coming up, and we are going to continue to aggressively use the fora that are available to us to press all these issues. Obviously Russia is a very pivotal member of the P5-plus-one and we'll cooperate very closely with them and the other members on many of the issues you pointed out.\n\n\t\tQ And when was that next meeting?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: April 8th, I think.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I would just add to that, if I may, that it didn't come up today, but having been involved in these negotiations all the way through, everything you talked about has been mentioned. And I would just note the Russians do have a contract on the S-300s and they have not fulfilled it, and that's important -- they have done that deliberately.\n\n\t\tQ One of the reasons a lot of people think U.S.-Russia relations sort of didn't go so well in the administration was the areas of disagreement eventually overwhelmed the areas of agreement. Do you think you've made sufficient progress today so that if there's another outside event, some kind of geographical issue, the sphere of influence, or whatever, that the initiatives you have will be able to be sustained?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I don't want to predict the future about sustaining moment, and I want to be very clear to establish an ambitious agenda does not mean we're going to fulfill it, and we have no illusions about that. We are not being naïve about this. We -- the relationship with Russia is a complicated, big, difficult one.\n\n\t\tBut I would just -- I would really implore you to read the joint statement. And what you see there is a lot of common definitions about a lot of common threats and opportunities -- so Afghanistan, Iran, North Korea, al Qaeda, nonproliferation issues that my colleague has mentioned. You know, we're talking about a lot of big things that matter to the United States of America. I want to make that clear. This agenda starts, first and foremost, with our national interest. And what is striking to me, both in the document and in the discussion that they had today, is there is quite a bit of overlap.\n\n\t\tNow, when there's disagreement -- President Obama said very clearly today, we're going to disagree, we're going to honestly disagree, but we're not going to -- we're not going to have -- we're going to try to avoid problems that come as a result of misunderstandings. And both Presidents affirmed that, and that's -- that speaks to the larger agenda and the larger approach that President Obama has to foreign policy issues more generally. And I think that was well-received on the Russian side today.\n\n\t\tQ In mid-March, the Russian President gave a speech that some interpreted as a signal that he was moving closer toward a post-Cold War footing. He talked about a large-scale rearmament. He talked about things that have transpired in the last couple of weeks that have dramatically accelerated the pace of negotiation and agreement. Put that speech from March 17th in context of where we are now, and how much do you think what was feared in that speech has been averted or watered down or is --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Do you mean the NATO speech, the --\n\n\t\tQ -- the Medvedev speech about large-scale rearmament in 2011 --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Yes.\n\n\t\tQ Some people look at that speech as sort of putting another marker --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Yes, I understand.\n\n\t\tQ -- dramatically with what you're talking about today.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Yes. I read that speech very differently, just so you know. I mean, so there's that -- that marker was down. But the real message there was to the militaries -- we're firing a bunch of generals that don't do anything and we're restructuring our military.\n\n\t\tSo the message in Russia was very different than the message in the West; that this was a -- and so he says those tough things, but then it disguises some very difficult things for him to do vis-à-vis the military. But that's in terms of Russia.\n\n\t\tYou know, I see Medvedev, President Medvedev himself, as somebody that sees an opportunity to work with a new President, President Obama, not burdened by, you know, either the last eight years or the Cold War, for that matter. And he's trying to -- I think he sees an opportunity to rebuild this relationship on a different platform.\n\n\t\tYou know, whether -- I want to keep emphasizing -- whether we succeed or not, we're not -- let's not -- I want to emphasize -- we know the probabilities, right? But the ambition I think and the aspiration is there on both sides. And what's the alternative? You've got to -- I think you've got to try to build a constructive relationship with all the caveats that my colleague and I keep emphasizing about when we disagree, we disagree. But that, to me, is a vision for the relationship that I think is shared by these two Presidents.\n\n\t\tAnd remember, Medvedev, yes, he was picked by Putin and all that stuff, but he wants to establish his own agenda, particularly on foreign policy. And he said that very explicitly in the interviews leading up to this meeting -- \"I'm in charge of foreign policy.\" Whether -- that's his aspiration to be the guy driving that. And so to be hooked up with a new President from the United States, also not burdened with things that happened in the past, that's an opportunity I think he's trying to seize.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Why don't we go in the back here a little bit.\n\n\t\tQ You were talking about the common threat -- common agreements and threats coming from Afghanistan. In that respect, did you discuss the question of the -- (inaudible) -- base? Did the Russians have anything to say about that? And the other question is about -- Khodorkovsky's new trial opening yesterday -- was it discussed --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Manas was discussed in a very frank way about -- we have common threats and we should cooperate, and it was an interesting conversation. It was not the old talking points. Mikhail Khodorkovsky's specific case did not come up, but discussions about rule of law, reform -- Medvedev himself emphasizing his legal background -- that all did come up in a rather interesting way.\n\n\t\tQ Can I ask what your sense is of where Vladimir Putin is in all of this and what his view will be of it, and whether he's a kind of ghost at the theater?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Well, he's not here because he's Prime Minister, as you know. I don't have a view on Putin -- ask the Russian analysts that. I would say this, though -- Medvedev is here with the blessing and coordination with his government and Russia. This is not some -- that system just doesn't work that way. And in the negotiations about these documents, just as it -- you know, the interagency process, which I'm -- how it works in our government, the Russians also have a very elaborate interagency process. And so Mr. Putin is well aware of everything that's been said and is -- well, I'll just leave it at that. I don't know if he -- what documents he physically read, but I'm quite sure that he's well abreast and on the same page in terms of what we agreed to in the two statements today.\n\n\t\tQ I can't believe the Russians were willing to host a peace conference about the Middle East. Did you raise that possibility of any Russian role regarding the Israeli-Palestinian peace process, or the Israeli-Syrian peace process, considering they have a very good relationship with both Syria and Khaled Mashaal, the leader of Hamas?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: That issue did come up in passing --\n\n\t\tQ What issue?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Middle East peace process.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Middle East peace process. And so I think that the two Presidents agreed to have their teams take a further look at what exactly our Russian friends have in mind.\n\n\t\tQ In terms of the next meeting in July, their predecessors met something like 30 times, and a lot of those were sort of referred to as kind of drive-by summits. Did they talk about how they're going to have a different type of summitry? And also, you mentioned at the beginning a little bit of personal banter between them. Can you tell us anything about that?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I'll let my colleague do the banter. (Laughter.)\n\n\t\tYes, it's an important point about the way the previous administrations dealt with this. I think this meeting in and of itself shows you that we're not -- we don't do drive-by summits. We have meetings of substance and it's not -- quite frankly, neither President, most certainly not our President, has the time to have 30 meetings with all the other things going on, including the whole reason we're here in London.\n\n\t\tSo I presume and expect -- and for me it's a great burden, but when we go to Moscow it's going to be a real, substantive meeting and it won't be 45 minutes; it will be the serious things principally that my colleague already talked about in terms of START and nonproliferation, but, again, the full spectrum of everything that we're going to talk about -- including, I would say, trying to remember that the societal part, the business links, the civil society links that are talked about in the joint statement, I suspect Moscow will give us an opportunity to develop some of that when we have our President in Russia.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I'd just that and I think that those of you who have followed the President more closely are fully aware of what he has said in the past, which is that he wishes he had the luxury of choosing to spend a lot of time on any one particular issue. But the fact remains that we have 12 million people looking for jobs in the United States, we have a lot of people whose health care is at risk. He is investing in this relationship because it's a very fundamental interest at play. And the next summit will be driven by our interest in advancing those -– our fundamental interest in advancing those interests as it relates to proliferation and START.\n\n\t\tAs it relates to banter, I would just say that I think as many of us do when we see each other, the Presidents asked each other about their families. They underscored their appreciation of the candid exchange of letters, the very productive phone calls that they've had until this date. I think it was noted that they share an interest in law, training in law, and that undergirded a much longer conversation about the importance of the rule of law to not only political development, but also economic development.\n\n\t\tAnd so I also think that there was -- I think this was implicit in their discussion about their families that they're relatively young men, as my colleague suggested, and coming to this meeting with perhaps a fresher set of eyes on our shared challenges.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I want to add one footnote that I think is very important on this. We start to build this relationship from the premise that we are focused on our national interests. And our objectives are to pursue those interests. The relationship between Medvedev and Obama or me and some low-level -- you know, my counterpart, that is a means to that end.\n\n\t\tSometimes in the past I think we've gotten that backwards, where forging a close, personal bond becomes the objective -- and that gets you in a lot of mess, and we're not going to do that.\n\n\t\tQ On North Korea, was President Obama and Medvedev -- missile launch by North Korea in violation of the U.N. Security Council?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I think President Obama has been very clear on this issue as it relates to his belief, our government's belief that such a launch would be a violation of U.N. Security Council Resolution 1718. The issue was not discussed in the context of U.N. Security Council resolutions today, but there was an exchange about North Korea, about suggestions from Pyongyang that they're preparing such a launch and a shared sense that such a move is of considerable concern.\n\n\t\tQ Did he tell what you said to President Hu of China?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: We'll get you that -- that's your next background briefing.\n\n\t\tQ When you say that the path to the new treaty won't be easy, won't be an easy task, what do you mean technically and diplomatically? What -- why it wouldn't be easy to do that if you have one year -- and why, if you have any guarantees at all that the Russians are going to do their part, why is he accepting such an invitation in July, which is just six months from now?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: So, on the first part, just to underscore the points that my colleague made -- we want a legal, binding treaty. We want a lot of the -- not all, but many of the verification procedures that are in START, and there are some technical issues, that some of them are outdates, some need to be updated -- we have to work out the verification package.\n\n\t\tWe're going to talk about delivery vehicles and warheads. So that's different than before, and therefore that complicates the negotiations. And I would remind you, I think the Moscow Treaty was two or three pages -- I don't remember –- it was a very short, little document and it didn't have any of the verification, and it didn't -- if you put the warheads in storage, it didn't count against the number.\n\n\t\tThe START treaty I don't have in front of me, but it was several hundred pages long. And we're going to a bigger, more verifiable -- a serious arms control agreement, not the kind of arms control-light of that other treaty -- and on this we have agreement.\n\n\t\tBut to get all the t's and i's dotted to do that, that's a pretty big task -- especially when we're not used to doing it, by the way. We've lost a lot of expertise in our country. You know, thank goodness we're going to have Rose Gottemoeller as our chief negotiator; that's very good news. But we've gotten a little bit out of the habit of doing this kind of stuff.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I would just say that I think there's been some suggestions that perhaps we've settled on a number that we'll get to in this, and I think that's premature. I think that there is a lot of deliberation on our end on what we need in terms of protecting our interests and then what is the goal that we want to work to throughout these negotiations.\n\n\t\tSo I think that there does remain a lot of work to be done. But let's remember that we have an expiration date at the end of this year. We're working hard to press toward that because we think it's vitally important that, in particular, those verification procedures remain in place. And that's what the Presidents charged their governments to do today.\n\n\t\tThanks, everybody.\n\n\t\tEND\n\t\t3:03 P.M. (Local)\n\n\n\n\n\n"
}