{
    "title": "Declaraciones de la presidenta del Consejo de Asesores Económicos Christina Romer sobre la situación laboral el marzo | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-de-la-presidenta-del-consejo-de-asesores-econ-micos-christina-romer-s",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 02, 2010\n\n \n\n\n\nDeclaraciones de la presidenta del Consejo de Asesores Económicos Christina Romer sobre la situación laboral el marzo\n\n\n\n\nEl informe sobre el empleo de hoy muestra que continúan los indicios de recuperación gradual en el mercado laboral. El empleo por planilla aumentó significativamente en marzo, y la tasa de desempleo permaneció constante a pesar de un aumento considerable en la fuerza laboral.\nEl número de puestos en planilla aumentó en 162,000. Incluso tras hacer un ajuste por la contratación por el Censo de los 48,000 trabajadores temporales y el efecto de la recuperación de las tormentas de nieve de febrero, esta cifra indica una tendencia al aumento del empleo por planilla. Es más, cálculos modificados ahora indican un leve incremento en el empleo en enero y una pérdida menor de empleos en febrero que la reportada previamente. Como resultado, durante todo el primer trimestre del 2010, el crecimiento promedio de empleo fue de 54,000 puestos al mes. Éste es un cambio drástico con relación al primer trimestre del 2009, cuando en promedio se perdieron 753,000 empleos al mes.\nLa tasa de desempleo se mantuvo constante, en 9.7 por ciento. Esta estabilidad refleja aumentos aproximadamente proporcionales en la fuerza laboral y empleo, tal como lo cuantificó la encuesta de hogares de familia. Este patrón de mayor empleo en la fuerza laboral y hogares de familia se ha repetido en cada uno de los últimos tres meses. De hecho, según la encuesta de hogares de familia, la fuerza laboral ha aumentado en 1.1 millones desde diciembre del 2009 y el empleo ha aumentado en 1.4 millones.[1]\nA la vez que recibimos con beneplácito las alentadoras noticias de hoy sobre el mercado laboral, es obvio que el mercado laboral en Estados Unidos sigue muy afectado. Más de ocho millones de estadounidenses han perdido su trabajo desde el inicio de la recesión en diciembre del 2007. Será necesaria la generación sostenida y enérgica de empleos para reducir la tasa de desempleo. Es sumamente necesario tomar medidas adicionales específicas a fin de impulsar la generación de puestos de trabajo en el sector privado para asegurar una recuperación más rápida y generalizada.\nAunque este informe laboral es el más positivo que hemos tenido en tres años, es probable que haya altibajos en el futuro. Las cifras mensuales de empleo y desempleo son volátiles, y están sujetas a modificaciones considerables. Por lo tanto, es importante no darle demasiado peso a ningún informe mensual, sea positivo o negativo. Es esencial que continuemos nuestros esfuerzos por tomar el curso correcto y producir mejoras uniformes y sólidas en el empleo.\n\n_________________\n[1] Se ha hecho un ajuste a las cifras reportadas para eliminar el impacto de modificaciones en controles demográficos puestos en vigor por la Oficina de Estadística Laboral (Bureau of Labor Statistics) en enero del 2010. Sin este ajuste, la fuerza laboral se incrementó en 851,000 y el empleo aumentó en 1.11 millones.\n \n\n\n\n"
}