{
    "title": "Conference Call Briefing on the President's Trip to Africa | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/06/21/conference-call-briefing-presidents-trip-africa",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 21, 2013\n\n \n\n\n\nConference Call Briefing on the President's Trip to Africa\n\n\n\n\nVia Conference Call\n3:35 P.M. EDT\nMR. RHODES:  Thanks, everybody, for joining the call here.  We wanted to give you an overview of the President’s upcoming trip to Senegal, South Africa and Tanzania.  We have on the call also Grant Harris, our Senior Director for African Affairs at the NSC, as well as Gayle Smith, our Senior Director for Development and Democracy issues.  I’ll just start by giving you guys an overview of the trip and the schedule. \nThis is the President’s second trip to sub-Saharan Africa.  He previously went to Ghana in his first term.  And it’s a very important opportunity for him to advance U.S. interests in a range of areas -- in particular, U.S. engagement in Africa at the beginning of his second term.\nFrankly, we see Africa as one of the most important emerging regions in the world, and a place for the U.S. to significantly increase our engagement in the years to come.  There are growing economic opportunities there for increased trade and investment and increased engagement by U.S. businesses. \nWe, frankly, have heard a high demand signal from the U.S. private sector for us to play an active role in deepening our trade and investment partnerships in Africa.  And I think one of the things you’ll see on this trip is we’ll be incorporating events that bring in the private sector in each of the countries that we’re visiting.  And we’ll also be bringing a number of members of the President’s economic team from our new USTR, Mike Froman, to representatives from OPIC, from the Export-Import Bank, and including Raj Shah, our AID Director, who also plays a role in these issues.\nSo trade and investment and the economic opportunities on the continent are going to be an important part of the agenda; also democracy and democratic institution-building.  Each of the countries that we’re visiting are strong democracies, and the President has made it a priority to support the consolidation of democratic institutions in Africa so that Africans are focused not just on democratic elections, but institutions like parliaments, independent judiciaries, and strengthening of the rule of law -- both as necessary elements of a democratic government, but also as necessary elements of development.  Because when you have the assurance that comes with the rule of law, it is easier for companies to invest and for economies to take off.\nI think you will also see a focus on young people.  Africa has an extraordinarily large youth population, and it’s important for the United States to signal our commitment to investing in the future of African youth.  And this, too, is a part of unleashing development on the continent because if you have young people who are able to access opportunity and able to shape the direction of their countries, that’s going to be in the interest of Africa and the United States as well.\nAnd you’ll also see the President speaking to the key pillars of our development agenda, which has focused on economic growth and also on issues such as food security and global health, where we’ve really shifted to a focus on capacity-building on the continent.  So it’s not simply a model of assistance, it’s a model of capacity-building so that Africans are forging solutions to their own challenges. \nAll of this, I think, adds up to a U.S. engagement and leadership on the continent that is focused on unleashing African economic growth, democratic progress, and ultimately that will have a positive impact on a range of issues, including peace and security issues -- because if we’re working and partnering with strong economies and strong democracies, we’re going to be better able to deal with the security challenges on the continent as well.\nSo just working through the schedule, the first stop will be Senegal.  We’ll be flying there on Wednesday, arriving Wednesday night in Senegal time.  It was important for us, we felt, to travel to West, South and East Africa.  So we’re beginning in West Africa, in Senegal, which is a strong democratic partner of the United States.  We recently hosted the President of Senegal at the White House -- a French-speaking country, which allows us to speak directly to the large French-speaking population within Africa. \nAnd the President will begin his program on Thursday with a bilateral meeting with the President of Senegal.  Following that, we’ll have a joint press conference.  Then, the President will attend an event that he’ll be hosting at the Supreme Court there with regional judicial leaders.  And this will be an opportunity for the President to speak to the importance of the rule of law and the role of the independent judiciary as a part of African democratic institution-building.  So the President will have a chance to have a dialogue with judicial leaders from the region.\nThen he and the First Lady will take the trip to Goree Island, obviously a deeply important site both for Africans and African Americans.  This is the site of the “Door of No Return,” and the President will be visiting the House of Slaves museum there on Goree Island.  Then he will also visit with civil society leaders at the Goree Institute.  Goree Island has been a home for a very vibrant civil society, which is also a key part of the democratic development taking place in Senegal and across the continent, and so he’ll have a chance to hear directly from civil society leaders there.  Then, that night, there will be an official dinner that the President of Senegal will be hosting. \nI’d also add, for the First Lady, the First Lady, on June 27th in Dakar, will have tea with the First Lady of Senegal.  Then the First Lady will travel with Mrs. Sall to the Martin Luther King Middle School, which is an all-girls school in Senegal, where she’ll have a chance to see that school and speak to the girls.  And then, of course, the First Lady will join the President at Goree Island and for the dinner that night.\nThe second day, the President will begin in the morning by joining an event focused on food security.  Food security has been one of our key development priorities, in which we’ve brought together the international community as well as the private sector behind approaches that strengthen African capacity in developing agricultural sectors that better feed the populations and also allow products to get to market -- allows Africa to forge solutions to the challenges of feeding their population. \nAnd so the President will join an event that brings together private sector leaders and people from the agricultural sector in Senegal and across West Africa, and he will hear about the efforts that are being made to enhance food security and be able to join with them where there will be different expositions of technologies that are being applied to improve crops, improve the ability of agricultural sectors to meet the needs of the people.\nThen the President will fly with his family to South Africa that day.  The next day, the President will be in Pretoria and Johannesburg.  And he’ll begin the day with a bilateral meeting with President Zuma of South Africa, clearly a key partner on a whole range of our issues on the African continent to include some of our significant development priorities but also a range of peace and security issues, from our efforts to deal with the situation in Sudan and South Sudan to some of the security challenges in Central Africa, and of course, to the promotion of democracy on the continent.  There will be a bilateral meeting and then the two Presidents will have a joint press conference. \nThen later that day, the President will host a town hall at the University of Johannesburg in Soweto.  This is going to be a continuation of the President’s Young African Leaders Initiative. You may recall that the President launched this initiative when he hosted African leaders from across the continent at his town hall meeting at the White House, with the idea being that we need to reach the next generation of African leaders in civil society, in entrepreneurship, in journalism.  And the State Department carried forward a program that connects African leaders across the continent to one another and to the United States.  And it’s been one of the more exciting initiatives that we've had in terms of people-to-people programs.  And this will carry that initiative forward.  And so he'll be speaking to young African leaders about the U.S. investment in deepening ties with young people not just in South Africa but across the continent.\nFollowing the town hall meeting, the President will have a bilateral meeting with the Chairwoman of the African Union, again focused on strengthening mutual organizations across Africa, with the African Union, of course, being the most prominent one on the continent.  And so they’ll have the opportunity to discuss the agenda in the United States with the AU.\nThen that night there will be an official dinner that President Zuma will host for President Obama.\nI'll also add that the First Lady on this day -- she will have tea with the wife of the South African President, Mrs. Thobeka Madiba-Zuma.  Later in the afternoon, the First Lady will also hold remarks and participate in a discussion with youth, and this will be an opportunity for her to meet with high-school-age young people in South Africa.  I'd add that the First Lady in her last trip to South Africa met with young people.  And this continues her focus on education, youth, and women and girls around the world.\nThis event that the First Lady is participating in develops a theme organized in conjunction with MTV Base, which is an African youth and music television channel, as well as with (inaudible.)  And the First Lady will be joined at the Sci Bono Discovery Center by teenagers from across South Africa, as well as students who will be able to join virtually from cities across the United States via Google+ Hangout, including in Los Angeles, California, Kansas City, Missouri, New York City, and Houston, Texas.\nAnd so this is an opportunity to connect young people in the United States with young people in Africa to discuss our shared future.  We'll also be covering this live not just on White House.gov, but on our Google+ page and MTV Base. \nAnd then that night, the First Lady will join the President for the official dinner.\nThe next day, the First Family will fly to Cape Town in the morning.  They will visit Robben Island and have the opportunity to take in the remarkable history there and pay tribute to the extraordinary sacrifices made by Nelson Mandela in his pursuit of freedom for the people of South Africa as well as so many other figures in the anti-apartheid movement.\nFollowing the visit to Robben Island, the President will visit a community center with Archbishop Desmond Tutu -- a community center that focuses in part on health, and this will be an opportunity for the President to hear firsthand about the important efforts that are being made by the Archbishop, but also by people across South Africa that come up with community-oriented solutions to health care challenges, but also to discuss our own global health agenda, much of which has been focused on combating preventable diseases, HIV/AIDS, and carrying forward the very good work that's been done for many years to improve not just -- combat disease, but to improve public health systems in South Africa and across the continent.\nFollowing the visit to the community center the President will give a speech at the University of Cape Town, which will be his main framing speech of the trip about our Africa policy, focusing on these different areas of trade and investment, development, democracy, partnerships on behalf of peace and security.\nThe University of Cape Town is an historic site -- one of the great universities on the continent; a place that has been host to very significant speeches, including the speeches Robert F. Kennedy gave -- the Day of Affirmation address where he spoke about \"ripples of hope.\"  And so the President will be able to lay out a vision for U.S.-African relations going forward. \nThen that would conclude the program in Cape Town.  \nThe next day, the President will fly with the First Family to Tanzania, also a strong democratic partner of ours in East Africa.  He'll have a bilateral meeting there with the President and then they will host a joint press conference.  Following the joint press conference, the President will go to a roundtable with business leaders.  And then he'll speak to a group of business leaders and CEOs from the United States and across Africa. \nAnd this will be an opportunity for him to really focus on what we can do to increase trade and investment from the United States into Africa, what we can do to advance our trade relationships, dealing with AGOA and other opportunities that we have going forward, how do we improve the climate for economic growth in East Africa and Africa generally.\nI should add that in addition to this event and the food security event with the private sector in Senegal, members of the President's economic team -- Valerie Jarrett, Mike Froman, Fred Hochberg, and Raj Shah -- will be participating in an event with the private sector in Cape Town as well, independent of the President.  And they'll be discussing these issues there as well. \n\tSo the President will speak to business leaders and CEOs about these issues.  And then, that night he'll attend an official dinner hosted by the President of Tanzania.\nFor the First Lady, that day she'll have tea with Ms. Kikwete, the wife of the Tanzanian President.  And then, she will visit the memorial to the embassy bombing at our embassy.  Then the First Lady will attend a performance by the Baba wa Watoto troupe, which serves underprivileged boys and girls between the ages of 5 and 18 years old.  And then she will join the President for the dinner that night.\nThen, finally, on our last day of the trip, the President will begin his day by going to the embassy and also laying a wreath at the sight of the memorial to the embassy bombings.  Then, he will visit the Ubungo power plant in Tanzania -- one of his focuses of not just our development policy, but also our support of economic growth on the continent is power, and the President will be able to speak to those issues as he visits the Ubungo power plant.  And then that will conclude the President's agenda on the trip.\nI'll also add on July 2nd, the last day, in Dar es Salaam, the First Lady will participate in an African First Ladies' Summit, Investing in Women Strengthening Africa, which is going to be hosted by the George W. Bush Institute, including Laura Bush.  At the summit, first ladies from across the continent will gather to focus on the important role that first ladies play in promoting women's education, health and economic empowerment.  I think that this will also speak to the bipartisan support that exists in the United States for support for sub-Saharan Africa, for deeper relations between the United States in sub-Saharan African countries, and of course, for the empowerment of women and girls in sub-Saharan Africa and around the world.\nSo that concludes our very busy schedule on the trip.  Before we open it up for questions, I want to turn it over to my colleagues.  I'll start with Grant to see if he has any words you want to add.\nMR. HARRIS:  Thank you, Ben.  \nAs Ben already described, this trip is going to be highlighting America's longstanding investments in Africa's development and economic growth and people.  Africa is a new center of global growth, clearly, but today's challenge is making sure that those gains are expanded and that they're spread to benefit all of Africa's people. \nBen mentioned a few issues in particular, the first being encouraging trade and investment.  And on that front, we're redoubling our efforts to create an environment that enables greater trade and investment.  This includes encouraging things like regional integration and legal reforms that break down barriers to the free flow of goods and services.  It gets at also the need for greater transparency in anti-corruption measures. \nHere, it's our strong belief that deepening these partnerships in Africa advance important American interests, particularly because Africa's economic growth is going to support increasing demand for U.S. exports, which in turn is going to help create jobs at home, and it's also going to provide valuable investment opportunities for U.S. businesses. \nBen mentioned as well that we have ongoing and important work in helping to build and consolidate strong democracies.  We've been a longstanding partner with African states to help build and support vibrant democratic societies.  We've seen that African nations have made demonstrable progress here, particularly in instituting democratic reforms.  But political institutions in many countries are still fragile, so we have ongoing assistance that’s looking to strengthen these democratic institutions.  And we'll be able to highlight that, particularly how we're looking -- and we are engaged in building capacity for effective and responsive governance, for supporting civil society, independent media, and all the different institutions that it takes for a democracy to flourish.\nBen spoke also about the next generation of African leaders, which is another key element of what the President will be discussing.  In addition to what he said, I would just note that nearly one in three Africans are between the ages of 10 and 24, and so we see Africa's youth as already shaping the political and social and economic realities on the continent, and being key to the long-term growth and prosperity of the region.\nThe Young African Leaders Initiative that we've been talking about already has deep roots and has included more than 2,000 events on the continent in the formation of a lot of embassy youth advisory councils, but there’s more that we want to be doing in expanding that engagement.\nAnd then across the board, in each of these countries and in each of these relationships, we have a host of global issues that we partner on as we are turning to African states to help address a range of global issues that include nuclear proliferation, climate change, counterterrorism, and other transnational threats.  So all of that will be the basis for further discussion and deepening our partnerships to confront those transnational, and peace and security challenges.\nMR. RHODES:  Great.  Why don’t we go to Gayle to do a bit of an overview of the development portion, and then we’ll take your questions.\nMS. SMITH:  Thanks, Ben.  And hi, everybody.  I think the important piece of the development story on this trip is the huge gains that we’ve seen in Africa over the last 10 or 15 years.  A couple of these will be highlighted.  The first is on food security, as Ben mentioned.  This has been a priority of the President since shortly after he came into office in the first term. \nImportantly, what he’s been able to do on food security, which was lead in the G8 to mobilize the world to start reinvesting in agriculture -- the world was investing more in relief than in agricultural development -- was we modeled our own programs on what the African Union itself was doing.  African countries had agreed that they all needed to have comprehensive plans for food security for their countries.  These were vetted, serious, really solid plans, and so we mobilized other donors and invested in -- launched something called Feed the Future, which involved a number of agencies, as led by USAID, which has reinvigorated our own investments in agriculture, research, and science.\nLast year, the President launched at Camp David with African leaders and other G8 leaders something called the New Alliance for Food Security and Nutrition.  That was launched with three African countries in the AU.  The model there is somewhat different.  It’s built on the premise that if we can combine some reforms on the African side with some really targeted, strategic assistance on our side, we can leverage private capital flows into agriculture. \nIn the first year of that initiative, since it was launched last summer, it’s gone from three to nine countries and over $3.5 billion in letters of intent of private sector commitments to invest in the ag sector in those nine countries.  A 10th will join in September.  So that will be profiled. \nThat is something that is about making the ag sector work, making markets work, bringing small farmers into the system, and really enabling Africa to build on one of its greatest strengths, which is agriculture.\nHealth, as Ben said, will also get a focus.  Here we’ve seen a similar change, where if you think about where we were on the HIV/AIDS epidemic a decade ago, it was daunting and I think the world feared for Africa’s future.  If you look at where we are today, there’s been over a one-third drop in AIDS-related deaths, a one-third drop in infections.  A number of countries are coming to what’s called the tipping point, where the number of new infections is smaller than the number of people being put on treatment.\nWhat’s really interesting in this is that the game-changer is that more and more countries are putting skin in the game at the level of political leadership.  Civil society is becoming more and more capable and engaged and contributing a great deal more.  So we’re seeing the change on that side.\nAnd I think what we’re seeing and what we’ll highlight on the development side is very much the foundation of what makes us so confident about the potential on the trade and investment side.  That's leadership.  That's the development of systems and markets that are really working and providing the foundation, and it’s results across the board.\nI think that you’ll see on this trip, and there’s plenty of evidence to show that, as I said at the top, the greatest gains we’ve see in development anywhere in the world over the last decade have been in sub-Saharan Africa.  So that's kind of the foundation from them going from there to how do we really help build strong economies that can fuel and support those populations and continue Africa on the positive trajectory it’s on.\nI’ll stop there, Ben.\nQ    Thank you, Ben, for doing this.  Can you just clarify because, of all the reporting in The Washington Post -- and I know you’ve addressed this in prior calls or in the press room briefing -- but just what do you think the costs are, do you have any estimates of the trip, and why you think the costs are well justified given, in particular, President Xi’s visits and other visits by competing economic interests.  Thank you.\nMR. RHODES:  Yes, thanks, Andrea, for the question.  First of all, we don't have the exact figure on costs.  Frankly, we don't own or control those numbers.  The security requirements which make up the bulk of the costs are determined by the Secret Service.  And they don't publicly release the breakdown of the costs for these types of trips.  But again, this is something that is determined not by White House planning, but rather by what the Secret Service and the White House Military Office determine is the appropriate support for presidential travel.\nAnd as The Washington Post story indicated, that's been the case no matter who is President.  The costs for these types of trips, as well as any presidential trip depend on those determinations.\nIn terms of why it’s worth it, Africa is a rapidly growing region that is of increasing importance to the United States.  On the economics side, several of the fastest-growing economies in the world are in Africa.  And if Africa does take off, economically, you’re going to have a rapidly growing middle class and market for U.S. goods.  And, again, what we hear from our businesses is that they want to get in the game in Africa.\nIn terms of democracy, it is an important front in our support for democratic institutions and democratic institution-building around the world.  There are some success stories but there are also some huge challenges on the continent -- from Zimbabwe to some of the peace and security challenges that we see in places like Congo and in South Sudan, where we continue to be deeply engaged in.  So we want to make sure we’re moving in the right direction there.\nAnd there are peace and security challenges in a country like Mali that partners with the United States -- sorry -- a country like Senegal, for instance, that’s a partner with the United States in dealing with the situation in North Africa. \nAnd to your reference, there are other countries getting in the game in Africa -- China, Brazil, Turkey.  And if the U.S. is not leading in Africa, we’re going to fall behind in a very important region of the world.  And I don’t think it’s in the U.S. interest for the United States to step aside and cede many potential opportunities for our country because we don’t want to move forward with presidential travel. \nThe fact is, the President has traveled to Asia; he’s traveled to Europe; he’s traveled to Latin America; he’s traveled to many regions of the world.  And, frankly, Africa is a place that we had not yet been able to devote significant presidential time and attention to.  And there’s nothing that can make an impact more in terms of our foreign policy and our economic and security interests than the President of the United States coming and demonstrating the importance of our commitment to this region.  And it would not be in our interest for the United States to pull back at precisely the time when we see other nations stepping into Africa and increasing their own investments. \nSo this is a very important signal for the President to send -- that we take this region very seriously, that we have significant interest here, and that we see this as fundamental to maintaining our leadership in the 21st century.\nQ    A couple things -- and I know you went through the schedule, it’s very involved.  But I wonder if you could just give us all a sense -- because it’s been on all of our newsroom mindsets in the last two weeks -- what priority the President has of trying to see President Mandela while he’s in Africa.  And second of all, I’m duty-bound because this came up at the briefing, the LA Times had a very specific story -- very specific, highly detailed -- about CIA training of rebel forces in neighboring countries.  And I wonder if you could give us any visibility on that whatsoever, because it’s not just a generic story, it’s a specific, so it requires some sort of comment, it seems to me.  Thanks.\nQ    On the Mandela question, I should have added, we, of course, while we’re in South Africa, are going to be very deferential to the Mandela family in terms of any interaction that the President may have with the Mandela family or with Nelson Mandela.  Ultimately, we want whatever is in the best interest of his health and the peace of mind of the Mandela family.  And so we’ll be driven by their own determinations in that regard. \nWe’ll be in touch with them.  The President wants to support them in any way.  He’s supporting them with his thoughts and prayers as it is.  And if he has an opportunity to see the family in some capacity, that’s certainly something that we may do.  And he’ll be going to Robben Island as well, which I think will be an important and powerful symbol at this time when the world has Nelson Mandela in their prayers.\nI would just add that the President has always seen Nelson Mandela as one of his personal heroes.  And he was honored -- well, first of all, his first political activism, when he was in college, was driven by the Anti-Apartheid Movement and the inspiration of Nelson Mandela.  And carrying that forward, he was honored to meet him in Washington in 2005.  He was very moved that Nelson Mandela called him after the 2008 election and spoke to him several times in the years that followed.\nSo this is something that the President watches very closely.  And we are definitely going to be paying tribute to Nelson Mandela’s contribution to not just South Africa, but to Africa and the world during our stop in South Africa.  The President will speak to it, I’m sure, in his speeches.  And we will be closely monitoring the situation as it relates to Nelson Mandela’s health.\nOn your second question, Major, I’m just not going to be able to comment on CIA activities, as you I think can understand. Again, what we’ve said is we’ve been focused for some time now on how to strengthen the effectiveness and cohesion of the Syrian political and military opposition.  It’s something that we work with countries in the region on.  It’s something that has been a key national security priority for us.  But beyond that, I can’t get into reports of CIA activity.\nWe’ll take the next question.\nQ    Hi, thank you for this briefing -- very useful.  I’m not sure if you’re aware, but in South Africa there’s a group of Muslim lawyers want a warrant to arrest to be handed President Obama when he arrives here on the strength of -- whatever -- drones, et cetera.  And a court has to rule whether this is acceptable after our national prosecuting authority rejected it. I’m just wondering if you have any comment on that.\nMR. RHODES:  Yes, I’ve seen the -- well, I don’t know if it’s that specific report.  Obviously, we are aware of different opinions that have been expressed in South Africa and around the world about issues related to counterterrorism.  It’s something that obviously is a part of the ongoing debate about these issues.  I don’t anticipate that it will be a specific issue that is a focus of our trip to South Africa.\nBut I will say as a general matter, when it comes to security issues on the continent, counterterrorism is an important priority for the United States.  We’ve worked with each of these countries on counterterrorism-related issues in the various regions.  And our focus in Africa, frankly, has been on building Africa’s capacity.  It has not been on U.S. actions as much as it’s been on U.S. support for African actions in strengthening African security efforts and strengthening African collaboration like we’ve seen across the continent -- whether it’s AMISOM in Somalia; whether it’s support for the stabilization efforts in Mali; or whether it’s regional institutions.  So we understand the variety of opinions that have been expressed on drones-related issues, but we do not expect it to be a focal point of this visit. \nWe’ll take the next question.\nQ    Hi, guys, thanks for doing the call.  I have two quick questions -- One on South Africa.  Ben, if you could talk a little bit about what Obama’s message might be on kind of the politics there post-Mandela, given some of the problems that they’ve had there recently.  And then also you’re skipping Kenya, where Obama obviously has deep family ties, and I wanted to see how much of that is based on the results of the recent election and Kenyatta’s upcoming trial at the ICC.\nMR. RHODES:  Sure.  Well, Julie, I’ll take your second question first.  The President has obviously deep personal and familial connections to Kenya.  He has visited there in the past as a private citizen and as a senator.  And the Kenyan people just hold a very special place in the President’s heart and in terms of his commitment to the future of sub-Saharan Africa.\nWe, as we expressed, in the aftermath of the Kenyan election, we fully respect the sovereign right of the Kenyan people to choose their own leader and we’ll certainly be focused on working with the new Kenyan government under President Kenyatta.\nWe also as a country have a commitment to accountability and justice as a baseline priniple.  And given the fact that Kenya is in the aftermath of their election and the new government has come into place and is going to be reviewing these issues with the ICC and the international community, it just wasn’t the best time for the President to travel to Kenya at this point. \nSo Tanzania is an important partner for the United States, in the same region of East Africa.  Tanzania partners with us on a range of security issues across the region; in all of our major development initiatives is a partner; one of the significant U.S. foreign assistance partners, as well, as well as a strong democracy.  So we felt like Tanzania was an important stop in East Africa. \nBut I would just add that the close partnership that the United States has had with Kenya for decades will certainly continue and we’ll be continuing our collaboration with Kenya on issues from economic development to security to also supporting Kenya’s democracy.  But again, the Kenyan government will be continuing to work through the issues that it has with the international community.\nWith respect to South Africa and their politics, and Mandela, I’d just say a couple of things, and then Grant may want to add something.  I guess what I’d say is so much of the democratic progress that we’ve seen in South Africa can be attributed to Nelson Mandela and the extraordinary example he set not just in standing up to apartheid, but also in standing up for reconciliation and the handover of power to a successor through a peaceful transition.  And we are heartened by the peaceful transitions of power that we’ve seen in other countries like Senegal, for instance.  And so much of the democratic progress that we see across the continent I think can be tied in some way to the inspiration that Nelson Mandela set. \nThe point the President will be making is -- all across the continent -- that to continue that progress there needs to be strong democratic institutions; that it's not enough to have elections, it's not enough to have democratically elected leaders, that you need to have independent judiciaries; you need to have confidence in the rule of law; you need to have efforts to combat corruption.  Because, frankly, not only is that good for democracy and respect for human rights, but it's critical to Africa's economic growth, because where you have clear rules of the road and efforts to combat corruption, businesses will invest, and jobs will be created, and growth will take off.  And that's what we want to see.\nBut in terms of any further comment on the South African political dynamic, Grant, I don't know if you have anything you'd like to add.\nMR. HARRIS:  I think you laid it out completely.  I don't think we here, nor would the President comment on South African politics, but the visit and the depth of the bilateral relationships and the relationship with the people of South Africa are going to give him the opportunity to highlight a lot of shared work both in addressing the scourge of HIV and AIDS, but also a shared commitment to the regional and international security issues that we've been talking about.\nMR. RHODES:  And, Julie, just as I know it's of interest to you, a contrast to the example that has been set by many democratic leaders on the continent is how Robert Mugabe has not allowed for respect for human rights in Zimbabwe.  That's a type of issue I think that we'll be able to speak to in a place where we'd like to see enhanced progress in the years to come.\nQ    Actually, most of my questions have been answered.  But if I can just amend a little bit -- obviously, you can't go to 54 countries, but Nigeria also was not on the list.  Can you talk about the decision not to go to Nigeria?  Can you answer critics who have said Africans are frustrated that it took Obama this long to get here?  And is there any chance that President Obama will see his grandmother even if he is not going to Kenya?  Any chance she'll come over to Tanzania?  Thanks.\nMR. RHODES:  Sure, Margaret.  I'll take those.  On the last question, I'm not aware of any plans to see his grandmother.  I would note that his sister, Auma, was with us in Berlin and was able to attend the speech and the state dinner, and that's obviously a very close family member of the President's from that side of his family.\nWith respect to Nigeria, we certainly believe that Nigeria is a fundamentally important country to the future of Africa.  We've put a lot of investment in the relationship with Nigeria through their leadership of ECOWAS, through the significant U.S. business investment in Nigeria and through our security cooperation. \nObviously, Nigeria is working through some very challenging security issues right now.  And in that process, they're going to be a partner of the United States.  We certainly believe we'll have an opportunity to further engage the Nigerian government through bilateral meetings going forward.  But at this point, we just were not able to make it to Nigeria on this particular itinerary. \nI will say that we purposefully designed the itineraries to be able to reach West Africa, South Africa and East Africa, and in West Africa, to visit Senegal, a French-speaking, Muslim-majority democracy that is an important partner of the United States and also provides a platform for the President to speak to the broader region. \nWe are also looking at ways, at the President's town hall in South Africa with young African leaders, to draw in through technology young people in Nigeria and in Kenya, among other places, so that the President is using this trip to speak to the broader African audience.  We recognize we'd like to go to as many countries as possible.  Time only permits us to go to these three.  But we want to make sure that in each country we're speaking to the broader region.  And we're going to make use of technology and other means to do so. \nAnd to the middle question, the Africans who have been frustrated -- look, I think it points back to Andrea's first question.  This is a region that, frankly, has been underrepresented in our travel.  And for all these questions of why the President is going to Africa, I think the questions that we've been getting is why hasn't the President been in Africa more?  And, frankly, that tracks with our belief that there is extraordinary potential on the continent, and that when we look back 20 years from now, 30 years from now, we'll see this potentially as a pivotal moment when Africa took off in terms of economic growth, when you saw economic opportunities open up for the United States and when you saw democratic consolidation.\nThat's not to minimize the challenges.  But this is a place where the United States needs to be present.  And we're very pleased that early in the second term we can send a signal of increased U.S. engagement through this trip.  And it's going to be very important for us on this trip to signal that this isn't a one-off, that there's going to be follow-through.  And bringing the President's economic team with him on this trip I think sends that message.  Bringing business leaders from the United States sends that message.  And deepening our exchange programs with young people and some of the development priorities we’ll be able to speak to on the trip will send that message as well.\nSo we see this trip as a door that we're walking through towards a much deeper U.S. engagement in sub-Saharan Africa leading into the President's second term. \nQ    I just wanted to follow up on that last line that you were talking about there.  You talk about sort of underrepresented in travels.  In talking to folks both here in Washington and in Africa who are sort of policy analysts and others, they say it's not only just that the President hasn't traveled there, but that the U.S. just hasn't been investing enough -- as much as they thought that President Obama would because of his personal connections, and that if anything stands out on the continent, it's the U.S. increasing military engagement with the drone bases and so on, and that's what his legacy has become at least in the first four years.  And I'm curious what your thoughts -- how you would respond to that, concerns from Africans that have said -- and explain maybe why the President did choose to go to Asia, South Asia, Latin America before Africa, despite the fact that in the Ghana speech he said this would be a new moment of promise and really pledged at that time to do the same things you’re talking about now.\nMR. RHODES:  Yes, well, I’d say a couple things, David, and then Grant and Gayle may have a perspective here, too.  Just on the very precise question at the end, before getting to the first part of your question, part of the reason is, frankly, that we have anchor summits in other parts of the world.  So as those of you who travel with the President know, a lot of his travel ends up being built around G20s, G8s, APECs, East Asia summits, and so that ends up driving a lot of the schedule. \nAnd we were able to make the trip to Ghana.  We’ve been able to bring groupings of democratic leaders into the Oval Office, as well as other African leaders to the Oval Office.  And we’ve been able to do a number of things in terms of our policies to signal an increased engagement and a ramping up in certain areas.\nNow, to that, what I’d point to is -- you mentioned the security in AFRICOM, and it’s really true that AFRICOM has been a key partner to a number of African countries.  I will say that the focus of AFRICOM has been on building African capacity, not on bringing U.S.-based military solutions to African problems.  So whether it’s to do with Africa -- the situation in Mali, or whether it’s AMISOM, or whether it’s our efforts to capture Joseph Kony, all of those have been U.S. operations in support of African partners who are really in the lead for these efforts.\nBut as you look at this trip, I think this trip ultimately disproves the notion that we’re somehow securitizing the relationship with Africa, because this trip is expressly devoted to trade and investment, democratic institution-building, young people, and unleashing economic growth through some of our development priority.  So the trip itself I think speaks to the broader agenda and the fundamental interconnection between democracy, development, and security.  Because it’s our belief that stable democracies that are growing are ultimately going to be more secure, are not going to be exposed to conflict, and could even be strong partners in dealing with conflicts as Senegal, South Africa, and Tanzania have been.\nIn terms of our engagement, I will make -- I believe there was one announcement that went out today that’s just worth flagging, which is Linda Thomas-Greenfield is going to be Assistant Secretary for African Affairs, a long-time senior foreign service officer, former ambassador to Liberia, so that’s an important member of the President’s Africa team for the second term who we put before today.\nBut then we have done a lot on the development and other aspects of our policy side that I want to give Grant and Gayle a chance to comment on. \nSo, Grant, anything you’d like to add?\nMR. HARRIS:  I would just add that, exactly as you said, I think it’s really important to push back on this false notion that we somehow have a securitized or militarized approach.  As we’ve been laying out even just on this call, advancing peace and security is a core objective for U.S. policy, but it’s part of a holistic approach of strengthening democratic institutions, spurring economic growth, trade and investment, and promoting opportunity and development. \nAnd as Ben mentioned as well, our activities on the continent are in partnership and help build capacity of African partners.  Some of the examples of the way that we’re doing that would include supporting Uganda and regional forces in countering the predatory Lord’s Resistance Army; supporting, helping to train and equip those African forces composed in the African Union mission in Somalia that are also trying to advance democracy and stabilize the situation in Mali and elsewhere.\nSo I think looking at the total range of where our investments are -- and I know Gayle will touch on this in terms of health and food security and others -- there’s a very strong record on which to draw, and it paints a very holistic picture.\nMS. SMITH:  Yes, I think I would just add on to that, and I think “holistic” is the key word.  The U.S. has a security relationship with Africa like it does in many parts of the world. And as Grant points out, a lot of that is rooted very much in the leadership being shown by the African Union and by African countries -- but I think what some of those stories obscure has been the extensive cooperation, whether it’s, again, the preponderance of our effort on food security is based on, in, and with Africa on countries across the continent. \nSimilarly, on health, we launched an effort about a year ago to end preventable child deaths.  That was co-hosted with Ethiopia as one of the leading countries in the world on that, and every African country was represented there.  So that’s been a huge effort.\nThe Open Government Partnership that President Obama launched with other leaders, including South Africa, at the U.N. a couple years ago -- Tanzania is now in the leadership, South Africa is a founding member of that.  So that’s had a huge level of involvement of Africa.\nSo I think sometimes these things are less visible than others, but I think that we all believe they’re foundational.  I would add to that -- think about OPEC, which has tripled its investment portfolio in Africa.  Those things, again, may be less visible, but we really think those are the foundations for the strong relationships that we’re going to build on, on this trip.\nQ    Hi, thanks for taking the question.  I just wanted to return to the issue of the administration’s engagement in Africa.  Could you address sort of the criticism that’s been leveled that the United States has fallen behind China or other countries in Africa?  And also, the idea that, visits notwithstanding, that this administration has not followed up sort of the PEPFAR or the Millennium Challenge Corporation with similar broad, sweeping, new initiatives to engage with Africa?\nMR. RHODES:  Yes, sure.  On your first question, I think the United States brings a unique type of engagement to Africa, and one that in the long run will serve not just U.S. interest but the interest of the people across Africa. \nIt’s certainly true that China and other nations have increased their investments, and China has pursued a range of economic interests that have led to a significant investment in Africa.  When you look at what the United States is focused on, it’s support for African democratic institutions, for models of economic growth that will be broad-based and will bring opportunities to more people, and its investment in young people -- and that’s represented in this trip. \nSo the type of leadership that the U.S. brings to the continent uniquely advances opportunities for more Africans, and frankly, we believe represents a better model of engagement not just for the United States, but for democratic development on the continent.\nSo because of our democratic values, because of our businesses, and because of our focus on capacity-building for African solutions, we believe U.S. leadership is ultimately going to be welcomed on the continent and going to be in the best interest of the people of Sub-Saharan Africa.  And I think that’s an important point, because this is an emerging region, just like any other region, and given Africa’s emergence, they’ll be making determinations about their own futures and about their own partners.  And we believe that what the United States brings to the table is a model of partnership that serves our interest but also the interest of people in Sub-Saharan Africa. \nAnd that’s represented in this trip, where you see us focusing on institution-building, the trade and investment environment, young people, human capital, and the various development priorities we pursue. \nThat relates to the second question, and I know Gayle will want to say something about this, but I’ll just begin by saying that we have carried forward PEPFAR, which is an extraordinary initiative because of the work that has been done under two administrations.  And on the continent itself, we have within reach an AIDS-free generation.  And we have also broadened out our global health initiative so it’s focused on capacity building, public health sectors and long-term African solutions.\nBut as a general matter, the point is Africa doesn’t need handouts.  Africa needs trade.  Africa needs economic growth.  And this notion that the only way to make an impact is to announce a high-dollar assistance program doesn’t fit with the times as it relates to what Africans are looking for.  Because the things that are really going to unleash growth on the continent is not an assistance program, per se, but rather the types of partnerships that we’ve been pursuing in areas like food security, for instance, that enable economic growth; that enable a broader base of people coming out of poverty; that enhance trade between Africa and the United States, but also within African countries and within the continent. \nSo that’s why we focus so much of our attention -- whether it’s development policy or our broader Africa policy -- not just on carrying forward these very important assistance programs, but on unleashing economic growth that ultimately is going to be in our interest as well as Africa’s.\nBut, Gayle, you may want to add to that.\nMS. SMITH:  Sure, let me just add a couple things.  One of the things that’s interesting, if you look at what is fueling development now as opposed to 10 or 12 years ago, assistance is the smallest piece of the puzzle.  It is private capital and it’s domestic resources.  Because with a lot more countries that have growing economies, governments are investing more and more, so there’s a momentum going that we are tapping into.\nWith PEPFAR, for example, as Ben suggests, we didn’t turn off PEPFAR, nor did President Bush turn it off when he left the White House.  In fact, we inherited it.  It was a terrific foundation.  We’ve built on that substantially by shifting it a lot more in the direction of capacity-building, of strengthening systems in partner countries, in building on things like maternal/child health so that we could help to radically reduce the rate of the spread of the infection from mother to child.  And what we have seen over the last few years is a turning point where, as Ben says, we can now talk about the possibility of an AIDS-free generation.\nSimilarly, I would argue that on the food security side that is an issue that, when President Obama came into office in 2009, had fallen off the map.  The United States was once among the world’s leaders in supporting agricultural development around the world and, as I said at the top, the world was providing far more in relief aid than it was in investing in production, in getting small-holder farmers’ goods to market, and so on and so forth.\nI think the President -- in cooperation with African partners, the G8, the G20 -- has really put this issue on the map.  There is tremendous momentum behind food security.  And as an example of how we’re using assistance to leverage, to have in one year well over $3.5 billion in commitments from the private sector to invest in African agriculture is a pretty good deal.  So that’s something we’re quite proud of and we think much more of that can happen. \nI would argue, as Ben suggests, the shift we’re seeing is one that is away from the kind of linear donors provide aid to compensate for the deficits in governance or in functional economies, and more that we are working with partners to figure out how we can accelerate the flow of private capital, accelerate the flow of domestic resources, strengthen systems, and make countries and economies actually work for their people.  So it’s a much different -- I’m not a big fan of the word “paradigm”, but it’s a much different paradigm than what we were looking at even 10 years ago.\nMR. RHODES:  Great.  Well, thanks, everybody, for joining the call.  I think we’re going to  -- as you see, there’s quite a busy schedule.  We’ll keep you updated if there are any developments associated with the schedule.  And we’ll look forward to seeing everybody on the trip.  But we wanted to get you this information early because we know a lot of people are beginning to now preview the trip.  So we’ll look forward to being in touch and we’ll look forward to seeing you on our trip.\nEND\n\t4:35 P.M. EDT\n\n\n\n\n"
}