{
    "title": "Sesame Street’s Elmo and Rosita to Join First Lady Michelle Obama for an Announcement about Marketing Healthier Foods to Children | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/10/28/sesame-street-s-elmo-and-rosita-join-first-lady-michelle-obama-announcem",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nOctober 28, 2013\n\n \n\n\n\nSesame Street’s Elmo and Rosita to Join First Lady Michelle Obama for an Announcement about Marketing Healthier Foods to Children\n\n\n\n\nAfter the announcement, Mrs. Obama, Elmo and Rosita will be joined in the garden by children from MD, VA and WV whose schools are starting to offer healthy snack options\nWashington, DC – On Wednesday, October 30 at 2:40 PM ET, First Lady Michelle Obama will join Sesame Street’s Elmo and Rosita, the Produce Marketing Association and the Partnership for a Healthier America for an announcement about marketing healthier foods to children. The announcement comes on the heels of the first ever White House convening on food marketing to children, during which Mrs. Obama called on stakeholders to leverage the power of marketing to promote healthy products and decrease the marketing of unhealthy products to kids.\nFollowing the announcement, Mrs. Obama, Elmo and Rosita will join school children for the annual fall harvest of the White House Kitchen Garden. For this harvest, the First Lady invited children from MD, VA and WV whose schools are starting to offer healthy snack options. Starting next school year, all schools will be required to follow the “Smart Snacks in School” nutrition standards, making vending machines and a la carte lines healthier. Many schools across the country have already met or are working to meet these standards to ensure kids are getting the nutrition they need to lead healthy lives. \nMrs. Obama will also be joined in the garden by children from Harriet Tubman Elementary and Bancroft Elementary in Washington DC who regularly help in the White House Kitchen Garden.  Mrs. Obama planted a vegetable garden on the South Lawn to initiate a national conversation around the health and wellbeing of our nation – a conversation that evolved into her Let’s Move! initiative to solve the problem of childhood obesity within a generation.\nChildren from the following schools, in addition to the two DC schools, will help harvest this fall’s garden:\nMagnolia Elementary School, Harford County Schools – Joppa, MD\nMagnolia Elementary School is a Healthier US Schools Challenge bronze recipient. The school has made great strides in improving their school meals by ensuring that all competitive foods sold on the cafeteria line meet the requirements for the Healthier US Schools Challenge. Additionally, Magnolia Elementary participates in the Fresh Fruits and Vegetables Program through the USDA, which introduces school children to a variety of produce that they otherwise might not have the opportunity to sample. As part of their afternoon routine, the school reports that students have become “adventurous eaters” and try different fresh fruits and vegetables each day. Magnolia also participates in Maryland Meals for Achievement, which is an innovative classroom breakfast project that offers school breakfast in the classroom each morning at no cost to students, regardless of family income. The school also participates in a Harvestable School Garden program where students and parents participate in the harvesting of the garden, and vegetables from the garden are incorporated in their school lunches. As part of the program, students in grades 2, 3, and 4 participate in monthly nutrition lessons. As a result of these initiatives, Magnolia has seen an increase in student readiness for school and rigorous work.\nLinwood Holton Elementary School, Richmond Public Schools – Richmond, VA\nLinwood Holton Elementary School has prolific, well-maintained vegetable and flower gardens, and each grade level maintains its own flowerbeds, along with help from parents and community members. Linwood Holton Elementary also has curriculum aligned with their gardens. The school is located in the Upham Brook Watershed and has established a rain garden to improve the watershed and educate students while improving the water quality. Linwood Holton Elementary also works to ensure that students have healthy snack options available to their students.\nNorth Elementary School, Monongalia County Schools – Morgantown, WV\nNorth Elementary School began their Panther Pride garden in the spring of 2011. In the garden, they grow a wide variety of fruits and vegetables from snake beans to black radishes to strawberries. Many teachers at the school implement garden-based learning, incorporating the garden and its produce in math, science, reading, writing, and health lessons. The school has engaged with the local farmers market, and students learn the value of pricing, marketing, and selling produce at the market. The school has also recently added a WORLD garden where they have planted a new variety of produce indigenous to the almost 50 countries that the students at their school represent so that students can learn about different cultures and expose their palates to international flavors. Last spring, the school began serving some of the items from their gardens in the cafeteria for students, and more recently, they have begun serving items from local farms.\n \n\n\n\n\n"
}