{
    "title": "President Obama Holds Discussion on Jobs and the Economy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-holds-discussion-jobs-and-economy",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 02, 2010\n\n \n\n\n\nPresident Obama Holds Discussion on Jobs and the Economy\n\n\n\n\nObama Administration Officials Hold Events Across the Country\nBackground on the President’s event in Charlotte, North Carolina\nTOUR & REMARKS AT CELGARD\nToday, the President traveled to Charlotte, North Carolina, where he will tour Celgard, LLC - A Polypore Company (a lithium battery separator producer and stimulus grant recipient), deliver remarks on the economy, and take questions from an audience of approximately 300 Celgard employees. \nThe President was joined on Air Force One by Rep. John Spratt, Jr.\nThe President was greeted on arrival by:\nGovernor: Bev Perdue \nFirst Gentlemen Bob Eaves\nLt. Governor Walter Dalton\nMayor of Charlotte Anthony Foxx\nU.S. Representative Mel Watt\nState Senator Charlie Dannelly\nState Representative Kelly Alexander Jr.\nBryan Moorehead, Celgard Vice President of Operations, will lead the tour.\nBryan Moorhead joined Celgard, LLC in November 2006, having held previous plant management and supply chain management roles at Trex Company and Newell Rubbermaid.  Prior to joining Newell Rubbermaid, Bryan progressed through a number of manufacturing and supply chain management positions over the course of his 10-year employment with Corning Incorporated.\nBob Toth, Polypore CEO, will introduce the President.\nBob Toth became President and CEO of Polypore International, and a member of the Board of Directors, in July 2005, after having served in the same role for four years at CP Kelco ApS, a leading global manufacturer of hydrocolloids.  Prior to joining CP Kelco, he progressed through a number of sales, marketing and executive management positions over a 19-year career at Monsanto and its chemical company spinoff, Solutia Inc.  Bob earned a bachelor's degree in Industrial Management and Industrial Engineering from Purdue University, and an MBA from the John M. Olin School of Business at Washington University in St. Louis, Missouri.\nELECTED OFFICIALS EXPECTED TO ATTEND\nGovernor Bev Perdue\nFirst Gentlemen Bob Eaves\nLt. Governor Walter Dalton\nMayor of Charlotte Anthony Foxx\nU.S. Rep. Mel Watt\nU.S. Rep. John Spratt\nU.S. Rep. Larry Kissell\nState Senator Charlie Dannelly\nState Representative Kelly Alexander Jr.\nState Representative Tricia Cotham\nCELGARD BACKGROUND\nCelgard has won $49.2 million in Recovery Act grants to expand its capacity to produce separators for lithium-ion batteries. Celgard is a global leader in production of lithium-ion separators – a key component in advanced lithium-ion batteries. Celgard controls 25 percent of the market and will supply several of the new battery factories supported by the Recovery Act.  Celgard reports that its expansion will create between 200-300 North Carolina jobs within Celgard and provide more than 1,000 jobs among Celgard’s contractors and suppliers. Work at the Charlotte campus has already started – the Charlotte campus already employs 390 workers and the expansion will add 80 workers there.   To-date, Celgard has already added 60 new jobs as a result of the expansion project and approximately 100 additional jobs have already been created among Celgard’s contractors and suppliers.  Work at Concord (northeast of Charlotte) will start after the project completes its environmental review.\nCABINET SECRETARIES AND ADMINISTRATION OFFICIALS HOSTING EVENTS ON JOBS AND THE ECONOMY\nSecretary of the Interior Ken Salazar:\nInterior Secretary Ken Salazar is holding a media availability in front of the Maggie L. Walker National Historic Site in downtown Richmond to discuss the impact of Interior Department and other Recovery Act investments on the Virginia economy and tourism industry.\nSecretary of Agriculture Tom Vilsack:\nAgriculture Secretary Tom Vilsack is touring RMH Foods Distribution Center in Morton, Illinois, a recipient of a USDA rural Business and Industry loan through the Recovery Act, and discussing the Obama Administration’s job creation efforts.\nSecretary of Housing and Urban Development Shaun Donovan:\nHousing and Urban Development Secretary Shaun Donovan is visiting Northeast Building Products, an energy efficient window manufacturer in Philadelphia that hired 100 new employees as a result of the Recovery Act since March 2009.  Following the tour, the Secretary will hold a town hall meeting with employees at the factory and deliver remarks on the economy.\nSecretary of Transportation Ray LaHood:\nTransportation Secretary Ray LaHood is touring the Amtrak Beech Grove Maintenance Facility near Indianapolis.  With the help of $32 million from the Recovery Act, the Amtrak facility has created 108 jobs and provided a boost to the local economy.\nSecretary of Energy Steven Chu:\nEnergy Secretary Steven Chu is in Jacksonville, Florida to tour Alternative Energy Technology (AET), a leading manufacturer of solar thermal equipment.  The Secretary will hear from workers at AET and other area small businesses about the increased demand for their products and the new jobs that have resulted from the Recovery Act.\nSmall Business Administration Administrator Karen Mills and Deputy Secretary of Transportation John Porcari:\nSBA Administrator Karen Mills and Transportation Deputy Secretary Porcari are visiting Phoenix Steel, a Cleveland small business creating jobs thanks to their SBA Recovery loan.\nExecutive director of the White House Council on Automotive Communities and Workers, Dr. Ed Montgomery:\nDr. Ed Montgomery, executive director of the White House Council on Automotive Communities and Workers, is convening a community round table in Elkhart, Indiana with local elected officials, business leaders, and community members to discuss how Recovery Act investments have impacted Elkhart and the surrounding community.\n\n\n\n"
}