{
    "title": "Presidential Memorandum -- Child Soldiers Prevention Act of 2008 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/04/presidential-memorandum-child-soldiers-prevention-act-2008",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 04, 2011\n\n \n\n\n\nPresidential Memorandum -- Child Soldiers Prevention Act of 2008\n\n\n\n\n\n\tPresidential Determination\n\tNo. 2012-01\n\n\tMEMORANDUM FOR THE SECRETARY OF STATE\n\n\tSUBJECT: Certification and Determination with Respect to the Child Soldiers Prevention Act of 2008\n\n\tPursuant to section 404 of the Child Soldiers Prevention Act of 2008 (CSPA) (title IV, Public Law 110-457), I hereby: certify that the Government of Chad has implemented measures that include an action plan and actual steps to come into compliance with the standards outlined in the CSPA, and has implemented policies and mechanisms to prohibit and prevent future government or government-supported use of child soldiers and to ensure that no children are recruited, conscripted,or otherwise compelled to serve as child soldiers.\n\n\tI hereby determine that it is in the national interest of the United States to waive the application of the prohibition in section 404(a) of the CSPA with respect to Yemen; and further determine that it is in the national interest of the United States to waive in part the application of the prohibition in section 404(a) of the CSPA with respect to the Democratic Republic of the Congo, to allow for continued provision of International Military Education and Training and non-lethal Excess Defense Articles, and issuance of licenses for direct commercial sales of military equipment; and I hereby waive such provisions accordingly.\n\n\tYou are authorized and directed to submit this determination to the Congress, along with the accompanying Memorandum of Justification, and to publish the determination in the Federal Register.\n\n\tBARACK OBAMA\n\n\n\n\n"
}