{
    "title": "FACT SHEET: Growing the United States Electric Vehicle Market | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/11/18/fact-sheet-growing-united-states-electric-vehicle-market",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 18, 2014\n\n \n\n\n\nFACT SHEET: Growing the United States Electric Vehicle Market\n\n\n\n\nThe White House and U.S. Department of Energy Announce Private Sector Commitments to Cut Carbon Pollution and Reduce Our Dependence on Foreign Oil\nThe Obama Administration is committed to taking responsible steps to combat climate change and reduce our dependence on oil. That is why today, the White House and the Edison Electric Institute, which represents investor-owned electric utilities, are announcing new commitments by more than 120 businesses, non-profits, and schools, including more than 70 Edison Electric Institute utility companies, to purchase electric vehicles and technologies and to install workplace charging stations.\nToday’s commitments demonstrate that businesses across the U.S. are investing in the technology that will enhance our energy security by reducing our dependence on oil, promoting measures to cut fuel costs for American families and businesses, and helping the U.S. continue to cut carbon pollution. In fact, electric vehicles can actually get cleaner as they get older, because the grid they are plugged into can be powered by cleaner energy over time. Today’s announcements include:\n\n\n\t\tCommitments from more than 70 electric utility companies to devote at least 5 percent of their annual fleet acquisition budgets to purchasing plug-in electric vehicles and technologies, totaling investments of approximately $50 million per year.\n\n\t\t61 new businesses, schools, and non-profits committing to install workplace charging stations for their employees.\n\n\t\tA new action by the U.S. Department of Energy to support new, competitively-awarded projects to enable aggregated purchases of EVs and other advanced technology vehicles.\n\nThe commitments made today will create new demand, bringing the U.S. one step further to achieving the EV Everywhere Grand Challenge President Obama launched in March 2012. The goal of the challenge is to become the first nation in the world to produce plug-in electric vehicles that are as affordable for the average American family as gasoline-powered vehicles. Since 2009, the cost of battery technology has already come down by more than 60 percent.  As costs have fallen and vehicle choice has grown, plug-in electric vehicle sales continue to grow rapidly.  Sales in the first ten months of 2014 were nearly 25 percent higher than during the same period in 2013. Today, 13 manufacturers offer 19 electric vehicle models, presenting consumers with real choices as they look to adopt new technology, enhancing the competitive position of U.S. industry, and driving job creation through American innovation.\nElectric Utilities Leading By Example: More than 70 electric utility companies today announced a commitment to devote at least 5 percent of their annual fleet acquisition budgets to purchasing plug-in electric vehicles and technologies, totaling investments of approximately $50 million per year. The companies will meet the 5 percent commitment by purchasing a variety of technologies, from electric passenger cars to medium- and heavy-duty work trucks with electric Power Take Off (ePTO) systems that power the trucks at worksites without the need to run the engine. Deploying plug-in vehicles in utility fleets carries a powerful message to the community about the capabilities of plug-in technology. By adopting plug-in technologies in their own fleets, utilities will be better equipped to enable their customers – including commercial fleets – to follow suit. This is an unprecedented effort by the electric utility industry to lead by example, and drive the electric vehicle market. Examples of companies making the commitment today include:\n\n\n\t\tDayton Power & Light\n\n\t\tIndianapolis Power & Light\n\n\t\tMinnesota Power\n\n\t\tSuperior Water, Light and Power Co\n\n\t\tAmeren Illinois\n\n\t\tAmeren Missouri\n\nAEP Ohio\n\nAEP Texas\n\nAppalachian Power\n\nIndiana Michigan Power\n\nKentucky Power\n\nPublic Service Company of Oklahoma\n\nSouthwestern Electric Power Company\n\nAvista Utilities\n\nMidAmerican Energy Company\n\nNV Energy\n\nPacific Power\n\nRocky Mountain Power\n\nCenterPoint Energy, Inc.\n\nConsumers Energy\n\nConsolidated Edison Co of New York\n\nPike County Light & Power Company\n\nRockland Electric Company\n\nDTE Electric\n\nDuke Energy Carolinas\n\nDuke Energy Florida\n\nDuke Energy Indiana\n\nDuke Energy Kentucky\n\nDuke Energy Ohio\n\nDuke Energy Progress\n\nSouthern California Edison\n\nEmpire District Electric Company\n\nBaltimore Gas and Electric Company\n\nCommonwealth Edison Co.\n\nPECO Energy\n\nFlorida Public Utilities\n\nKansas City Power & Light Company\n\nGreen Mountain Power Corporation\n\nHawaii Electric Light Company, Inc.\n\nHawaiian Electric Company, Inc.\n\nMaui Electric Company, Ltd.\n\nCentral Maine Power\n\nNew York State Electric & Gas\n\nRochester Gas & Electric\n\nWisconsin Public Service Corporation\n\nNational Grid\n\nFlorida Power & Light Company\n\nConnecticut Light and Power\n\nNSTAR\n\nPublic Service of New Hampshire\n\nWestern Massachusetts Electric Co.\n\nAtlantic City Electric\n\nDelmarva Power\n\nPepco\n\nPacific Gas & Electric Company\n\nArizona Public Service Company\n\nPublic Service Co. of New Mexico\n\nTexas-New Mexico Power Company\n\nPortland General Electric\n\nKentucky Utilities\n\nLouisville Gas & Electric\n\nPPL Electric Utilities Corporation\n\nPSEG Long Island\n\nPublic Service Electric and Gas Company\n\nPuget Sound Energy\n\nAlabama Power Company\n\nGeorgia Power Company\n\nGulf Power Company\n\nMississippi Power Company\n\nTampa Electric Company\n\nWestar Energy\n\nWe Energies\n\nLeading U.S. Organizations Stepping Up To The Workplace Charging Challenge: The Energy Department’s Workplace Charging Challenge encourages America’s employers to commit to providing EV charging access for their workforce.  After the home, the workplace is the most likely place a vehicle will spend time parked – a significant opportunity to expand our nation’s charging infrastructure. In fact, the ability to charge at work can potentially double a PEV driver's all-electric daily commuting range. The Workplace Charging Challenge has grown to 150 members since its launch in January 2013 with 13 founding members.  Today, 61 new businesses, non-profits, and universities are joining the challenge:\n\n\n\t\tAdvocate Health Care\n\n\t\tAeroVironment, Inc.\n\n\t\tArkansas Power Electronics\n\n\t\tAtlanta Regional Commission\n\n\t\tAvista Utilities\n\n\t\tBECO South\n\n\t\tBMW North America\n\n\t\tCity of Palm Springs\n\n\t\tCollege of Lake County\n\n\t\tConrad N Hilton Foundation\n\n\t\tConsumers Energy\n\n\t\tDuro-Last\n\n\t\tEl Camino Real Charter High School\n\n\t\tElectric Power Research Institute(EPRI)\n\n\t\tEMD Serono\n\n\t\tEV Grid\n\n\t\tEvolution Marketing\n\n\t\tGreat River Energy (GRE)\n\n\t\tGreen Cab VT\n\n\t\tGreen Mountain Power\n\n\t\tGreen Wheels\n\n\t\tHannah Solar\n\n\t\tHarvard University\n\n\t\tHeartland Community College\n\n\t\tIDEXX Laboratories, Inc.\n\n\t\tKaiser Permanente\n\n\t\tKankakee Community College\n\n\t\tKaskaskia College\n\n\t\tKEMET\n\n\t\tKohl's\n\n\t\tLegrand\n\n\t\tLeviton\n\n\t\tLewis and Clark Community College\n\n\t\tLos Angeles Department of Water and Power (LADWP)\n\n\t\tMelink Corp\n\n\t\tMitsubishi\n\n\t\tNorthern Illinois University\n\n\t\tPacific Gas & Electric\n\n\t\tPat's Garage\n\n\t\tPentair Water Pool and Spa, Inc.\n\n\t\tPJM Interconnection\n\n\t\tPomona College\n\n\t\tPPL Electric Utilities\n\n\t\tPrairie State College\n\n\t\tRockwood Lithium\n\n\t\tSAS Institute\n\n\t\tSemaConnect\n\n\t\tState of Illinois\n\n\t\tTelefonix Inc.\n\n\t\tTownship High School District 214\n\n\t\tUL LLC\n\n\t\tUniversity of California Los Angeles - Smart Grid Energy Research Center\n\n\t\tUniversity of Louisville\n\n\t\tUniversity of Maine\n\n\t\tUniversity of North Carolina at Pembroke\n\n\t\tUniversity of Vermont\n\n\t\tVermont Energy Investment Corp\n\n\t\tVolkswagen Group of America\n\n\t\tWestar Energy\n\n\t\tWisconsin Public Service Corporation\n\n\t\tZero Motorcycles Inc.\n\nEnhancing Aggregated Purchasing To Simplify EV Adoption: The U.S. Department of Energy is also announcing a Notice of Intent to support new, competitively-awarded projects of up to $2 million, to enable aggregated purchases of EVs and other advanced technology vehicles. Aggregated purchasing maximizes customers’ collective buying power by taking advantage of volume pricing and helps provide manufacturers with an assured sales base. Often when attempting to assemble themselves into groups to aggregate purchasing power, companies run into hurdles that inhibit their ability to coordinate—for example the lack of innovative financing mechanisms that allow a diverse group of companies to participate. This funding would help pay for that coordination function and create additional models of successful aggregate purchases that could be applied by other groups. Aggregated purchasing provides an opportunity for manufacturers and suppliers to lower costs through assured purchases and for fleet operators and other customers to benefit from more favorable pricing. \nToday’s actions build on substantial progress.  Since President Obama took office, the number of Federal fleet EVs in operation has grown significantly from only 57 in FY 2009 to nearly 4,000 in FY 2013, and the number of hybrid electric vehicles in the Federal fleet has grown significantly from fewer than 1,800 in FY 2008 to nearly 16,000 in FY 2013.  Just last week, the Los Angeles Air Force Base became the first Federal facility to replace 100 percent of its general purpose vehicle fleet with plug-in electric vehicles (PEVs). With 42 vehicles and charging stations, LA Air Force Base represents the largest PEV vehicle fleet on a federal facility -- and the largest Vehicle to Grid (V2G) demonstration in the world. Eight states have also committed to putting 3.3 million zero-emission vehicles on the road by 2025, in part by including them in their own public fleets.\n\n\n\n\n"
}