{
    "title": "White House to Launch “Startup America” Initiative | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/31/white-house-launch-startup-america-initiative",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 31, 2011\n\n \n\n\n\nWhite House to Launch “Startup America” Initiative\n\n\n\n\n\nAdministration and Private Sector Campaigns will promote entrepreneurship and innovation\n\n\tIn his State of the Union Address, President Obama laid out a plan for winning the future by out-innovating, out-educating, and out-building the rest of the world.  This week, the White House will hold a number of events to focus on innovation, and how we can create the jobs and industries of the future by investing in the creativity and imagination of the American people.\n\n\tToday, the White House will launch “Startup America,” a national campaign to help America achieve these goals by promoting high-growth entrepreneurship across the country with new initiatives to help encourage private sector investment in job-creating startups and small firms, accelerate research, and address barriers to success for entrepreneurs and small businesses. \n\nPresident Obama said, “Entrepreneurs embody the promise of America: the belief that if you have a good idea and are willing to work hard and see it through, you can succeed in this country. And in fulfilling this promise, entrepreneurs also play a critical role in expanding our economy and creating jobs. That’s why we're launching Startup America, a national campaign to help win the future by knocking down barriers in the path of men and women in every corner of this country hoping to take a chance, follow a dream, and start a business.”\n\n\tAt an event at 11:00 am ET on Monday at the White House, Gary Locke, Secretary of the Department of Commerce; Dr. Steven Chu, Secretary of the Department of Energy; Karen Mills, Administrator of the Small Business Administration; Gene Sperling, Director of the National Economic Council; Austan Goolsbee, Chairman of the Council of Economic Advisers, and a number of America’s top entrepreneurs and business leaders will hold an event to launch the program. \n\nPresident Obama continued, “Startup America also represents a historic partnership with business leaders, investors, universities, foundations, and non-profits, and we're urging others to join them in this effort. For entrepreneurs speak to what's best about America, and in their drive and innovative spirit -- in their willingness to take a risk on a bold idea -- we can see the future. We can see how America will compete and win in the 21st century global economy.”\n\n\tAnswering the President’s call to action to invest in job-creating startups, leaders in the private sector will launch the “Startup America Partnership,” an independent and private-sector led campaign to mobilize private sector commitments.  Steve Case, co-founder of AOL and Chairman of the Case Foundation, will chair the Partnership, and Carl Schramm, President and CEO of the Kauffman Foundation will be a founding board member.  Case and Schramm, along with entrepreneurs from across the country, will join administration officials at the event.\n\n\tAs a part of the White House’s “Startup America” initiative, the administration will announce new initiatives and incentives to encourage the private sector to invest in new startups:\n\n\n\t\tThe President’s new budget will propose making permanent the elimination of capital gains taxes on key investments in small businesses, which was passed as a temporary provision in 2010 as part of the Small Business Jobs Act the President signed in September.  The budget will also propose expanding the New Markets Tax Credit to encourage private sector investment in startups and small businesses operating in lower-income communities.\n\n\t\tThe Small Business Administration (SBA) will direct $2 billion in existing guarantee authority over the next 5 years to match private sector investment funding for startups and small firms in underserved communities, as well as seed and early-stage investing in firms with high growth potential, through its Small Business Investment Company (SBIC) program.\n\n\t\tTogether SBA and the Department of Energy will boost high-quality mentorship for cleantech startups, while the Veterans Administration is launching new training programs for Veterans who want to start new businesses.\n\n\t\tThe Department of Commerce will expand the i6 Challenge to help foster the commercialization of clean technologies, and are finalizing a plan to allow entrepreneurs to request faster review of their patents, an initiative that should lower patent pendency times overall and speed the deployment of new ideas to the marketplace.\n\n\n\tSome examples of the private sector and philanthropic commitments that will be announced alongside the launch of the “Startup America Partnership,” the private sector initiative, are below:\n\n\n\t\tExpand startup accelerators that provide seed funding and intensive mentorship, allowing the Astia network to serve twice as many women entrepreneurs, the MassChallenge competition to extend its national reach from Boston’s Innovation District, and the new TechStars Network to boost the success rate of 6,000 entrepreneurs in 15 regions, including Miami, Seattle, Pittsburgh, Dallas, Cincinnati, Salt Lake City, Nashville, and New Orleans. \n\n\t\tScale up programs that prepare K-12 and college students to start their own companies, such as the Network for Teaching Entrepreneurship, Blackstone LaunchPad, Junior Achievement, National Collegiate Inventors and Innovators Alliance, the Virtual Incubation Network for America’s Community Colleges, and the Artists & Instigators Practicum.\n\n\t\tIncrease corporate investment and support for startups from companies such as Intel, HP, IBM, Facebook, and others.\n\n\t\tFoster innovation and entrepreneurship in states and regions such as Ohio, Indiana, Michigan, Minnesota, New York, and New Orleans, building on the success of models such as JumpStart America and the Deshpande Foundation’s innovation centers.\n\n\n\tA full fact sheet is available HERE.\n\n\n\n\n"
}