{
    "title": "Presidential Proclamation--American Red Cross Month, 2011 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/02/28/presidential-proclamation-american-red-cross-month-2011",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 28, 2011\n\n \n\n\n\nPresidential Proclamation--American Red Cross Month, 2011\n\n\n\n\n\n\tAMERICAN RED CROSS MONTH, 2011\n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\n\tA PROCLAMATION\n\n\tFor over a century, the American Red Cross has harnessed the generosity of the American people, mobilizing us to offer assistance in the wake of disaster.  Whether aiding towns fighting rising floodwaters or nations struggling with starvation and disease, the American Red Cross and its international partners have served during crises across the United States and around the world.  During American Red Cross Month, we celebrate our Nation's humanitarian spirit, and we recommit to providing relief and hope in times of crisis.\n\n\tThe American Red Cross has a long history of partnering with Presidents of the United States to confront the world's most pressing challenges.  During World War I, President Woodrow Wilson called on our citizens to help the American Red Cross \"respond effectively and universally to the needs of humanity under stress of war.\"  This relationship continued in 1943, when President Franklin D. Roosevelt proclaimed March as Red Cross Month, urging the public to support the efforts of the American Red Cross to provide resources and medical care to troops, allies, and peoples around the world.\n\n\tEmergency response organizations like the American Red Cross play a vital role in relief operations by deploying scores of volunteers to rebuild communities hit by disaster and by providing critical support and resources at home and abroad.  When a devastating earthquake struck Haiti last year, the American people responded with an outpouring of compassion, prompting an unprecedented international response and relief effort by the American Red Cross.  These efforts reflect our country's noblest ideals, and they contribute to a climate of international trust and cooperation.\n\n\tVolunteers play an essential part in every American Red Cross effort, from traveling to disaster zones around the world to donating blood at local community centers.  Through their service, ordinary citizens have done extraordinary things, upholding the humanitarian mission of service and relief organizations and keeping our Nation strong and resilient.  Though we can never fully know the challenges we will face, American Red Cross Month reminds us that Americans will always pull together in times of need and will always look to the future with hope and determination.\n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America and Honorary Chairman of the American Red Cross, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim March 2011 as American Red Cross Month.  I encourage all Americans to observe this month with appropriate programs, ceremonies, and activities, and by supporting the work of service and relief organizations.\n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this twenty-eighth day of February, in the year of our Lord two thousand eleven, and of the Independence of the United States of America the two hundred and thirty-fifth.\n\n\tBARACK OBAMA\n\n\n\n\n"
}