{
    "title": "Briefing by White House Press Secretary Robert Gibbs, 11/9/09 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/briefing-white-house-press-secretary-robert-gibbs-11909",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nNovember 09, 2009\n\n \n\n\n\nBriefing by White House Press Secretary Robert Gibbs, 11/9/09\n\n\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Press Secretary\n___________________________________________________________________________\nFor Immediate Release                                                                                               November 9, 2009\n \n\n\nPRESS BRIEFING BY\nPRESS SECRETARY ROBERT GIBBS\nJames S. Brady Press Briefing Room\n*The President will deliver remarks on Veterans Day at Arlington National Cemetery.\n**Director Mueller did not brief the President in person today on the ongoing investigation at Fort Hood.\n \n1:20 P.M. EST\n\nMR. GIBBS:  Good afternoon.  Before we get going on questions I just want to reiterate again that -- I think most of you know that we'll be doing a briefing call on Asia, on the Asia trip.  I think as most of you all know, based on the events of last week and the changes to the President's schedule this week, our departure to Japan will be delayed by a day.  We head to Japan, spend the same amount of time there, one fewer days in Singapore, and then pick up as previously scheduled.\nIn terms of why, obviously the President had a fairly full schedule tomorrow, which, as you all know, has been changed to go to Fort Hood for the memorial service, where the President will speak and see victims' families.  So as I said, late last week before we tried to do a week ahead that the schedule was in some flux, and that is largely how it has come out now. \nQ    Can you go through the week ahead now?\nQ    Yes, what was on the schedule tomorrow that he's doing Wednesday?\nMR. GIBBS:  I don't know exactly what got moved around.  I know that obviously you've seen today, tomorrow almost exclusively is the trip down to Fort Hood.  I think the highlight Wednesday -- two highlights obviously -- participating in Veterans Day activities first at the White House and then at Arlington National Cemetery.  And then later in the day, there will be a meeting to discuss Afghanistan and Pakistan.  And I honestly do not know when we depart on Thursday, but I should figure that out because I've got to pack. \nOther than that, take us away.\nQ    Robert, is that the Sit Room meeting on Wednesday?\nMR. GIBBS:  Yes, sir.\nQ    And what number is that?\nMR. GIBBS:  Is it eight?  Sounds like eight?  I don't honestly -- it seems to have sort of -- runs around.\nYes, ma'am.\nQ    What does the White House -- well, one thing first, on the meeting with the Israeli Prime Minister tonight.  Why is that closed, no press avail, the statements?  What is the thinking there?\nMR. GIBBS:  Well, the President obviously is -- will meet later today with Prime Minister Netanyahu to discuss a full range of issues --\nQ    -- want to meet with him?  This meeting was --\nMR. GIBBS:  Well, again, as you know, our schedule since late last week has been up in the air.  The President was supposed to speak on Tuesday to the same group that Prime Minister Netanyahu is speaking to.  He obviously looks forward to sitting down with the Prime Minister tonight -- and continue to work together to address issues like Middle East peace and the threat that's posed by Iran.\nQ    And then separately, what does the White House know about any contacts by the Fort Hood shooter or ties to al Qaeda?\nMR. GIBBS:  Obviously, Jennifer, this is a continuing investigation that's being led jointly by DOD and FBI.  The President has been very clear with everyone that no stone should be left unturned to figure out how and why this happened, and to ensure that it never happens again.  I think the FBI will have updates on their investigation later on this afternoon and I think that's the best place to go for that information.\nQ    Has there been a determination about whether it was terrorist -- an act of terrorism?\nMR. GIBBS:  I think the FBI is the best place to address that.  I do not know that they have a lot more on motive, but they'll have updates this afternoon.\nYes, sir.\nQ    Iran has charged three U.S. citizens with espionage.  Does this expose the limits of the administration's efforts to reach out to Tehran, and could it undermine efforts to get a nuclear deal?\nMR. GIBBS:  Well, let me start by saying that these three hikers -- Shane Bauer, Josh Fattal and Sarah Shourd -- are innocent young people who should be released by the Iranian government and their release should be expedited.  We have not heard confirmation through our Swiss counterparts about charges.\nAs it relates to Iran, I guess I would have two different -- make two different points.  One, this is an important -- the events of the next few days and the past few days are important for Iran to contemplate as they make decisions, moving forward.  They have to essentially agree to their previous agreement on the research reactor, and I think the world is watching and waiting for their conclusive decisions on that.\nWith how Iran is dealt with, when that decision is made, I would point you to what President Medvedev said, which was -- over the weekend -- which was if Iran fails to take steps in its control to demonstrate its responsibility to the world, then sanctions may be necessary.\nQ    So you definitely link the charging of the three citizens with espionage with why the --\nMR. GIBBS:  No, no, I was giving a broader answer.  I think, again, notwithstanding whether or not they've been charged, they should be released as they're innocent.\nJake.\nQ    If President Obama is having the Sit Room meeting tomorrow on Af-Pak, should --\nMR. GIBBS:  Wednesday --\nQ    I'm sorry, Wednesday -- should we then expect that his announcement will come after the Asia trip?\nMR. GIBBS:  I've not been told when it's going to be, but I think it is doubtful that it will happen prior to Thursday.\nQ    And would it -- is it conceivable that it would happen during his trip to Asia?\nMR. GIBBS:  Not likely, I wouldn't think.\nQ    The White House reached out specifically to Congressman Cao during the health care negotiations before the vote and right before the vote.  What did the White House tell the congressman?\nMR. GIBBS:  Well, this wasn't -- those conversations didn't happen just this weekend.  Nancy-Ann had met with him many weeks ago.  He obviously is somebody who was interested in talking about what was in the President's health reform proposal and obviously made a decision that it was in the best interest of his constituents.\nQ    Is there anything that -- in terms of stimulus money going to New Orleans, or is there anything beyond the health care reform bill that --\nMR. GIBBS:  Not that I know of.\nQ    Not that you know?  And in terms of -- just one other thing on the meeting.  Originally I know you guys have been --\nMR. GIBBS:  Which meeting?\nQ    I'm sorry, the announcement about the Afghanistan --\nMR. GIBBS:  Oh, okay.\nQ    Originally you guys have been shooting for before the strategy, and certainly that was not an official deadline, but you guys have been shooting for that.  What's the reason for taking a little bit more time?\nMR. GIBBS:  Well, I mean, I think, Jake, the President wants to make sure that, as I've said on numerous occasions, take the time necessary to get the decision right.  We're at a pivotal moment and I think the President wants to ensure that he has all that he needs and has heard from all that have equities in this in order to make a decision of import.\nQ    But what has -- what could he not have gotten already?  I mean, what did he not have already --\nMR. GIBBS:  Well, suffice to say, if he had gotten everything he needed, we probably wouldn't be meeting on Wednesday.\nQ    Can you give us just an idea, though, of the kind of thing you're talking about?\nMR. GIBBS:  No.\nQ    Are the Chiefs coming back?\nMR. GIBBS:  Say again?  I don't think this is specifically with Joint Chiefs.  I think this is more what has been done -- let me check exactly on the manifest.  I think it is more in line with the groups that we had seen in here earlier.\nQ    But you said -- I'm sorry to butt in but --\nMR. GIBBS:  -- the Joint Chiefs later on -- I don't obviously --\nQ    -- another one?\nMR. GIBBS:  -- close the door on the fact that there could be more.\nQ    On health care, Robert, the President, in his written statement late Saturday, I believe, said again that he wants this done by the end of the year -- he wants the Senate to move by the end of the year, but I don't think I heard that in the Rose Garden yesterday.  Was that just a little -- like he just didn't mention the deadline, or how firm is the deadline in terms of by the end of this year?\nMR. GIBBS:  It didn't change overnight.  I mean, it didn't change from Saturday night after the vote to Sunday.  So, I mean, the President still wants to get this done by the end of the year.\nQ    And on the meeting with Prime Minister Netanyahu, I just wanted to follow up.  I understand the schedule has been in flux, but why no television cameras?  Is it because you don't want to highlight the fact that there's not a lot of progress in these talks so far?\nMR. GIBBS:  No, the President wanted to have a meeting with Prime Minister Netanyahu.  That's what we're doing.  I'm sure, Ed, that the contents of the meeting generally seem to be well read out and I trust that this time will be no different.\nQ    But typically the President will go on camera if he wants to highlight what is a key initiative for him, and if Mideast peace is that important you would think that he would want to do that.\nQ    Well, like the date didn't change from Saturday night to Sunday, I think it's pretty safe to assume that the President thinks no less of the importance of the Middle East peace process on simply by subtracting one television camera.\nQ    And the last thing, on settlements.  Last week, Secretary Clinton was in Israel, and suggested -- she wanted to praise the Israelis for some progress on settlements.  And the Palestinians were upset because the U.S. policy has been a complete freeze on settlements.\nMR. GIBBS:  Policy dating back several decades, yes.\nQ    Right, but specifically it was emphasized in the early days of this administration.  And the Palestinians felt like maybe there were some back-peddling.  Can you just clear up -- there was a sense that she seemed to be shifting last week.\nMR. GIBBS:  No, no, again, I judge from your question -- the policy of the United States government for many decades has been no more settlements.  That's not something that is new to this administration.  It's something that I think has gotten disproportionate media coverage, but it's not a policy difference in this administration and previous administrations.\nYes, sir.\nQ    Thank you.  On the health care bill, does -- the President supports, endorses, whatever you want to call it, the House bill.  He's made that very clear.  Does he support the abortion funding restrictions in the House bill?\nMR. GIBBS:  The President, Chip, as you know, went to Capitol Hill to rally support for the bill.  That bill is now through the House, which we're quite pleased about.  The Senate, once we get budget numbers from CBO, will become -- that will move to the Senate floor.  I don't doubt that you'll have a somewhat different bill.  That's the way this process works, and we'll iron out differences as they come.\nQ    What's his position on abortion funding restrictions?\nMR. GIBBS:  I think you heard the President in front of Congress several months ago, and we'll continue to make progress.\nQ    So then he wouldn't support anything like the provision that's in the House bill?\nMR. GIBBS:  I'm not going to become a negotiator from Capitol Hill -- on Capitol Hill from the podium.\nQ    Would he accept something that goes beyond what the Hyde amendment does?\nMR. GIBBS:  We will wait to see what health care reform brings.\nQ    So there could be something then in the end that goes beyond current law in restricting abortion funding?\nMR. GIBBS:  Chip, I wish we were having this conversation as the last part of this process, but as your network and others have pointed out, there are miles to go before we sleep. \nQ    Can I follow up on the Fort Hood -- the President is getting briefed how frequently on that and by whom? \nMR. GIBBS:  Certainly as developments warrant, and again, the President's daily briefing this morning in the Oval began with an update on the situation in Fort Hood.\nQ    Is there any concern with going down there -- I know often when Presidents go places, hurricane zones and things like that -- was there any concern that by going he could interfere with all of his entourage and security, could interfere in this investigation?\nMR. GIBBS:  No.  And as we talked about late last week, I think Friday, this was -- obviously the President wanted to go, but wanted to do it at a time that was most convenient for the families of the victims.  As I said, families are coming in from all over the country, and we wanted to make sure that our schedule was worked around their schedule.  But I have heard nothing to suggest that there were any concerns with his presence on the way down there tomorrow.\nQ    Robert, one quick question on Afghanistan.  There have been reports that he's waiting for another set of recommendations, or a set of recommendations, from the Pentagon. Do you know -- is that true?  And has he received that set of recommendations, an additional --\nMR. GIBBS:  I think -- I don't know what additional recommendations he's gotten.  I know the Pentagon was working on additional recommendations.\nQ    You don't know if he's received those yet?\nMR. GIBBS:  I don't know.\nQ    So it could be a ways off, if he hasn't even received this next round of recommendations.\nMR. GIBBS:  Other than to characterize it as in the coming weeks, I don't have any further guidance.\nQ    Will he keep working on it while he's in Asia?\nMR. GIBBS:  Well, I think there's no doubt that this is a topic that will be addressed in some of the meetings that he has throughout the trip.  I think, along with things like Iran and non-proliferation and North Korea, I think in meeting with people throughout the trip, this will certainly be a topic.\nI mean, obviously -- I mean, for one, the Japanese obviously have been -- have given generously in finances for the training of an Afghan national security force.  So this will --\nQ    -- you think he'll actually work on his decision on --\nMR. GIBBS:  Oh, absolutely.  The President spends time on this each and every day, regardless of where he is. \nQ    On the Fort Hood investigation, does the White House believe that at some point they will have to be the final arbiter on who takes the lead in the investigation or who prosecutes -- who takes the lead on the prosecution, Justice or the military?\nMR. GIBBS:  I have not heard a discussion about that.\nQ    Right now it's still a joint investigation.  When you say it's the FBI and the military working together, it's a joint investigation.  This has to do with the death penalty and the various --\nMR. GIBBS:  Truthfully, Chuck, I don't -- I have not heard a discussion about that part of it.  The notion of obviously a joint investigation -- during the initial incident, the Department of Defense called the FBI, and the investigation at that juncture was run jointly by the FBI and the DOD.  I have not, though, heard discussions of who brings charges and where.\nQ    So we could be days away from that, weeks away from that?  There's just no --\nMR. GIBBS:  Weeks away from --\nQ    From charges being --\nMR. GIBBS:  I mean, obviously -- yes, I would point you to either one of those institutions.\nQ    Neither one -- the Justice Department or the Department of Defense -- hasn't asked the White House to make a jurisdictional decision?\nMR. GIBBS:  No.  Certainly not that I'm aware of, no.\nQ    On health care, what is the Christmas deadline?  Is the Christmas deadline to get a bill on the President's desk to sign, or is the Christmas deadline to get a bill out of the Senate and out of the House?\nMR. GIBBS:  Well, I can assure you if we get a bill out of the Senate and the House somewhere around Christmas, the President won't take a lot of time in trying to sign it.\nQ    No, I understand that, but the separate bill.  I'm talking about the separate Senate -- if this deadline --\nMR. GIBBS:  Well, we want to get health care done by the end of the year.\nQ    You mean signed?\nMR. GIBBS:  Well, again, if it gets to his desk, I can assure you there's not a huge amount of gap between when it gets here --\nQ    --\nMR. GIBBS:  No, no, I understand, I understand.  Understand if I say he's going to sign it, let's assume conference has happened, right?  Let's assume we've got a bill that is ready for the President to --\nQ    Is that a realistic --\nMR. GIBBS:  I'm just a bill.\nQ    Is that a realistic deadline or are you guys ramping up pressure on Senator Reid to make this deadline?\nMR. GIBBS:  No, no, we've been doing this for how many months?\nQ    And we've had different deadlines --\nMR. GIBBS:  And when we say the end of the year, we've got a pretty firm end-of-the-year deadline.\nQ    And this is to sign a bill end of the year, but to get a bill --\nMR. GIBBS:  How much clearer could I be?  Seriously, how much clearer could I be?  Do you think it's ambiguous?\nQ    Have the deadlines gotten moved?\nMR. GIBBS:  I've just answered this question three times, right?\nQ    The deadline is the end of the year to sign?\nMR. GIBBS:  Please send a transcript to [MR. TODD’S EMAIL REDACTED].\nQ    Whoa!\nQ    All right, all right.  So that means -- I mean, I just --\nMR. GIBBS:  I just answered this three times, Chuck.  Three times.  The President -- let me do this just so I'm clear, all right.  I don't know if you want to alert the networks to break in.  The President wants to sign health care before the end of the year.  Anybody have a follow-up?\nQ    I do.\nQ    I just have one question.\nQ    Jonathan?  (Laughter.)\nQ    On the trip schedule, the President had intended to leave initially on Wednesday.  That was always going to be Veterans Day, and I'm confused why he's not leaving on Wednesday now.\nMR. GIBBS:  Because all of what he was going to do Tuesday, while he travels to Texas is now going to take place either crammed into later today or crammed into the latter half of Wednesday past what had previously been scheduled as a breakfast here and a trip to Arlington National Cemetery.\nQ    It's not because he's -- he wants to stay in -- he was going to do those Veterans Day events before he left anyway?\nMR. GIBBS:  Absolutely.  No, the two events that were always on his schedule prior to leaving at that point on Wednesday would have been -- I think it's a closed-press breakfast here before traveling to Arlington late morning.\nQ    Okay.  And back on the abortion question.  Candidate Obama campaigned as a pro-choice Democrat.  This was a big debate between he and Hillary Clinton, who was more pro-choice.\nMR. GIBBS:  I don't completely remember that debate, but go ahead.\nQ    But anyway, he was a pro-choice Democrat and now he's  -- the House has passed some of the strictest legislation restricting abortion that we've seen in a very long time.  I mean, can Barack Obama, who campaigned as a pro-choice Democrat, sign legislation with this language?\nMR. GIBBS:  Well, Jonathan, we'll -- ask me that right before Christmas and the end of the New Year.\nMark.\nQ    Robert, did the FBI director brief the President today on Fort Hood?\nMR. GIBBS:  I don't know if the -- I don't know if Director Mueller was here today in the PDB.  He was -- I want to make sure I got my dates right -- he was here --\nQ    Friday.\nMR. GIBBS:  Thursday night was the first meeting.  It was about 6:20 p.m. that evening.  Director Mueller was in that meeting with Secretary Gates and Admiral Mullen the day of the shooting and was part of the PDB, the extended PDB, on Friday morning.  I don't know if -- I don't believe he was over here this morning, but let me double-check.\nQ    On health care, does the President believe that a single Republican vote makes the House passed bill bipartisan?\nMR. GIBBS:  By definition.\nQ    No, really.\nMR. GIBBS:  Mark, I don't doubt that the President hopes, or wished that more Republicans would recognize that there are people in their districts that they represent, as we've talked about, that are suffering from the skyrocketing cost of health care; who own small businesses that have to either let workers go or drop the insurance coverage that they want to provide; or that represent many that are discriminated against by the practices of insurance companies.  Look, the President would love for this to be -- to pass unanimously.  He understands that for whatever reason, some in the party have decided to make a political statement about this.\nQ    I noticed that both John Boehner and Mitch McConnell used the word \"monstrosity\" to believe the bill passed on Saturday night.  How do you bridge a gap like that, when they're using a word of that --\nMR. GIBBS:  Who was it?\nQ    Both McConnell and Boehner.\nMR. GIBBS:  Well, remember, Boehner announced his opposition to this three months ago.  So the notion that he thinks that --\nQ    Well, you can be against something without regarding it as a \"monstrosity.\"\nMR. GIBBS:  Yes, but again, he -- when in the process three months you've decided you're against the bill, I'm not sure that there's anything the President can say or do that's ever going to convince somebody like that, that -- despite the fact that on the House and the Senate side, Republican ideas have become part of the bill; despite the fact that even when Republican members came back from recess in early September after spending most of August at home, you heard statements like the American people understand we have to address the issue of health care reform; or you see poll after poll done by many of you guys that show the American people want to see something done this year.  I don't know how many more different data points of evidence you need to understand that this is a continual problem that the American people have faced, and it has to be addressed.\nQ    May I ask a follow-up on the bill signing question?\nMR. GIBBS:  Sure.\nQ    Thank you.  One other option, although nobody wants it, is for Congress to attach a health care bill to an omnibus budget reconciliation bill just like they did with COBRA.  If that's the only way it could get to the President's desk, would he sign that as well?\nMR. GIBBS:  Well, obviously the President wants the process to move forward, as it's doing.  And as continue to make progress, we don't see any need to change the process.\nQ    But what if you don't make progress?\nMR. GIBBS:  Then we'll look at alternatives.   \nQ    Is the President going to have remarks at Arlington on Wednesday after the wreath laying?\nMR. GIBBS:  That I don't honestly know, but I will double-check.\nQ    And will there be a readout after the Netanyahu meeting tonight?\nMR. GIBBS:  Yes, we can get you a readout.\nQ    To everybody?\nMR. GIBBS:  Yes.\nYes, sir.\nQ    To revisit Iowa briefly and the pro-choice debate that went on there, there were those in the Hillary Clinton camp who said because then-state senator Obama voted \"present\" on some votes, he was insuffiently pro-choice, and that was sort of fought out a little bit --\nMR. GIBBS:  Oh, that's what you're talking about.  I mean, I think that was --\nQ    I'm just saying it came up.\nMR. GIBBS:  I think that was handled by people that the President had worked with, representing those groups, which largely dismissed that argument.\nQ    Which leads me to the question now -- some of those groups -- NARAL and Planned Parenthood -- have condemned the language in the House bill and want it repealed.  Does the White House agree or disagree with NARAL and Planned Parenthood's interpretation of the bill currently?\nMR. GIBBS:  I'm not going to get deeply into this, except to say that we will work on this and continue to seek consensus and common ground.\nQ    In pursuit of what -- just passing the bill?\nMR. GIBBS:  Health care reform.\nQ    Okay.  But not resolving abortion to the satisfaction of NARAL or Planned Parenthood?\nMR. GIBBS:  I think this obviously is something that will have to be addressed in order to get to that point.\nQ    Does the President agree with Army Chief of Staff Casey who said yesterday, \"As horrific as this tragedy was, if our diversity becomes a casualty, I think that's worse\"?\nMR. GIBBS:  Well, look, I think the President agrees with General Casey that -- look, having sat through the meeting with the Joint Chiefs, there is tremendous pride for an all-volunteer armed forces in this country.  That's I think a pride shared by the Joint Chiefs as well as the Commander-in-Chief.  And there are people of many different ethnicities and many different religions that serve with great honor and distinction in our military today, and the President certainly hopes that that continues.\nQ    To the families who might wonder if that diversity is so important that it's -- losing it would be worse than losing their own family member, do you understand how some might think that is elevating diversity over human life or --\nMR. GIBBS:  I do not believe that in any way, shape, or form that's what General Casey was saying.\nQ    And you would not want anyone to jump to that conclusion --\nMR. GIBBS:  I wouldn't, no.\nQ    Okay.  On climate change, the heavy negotiations for the United Nations and the EU have now become somewhat more publicly vocal in their criticism of the administration in their interpretation it's not working hard enough to bring climate change legislation and an agreement to Copenhagen, to have something that's substantive that can be a part of the overall negotiations.  A, how do you react to that?  And B, does the President need, does the administration need Senate passage of a climate change bill to seek a deal within the confines of the U.N. climate change talks?\nMR. GIBBS:  I don't give those comments a whole lot of credence.  We are closer to an energy and climate bill becoming law than has ever -- we've ever gotten with the passage of it through the House of Representatives.  And the notion that one country stands in the way of addressing climate change would be to forget countries like China, India, Brazil, and others that have to also be brought along in this process.  So with all due respect, I don't give those comments a whole lot of credence.\nYes, ma'am.\nQ    The Af-Pak meeting that's on Wednesday, was that originally scheduled for Tuesday?\nMR. GIBBS:  I believe it was, but the schedule obviously -- we knew fairly -- we knew on Thursday the schedule for Friday and the remainder of the days before the trip would change.  I don't know if it originally was today or whether it was going to be on Tuesday.\nQ    And can you talk a little bit about what he's going to do down in Fort Hood?  Is there time set aside to meet families?\nMR. GIBBS:  There -- and this is preliminary and we're working on getting more as the schedule itself changes -- the President will meet with families of those that lost a loved one last week, as well as speak to the larger memorial that will take place at the base and address a community obviously saddened and stricken by the events of last week.\nQ    Is the First Lady going to do anything separate from him?\nMR. GIBBS:  I don't know the answer to that.  I know she's with him.  My sense is she will be with him when he sees the families.\nQ    And in terms of the investigation itself, leaving the details to the FBI and military investigators, does the White House view the suspect as a terrorism suspect at this point?  Or is this somebody who is a lone figure?\nMR. GIBBS:  That should be addressed by the FBI.  That's who has equities in all of that.\nQ    Robert, may I ask a follow-up on the Fort Hood questions?\nMR. GIBBS:  Sure.\nQ    It has been reported today that the suspect in the Fort Hood shooting is now conscious as of this afternoon.  Do you know if law enforcement has begun to ask questions of him regarding causes or motives, or any of the circumstances regarding these acts?\nMR. GIBBS:  I don't know if interviews have begun.  Obviously, to say the least, law enforcement are eager to talk.  And I think that's obviously part of the reason why this is a continuing investigation where we still need information to draw firm conclusions.\nYes, sir.\nQ    Robert, I know we've got a conference call this afternoon, but I just need to ask you very briefly about the trip.  In general terms, it's been asserted that the President is going to a region where countries are increasingly assertive and not so reflexively -- I don't want to say submissive, but they don't -- they don't reflexively agree to America's view, especially a place like Japan with a new government; China, which of course, has been increasing economic -- does the President subscribe to that view?  Does he worry about that?\nMR. GIBBS:  Well, look, I think that is -- I guess I'll leave it at this.  I think the President believes obviously that many of the places he's going to and the leaders that he'll see  -- I mean, keep in mind we'll meet with President Medvedev as part of this.  So he'll meet with leaders in places that we're not necessarily stopping on -- that he believes that the United States and these countries have a series of mutual interests, and that by working together, we can make progress on those mutual interests.\nAs it relates to what you said a minute ago, I think if you look back at where people predicted different efforts would be, remember, right after the North Koreans test-fired their long-range -- test-fired a long-range missile, it was widely presumed that there was nothing that could be done to address those actions, largely because the U.N. Security Council wouldn't address the geopolitics of certain countries.  It took a couple of weeks of tough diplomacy, but Susan Rice and the United Nations worked out a unanimous Security Council resolution to address what happened in North Korea. \nI think if you look at where we are with Iran, we've never been at a point that we are now, unified with the P5-plus-1.  So I think the President understands that each country has interests, and where we have mutual interests we can work together to make progress.\nQ    Robert, a follow-up.  What's on the agenda for the meeting with Medvedev?\nMR. GIBBS:  Obviously we'll continue to talk through issues that they've spent time working on, most notably the START Treaty that expires I believe the 5th of December, and continue discussions about North Korea and Iran.\nYes, Mara.\nQ    Robert, I have a question on Fort Hood and also abortion.  I understand you're leaving the determination of whether this was an act of terrorism up to the FBI.  But what is the White House's definition of an act of terrorism?\nMR. GIBBS:  I'm not a law enforcement official, Mara.  This obviously is a continuing investigation, and if you've got questions about where that investigation is, I think the FBI is going to --\nQ    -- I just want to know if there is a definition of an act of terrorism that you --\nMR. GIBBS:  I'm not going to get into the back-and-forth of this.\nQ    All right.  One other question about the House vote.  The President has been pretty clear all along that in terms of abortion he thought the status quo should be left untouched; in other words, the Hyde amendment should stand.  Does he believe that the Stupak amendment enshrines Hyde, in terms of the health care exchanges, or goes beyond it?\nMR. GIBBS:  Well, I'm going to leave the answer --\nQ    I'm not asking if you're for or against.\nMR. GIBBS:  No, I understand --\nQ    I just want to know what you think it does.\nMR. GIBBS:  I understand.  I'm going to leave it at the earlier answer that we're going to continue to work through and make progress on these issues.\nQ    Robert, as far as you know, has the President decided on number of troops, additional troops he'd like to send to Afghanistan?\nMR. GIBBS:  No, no.  Despite the many chances to read otherwise throughout the weekend.  Safe to say if he'd made a decision, I think we could free up at least part of his Wednesday.\nQ    What about a proportional breakdown between trainers, for example, and combat troops, anything like that --\nMR. GIBBS:  No, no.\nQ    -- or any thought to where they might come from?\nMR. GIBBS:  Well, thought from where they might come from?\nQ    Fort Campbell comes to mind.\nMR. GIBBS:  Oh, I mean, look, I think -- I mean, obviously there's -- we know where very specialized troops are, but I don't think that the President has -- I doubt we've have gotten to identifying what fort they're at without getting to a number.   \nQ    Also, just to circle back to something you said earlier, is the President consulting outside groups or particular people outside the Situation Room to talk about the Afghanistan review strategy?\nMR. GIBBS:  Well, let me make sure I understand.  Is he having discussions outside of the meetings, or is he talking to participants throughout the process that are different than just those in the meeting itself?\nQ    Yes.  (Laughter.)\nMR. GIBBS:  Wait a minute, that's my answer.  I know that the President has had occasion to talk about the issue of Afghanistan outside of that -- outside of those meetings and outside of just those participants, yes.\nQ    Robert, outside government --\nQ    --\nMR. GIBBS:  Yes.  Outside -- yes.\nQ    -- different countries?\nMR. GIBBS:  At some point obviously there will be very fulsome discussions with our NATO partners.  I don't know if we're at that point in the process.\nQ    Is India among them?\nMR. GIBBS:  I wouldn't get into listing details.\nQ    Robert, a question on circulation?  On circulation?\nMR. GIBBS:  That's a seemingly -- hold on, Lester, before I take the premise of your -- we could go into health care, we could go into newspapers, we could go into --\nQ    Yes, yes. \nMR. GIBBS:  Yes.  (Laughter.) \nQ    What is the President's -- the first -- what is the President's reaction --\nMR. GIBBS:  I didn't agree to two, but I'm happy to try with one.\nQ    Thank you.\nMR. GIBBS:  We'll circulate an answer.\nQ    We had 10 up here.  But what is the President's reaction to the Audit Bureau of Circulation's report that in the six months ending on September the 30th, American daily newspapers, most of which are liberal and pro-Obama -- (laughter) -- fell 10 points --\nMR. GIBBS:  Have you read The Washington Post today?  Have you read The Washington Post any day?\nQ    I do, every day.  I always keep an eye on the enemy.  \nMR. GIBBS:  What did you say?\nQ    I always keep an eye on the enemy.\nMR. GIBBS:  Well, I'll give them an equal amount of time and a microphone of sufficient size to respond.  (Laughter.)\nLook, obviously the President is a voracious consumer of news, likes to read newspapers every day.  I would -- I think if you pick up many of the newspapers with which you discussed -- I notice that there was an article in The New York Times today about the circulation drop in the New York Post, and I'm not sure I would categorize that as a liberal pro-Obama newspaper.  And please, would you just -- if you can cc your question to Fred Hiatt I'm happy to have a conversation about the liberalism --\nQ    One follow-up, because they had 10.  They had 10. \nMR. GIBBS:  Was that one?  Does that count as one?\nQ    What was the President's reaction to the more than 2,000-page health care bill which so few congressmen read being passed by only five votes and costing more than a trillion dollars, on which 39 Democrats voted no?\nMR. GIBBS:  He could not be more pleased.  (Laughter.)\nApril.\nQ    What is your circulation?\nMR. GIBBS:  Spotty at best.  (Laughter.)\nQ    On health care reform --\nMR. GIBBS:  Yes, ma'am.\nQ    -- does consensus and common ground negate the original mandate to cover all Americans?\nMR. GIBBS:  I'm sorry, say that one more time.\nQ    Does consensus and common ground negate the original mandate to cover all Americans?\nMR. GIBBS:  Well, I think the President believes that and in order to get certainly many of the important insurance reforms that the President has discussed, covering all Americans is a must.\nQ    Now, also on Fort Hood, the suspect, has he -- has this White House gotten information from federal agents or the Army that he was considered a conscientious objector --\nMR. GIBBS:  Again, I would point you to the FBI with specific questions about the investigation.\nQ    And then back on the issue of terror -- not terrorizing, terrorism, just terror -- the definition of terror:  \"one that instills intense fear; also the unlawful use or threatened use of force or violence by a person or an organized group” – also, one more – “panic, an overwhelming feeling of fear and anxiety.\"  These people at Fort Hood went through those feelings.  We clearly saw it.  Would you classify, from the definitions that I gave --\nMR. GIBBS:  Again, I'm not a law enforcement official, April.  I will say this.  I think the entire country from -- certainly from the very first reports that we got about this, and my communications about that with the President, we have -- I think everybody has been shocked and dismayed at what happened, and pass our thoughts, our prayers, and our condolences on to those who suffered loss for loved ones in this incident.\nQ    Do you believe there was terror there at least?  Could you at least say terror?\nMR. GIBBS:  I've now had three opportunities to be a law enforcement officer.\nQ    -- but I'm serious, from the definitions.\nMR. GIBBS:  No, no, I'm not -- if you have investigation questions, the FBI is the place.\nYes, sir.\nQ    Thanks, Robert.  First, two questions.  One, on health care.  Could you say to what degree the White House will get involved in negotiations in the Senate regarding the provisions, whether it's going to be the abortion provision or the public option?\nMR. GIBBS:  Well, look, I think the White House obviously has spent a lot of time -- staff work every day with Capitol Hill, and I'm sure when Senator Reid and others want our opinion on different ideas, they'll ask for them.\nQ    And another question, this is regarding actually -- a Tony Blankley column from a week or so back, made a comparison --\nMR. GIBBS:  Tony --\nQ    Tony Blankley.\nMR. GIBBS:  Oh, okay, I thought you said Tony Blinken -- I was going to say, I didn't know the Vice President's National Security Advisor was writing columns.  Go ahead, I'm sorry.  I was getting a flashback for a moment -- speaking of circulation. (Laughter.)  Go ahead.\nQ    It does pertain to national security, actually.  He made a comparison with the long investigation into the CIA leak in the previous administration and that similar legal issues could apply in the CIA leak from \"political officials\" in a news story about Karzai's brother working for the CIA.  My question is, is the Justice Department going to look into this matter?  And would there possibly be a special prosecutor in this case, as well?\nMR. GIBBS:  I have heard nothing about that, but if you have a question about that I'd ask the Department of Justice.\nQ    Thank you, Robert.\nQ    Something on climate change -- Reuters just is reporting that the EPA has sent over its final proposal on carbon dioxide, whether it should be regulated as a dangerous -- sent it to the White House.  A, can you confirm that?  And B, how would that fit within the conversation we were having earlier about administration steps on climate change?\nMR. GIBBS:  Well, certainly we can check.  I think there was a -- look, there's a court order, right -- there's a Supreme Court order that this is an issue that has to be dealt with.  The President has said throughout this process that the way to deal with this is through legislation.  I would point out that many people in the newspaper this morning that work for or CEOs of power companies that said, this also ought to be addressed through legislation.  That's what we're trying to do and that's what we hope to do.\nThanks, guys.\nQ    Thank you, Robert.\nEND \n2:04 P.M. EST\n\n\n\n"
}