{
    "title": "ADVISORY: President Obama to Award 2015 National Medal of Arts and National Humanities Medal | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/14/advisory-president-obama-award-2015-national-medal-arts-and-national",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 14, 2016\n\n \n\n\n\nADVISORY: President Obama to Award 2015 National Medal of Arts and National Humanities Medal\n\n\n\n\n\n\tWASHINGTON, DC – On Thursday morning, September 22, 2016, President Obama will award the 2015 National Medal of Arts and the National Humanities Medal to distinguished recipients in the East Room. The First Lady will also attend.\n\n\tThe National Endowment for the Arts and the National Endowment for the Humanities were established by Congress in 1965 as independent agencies of the federal government. To date, the NEA has awarded more than $5 billion to support artistic excellence, creativity, and innovation for the benefit of individuals and communities. Through partnerships with state arts agencies, local leaders, other federal agencies, and the philanthropic sector, the NEA supports arts learning, affirms and celebrates America’s rich and diverse cultural heritage, and extends its work to promote equal access to the arts in every community across America. The National Endowment for the Humanities brings the best in humanities research, public programs, education, and preservation projects to the American people. To date, NEH has awarded $5 billion in grants to build the nation’s cultural capital – at museums, libraries, colleges and universities, archives, and historical societies—and to advance our understanding and appreciation of history, literature, philosophy, and language. Both Endowments are celebrating their 50th anniversaries this year.\n\n\tAt next week’s event, the President will deliver remarks and present the awards to the following individuals and organizations:\n\n\t2015 National Medal of Arts\n\n\nMel Brooks, Actor, Comedian, & Writer (New York, NY)\n\nSandra Cisneros, Author (San Antonio, TX)\n\nEugene O'Neill Theater Center (Waterford, CT) \n\nMorgan Freeman, Actor (Charleston, MS)\n\nPhilip Glass, Composer (New York, NY)\n\nBerry Gordy, Record Producer & Songwriter (Los Angeles, CA)\n\nSantiago Jiménez, Jr., Musician (San Antonio, TX)\n\nMoises Kaufman, Director & Playwright (New York, NY)\n\nRalph Lemon, Dancer, Choreographer, Writer, & Visual Artist (Brooklyn, NY)\n\nAudra McDonald, Actress & Singer (Croton-on-Hudson/New York, NY)\n\nLuis Valdez, Playwright, Actor, Writer, & Director (San Juan Bautista, CA)\n\nJack Whitten, Painter (New York, NY)\n\n\n\t2015 National Humanities Medal\n\n\n\t\tRudolfo Anaya, Author (Albuquerque, NM)\n\n\t\tJosé Andrés, Chef & Entrepreneur (Bethesda, MD)\n\n\t\tRon Chernow, Author (Brooklyn, NY)\n\n\t\tLouise Glück, Poet (Cambridge, MA)\n\n\t\tTerry Gross, Radio Host & Producer (Philadelphia, PA)\n\n\t\tWynton Marsalis, Composer & Musician (New York, NY)\n\n\t\tJames McBride, Author (Lambertville, NJ)\n\n\t\tLouis Menand, Author (Cambridge, MA)\n\n\t\tElaine Pagels, Historian & Author (Princeton, NJ)\n\n\t\tPrison University Project, Higher Education Program (San Quentin, CA)\n\n\t\tAbraham Verghese, Physician, Professor, & Author (Menlo Park, CA)\n\n\t\tIsabel Wilkerson, Journalist & Author (Atlanta, GA)\n\n\n\tBelow are the 2015 National Medal of Arts Citations, which will be read at the ceremony:\n\nMel Brooks for a lifetime of making the world laugh. As a writer, director, actor, and musician, he pioneered the art of musical comedy, and his hilarious, thought-provoking work on film and in theater have earned him the rare distinction of winning Oscar, Emmy, Tony, and Grammy awards. \n\nSandra Cisneros for enriching the American narrative. Through her novels, short stories, and poetry, she explores issues of race, class, and gender through the lives of ordinary people straddling multiple cultures. As an educator, she has deepened our understanding of American identity.\n\nEugene O’Neill Theater Center for its unwavering support of American theater. For over 50 years, the Eugene O’Neill Theater Center has nurtured award-winning playwrights, directors, and actors, enriched the craft of stage production, and delighted audiences with exceptional programs.\n\nMorgan Freeman for his outstanding work as an actor, director, and narrator. His iconic stage and screen performances have brought to life characters from the whole spectrum of the human experience, moving audiences around the world, and influencing countless young artists. \n\nPhilip Glass for his groundbreaking contributions to music and composition. One of the most prolific, inventive, and influential artists of our time, he has expanded musical possibility with his operas, symphonies, film scores, and wide-ranging collaborations. \n\nBerry Gordy for helping to create a trailblazing new sound in American music. As a record producer and songwriter, he helped build Motown, launching the music careers of countless legendary artists. His unique sound helped shape our Nation’s story.\n\nSantiago Jiménez, Jr. for expanding the horizon of American music. He has helped spread traditional conjunto music, blending the sounds and cultures of south Texas and Mexico. His lively melodies performed on the two-button accordion have captivated audiences around the world.\n\nMoises Kaufman for his powerful contributions to American theater. His work sensitively probes questions of culture and sexuality. His award-winning Tectonic Theater Project continues to move audiences with its bold portrayals of contemporary social issues.\n\nRalph Lemon for his contribution to dance and the visual arts. As a self-proclaimed conceptualist, he uses dance as a source of physical communication, and his complex works withstand examination from all angles, revealing intimate truths about human nature and offering broader insights into the American experience.\n\nAudra McDonald for lighting up Broadway as one of its brightest stars. An unforgettable performer, she has won six Tony awards. In musicals, concerts, operas, and the recording studio, her rich, soulful voice continues to take her audiences to new heights. \n\nLuis Valdez for bringing Chicano culture to American drama. As a playwright, actor, writer, and director, he illuminates the human spirit in the face of social injustice through award-winning stage, film, and television productions. \n\nJack Whitten for remaking the American canvas. As an abstract artist, he uses “casting,” acrylic paints, and compounds to create new surfaces and textures, challenging our perceptions of shape and color. His powerful works of art put the American story in a new light.\n\n\tBelow are the 2015 National Humanities Medal Citations, which will be read at the ceremony:\n\nRudolfo Anaya for his pioneering stories of the American southwest. His works of fiction and poetry celebrate the Chicano experience and reveal universal truths about the human condition—and as an educator, he has spread a love of literature to new generations.\n\nJosé Andrés for cultivating our palettes and shaping our culture. He has introduced new and vibrant ingredients to our Nation, whether through his innovative techniques in the kitchen, his work on clean cooking technology and access to education, or the inspiration he provides to new Americans.\n\nRon Chernow for bringing our Nation’s story to life. Through his examination of America’s successful giants and titans, he also invites his readers to discover their failures and foibles, uncovering enduring lessons that inform our modern era.\n\nLouise Glück for giving lyrical expression to our inner conflicts. Her use of verse connects us to the myths of the ancients, the magic of the natural world, and the essence of who we are.\n\nTerry Gross for her artful probing of the human experience. Her patient, persistent questioning in thousands of interviews over four decades has pushed public figures to reveal personal motivations behind extraordinary lives—revealing simple truths that affirm our common humanity.\n\nWynton Marsalis for celebrating the traditions of jazz music from New Orleans to Lincoln Center and beyond. As a virtuoso trumpet player, composer, and educator, he has brought jazz to a wider audience and inspired music lovers to embrace America’s quintessential sound.\n\nJames McBride for humanizing the complexities of discussing race in America. Through writings about his own uniquely American story, and his works of fiction informed by our shared history, his moving stories of love display the character of the American family.\n\nLouis Menand for prose and essays that invite us to think in new ways about the forces shaping our society. His influential works of intellectual and cultural history probe the power of ideas from one era to the next as they ripple across politics and culture. \n\nElaine Pagels for her exploration of faith and its traditions. Through her study of ancient manuscripts and other scholarly work, she has generated new interest and dialogue about our contemporary search for knowledge and meaning. \n\nPrison University Project for transforming the lives of currently incarcerated people through higher education. Its programs offer opportunity and inspiration to their students, providing an example for others to emulate.\n\nAbraham Verghese for reminding us that the patient is the center of the medical enterprise. His range of proficiency embodies the diversity of the humanities; from his efforts to emphasize empathy in medicine, to his imaginative renderings of the human drama.\n\nIsabel Wilkerson for championing the stories of an unsung history. Her masterful combination of intimate human narratives with broader societal trends allows us to measure the epic migration of a people by its vast impact on our Nation and on each individual life.\n\n\n\n\n"
}