{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/09/12/president-obama-announces-more-key-administration-posts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 12, 2012\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\n\n\tWASHINGTON, DC – Today, President Barack Obama announced his intent to nominate the following individuals to key Administration posts:\n\n\nBruce Carter – Member, National Council on the Arts\n\nGovernor Martin O’Malley – Member, Board of Trustees of the James Madison Memorial Fellowship Foundation\n\nJeffrey Shell – Member and Chairman, Broadcasting Board of Governors\n\nAnne J. Udall – Member, Board of Trustees of the Morris K. Udall and Stewart L. Udall Scholarship Foundation\n\nJohn Unsworth – Member, National Council on the Humanities\n\nTed Dintersmith – Alternate Representative of the United States to the Sixty-seventh Session of the General Assembly of the United Nations\n\nJoan M. Prince – Alternate Representative of the United States to the Sixty-seventh Session of the General Assembly of the United Nations\n\n\nPresident Obama said, “I am grateful these accomplished men and women have agreed to join this Administration, and I’m confident they will serve ably in these important roles. I look forward to working with them in the months and years ahead.”\n\n\tGovernor Martin O’Malley will hold this position in addition to serving as Governor of the State of Maryland.\n\nPresident Obama announced his intent to nominate the following individuals to key Administration posts:\n\nDr. Bruce Carter, Nominee for Member, National Council on the Arts\n\tDr. Bruce Carter is a music composer and researcher, whose work focuses on issues of creativity and the intersections of social justice and arts participation.  From 2008 to 2012, he taught at the University of Maryland as an Assistant Professor at the School of Music Education, and from 1998 to 2004, he was an orchestra director and teacher for Fairfax County Public Schools in Reston, Virginia.   He is a member of the editorial committees of the American String Teachers Association and the Music Educators Journal.  Dr. Carter received a B.M. from Virginia Polytechnic Institute and State University, an M.M. from The Peabody Conservatory of The Johns Hopkins University, and a Ph.D. in Music Education from Northwestern University.\n\nGovernor Martin O’Malley, Nominee for Member, Board of Trustees of the James Madison Memorial Fellowship Foundation\n\tGovernor Martin O’Malley is Governor of Maryland, a position he has held since January 2007.  Prior to this, he served as Mayor of Baltimore from 1999 to 2007 and was a member of the Baltimore City Council from 1991 to 1999.  Earlier in his career, Governor O’Malley was the Assistant State's Attorney for the City of Baltimore from 1988 to 1990 and served as a Legislative Fellow for Senator Barbara Mikulski from 1987 to 1988.  Governor O’Malley is currently the Chairman of the Democratic Governors Association and the Co-Chair of the Homeland Security Committee of the National Governors Association.  He was appointed to serve on the Homeland Security Advisory Council by Department of Homeland Security Secretary Janet Napolitano in 2009.  Governor O’Malley received a B.A. from Catholic University of America and a J.D. from the University of Maryland, Baltimore.\n\nJeffrey Shell, Nominee for Member and Chairman, Broadcasting Board of Governors\n\tJeffrey Shell is President of NBCUniversal International, a position he has held since 2011.  He previously served as President of Comcast Programming Group from 2005 to 2011, overseeing Comcast's group of networks.  Prior to joining Comcast, Mr. Shell held a number of positions, including CEO of Gemstar TV Guide International and President of the FOX Cable Networks Group.  As President of the FOX Cable Networks, he oversaw the operations of FOX’s entertainment and sports cable programming businesses. He currently serves on the board of the National Constitution Center.  Mr. Shell received a B.S. in Economics and Applied Mathematics from the University of California, Berkeley and an M.B.A. from Harvard University.\n\nDr. Anne J. Udall, Nominee for Member, Board of Trustees of the Morris K. Udall and Stewart L. Udall Foundation\n\tDr. Anne J. Udall is Vice President of Professional Development at the Northwest Evaluation Association.  Previously, she was the Executive Director of the Lee Institute, based in Charlotte, North Carolina, where she focused on civic issues.  Her twenty-year career in K-12 education includes experience as an aide, teacher, staff developer, program director, and Assistant Superintendent for the Charlotte-Mecklenburg school district in North Carolina. She was first appointed to the Morris K. Udall and Stewart L. Udall Foundation Board of Trustees in 1994, and currently serves as Vice Chair. Dr. Udall received a B.A. and M.A. from the University of New Mexico, and a Ph.D. from the University of Arizona.\n\nJohn Unsworth, Nominee for Member, National Council on the Humanities\n\tJohn Unsworth is the Vice-Provost for Library and Technology Services and Chief Information Officer at Brandeis University.  Previously, Mr. Unsworth served as the Dean of the Graduate School of Library and Information Science at the University of Illinois, Urbana-Champaign from 2003 to 2012.  Before joining the University of Illinois, he served as the Director of the Institute for Advanced Technology in the Humanities and was a faculty member in the English Department at the University of Virginia.  He is the co-founder of Postmodern Culture, a peer-reviewed electronic journal in the humanities.  Mr. Unsworth received a B.A. from Amherst College, an M.A. from Boston University, and a Ph.D. from the University of Virginia.\n\nTed Dintersmith, Nominee for Alternate Representative of the United States of America to the Sixty-seventh Session of the General Assembly of the United Nations\n\tTed Dintersmith is a Partner Emeritus with Charles River Ventures, a firm that invests in technology and new media companies and is based in Cambridge, Massachusetts and Menlo Park, California.  Prior to joining Charles River Ventures in 1996, Mr. Dintersmith was General Manager of Analog Devices’ Digital Signal Processing Division from 1984 to 1987, and was a Congressional Staff Assistant for Representative Edwin Forsythe of New Jersey from 1976 to 1978.  Mr. Dintersmith has served on a number of boards, including the Network for Teaching Entrepreneurship, the African Leadership Academy, the College of William and Mary Alumni Board, and the Boston Lyric Opera.  He received a B.A. from the College of William and Mary and a Ph.D. from Stanford University.\n\nDr. Joan M. Prince, Nominee for Alternate Representative of the United States of America to the Sixty-seventh Session of the General Assembly of the United Nations\n\tDr. Joan M. Prince is Vice Chancellor for Partnerships and Innovation at the University of Wisconsin-Milwaukee.  Previously, from 1996 to 2000, she was Manager of the Health Professions Partnership Initiative at the University of Wisconsin School of Medicine and Public Health.  From 1982 to 1996, Dr. Prince was a Clinical Laboratory Supervisor at the Franciscan Shared and Medical Sciences Laboratories.  She has worked concurrently as a Clinical Associate Professor at the University of Wisconsin-Milwaukee since 1984.  Additionally, Dr. Prince has served on a number of boards and committees, including the Greater Milwaukee Foundation, the Council on Foundations, the Urban Libraries Council, and the Congressional Black Caucus Scholarship Committee.  Dr. Prince received a B.A. in Biology, a B.S. in Medical Technology, an M.S. in Clinical Laboratory Sciences, and a Ph.D. in Urban Education from the University of Wisconsin-Milwaukee.\n\n\n\n\n"
}