{
    "title": "Información sobre la reunión de funcionarios del gobierno con la gobernadora Brewer y hoja informativa | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/informaci-n-sobre-la-reuni-n-de-funcionarios-del-gobierno-con-la-gobernadora-brewer",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 28, 2010\n\n \n\n\n\nInformación sobre la reunión de funcionarios del gobierno con la gobernadora Brewer y hoja informativa\n\n\n\n\nPHOENIX – Una delegación federal dirigida por John Brennan, asesor presidencial y asesor adjunto de seguridad nacional y antiterrorismo, se reunió con la gobernadora Jan Brewer y su equipo en Phoenix el lunes por la tarde para ofrecer detalles sobre la manera en que se movilizarán recursos y efectivos adicionales de la Guardia Nacional en Arizona para complementar los recursos y esfuerzos sin precedente que este gobierno ya dedica a resguardar nuestra frontera sudoeste. Más temprano, la delegación se reunió con Terry Goddard, fiscal general de Arizona, el fiscal federal Dennis K. Burke, la congresista federal Gabrielle Giffords y agentes federales de la ley en Arizona de la Dirección de Control de Drogas (Drug Enforcement Administration o DEA), la Oficina contra el Alcohol, Tabaco, Armas de Fuego y Explosivos (Bureau of Alcohol, Tobacco, Firearms and Explosives o ATF), la Oficina Federal de Investigaciones (Federal Bureau of Investigation o FBI), el Servicio de Inmigración y Control de Aduanas de Estados Unidos (U.S. Immigration and Customs Enforcement o ICE), el Servicio de Aduanas y Protección Fronteriza de Estados Unidos (U.S. Customs and Border Protection o CBP), el Departamento del Interior (DOI), el Servicio de Rentas Internas (Internal Revenue Service o IRS) y el Servicio Forestal de Estados Unidos (U.S. Forest Service). También se reunieron por separado con agentes de la ley de los cuatro condados fronterizos de Arizona, entre ellos alguaciles y jefes de policía, como también el fiscal general Goddard, el fiscal federal Burke y la congresista Giffords.\nDurante la reunión, los funcionarios les proporcionaron detalles a la gobernadora Brewer y su equipo sobre el plan del Presidente para usar $600 millones adicionales a fin de resguardar la frontera sudoeste y mejorar las actividades policiales, de protección fronteriza y lucha anti drogas. Ese plan incluye fondos para 500 agentes adicionales de la Patrulla Fronteriza (Border Patrol) y 50 nuevos agentes del Immigration and Customs Enforcement (ICE) en Arizona, como también recursos del Departamento de Justicia como los equipos Gunrunner de la Oficina contra el Alcohol, Tabaco, Armas de Fuego y Explosivos (Bureau of Alcohol, Tobacco, Firearms and Explosives o ATF), Escuadrones Híbridos de la FBI y fiscales adicionales. La gobernadora y su equipo también recibieron detalles sobre la movilización de hasta 1,200 efectivos adicionales de la Guardia Nacional a lo largo de la frontera sudoeste, 524 de los cuales se movilizarán a Arizona.\nLos funcionarios también les brindaron a la gobernadora Brewer y su equipo la más actualizada información sobre subvenciones del Departamento de Justicia (DOJ) para Arizona de de la Oficina de Programas de Justicia (Office of Justice Programs u OJP) y la Oficina de Servicios de Vigilancia Orientada a la Comunidad (Community Oriented Policing Services Office o COPS), como también fondos de la Operación Stonegarden del Departamento de Seguridad Nacional (DHS), que permite la cooperación y coordinación entre agencias de la ley a nivel federal, estatal, local y tribal. En los últimos dos años, Arizona ha recibido más de $223 millones de programas del Departamento de Justicia, y casi $20 millones en fondos de la Operación Stonegarden. Los funcionarios también hablaron sobre detalles específicos para una firme alianza entre los gobiernos de Estados Unidos y México, y los esfuerzos conjuntos sin precedente para evitar, reducir e interrumpir las actividades de organizaciones criminales transnacionales.\n \nFuncionarios del gobierno que asistieron \n• John Brennan, asesor presidencial sobre seguridad nacional y antiterrorismo, y asesor adjunto de seguridad nacional para antiterrorismo y seguridad nacional\n• Tom Atkin, asesor presidencial especial y director principal de política de seguridad transfronteriza, funcionario de seguridad nacional\n• Alan Bersin, comisionado, Servicio de Aduanas y Protección Fronteriza de Estados Unidos (U.S. Customs and Border Protection  o CBP)\n• John Morton, secretario adjunto, Servicio de Inmigración y Control de Aduanas de Estados Unidos (U.S. Immigration and Customs Enforcement o ICE)\n• Brigadier general Brian Bishop, director adjunto del Comando Conjunto J5, asuntos políticos y militares para el hemisferio occidental \n• Bruce Swartz, fiscal general adjunto, Departamento de Justicia\n• John McShane, funcionario nacional de inteligencia para el hemisferio occidental, Consejo Nacional de Inteligencia (National Intelligence Council o NIC)\n• Jason Mayer, funcionario de seguridad nacional \n• Dennis Burke, fiscal federal en el distrito de Arizona\n$600 millones en recursos adicionales \nSe utilizarán $600 millones en fondos solicitados para mejorar la tecnología en la frontera, intercambiar información y apoyar a agencias de la ley a nivel estatal, local y tribal, además de aumentar la presencia del Departamento de Justicia y DHS, y operativos de la ley en la frontera, para incluir más agentes, investigadores y fiscales, como parte de un esfuerzo a varios niveles contra redes ilícitas de trata de personas y tráfico de drogas, armas ilegales y dinero. Las cantidades solicitadas serían contrarrestadas parcialmente al cancelar $100 millones del Secure Border Initiative Network (SBInet) en el DHS. Los detalles de la solicitud al Congreso se encuentran en Internet, AQUI\nDepartamento de Seguridad Nacional \n• La solicitud suplementaria que el Presidente le hizo al Congreso proporcionaría $399 millones al Departamento de Seguridad Nacional. La solicitud incluye $297 millones para contratar a 1,000 agentes nuevos de la Patrulla Fronteriza, (incluidos 500 para Arizona), $37 millones para dos nuevos sistemas no tripulados de detección aérea, $52.5 millones para 160 nuevos agentes del ICE (entre ellos 50 para Arizona), $6.5 millones para 30 nuevos oficiales del CBP y $6 millones para 20 nuevos equipos caninos del CBP.\nDepartamento de Justicia \n• La solicitud suplementaria que el Presidente le hizo al Congreso proporcionaría $201 millones para el Departamento de Justicia a fin de aumentar el número de agentes federales de la ley en la región de la frontera sudoeste y la movilización temporal de personal a zonas con un alto nivel de criminalidad. Los lugares al que serán asignados dependerán de los operativos. Específicamente, los fondos del Departamento de Justicia aumentarían la presencia de agentes federales de la ley en distritos a lo largo de la frontera sudoeste al añadir siete (7) equipos Gunrunner de la ATF, cinco (5) Escuadrones Híbridos de la FBI, agentes adicionales de la DEA, equipo, apoyo operativo y abogados adicionales, entre ellos más de treinta (30) fiscales y jueces de inmigración. También proporcionaría fondos adicionales por la detención y encarcelamiento de criminales extranjeros en coordinación con operativos por el Departamento de Seguridad Nacional.\n• La solicitud suplementaria también proporcionaría fondos para apoyar operativos de las autoridades de la ley en México con análisis balístico, análisis de ADN, intercambio de información, y capacidad y ayuda técnica, lo que incluye más de veinte (20) alguaciles federales adjuntos dedicados al Programa de Enlace Investigativo con México (Mexican Investigative Liaison Program) y al Centro de Inteligencia de El Paso (El Paso Intelligence Center o EPIC) para hacerse cargo de investigaciones transfronterizas.\nMuro fronterizo \n• Aunque no es parte de la solicitud suplementaria, se reasignarán $100 millones adicionales de recursos existentes en la cuenta de Muros, Infraestructura y Tecnología para la Seguridad Fronteriza (Border Security Fencing, Infrastructure, and Technology) al reemplazo y reparación de muros de más alta prioridad a fin de mejorar la infraestructura física a lo largo de la frontera sudoeste. \n• Actualmente hay 305.6 millas de muro en Arizona. El CBP mejorará y reparará 22 millas de este muro que existe en la frontera en Arizona, lo que permitirá que más agentes estén disponibles para ser asignados a las zonas rurales y remotas donde son más necesarios.\nMovilización adicional de la Guardia Nacional \nEl Presidente también autorizará la movilización de hasta 1,200 efectivos de la Guardia Nacional a la frontera para prestar apoyo con vigilancia, observación y reconocimiento, y ayuda inmediata a los operativos contra el narcotráfico hasta que el Servicio de Aduanas y la Patrulla Fronteriza puedan reclutar y capacitar a oficiales y agentes adicionales para que trabajen en la frontera.\n• De hasta 1,200 efectivos de la Guardia Nacional, 524 se enviarán a Arizona como Equipos de Identificación en Puntos de Ingreso (Entry Identification Teams o EIT) y analistas de investigación de crímenes. Entre otras cosas, los EIT trabajarán en Scope/G SR y Scope Trucks en los sectores de Yuma y Tucson.\nEl plan estratégico e integral del Presidente para la frontera sudoeste:\nEn el último año desde que se inició el Programa para la Frontera Sudoeste (Southwest Border Initiative), el poder ejecutivo:\n• Ha aumentado al doble el personal asignado a los Grupos de Trabajo de Control Fronterizo y Seguridad (Border Enforcement Security Task Force) movilizando agentes especiales del Immigration and Customs Enforcement (ICE). \n• Aumentó al triple el número de analistas de inteligencia del ICE a lo largo de la frontera sudoeste en abril del 2009. \n• Comenzó a inspeccionar por primera vez 100 por ciento de los envíos por tren hacia el sur en busca de armas ilegales, drogas y dinero en efectivo. \n• Movilizó 13 equipos caninos adicionales con entrenamiento en varios campos, que identifican armas de fuego y dinero en efectivo, a la frontera sudoeste para sumarse a los cinco equipos ya presentes; \n• Movilizó a 326 agentes adicionales de la Patrulla Fronteriza entre puntos de ingreso y 58 oficiales de Aduanas y Protección Fronteriza (CBP) en puntos de ingreso;\n• Movilizó a la frontera sudoeste cinco unidades adicionales de inspección por retrodispersión (Z-Backscatter), que ayudan al CBP a identificar anomalías en vehículos de pasajeros, además de las seis ya presentes. \n• Confiscó, por medio de los esfuerzos combinados del CBP y ICE, $85 millones en efectivo ilícito a lo largo de la frontera sudoeste, un aumento de 22 por ciento con relación al mismo periodo el año previo. \n• Confiscó 1,404 armas de fuego y 1.62 millones de kilos de drogas a lo largo de la frontera sudoeste, y según el CBP y ICE, esto refleja aumentos de 22 y 14 por ciento respectivamente con relación al mismo periodo durante el año previo. \n• Confiscó $29.5 millones en efectivo ilícito camino al sur a lo largo de la frontera sudoeste y, según el CBP, un aumento de 39 por ciento con relación al mismo periodo durante el año previo.\n• Movilizó dos nuevos grupos de la DEA para la frontera sudoeste en El Paso y Phoenix, y agregó 25 nuevos analistas de inteligencia de la DEA;\n• Movilizó dos nuevos Grupos de Trabajo de la FBI para Combatir la Corrupción (FBI Border Corruption Task Forces) en Del Río y Houston;\n• Agregó 200 nuevos puestos del Servicio de Alguaciles Federales (U.S. Marshal Service), entre ellos alguaciles federales adjuntos e investigadores de crímenes dedicados a la confiscación de activos en la frontera sudoeste, para aumentar el arresto de fugitivos y la respuesta a crímenes transfronterizos violentos, para identificar y confiscar los bienes financieros de los carteles, para aumentar la seguridad en la operación de los tribunales y penales, y para investigar y mitigar las amenazas contra la seguridad y generar más consciencia sobre la seguridad entre miembros del poder judicial y otro personal de los tribunales;\n• Aumentó el número de agentes de la ATF en Arizona para combatir el tráfico de armas a México; \n• Contrató a casi 50 fiscales federales adicionales del Departamento de Justicia (DOJ) para llevar ante los tribunales a los contrabandistas de drogas, armas y grandes cantidades de dinero por los carteles mexicanos, y asignó a cinco de dichos fiscales para que se dediquen exclusivamente a solicitudes de extradición de México. Hubo 107 extradiciones de México a Estados Unidos en el 2009, un récord, en comparación con 12 en el 2000; \n• Aumentó la cooperación entre agencias de la ley de Estados Unidos y México para combatir el lavado de dinero y el tráfico de grandes      cantidades de dinero en efectivo, lo que incluye subvenciones del Departamento de Justicia por $50 millones a agencias federales, estatales y locales, un operativo multifacético de ICE de 120 días, y la contratación de un fiscal del DOJ dedicado exclusivamente a casos de lavado de dinero en y hacia México;\n• Reanudó la práctica de que el DOJ comparta las ganancias de activos confiscados con el gobierno de México como resultado de exitosas investigaciones criminales bilaterales;\n• Entrenó a 5,462 fiscales e investigadores mexicanos a nivel estatal y federal y en el poder ejecutivo y judicial, en vías de alcanzar la capacitación de 9,261 para fines del 2010;\n• Planeó la expansión del Centro de Inteligencia de El Paso (El Paso Intelligence Center o EPIC) a fin de incluir personal adicional para recopilar, analizar y diseminar información de inteligencia y apoyar operativos de la ley contra una gran variedad de amenazas transnacionales;\n• En los últimos dieciocho meses, las investigaciones dirigidas por el DOJ y realizadas por múltiples agencias de la ley (entre las que pueden estar la DEA, FBI, ATF, ICE, CBP y otras) han tenido estupendos resultados: “Project Deliverance” logró más de 2,200 arrestos, el decomiso de aproximadamente 74 toneladas de drogas y $154 millones en moneda estadounidense; “Project Coronado” logró el arresto de 303 personas en 19 estados y el decomiso de $3.4 millones en moneda estadounidense, 729 libras de metanfetamina, 62 kilos de cocaína, 967 libras de marihuana, 144 armas y 109 vehículos; “Operation Xcellerator” logró el arresto de más de 750 personas por cargos de narcotráfico o acusaciones relacionadas y el decomiso de más de 23 toneladas de drogas y más de $59 millones en efectivo;\n• Arizona recibió más de $223 millones en el año fiscal 2009 por medio de programas del Departamento de Justicia, entre ellos OJP y COPS, y subvenciones asignadas según fórmulas, lo cual representa un aumento con relación a los $38 millones del año fiscal 2008;\n• Arizona también recibió casi $20 millones en los últimos dos años para la Operación Stonegarden, lo que mejora la cooperación y coordinación entre agencias de la ley a nivel federal, estatal, local y de tribu, y \n• Como parte de plan integral para proteger la frontera sudoeste, el Presidente Obama solicitó $600 millones en fondos suplementarios la semana pasada para reforzar la protección fronteriza y las actividades de las agencias de la ley, que serían contrarrestados parcialmente al cancelar $100 millones del programa SBInet en el DHS. El Presidente también autorizará la movilización de hasta 1,200 efectivos de la Guardia Nacional a la frontera, según se requiera. \nAsimismo, el Comando Marítimo Unificado del DHS en San Diego (DHS Maritime Unified Command), compuesto por el Servicio de Guardacostas de Estados Unidos, CBP, ICE, DEA y otras agencias de la ley asociadas, aumentó más de seis veces los operativos marítimos antidrogas en aguas del Pacífico que se extienden a lo largo de la frontera sudoeste, decomisando 57,437 libras de drogas en el año fiscal 2009, en comparación con 8,884 libras decomisadas en el año fiscal 2008. En lo que va del año fiscal 2010, el Servicio de Guardacostas ya ha decomisado 11,500 libras de drogas en el sector de San Diego.\n \nLos datos estadísticos reflejan una significativa reducción en el número de gente que intenta cruzar nuestras fronteras ilegalmente. Las cifras del CBP muestran que la inmigración ilegal a Estados Unidos se ha reducido pues los arrestos entre puertos de ingreso han bajado 23 por ciento en el año fiscal 2009, lo que tiene correlación con la movilización sin precedente de recursos.\n• Durante el año fiscal 2009, la Patrulla Fronteriza arrestó un total de 556,041 a lo largo de la frontera sudoeste en comparación con 723,825 durante el año fiscal 2008.\n• En el Sector de El Paso hubo una reducción de 51 por ciento de arrestos, en el sector de Tucson, una reducción de 24 por ciento de arrestos y en el Sector del Valle del Río Grande, una reducción de 19 por ciento de arrestos.\nDesde el 2004, la Patrulla Fronteriza ha aumentado al doble y tiene aproximadamente 20,000 agentes de la Patrulla Fronteriza.\n \n\n\n\n"
}