{
    "title": "Press Call on the Frist Lady’s Announcement on the Legacy and Future of Turnaround Arts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/25/press-call-frist-ladys-announcement-legacy-and-future-turnaround-arts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMay 25, 2016\n\n \n\n\n\nPress Call on the Frist Lady’s Announcement on the Legacy and Future of Turnaround Arts\n\n\n\n\n\n\tPRESS CALL\n\tBY TINA TCHEN, CHIEF OF STAFF TO THE FIRST LADY,\n\tMEGAN BEYER, EXECUTIVE DIRECTOR OF THE\n\tPRESIDENT’S COMMITTEE ON THE ARTS AND HUMANITIES,\n\tAND DEBORAH RUTTER, PRESIDENT OF THE\n\tKENNEDY CENTER FOR THE PERFORMING ARTS,\n\tON THE FIRST LADY’S ANNOUNCEMENT\n\tON THE LEGACY AND FUTURE OF TURNAROUND ARTS\n\n\tVia Conference Call\n\n\t11:34 A.M. EDT\n\n\tMS. DRAKE:  Thank you for joining this on-the-record conference call to discuss Turnaround Arts and the talent show tomorrow, where the First Lady will be making a major announcement about the future of the Turnaround Arts program. \n\n\tWe’re joined today by Tina Tchen, Assistant to the President and Chief of Staff to the First Lady; Megan Beyer, Executive Director, the President’s Committee on the Arts and Humanities; and Deborah Rutter, President of the Kennedy Center for the Performing Arts.  If you’d like to get updates on the event, please email FirstLadyPress@who.eop.gov.  And just to note, this call is embargoed until tomorrow at 6:00 a.m. Eastern. \n\n\tSo now I’ll hand it over to Tina, Megan and Deborah.  And then depending on time, we’ll take a few questions on background. \n\n\tMS. TCHEN:  Thanks, Tiffany.  And thank you, everyone, for joining us this morning.  So tomorrow, we’re looking forward to our second Turnaround Arts Talent Show here at the White House.  This is really unlike any other musical event we have here, where the spotlight is not on professional singers, dancers, actors or artists, but instead on young students, some of whom may be not that used to performing and may be their first time on such a stage.\n\n\tBut in our view, these performers are every bit as meaningful and impactful -- maybe even more so -- than the world-class talent who often grace our stage.  Because these young people represent the future, and, more importantly, they are examples of how critical the arts are to the education of our kids.\n\n\tWe all know the statistics when it comes to the power of the arts and education.  We know that kids who get involved in the arts have higher grades, higher graduation rates, higher college enrollment rates.  And the President’s Committee on Arts and Humanities has put this information into action through the Turnaround Arts program, going into some of the most underperforming schools in the country -- those with low test scores, rampant disciplinary problems, high teacher turnover and low parent engagement -- and showing what can happen when you reintroduce the arts into these schools.  And the literal turnaround of these schools has been amazing, which Megan will talk about in a minute. \n\n\tThrough programs like Turnaround Arts, we see how arts education makes a school a more interesting, engaging and dynamic place for our children to be, and enhances their learning across subjects.  And we saw this firsthand with the Savoy School from here in D.C.  We’ve had them to the White House a couple of times, including most recently during our Nordic state visit, where they performed for the First Lady and for the gathered spouses of our Nordic leaders.  And the First Lady went to visit the Savoy School with Kerry Washington.\n\n\tWhen we were there, you could see how the kids were engaged with all of the arts in the hallways, and how the entire school got involved in the performance they did for the First Lady.  The principal said the program gave the school a whole new vitality, and even got the parents more engaged.  And artists themselves have found it enormously rewarding, and have had such great hands-on involvement with the students.  And you’ll see that at work at the talent show itself.\n\n\tAs you know, both the President and the First Lady love the arts.  They’ve seen how they bring a richer cultural life to young students.  They know that without students experiencing the arts in the schools, we are all missing out on their potential, and may even be missing out on the next Lin-Manuel Miranda.  That’s what can happen when arts come out at schools, and that’s why we are so excited also about the Every Student Succeeds Act. \n\n\tThe Every Student Succeeds Act, or ESSA, which President Obama signed into law in December of last year, puts arts back into the definition of a well-rounded education, which is what we are asking schools to strive for.  And that in and of itself is a turnaround. \n\n\tSo we want to see this continue into the future.  PCAH has developed a model.  They’ve studied it and it works.  And we are excited that there is an opportunity now to take it to scale beyond this administration, which Deborah will discuss in a few moments. \n\n\tSo now let me turn the call over to Megan Beyer.  She’s going to talk a little bit more about Turnaround Arts and where it’s headed in the future. \n\n\tMS. BEYER:  Thank you, Tina.  I want to first talk about a study that was done in one of the first years that this Committee, the President’s Committee on the Arts and Humanities, came together.  It was a study called Reinvesting in Arts Education:  Winning America’s Future Through Creative Schools.  It showed that students who are engaged with the arts, as Tina has talked about, have a higher likelihood of a success throughout their education.  They actually were shown to have higher attendance records, higher GPAs, and are more likely to participate in math programs or science fairs.\n\n\tFifteen percent of our nation’s schools generate over 60 percent of our high school dropouts.  And we are in those schools.  We are in schools in -- struggling schools, the lowest 5-percent-performing schools.  So we know that if we can move the needle in just a percentage of these lowest-performing schools with the arts, we can have a huge impact.\n\n\tAnd the children who need it most are getting it the least.  Our studies showed that the way our schools are funded, it was -- the schools that are struggling were dropping these arts programs.  After decades of budget cuts and high-stakes testing, arts education virtually disappeared from our neediest schools.  Department of Education studies said that 6 million elementary and middle schools students in America have no art or music classes.\n\n\tArts education also gives struggling schools the tools that they really need -- tools to engage students and their parents, to motivate positive behavior and boost morale, and to literally change the way that a school feels when a student walks through that door.  It’s a world of difference when you go to a Turnaround Arts school before the program and two years in.\n\n\tSo in 2011, after doing this study, our committee decided that they themselves would test the premise.  We conducted a pilot program called Turnaround Arts.  We went into eight struggling schools, infusing them with art, music, dance and theater programs, musical instruments, art supplies that came in from Crayola, musical instruments from the National Association of Music Merchants, and a lot of teacher training.  We completely re-engineered the curriculum.  Students learned science and math and reading with songs, art projects and plays. \n\n\tAnd the way that it worked in an actual classroom was, you’re taking biology, there’s the biology song.  You’re in chemistry, you’re in the chemistry play.  You’re painting by fractions.  We brought some of the best actors and musicians in America into these schools to do some of these great art-based curriculums. \n\n\tWe had Sarah Jessica Parker, Alfre Woodard, Yo-Yo Ma -- these are all members of the President’s Committee.  And of course, as Tina just mentioned, the First Lady has visited Savoy School here in Washington with Kerry Washington, and has brought our kids into the White House -- and involved with White House initiatives countless times.\n\n\tSo what we discovered was that the arts work.  We saw it play out in these eight schools.  Booz Allen Hamilton did a study on Turnaround Arts in these schools and found, yes, the math scores went up 23 percent on average.  Reading went up 13 percent on average.  Parent engagement skyrocketed.  Attendance rates went up.  And as for behavioral issues, you had more students headed to play practice than the principal’s office.\n\n\tSo now, in just five years, Turnaround Arts has grown from those eight schools in that pilot phase to now, this fall, 68 schools in 15 states and the District of Columbia.  That will affect 45,000 students. \n\n\tAnd tomorrow, as part of the President’s Committee on the Arts and the Humanities, the First Lady, who is our honorary chairperson, will welcome students and artists from across the country to perform at the White House Turnaround Arts Talent Show to showcase the proven school and life changes -- the arts.  The students are going to perform acts alongside some of your mentors, including Keb’ Mo’, Tim Robbins, Bernie Williams, Irvin Mayfield, Lil Buck, Citizen Cope, Damian Woetzel, and Paula Fuga from Hawaii.  And we're thrilled that the First Lady will be making a major announcement tomorrow about the future of Turnaround Arts.\n\n\tAnd in that vein, I will turn it over to Deborah Rutter. \n\n\tMS. RUTTER:  Thank you, Megan.  And thank you, Tina, for establishing the interest, the reasoning, and what has happened before.  We're really thrilled to be a part of the talent show tomorrow, and then also to know that the First Lady will announce that the President’s Committee on the Arts and the Humanities will be forging a new partnership with us here at the John F. Kennedy Center for the Performing Arts to implement and expand Turnaround Arts into the future.\n\n\tThis is a strategic partnership, and it represents an alignment of our values between the President’s committee and the John F. Kennedy Center for the Performing Arts to provide service to at-risk communities with a commitment to national arts education programs. \n\n\tThe Kennedy Center and the President’s committee -- we’d like to call it PCAH, which is not an easy acronym, but it’s the shorter one -- represent a really powerful team.  And we really acknowledge and applaud the President’s committee for taking the leap into the unknown with this work.  And they have proven that this can be school changing and, more importantly, life changing for young people in the most underserved communities across the country.\n\n\tNow, for those of you who may not know, the Kennedy Center has more than 40 years of experience providing high-quality arts education programming.  We're mostly known for the work -- more broadly known, perhaps, for the work that we put on the stages here at the Kennedy Center.  But parallel to that, we have a huge and valuable legacy in providing arts education programming across the country, whether it is touring theater for young audience, or bringing teachers and the civic leaders of communities together to provide strong arts education programs.  We believe that this expertise in this area will strengthen the Turnaround Arts operations and allow that program to expand and to probably amplify its impact on our communities.\n\n\tNow, some people have asked me why it’s important that Turnaround Arts comes to the Kennedy Center and vice versa.  The addition really allows us to focus on some of the new geographic areas.  The Kennedy Center reaches nearly every state, but these will be new geographic areas, and it complements the ones that we are already serving.\n\n\tWe are already reaching 11 million students and families and educators through programs that we already have in place, such as ArtsEdge, which is our digital channel for education programs; Any Given Child; our Changing Education Through the Arts; and the National Partnerships in Education.  But those are more at a high level, helping teachers and administrators, civic leaders to help understand and work to strengthen schools.\n\n\tWith the Turnaround Arts programming, we will partner with a really fantastic team that the President’s committee has built to actually deliver the programs in these schools.  So this is one of those magical partnerships where the strengths that we have and the strengths that the Turnaround Arts team have will really benefit each of the already existing programs.\n\n\tThe Kennedy Center can provide access to resources.  We can strengthen some of the capacity-building and professional development.  And we have a vast network of teaching artists and arts educators through the programs I just mentioned, which will then help support the Turnaround Arts program.  We also have a very rigorous research and development component here built into our education team, which can measure the impact and then help refine programming and inform future programming.\n\n\tSo this is one of those fantastic experiences where we find that we come together and two plus two probably equals six or eight -- something much more than the just the two organizations coming together.  And if we can use it as an opportunity to shine a spotlight on the benefit and the value that arts education can do, not just for the least served but for all students across the country, that we can remove barriers to arts learning and support the emerging citizen artists that we need to inspire the next generation.  We couldn’t be more thrilled about this next step for our two organizations.\n\n\n\n\n"
}