{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/07/18/president-obama-announces-more-key-administration-posts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 18, 2013\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\nWASHINGTON, DC – Today, President Obama announced his intent to nominate the following individuals to key Administration posts:\n\n\nBeth Robinson – Under Secretary, Department of Energy\n\nJessica Garfola Wright – Under Secretary of Defense for Personnel and Readiness, Department of Defense\n\nNisha Desai Biswal – Assistant Secretary for South Asian Affairs, Department of State\n\nJulia Frifield – Assistant Secretary for Legislative Affairs, Department of State\n\nFrank A. Rose – Assistant Secretary for Verification and Compliance, Department of State\n\nScott S. Dahl – Inspector General, Department of Labor\n\nTim Broas – Ambassador to the Kingdom of the Netherlands, Department of State\n\nAdam M. Scheinman – Special Representative of the President for Nuclear Nonproliferation, with the rank of Ambassador, Department of State\n\nPresident Obama said, “It gives me great confidence that such dedicated and capable individuals have agreed to join this Administration to serve the American people.  I look forward to working with them in the months and years to come.”\nPresident Obama announced his intent to nominate the following individuals to key Administration posts:\nDr. Beth Robinson, Nominee for Under Secretary, Department of Energy \n\tDr. Beth Robinson is the Chief Financial Officer at the National Aeronautics and Space Administration, a position she has held since 2009.  Prior to this, she served as the Assistant Director for Budget at the Office of Management and Budget (OMB) from 2005 to 2009.  From 2003 to 2005, Dr. Robinson was the Deputy Director of the Congressional Budget Office.  She held various positions at OMB from 1998 to 2003, including Deputy Assistant Director for Budget Review and Concepts.  Previously, from 1995 to 1998, Dr. Robinson was a Principal Minority Staff Member for the U.S. House Committee on Science, and from 1994 to 1995, she was a Professional Staff Member for the U.S. House Committee on Science, Space and Technology.  She served as Project Director for the U.S. Congress Office of Technology Assessment from 1989 to 1994 and as a Legislative Assistant and Congressional Science Fellow for Congressman Richard Gephardt from 1988 to 1999.  Dr. Robinson received a B.S. in Physics from Reed College and a Ph.D. in Geophysics from the Massachusetts Institute of Technology and Woods Hole Oceanographic Institute.\nJessica Garfola Wright, Nominee for Under Secretary for Personnel and Readiness, Department of Defense\n\tJessica Garfola Wright is Acting Under Secretary for Personnel and Readiness and Assistant Secretary for Reserve Affairs at the Department of Defense.  From 2010 to 2012, she served as Deputy Assistant Secretary for Manpower and Personnel at the Department of Defense.  From 2004 to 2010, she served as the Adjutant General of the Commonwealth of Pennsylvania and Commander of the Pennsylvania National Guard.  From 2000 to 2004, she was Deputy Adjutant General for the Army, and from 1998 to 2000, she served as State Army Aviation Officer for the Pennsylvania National Guard.  She began her military career in 1975 and retired as a Major General from the Pennsylvania National Guard in 2010.  She received a B.A. from Alderson and Broaddus College and a M.A. from Webster University.\nNisha Desai Biswal, Nominee for Assistant Secretary for South Asian Affairs, Department of State\n\tNisha Desai Biswal is Assistant Administrator for Asia at the U.S. Agency for International Development (USAID), a position she has held since September 2010.  From 2005 to 2010, Ms. Biswal was the Majority Clerk for the State Department and Foreign Operations Subcommittee on the Committee on Appropriations in the U.S. House of Representatives.  From 2002 to 2005, she served as the Policy and Advocacy Director at InterAction.  Previously, she served on the professional staff of the U.S. House of Representatives International Relations Committee from 1999 to 2002.  She served at USAID from 1995 to 1999 in a number of capacities including: Special Assistant to the Administrator, Chief of Staff in the Management Bureau, and in the Office of U.S. Foreign Disaster Assistance and the Office of Transition Initiatives.  Ms. Biswal worked at the American Red Cross from 1993 to 1995 in the Washington D.C. headquarters and as an overseas delegate in Armenia, Georgia, and Azerbaijan.  She is also a member of the Congressional-Executive Commission on the People’s Republic of China since March 2011. Ms. Biswal received a B.A. from the University of Virginia. \nJulia Frifield, Nominee for Assistant Secretary for Legislative Affairs, Department of State\n\tJulia Frifield is Chief of Staff to U.S. Senator Barbara Mikulski, a position she has held since 2004.  She served as Senator Mikulski’s Legislative Director from 1999 to 2004 and Legislative Assistant from 1995 to 1999.  Previously, Ms. Frifield was a Legislative Assistant for U.S. Senator Harris Wofford from 1992 to 1995.  From 1989 to 1992, Ms. Frifield worked for U.S. Senator Bill Bradley, first as a Legislative Correspondent and then as Special Assistant.  Ms. Frifield received a B.A. from Smith College and an M.A. from Cambridge University.\nFrank A. Rose, Nominee for Assistant Secretary for Verification and Compliance, Department of State\n\tFrank A. Rose is Deputy Assistant Secretary of State for Space and Defense Policy.  From 2007 to 2009, Mr. Rose served as a professional staff member of the U.S. House of Representatives, Committee on Armed Services.  From 2005 to 2007, he was a professional staff member of the U.S. House of Representatives, Permanent Select Committee on Intelligence.  Mr. Rose has also served at the Department of Defense both as a Policy Advisor in the Office of the Assistant Secretary of Defense for International Security Policy from 2001 to 2005, and as a Special Assistant to the Assistant Secretary of Defense for Strategy and Threat Reduction from 1999 to 2001.  Mr. Rose was a National Security Analyst from 1996 to 1998 at the Science Applications International Corporation.  From 1994 to 1996, he served as a Legislative Correspondent in the Office of then U.S. Senator John Kerry.  He received a B.A. from American University and a Masters in War Studies at the University of London, King’s College.\nScott S. Dahl, Nominee for Inspector General, Department of Labor\n\tScott S. Dahl is currently the Inspector General at the Smithsonian Institution, a position he has held since January 2012.  He has also been an adjunct professor at Georgetown University Law Center since 1992.  Mr. Dahl served as Deputy Inspector General for the U.S. Department of Commerce from October 2010 until January 2012 and Deputy Inspector General for the Office of the Director of National Intelligence from 2007 until 2010.  Previously, he worked at the U.S. Department of Justice for more than 15 years, including as Senior Counsel to the Inspector General, a prosecutor in the Public Integrity Section of the Criminal Division, and trial attorney for the Civil Fraud Section in the Civil Division.  Before joining government, Mr. Dahl was an associate at the D.C. law firm of Arnold & Porter.  During his government service, Mr. Dahl received the National Intelligence Superior Service Medal and the Attorney General’s Distinguished Service Award.  Mr. Dahl received a B.A. from the University of Texas at Austin and a J.D. from the University of Texas School of Law. \nTim Broas, Nominee for Ambassador to the Kingdom of the Netherlands, Department of State\n\tTim Broas is a partner at Winston & Strawn LLP, a position he has held since 1995.  He also serves as a Member of the Board of Trustees of the Woodrow Wilson International Center for Scholars, having been appointed in December 2010.  From 1986 to 1995, he was a partner at Anderson Hibey & Blair.  Previously, Mr. Broas was an attorney at Whitman & Ransom from 1983 to 1985 and Conboy Hewitt O’Brien & Boardman from 1980 to 1983.  From 1979 to 1980, he served as a law clerk for Justice Mark Sullivan of the Supreme Court of New Jersey.  Mr. Broas received an A.B. from Boston College and a J.D. from the College of William and Mary.\nAdam M. Scheinman, Nominee for Special Representative of the President for Nuclear Nonproliferation, with the rank of Ambassador, Department of State\n\tAdam M. Scheinman is Senior Advisor for Nuclear Nonproliferation in the Bureau of International Security and Nonproliferation at the U.S. Department of State.  From 2009 to 2013, he served as Director for Nonproliferation on the White House National Security Staff.  Prior to this role, from 1999 to 2009, he held a number of positions in the Department of Energy’s National Nuclear Security Administration, including Assistant Deputy Administrator and Policy Director in the Office of Nonproliferation and International Security; Director in the Office of Export Control Policy and Cooperation in the Office of Arms Control and Nonproliferation; and Senior Advisor for Arms Control, Nonproliferation, and Outreach in the Office of Defense Nuclear Nonproliferation.  From 1995 to 1999, he served as Foreign Affairs Analyst in the Office of International Policy and Analysis Division at the Department of Energy.  From 1994 to 1995, he served as Senior Policy Analyst at the Lawyers Alliance for World Security.  From 1990 to 1994, he served as Program Coordinator at the Washington Council on Non-Proliferation.  He received a B.A. from Cornell University and an M.A. from the George Washington Elliot School of International Affairs. \n\n\n\n\n"
}