{
    "title": "Presidential Proclamation -- National Preparedness Month, 2012 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/08/31/presidential-proclamation-national-preparedness-month-2012",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 31, 2012\n\n \n\n\n\nPresidential Proclamation -- National Preparedness Month, 2012\n\n\n\n\n\n\t \n\n\tNATIONAL PREPAREDNESS MONTH, 2012\n\n\t \n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\n\t \n\n\tA PROCLAMATION\n\n\t \n\n\tAs thousands of our fellow Americans respond to and recover from the damage done by Hurricane Isaac, we are called to remember that throughout our history, emergencies and natural disasters have tested the fabric of our country.  During National Preparedness Month, we renew our commitment to promoting emergency preparedness in homes, businesses, and communities nationwide, and to building an America more ready and resilient than ever before.\n\n\t \n\n\tEach of us has an important role to play in bolstering our preparedness for disasters of all types -- from cyber incidents and acts of terrorism to tornadoes and flooding.  That is why my Administration is pursuing an approach to emergency management that engages the whole community -- from Federal, State, local, and tribal governments to the private sector, nonprofits, faith based organizations, and the general public.  I encourage all Americans to visit www.Ready.gov or www.Listo.gov to learn more about the risks facing their communities, find out what they can do to prepare, and join thousands of individuals from coast to coast by becoming a member of the National Preparedness Coalition.  Individuals and families can also take action by building a disaster supply kit with food, water, and essential supplies in case of emergency, and by developing and sharing an emergency plan with their loved ones.\n\n\t \n\n\tAs cities and towns across our country recover from natural disasters that have spanned historic drought to devastating wildfires and storms, we are reminded of the spirit of resilience that binds us together as one people and as one American family.  This month, let us honor that spirit by standing with all those affected by recent severe weather, as well as past disasters, and by taking the steps we can to protect our loved ones and our communities before disaster strikes.\n\n\t \n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim September 2012 as National Preparedness Month.  I encourage all Americans to recognize the importance of preparedness and observe this month by working together to enhance our national security, resilience, and readiness.\n\n\t \n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this thirty-first day of August, in the year of our Lord two thousand twelve, and of the Independence of the United States of America the two hundred and thirty-seventh.\n\n\t \n\n\tBARACK OBAMA\n\n\n\n\n"
}