{
    "title": "Press Gaggle Aboard Air Force One en route Fort Hood, TX | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-gaggle-aboard-air-force-one-en-route-fort-hood-tx",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nNovember 10, 2009\n\n \n\n\n\nPress Gaggle Aboard Air Force One en route Fort Hood, TX\n\n\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Press Secretary\n___________________________________________________________________________\nFor Immediate Release                                                                                               November 10, 2009\n\nPRESS GAGGLE BY\nPRESS SECRETARY ROBERT GIBBS\nAboard Air Force One\nEn Route Fort Hood, Texas\n \n\n\n11:07 A.M. EST\n\nMR. GIBBS:  Good morning, folks.  How is everyone?  Who's first?\nQ    Two questions about Fort Hood.  Just a logistical question:  The schedule has the President meeting with wounded troops twice, before and after the service.  Are these all troops wounded in the shooting, or is this two different groups?\nMR. GIBBS:  As I understand it, and I'll double-check this, as I understand it, he'll meet with families from those that have lost loved ones today whom we're here to honor in the memorial service.  He'll speak, and then if I'm not mistaken, he'll make a visit to the hospital, as well.*\nQ    Okay.  If you could check that because the schedule has it a little differently.  And a bigger picture question:  I know that the White House has said that the investigation isn’t done yet about this incident, but over the last few days there's been several news reports that seem to paint a picture of at least missed warning signs, some troubling news reports.  Is the White House concerned that there were missed signs?\nMR. GIBBS:  Well, look, I can tell you this, Ben, as you mentioned, this is an ongoing joint investigation, and the President has asked every agency involved and everybody that would have come -- would have had some purview over this to investigate why this happened, how this happened, and to ensure that they can tell him that it won't happen again.  That's what he's asked everyone to look into.\nQ    But is it premature in your view to comment about whether there was poor communication within the agencies or missed signs or anything of that nature?\nMR. GIBBS:  That's what we want to figure out.  And the President has asked that there be that accounting, and when we have it we'll let it be known.\nQ    Robert, can you talk about what kind of briefings he's had on the investigation in the last, say, 24 hours or so?\nMR. GIBBS:  Nothing more than just to say that he continues to get regular updates as the situation warrants, primarily through John Brennan, who collects information to give to the President.\nQ    Can you give us more of a readout on his meeting yesterday with Netanyahu?  Did they discuss Abbas's threat to resign?  And did he ask Netanyahu to take any --\nMR. GIBBS:  I honestly don't have anything to add beyond what we sent out last night.\nQ    How long did they meet for?  He was in there for about an hour and 40 minutes.  Was that with the President the whole time?\nMR. GIBBS:  I'll double-check.  I believe they were one-on-one for almost all of that time.  But I'll double-check.\nQ    -- your assessment that progress was made towards relaunching the peace effort?\nMR. GIBBS:  We enjoy a good and strong relationship with Israel, and we -- the President is actively involved in an effort to get peace in the Middle East.  We hope that yesterday was another step of progress on that path.\nQ    Was there any talk of the President going to the Middle East and what it might take from the parties there to get a presidential visit?\nMR. GIBBS:  I don't have any scheduling on that at anytime soon.\nQ    Or any triggers -- to use an unfortunate phrase?\nMR. GIBBS:  I don't have anything on that.\nQ    Robert, who will -- in the Situation Room meeting tomorrow, who will be at that meeting?  The Defense Secretary or --\nMR. GIBBS:  Defense Secretary -- look, it's a manifest that is familiar to you all from what have been in previous meetings. I'll try to do this off the top of my head, based on where normally people sit.  Obviously the President and Vice President, General Jones, DNI Director Blair, Admiral Mullen, Secretary Gates, CIA Chief Panetta, General Lute --\nQ    Jones?\nMR. GIBBS:  General Jones, yes.  I will check on -- I assume General Petraeus.  I will check on -- I assume Ambassador Eikenberry and General McChrystal will join the teleconference; Tom Donilon, Rahm Emanuel.  And there's invariably more that I'm forgetting, but I think that's a pretty broad rundown.  Check the manifests of the ones that we've put out.  This isn't a specialized meeting like the Joint Chiefs, so it would be a manifest similar to what we've put out to previous meetings.\nQ    Regarding Major Hasan, the picture that's coming out about him is that he definitely had become radicalized through some mechanism, either self-radicalized or otherwise.  Should the public have qualms about Muslims serving in the military?  Is the President thinking about what to do about Muslims serving in the U.S. military?\nMR. GIBBS:  I think General Casey, the Chief of Staff of the Army, addressed that this weekend.  Obviously there are people, as I said yesterday as well, of all faiths and all ethnicities serving with distinction and valor in our Armed Services today. \nThe investigation is ongoing to figure out what would motivate an individual to carry out the type of act that this major carried out.  We're looking into that through the FBI and DOD, through this investigation.\nQ    In his speech today at the service, can you give a preview of what the President is going to talk about?\nMR. GIBBS:  They were finishing the remarks -- the President was going through that with Ben Rhodes just a short time ago on the plane.  I hope to have the final text for you before we land.\nThe President will use the opportunity to honor the 13 men and women that died, to talk a little bit about each of them, and to discuss the contributions that they made and the notion that their memory lasts in the service and the dedication of the Armed Forces and by the people that they touched, both in the military and outside.\nObviously this is a very solemn event.  I think the President is proud to take part in the honor -- in honoring these men and women so close to Veterans Day.\nQ    The stories about Afghan troop numbers -- does the President find it troubling that this kind of information, even if it's not final, is leaking out?  Does it bother him, and does it make him concerned?  And is he done with his decision?\nMR. GIBBS:  I think you may have summed up my answer in your question.  I will say this -- I will tell you what General Jones said and I think we said to a few of you last night:  The President will have an opportunity to discuss four options with his national security team tomorrow.  Anybody that tells you that the President has made a decision or -- what was the artfully used term last night, \"tentatively agreed to\" -- doesn't have, in all honesty, the slightest idea what they're talking about.  The President has yet to make a decision. \nI would counsel you all to -- I got asked on Saturday about a story of approving 34,000 troops, only to be asked yesterday about a story of approving nearly 40,000 troops -- this all two weeks after being asked about whether or not we were coalescing  around an entirely different option.  I don't know that it's annoying as much as it is generally amusing to watch somebody or some group of people decide they know what only the President knows.  You know, it keeps me busy and it's in some ways fun to watch two reports that contradict each other be reported virtually simultaneously.\nQ    Does it bother him, though?  Does it bother him?\nMR. GIBBS:  He hasn't let me know that.\nQ    -- presented him with the four options -- is that the four options by General McChrystal or --\nMR. GIBBS:  The four options that his national security team, including the Pentagon and General McChrystal, that the President will discuss with the team tomorrow.\nQ    Can you describe those just real briefly, or --\nMR. GIBBS:  (Laughter.)  See my previous answer.  And please note that the transcript should include me laughing.  No, I'm not getting -- I appreciate the opportunity to get into --\nQ    Wanted to give you every opportunity.\nMR. GIBBS:  You know, and I -- Bloomberg is always fair like that.\nQ    Well, just to follow up on that, in all seriousness, from your perspective, so you want us to know that he's considering four options, but don't want us to know what they are?  What's the White House --\nMR. GIBBS:  With all due respect, you guys reported last night with some degree of certainty that the decision had already been made.  Am I sensing from your follow-up question that you don't think the story that you wrote last night on the AP wire was accurate?\nQ    I have every reason to think it is.  I'm trying to --\nMR. GIBBS:  Maybe we should ask you questions.  (Laughter.)\nQ    I'm trying to figure out what the White House thinking is about saying there's four options --\nMR. GIBBS:  -- I said yesterday, I'll say what I said last night after, with some certainty, AP and CBS reported a decision had been made, and I'll tell it to you now:  The President hasn’t made a decision.  Now, I don't expect that will change the AP wire; it didn’t this morning.\nQ    I understand your point.  I'm trying to move on, which is why --\nMR. GIBBS:  I am --\nQ    I have no personal animus with you --\nMR. GIBBS:  I don't either.  You have to understand my somewhat -- my surprise that you'd ask a follow-up based on what you reported.\nQ    I'm following up on your specific point of telling us tomorrow in this council meeting they'll discuss four options.  I'm asking, why are you telling us that fact and not others?\nMR. GIBBS:  Because, honestly, Ben, we've been -- I think we've been very transparent throughout this process.  We've let you all know when these meetings are; we've let you know who's in these meetings; we've put out pictures of these meetings.  The President is doing this in a very purposeful and deliberate way to get the best decision.  And I promise you that when he makes that decision we'll let you know.  And as I've said before, the President will take the time to explain that decision and its reasoning to the American people.\nQ    That's still weeks away?  You would still say weeks?  Weeks or --\nQ    Any more decision about how he would do that?\nMR. GIBBS:  No, not yet.\nQ    Any word on his Veterans Day plans?\nMR. GIBBS:  Yes, tomorrow there's a breakfast at the White House -- I'll find out exactly who that is -- before traveling with the -- before traveling to Arlington National Cemetery, and he'll speak briefly there.\nQ    Any reaction to the naval incident between the North Koreans and the South Koreans?\nMR. GIBBS:  I've seen -- we've obviously gotten word of the incident.  For details I would obviously point you to the Republic of Korea.  And I would say to the North Koreans that we hope that there will be no further actions in the Yellow Sea that could be seen as an escalation.\nQ    Seen as?\nMR. GIBBS:  An escalation.\nQ    Do you blame the North Koreans for this incident?\nMR. GIBBS:  I'll point you to the Republic of Korea for the details on that. \nAll right?  Thanks, guys.\nEND\n11:20 A.M. EST\n\n\n\n"
}