{
    "title": "FACT SHEET: As part of the First Lady's Visit to Morocco, the U.S. Government Announces New Programming to Help Address the Barriers that Prevent Adolescent Girls from Attaining an Education | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/28/fact-sheet-part-first-ladys-visit-morocco-us-government-announces-new",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJune 28, 2016\n\n \n\n\n\nFACT SHEET: As part of the First Lady's Visit to Morocco, the U.S. Government Announces New Programming to Help Address the Barriers that Prevent Adolescent Girls from Attaining an Education\n\n\n\n\n\nMillennium Challenge Corporation (MCC) announces a nearly $100 million investment in a new model for secondary education in Morocco; USAID announces a new $400,000 investment in a local NGO to establish five new girls’ dorms; Morocco will become the newest Peace Corps Let Girls Learn country\n\n\tBuilding on yesterday’s announcement of new U.S. Government programming in Liberia, today the U.S. Government announces new programming in Morocco to help address the unique barriers that prevent girls’ access to an education. Through these programs, the U.S. Government hopes to improve the future for adolescent girls in Morocco.  The announcements made today in Morocco and yesterday in Liberia build on over $20 million in commitments from a variety of organizations made to the Let Girls Learn initiative that the First Lady announced earlier this month as part of the United State of Women Summit.\n\n\t“I am so proud that the U.S. is working with the Moroccan Government to make these transformative new investments to educate and empower girls across Morocco - investments that will help these girls succeed in the workforce and fulfill their boundless promise.” said First Lady Michelle Obama\n\n\tIn March 2015, the President and First Lady launched Let Girls Learn, a U.S. Government initiative aimed at ensuring adolescent girls across the world attain a quality education that empowers them to reach their full potential. The initiative brings together the U.S. Department of State, U.S. Agency for International Development (USAID), the Peace Corps, and the Millennium Challenge Corporation to address the range of challenges – both in and out of the classroom – preventing over 62 million girls from getting the education they deserve. Building on existing U.S. Government investments and expertise, Let Girls Learn invests in new programs and elevates existing programs, leverages public-private partnerships, and challenges organizations, governments, and private sector partners to commit to improving the lives of adolescent girls worldwide.\n\n\tLast week, in an effort to encourage people around the world – in particular, young people – to follow her trip and engage on the issue of adolescent girls’ education, the First Lady launched her Snapchat account with the help of Ellen DeGeneres, The Late Late Show with James Corden, Cosmopolitan.com, and Netflix’s Gilmore Girls. To follow the First Lady’s trip, add her on Snapchat: MichelleObama. \n\nNew Commitments to Let Girls Learn:\n\n\nInvestments to Transform Secondary Education: The Millennium Challenge Corporation (MCC), in partnership with the Government of Morocco, is announcing a nearly $100 million investment in a new model for secondary education in Morocco. This investment is expected to benefit about 100,000 students, including 50,000 adolescent girls through activities that will address the particular learning needs of adolescent girls. Some examples include: mentoring programs, internships, after-school clubs, upgrading bathrooms and changing rooms for girls and gender responsive training for teachers and administrators to transform the way curriculum is delivered and how schools are managed. A new $4.6 million Education for Employability Partnership Fund, included in this investment, will engage the private sector and NGOs to develop innovative programs for middle and high school students that address the unique needs of girls and work to reduce social and gender inequalities in Morocco. These programs are part of a broader, transformative investment that includes devoting nearly a quarter of the resources within the MCC-Morocco Employability and Land Compact grant agreement, signed in 2015, to this new model for secondary education, announced today. MCC considers gender equality in its selection of eligible partner countries and integrates gender analysis and programming into all aspects of its investments.\n\nProviding Housing and Support for Rural Girls to Continue Their Education: USAID is announcing a new $400,000 investment to establish five new girls’ dormitories (known as “Dar Talibas”), which will be ready by the next school year. Major barriers to adolescent girls’ enrollment include the limited number of middle and secondary schools particularly in rural areas, and the lack of safe and affordable transportation options available to girls traveling to school.  These factors contribute to the low high school completion rates for girls, only 14 percent in some rural areas. The “Dar Talibas” girls’ dormitories address these issues by providing safe and nurturing environments where girls can live and learn.  In addition to dormitories, this funding will support trained coaches, so these students can continue their education and tap into their maximum potential.\n\nPeace Corps Let Girls Learn Country: In the coming months, Morocco will become Peace Corps’ 36th Let Girls Learn country.  The Peace Corps will train incoming volunteers and community leaders to advance girls’ education and empowerment, and will work with local leaders to focus on girls’ development through a renewed focus on building critical skills for leadership and employment. Peace Corps’ community-based approach entails volunteers working with communities to identify the barriers facing adolescent girls who want to attend and stay in school.  Through the Peace Corps Let Girls Learn Fund, volunteers work with communities to implement projects ranging from creating safe schools, to providing basic needs such as bathrooms, to supporting libraries and workshops such as “Girls Leading Our World” — or GLOW Camps — which encourage self-confidence and leadership among adolescent girls. To date, the Peace Corps Let Girls Learn fund has supported over 200 projects, with more than 200 in the pipeline.\n\n\n\n\n\n"
}