{
    "title": "Press Briefing on the President's Bilateral Meetings and the Upcoming Nuclear Security Summit | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-briefing-presidents-bilateral-meetings-and-upcoming-nuclear-security-summit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 11, 2010\n\n \n\n\n\nPress Briefing on the President's Bilateral Meetings and the Upcoming Nuclear Security Summit\n\n\n\n\nBY\n\tBEN RHODES, DEPUTY NATIONAL SECURITY ADVISOR FOR STRATEGIC COMMUNICATION,\n\tMIKE MCFAUL, SENIOR DIRECTOR FOR RUSSIA AND THE CAUCASUS,\n\tLAURA HOLGATE, SENIOR DIRECTOR FOR WMD TERRORISM, AND THREAT REDUCTION\nVia Conference Call\n4:37 P.M. EDT\nMR. RHODES:  Thanks, everybody, for joining the call.  We just wanted to take this opportunity to update you on some developments as it relates to the schedule for the next couple of days, and also to give you some updates on the bilateral meetings that have already taken place today as well.\nI'm joined today by Laura Holgate, who is our Senior Director for WMD, Terrorism and Threat Reduction on the NSC and has been closely involved in planning this summit for some time; and Mike McFaul, our Senior Director for Russia and Eurasia, who can speak to the Kazakhstan bilateral meeting.\nLet me just begin by going through the schedule tomorrow, along with some updates that we’ve made.  Tomorrow the President will begin at the Convention Center with a bilateral meeting with King Abdullah of Jordan.  The President will then hold a bilateral meeting with Prime Minister Najib of Malaysia.\nThen we have added an additional meeting that we had not yet announced, which is the President will hold a bilateral meeting with President Yanukovich of Ukraine.  This will be the first opportunity for President Obama to meet with President Yanukovich in person since his election.  They spoke shortly after President Yanukovich’s election, but we’re looking forward to this opportunity to discuss a range of issues on which the United States and Ukraine cooperate.\nUkraine is obviously a very important country as it relates to non-proliferation and nuclear security.  And the United States and Ukraine have a partnership on a number of security and economic issues that the two Presidents will be able to discuss tomorrow.\nThe President will then hold a bilateral meeting with President Sargsian of Armenia.  And then he will hold a bilateral meeting with President Hu Jintao of China at 2:30 p.m.  Each of these meetings will have pool sprays at the top of them.\nThen at 5:00 p.m. the President will welcome the heads of the delegations to the summit.  There will be -- that will be an open press greeting for each of the heads of state and heads of delegation.  Then tomorrow evening the President will hold a working dinner with the heads of delegation.  This dinner will be dedicated to addressing the threat of nuclear terrorism.  We believe, of course, that this summit is necessary to galvanize the kind of collective action that's necessary to deal with what really would be the highest consequence threat to the American people and to global security as it relates to the ability of terrorists to acquire a nuclear weapon and use one in one of our cities or any city around the world.  This would obviously have devastating consequences both in terms of the immediate destruction and loss of life, but also implications for the global security environment after an active nuclear terrorism.\nSo tomorrow night, to forge a consensus view about the nature of this threat, the President will be leading a discussion with the heads of the delegations about their perceptions of the threat and, of course, what needs to be done to confront it.\nWe will also hold a briefing tomorrow.  Robert Gibbs will be doing his briefing, along with John Brennan, the Assistant to the President for Counterterrorism and Homeland Security, tomorrow afternoon at the Convention Center, so that John Brennan can help walk you through the United States’ assessment of the threat of nuclear terrorism.\nJust two additional announcements as it relates to scheduling updates.  On Tuesday, in addition to the meetings which we’ve already briefed you on as it relates to the summit schedule, the President will meet on a bilateral basis on the margins of the summit with Prime Minister Erdogan of Turkey, a NATO ally and a partner on a number of critical regional and global security issues.\nAnd then the President, after the conclusion of the summit and his press conference, will host a bilateral meeting with Chancellor Merkel of Germany.  Obviously Germany is one of America’s closest allies.  And Chancellor Merkel has been one of the President’s closest partners on a number of security and economic issues.  And they are happy that they were able to find this time to meet on a bilateral basis after the summit’s conclusion.\nWith that, I'll just turn to what’s taken place today before I turn it over to my colleagues.  The President held his first bilateral meeting with Prime Minister Singh of India.  This was Prime Minister Singh’s first visit to the United States since he was hosted here for an official visit and State Dinner in November.  The President believes that the strategic relationship and partnership that the United States has with India is one of extreme importance to the United States and to the world.  And the two leaders discussed the upcoming U.S.-India strategic dialogue as a next step and a process of deepening that partnership.\nThey discussed a range of issues on development, food security and poverty reduction.  They also discussed the situation in Afghanistan and their shared commitment to work for a strong, stable, and prosperous South Asia.  President Obama thanked Prime Minister Singh for India’s continued humanitarian and development assistance in Afghanistan.\nAnd of course, they discussed a range of issues related to nuclear security in advance of the summit, and India’s commitment to making the summit a success.  And I believe that those discussions will, of course, continue between the President and his counterparts as they head into the working meetings of the summit.\nOf course, India has a very strong appreciation for the importance of non-proliferation and nuclear security, and the threat posed by nuclear terrorism.\nThe President then met with President Nazarbayev, and before I turn to Laura and Mike to speak to that meeting, I'll also just say that he’s currently meeting with President Zuma of South Africa, and this is the first opportunity that he’s had to host President Zuma here in Washington for a bilateral meeting.\nWe, of course, in addition to the close partnership that the President has developed with South Africa on issues such as development and climate change, are also underscoring the example that South Africa has set to the world as it relates to non-proliferation.  South Africa gave up its nuclear weapons capability and chose to meet its international non-proliferation obligations in one of the most important and dramatic non-proliferation developments that we’ve seen take place.\nOf course, South Africa has found greater security and prosperity within the international community as a result of that decision.  And again, the President believes strongly that this speaks to the benefits that nations can find when they do choose to meet their non-proliferation obligations.  So he, in addition to having a bilateral discussion about a number of issues where we’re cooperating very closely with South Africa -- whether it’s on implementing the Copenhagen Accord on Climate Change, pursuing developments in the region, and addressing another range of security and economic issues that we can read out to you after that meeting in some more detail -- I just wanted to underscore the importance that the President places on South Africa’s example as it relates to non-proliferation.\nWith that, I'll turn it over to Laura, who can speak to the nuclear aspect of the Kazakhstan bilateral meeting, and then Mike can speak to some of the other issues that came up at what was an important meeting for the President.\nSo I'll turn it over to Laura Holgate right now.  Thanks.\nMS. HOLGATE:  Thanks, Ben.  The meeting with President Nazarbayev, in connection with the nuclear peace as it related to, obviously, Nazarbayev’s personal and Kazakhstan’s historical participation in nuclear non-proliferation and disarmament, his historic decisions in the immediate aftermath of the fall of the Soviet Union to close the test site, to remove all nuclear materials, all nuclear weapons from his territory, and to cooperate with the U.S. in destroying the residue that remains in Kazakhstan has really been historic and led to a number of important successes in the non-proliferation context.\nThat cooperation has proceeded ever since then and we are working with them right now in the context of decommissioning a nuclear reactor, of managing the safe and secure disposal of the fuels associated with that reactor.  We’re also cooperating at a different smaller research reactor near the former capital of Almaty that uses highly enriched uranium; we’re working to convert that to use low-enriched uranium that is not weapons-useable, and to destroy the highly enriched uranium that remains.\nSo this has really been a very warm and supportive and cooperative relationship with Kazakhstan on the non-proliferation front, right at the heart of the issues of the summit.\nMR. McFAUL:  Let me just -- I just came from a meeting, let me just echo a few of the things that Laura said and then talk about the many other pieces of this bilateral relationship that was discussed just now.\nFirst, to remind you, this is our first meeting.  The meeting lasted about an hour.  They had spoken when -- shortly after the election President-elect Obama called President Nazarbayev.  They remembered that call fondly and then were glad to finally have the chance to meet today.\nOn non-proliferation and nuclear safety issues, President Obama praised Nazarbayev as really one of the model leaders in the world, and I think he said something to the effect we could not have the summit that we were having without his presence here.\nIn his own part, it was interesting that they had a discussion about how one can secure -- have greater security and economic prosperity, and it was noted that Kazakhstan is an excellent example of that, whereby giving up nuclear weapons they received security assurances from all the countries in the region, and that has helped to make Kazakhstan one of the most stable countries in the region.  And secondly, by giving up nuclear weapons they went from a country that might have been isolated had they kept those nuclear weapons, and in turn was open to the international economy and has managed to attract foreign investment.  And both Presidents noted that that's an important lesson for other countries in the world, and they particularly noted Iran when talking about a different path and a different way forward.\nSecond, the Presidents talked about Afghanistan, which of course is a very important issue for the Kazakhs being in the region.  President Nazarbayev talked about their recent decision to start a program, a $50 million program to educate Afghans in Kazakh universities.  He sees this as a major contribution to our efforts there, not only on the military side but really emphasize the importance of building for a new future on the economic and non-military side.  And this will be an important part of what we are trying to do in Afghanistan as well.\nHe also announced several -- talked about several ways that we can enhance the Northern Distribution Network, which as many of you, I'm sure, know, is one of the critical ways that we supply our troops and our support services in Afghanistan that now accounts for roughly 30 to 35 percent of all supplies that go to Afghanistan go through the NDN.  And today they talked about numerous ways to enhance that, including, as announced today, an agreement to have polar overflights permission for a transit agreement between Kazakhstan and the United States that will allow our planes to fly over the globe directly from the United States into the theater, rather than have to go through, as they now do, through Europe and then through various ways into Afghanistan.  This will save money, it will save time, in terms of moving our troops and the supplies needed into the theater, as President Obama has already announced.\nThird, they had a very long discussion about Kyrgyzstan and the very volatile situation there.  President Nazarbayev, of course, knows that situation well.  He knows all the players involved, on both the opposition and the President Bakiyev, the fallen former head of state there.  They talked about ways that we are reaching out to the new interim government; noted that Secretary of State Clinton has spoken to the new provisional head of government, Roza Otunbayeva, yesterday.  I myself have spoken to Ms. Otunbayeva as well, and many other members of her government, with the goal there to stabilize the situation and prevent any further -- any further violence in what has already been a very tragic situation.\nPresident Nazarbayev, being a very well-respected leader in that region, said that he will do all he can to defuse that situation.\nFourth, they had a long discussion about the really excellent cooperation we’ve had on economic issues.  President Nazarbayev noted that the United States is a major investor in Kazakhstan, and he agreed that he would work with our companies to maintain the contracts, the integrity of the contracts that are already there.  There’s been some dispute in the press that they might try to rewrite those in terms of taxation.  I think we came out very assured that that will not happen.\nAlso today, a major contract was announced between General Electric and the Kazakh rail officials.  They agreed to jointly develop 150 diesel electric locomotives for use both in Kazakhstan and in other countries in the region.\nWe also discussed, and President Obama reaffirmed his commitment to push for Kazakh membership into the WTO, and also Jackson-Vanik was discussed as well.\nFifth, the President -- President Obama recognized the historic occasion of President Nazarbayev and Kazakhstan’s chair of the OSCE, and we agreed to work together to try to develop a substantive agenda for a possible OSCE summit, although no decisions were made as to whether or not there would be a summit this year.\nAnd finally, in connection with OSCE, the Presidents had a very lengthy discussion of issues of democracy and human rights.  Both Presidents agreed that it’s never -- you don’t ever reach democracy, you always have to work at it.  And in particular, President Obama reminded his Kazakh counterpart that we, too, are working to improve our democracy.  We spent a particular discussion of Mr. Zhovtis, a human rights official, which was -- and the Presidents agreed that we need to try to find a creative solution to solve this very difficult issue.  Mr. Zhovtis, for those of you who don’t know, was involved in a traffic accident last summer where someone was killed, and many human rights organizations has raised this issue about the processes that were used to convict him.  Let’s just leave it at that, the fact that both Presidents had a very frank discussion about this case.\nAnd finally, once we get done with this call we’ll be releasing a joint statement on the summit -- we’ll probably hit the “send” button just as soon as we’re done here.\nMR. RHODES:  Thanks, Mike.  And with that we’ll just move to your questions.\nQ    Thank you very much for taking the time to speak with us about this today.  My one question, the meeting with the Turkish President -- was it announced previously?  I'm wondering if you can talk about how that got scheduled, why that got scheduled and what you hope to accomplish at that meeting.  Thank you.\nMR. RHODES:  Sure.  Let me just begin, Josh, by marveling at your ability on these calls to get the first question in.  You've got a great run going.  (Laughter.)\nIt’s a good question.  And really it was a matter of just finding a time.  There’s obviously a very busy schedule here, 47 leaders and a full schedule of meetings around the summit that the President has to preside over.  You know, at other gatherings where he is not in the chair, for instance, it’s possible for him to do more bilateral meetings.  But because of his role as the host of this summit it’s very important for him to lead the discussions throughout the two days.\nBut we very much wanted to have this opportunity to consult with Prime Minister Erdogan.  There’s a range of pressing issues that the United States and Turkey are working together on, and I would anticipate that they discuss the situation in Iraq and Afghanistan; that they would discuss non-proliferation issues broadly, as well as the need for Iran to live up to its obligations.  And I would expect that they would discuss the ongoing effort to pursue normalization of relations between Turkey and Armenia, which the United States strongly supports.\nSo in addition to wanting to take the opportunity to meet with this important NATO ally, there are a number of issues that I think they’ll have the opportunity to address specifically, including the ones that I just went over.\nQ    Yes, hello, thank you.  My only question would be about Azerbaijan.  Is there any specific reason why Azerbaijan was not invited to this summit, since there is a large quantity of nuclear waste in the country?  Thank you.\nMS. HOLGATE:  In determining the invitations for the summit we were intending to get a representative collection of countries.  We couldn't invite every single country that has any nuclear connectivity and so we were looking for countries that represented regional diversity where we had states that had weapons, states that don't have weapons, states with large nuclear programs, states with small nuclear programs.  And frankly, nuclear waste is not really part of the agenda of the summit itself.\nSo there’s no magic to the process, but representative character was our highlight.\nQ    Thank you.  On the bilateral the President and King Abdullah of Jordan tomorrow, there have been many reports in Arab media that a big chunk of their meeting is going to be spent on the peace process in the Middle East.  Can you please shed some light on this?\nMR. RHODES:  Sure.  I’d just say a number of things about that.  First of all, the President has a very warm and close working relationship with King Abdullah.  It predates his presidency; he very much enjoyed being hosted by King Abdullah, for instance, in Amman the summer of 2008 when he was just a candidate and a senator.  They’ve continued to have a dialogue on a range of issues since the President came into office.\nOf course one of the most prominent issues that we work with our Jordanian friends on is the pursuit of a conference of peace between Israelis and Palestinians and between Israel and its broader Arab neighbors.  So the President sees King Abdullah as an important partner on a range of issues and an important partner in the pursuit of peace in the Middle East.  And we know that King Abdullah is very -- can play a constructive role in helping to move that effort forward and we expect that the peace process will be one of the prominent issues that the two leaders will discuss tomorrow.\nThey’ll be able to discuss the current efforts to get moving with proximity talks between the United States, the Israelis and the Palestinians.  And I think they’ll be able to discuss the steps that can be taken by countries in the region, along with the international community, to support that effort and to strengthen Palestinian institutions and to support the Palestinian people.  For instance, Jordan has helped play an important role in that regard in the West Bank.\nSo I do believe that issues of Middle East peace will be an important part of that bilateral meeting.\nQ    Yes, my question is to what can be done in your opinion to enforce any new measure this time around on nuclear material security, considering that there were two previous conventions that were never ratified by some governments or ignored in other cases -- and I think by that I mean the Convention on the Physical Protection of Nuclear Material in 1980 and the International Convention for the Suppression of Acts of Nuclear Terrorism adopted again I believe in 2005.  I guess my question is how different is this new effort?\nMR. RHODES:  I'll hand this over to Laura, who can speak to the specifics of the previous meetings you mentioned.  I’d just say to preface that, the reason that the President felt that this demanded really an unprecedented gathering of world leaders was to instill a greater sense of urgency about the need to take action.  The President believes, again, that the consequences of an act of nuclear terrorism are so significant that we cannot afford to delay action and that we need to be moving forward both collectively, as an international community, and individually to secure vulnerable nuclear materials that we do know exist around the world.\nSo the first thing I’d say before I hand it over to Laura is simply that this is being done in many instances at the head of state/head of government level, and it’s being done with the clear leadership of the United States in trying to galvanize collective action along with our partners on this issue.\nSo again, a key reason to hold the summit in its own right was to provide that sense of urgency and a high level attention to the issue of nuclear security and nuclear terrorism.\nAnd I'll pass it over to Laura now.\nMS. HOLGATE:  Thanks, Ben.  The two conventions that you mentioned are in fact at the heart of our discussions as we’ve been preparing for the summit.  We’re trying to use the summit to advance, accelerate and give higher profile to the wide range of existing commitments and instruments that already exist.  And so one of the key things we’re trying to do through the summit is to enlarge the number of countries who have, in fact, ratified and implemented those two agreements that you -- those two conventions that you mentioned.\nAnd in particular the amendment to the Convention on Physical Protection of Nuclear Materials that requires a minimum number that's on the order of 90 countries in order to come into force.  So we’re trying to use this summit to press for those and, in fact, in our own case it’s been -- we have advanced our own efforts in the U.S. to complete our ratification process on those two conventions.  So I hope that we’ll be able to complete that soon ourselves.\nQ    I just wanted to know if the list of bilaterals is closed, or is there still a chance that you have some countries -- there have been some speculation that Argentina could have a bilateral?\nMR. RHODES:  Sure.  I’d just say that we do continue to look for opportunities for the President to engage on a bilateral basis with his colleagues throughout the course of the summit.  So we provided the additional updates of meetings that have been added today that are now locked on his schedule.  But, you know, we will continue to look for occasions for -- I know he will continue to look for occasions to engage on a bilateral basis with his colleagues.\nOf course that can be done in a range of ways.  They’ll have opportunities to speak on the margins of the meals and the summit activity.  But we will continue to provide you all with updates as things are scheduled and we’ll also, again, alert you to bilateral interactions that do take place throughout the course of the next two days.\nQ    Hi, there.  I've just got two very cheeky questions, one is a procedural one.  Can you confirm that it’s just going to be -- is it a phone call with Goodluck Jonathan or is it a face to face at Blair House with Goodluck Jonathan?  And also can you confirm with the President told Manmohan Singh that he would support India having access to David Headley when they met?  Thanks.\nMR. RHODES:  Sure, I can, on both those questions.  First, I should have mentioned that the President will be seeing Goodluck Jonathan at the Blair House, so we will have a readout of that meeting at well.  But he looks forward to this opportunity to welcome President Jonathan to Washington and to speak with him.  And so when that takes place later this afternoon -- it should be the last of the meetings that the President has today -- we’ll provide a readout on that.\nOn the David Headley situation, that is currently -- I do believe -- well, I actually don’t -- I couldn’t tell you with specificity, I'd have to check with our team as to whether it came up in the meeting itself.  But I do know that this is a matter that our Justice Department is responsible for and that the Attorney General is responsible for.  So they would be -- they would have the best information as to what the current status is.  I will say that we cooperate very closely with our Indian friends on issues of counterterrorism.  So we addressed these kinds of issues in that spirit of cooperation.\nQ    Hi there, thank you.  There have been some reports in the British and Turkish press that the reason why Prime Minister Netanyahu is not attending this summit is within the margins of the summit there has been an expectation of a declaration with the leadership of Turkey and Egypt to invite Israel for nuclear transparency.  Does the White House have a position if something like that, a paper like that, comes up?\nMR. RHODES:  Sure, I'd just say a number of things.  First of all, Prime Minister Netanyahu, I think, and the Israeli government, have spoken to their decision related to his participation.  However, they are sending the Deputy Prime Minister, who is the figure within the Israeli government who has responsibility for these nuclear security issues.  So we believe that Israel will be well represented at this summit and will be part of the collective action that we are seeking as it relates to nuclear security and nuclear terrorism.\nI'd also say that, as it relates to this summit in particular, it is focused on the issue of nuclear security and nuclear terrorism.  There is obviously a broader non-proliferation agenda that the President, for instance, has been working on throughout the week, as you saw with the release of our Nuclear Posture Review and the signing of the New START treaty.  However, this summit is focused narrowly and specifically on nuclear security and nuclear terrorism because we believe that the threat is of such magnitude that it needs to be addressed on a focused basis.\nOn the issues of nuclear security and nuclear terrorism, we do both believe that there is a broad consensus among nations in the Middle East and around the world on the cooperative actions that need to be taken.  And that broad consensus will help enable the shared effort that we want to see coming out of this summit, and is separate and apart from other issues, including some of the non-proliferation issues that I think you’re speaking to.\nQ    Thank you.  Do you anticipate any binding communiqué out of this meeting?  How would you enforce it?  And will you talk about the issue of Iranian sanctions?\nMR. RHODES:  I'll say a few things, then I'll hand it over to Laura, I think, who can speak to the communiqué.\nAgain, I think what we expect to see out of this summit are a number of things.  One is a communiqué addressing the pursuit of securing vulnerable nuclear materials around the world within the next four years, as well as a work plan for the international community to take steps in pursuit of that goal.\nI think we’ll also see, over the course of the next two days or so here, specific national actions that will be announced to advance the effort of nuclear security.  So I think we’ll see a number of concrete steps that will be announced in association with the summit and this broader effort.\nFor instance, we’ve already seen Chile ship its high-enriched uranium out of the country.  We’ve already seen the United States and Russia are pursuing an agreement on plutonium disposition.\nSo in addition to the communiqué and work plan, I think we’ll see some specific national actions that will be announced over the course of the next couple days we’ll let you know about.\nBut I'll turn it over to Laura now to speak with greater specificity to the communiqué.\nMS. HOLGATE:  Well, to the basic question, the communiqué is not legally binding.  It’s a political document.  It does, however, make reference to a number of legally binding treaties and conventions and U.N. Security Council resolutions that apply to all nations.  And so what we’re trying to do is to raise the level of awareness and attention and participation in those international legal structures as key elements of our toolkit in addressing the danger -- the global danger of nuclear -- insecure nuclear materials and nuclear terrorism.\nAs Ben mentioned, it will be underpinned by a work plan, which gives the specifics about how the broad goals and commitments of the communiqué are actually implemented and then, again, the various national activities that you’ll be hearing about over the next couple of days.\nQ    Hi, this is for Mike McFaul.  When you were discussing the discussion between President Nazarbayev and President Obama about human rights and democracy, you seemed to be suggesting there was some equivalence between their issues of democracy and the United States’ issues, when you said that President Obama assured him that we, too, are working on our democracy.  Is there equivalence between the problems that President Nazarbayev is confronting and the state of democracy in the United States?\nMR. McFAUL:  Absolutely not, Jonathan.  To be clear, what the President was saying is that all democracies need to work to improve their democracies.  And he’s taken, I think, rather historic steps to improve our own democracy since coming to office here in the United States.  There was no equivalence meant whatsoever.\nWhat was discussed was, you know, one needs to take concrete steps, and in the particular instance of Mr. Zhovtis they had a very frank discussion about why that is such an important issue to us here in the United States.  And I think that it’s important that they hear directly from the highest levels, not just from people like me, that we’re watching these issues of human rights and democracy very closely in countries like Kazakhstan.\nMR. RHODES:  Well, thanks, everybody.  I believe we’re going to be -- I just want to let you know we’ll be sending out paper readouts of all the bilats that are taking place today.  The South Africa one is completed, I think, and you heard the President make some comments at the top of that bilat about the focus of the summit and the goals that he has.\nThe additional bilateral meetings that will be taking place today are with Prime Minister Gilani of Pakistan and then the President will be seeing Goodluck Jonathan of Nigeria.  So we will have paper readouts of those bilats coming to you this afternoon.  And then tomorrow, of course, we’ll be moving over to the Convention Center.\nSo I thank everybody for getting on the call.  We just wanted to take the opportunity to keep you informed of developments, and we will continue to do so.\nThe other thing that I just wanted to mention that we will be doing, obviously the United States and the entire world have been shocked and saddened by the tragedy that befell the Polish people with the loss of their President and such an extraordinary delegation of Polish civilians and military leaders.  Of course, the President spoke to Prime Minister Tusk to personally express his condolences yesterday and sent a wreath to the embassy here in Washington today from the President and First Lady as well.  And I believe that General Jones and Rahm Emanuel paid a call on the Polish embassy as well.\nTo mark the solidarity between the international community and the people of Poland at this tragic time, we will have a moment of silence at the beginning of the first plenary session on Tuesday to honor those who were lost and to underscore the fact that the United States and the world stand with the people of Poland right now at this time of such great tragedy.\nSo with that, again, I'll thank you for joining the call and look forward to keeping in touch with you over the course of the next two days.  Thank you.\nEND\n\t5:17 P.M. EDT\n\n\n\n\n"
}