{
    "title": "Letter -- Continuation of the National Emergency with Respect to Persons Who Commit, Threaten to Commit, or Support Terrorism | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/09/18/respect-persons-who-commit-threaten-commit-or-support-terrorism",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 18, 2015\n\n \n\n\n\nLetter -- Continuation of the National Emergency with Respect to Persons Who Commit, Threaten to Commit, or Support Terrorism\n\n\n\n\n\n\tTEXT OF A LETTER FROM THE PRESIDENT\n\tTO THE SPEAKER OF THE HOUSE OF REPRESENTATIVES\n\tAND THE PRESIDENT OF THE SENATE\n\n\tSeptember 18, 2015\n\n\tDear Mr. Speaker: (Mr. President:)\n\n\tSection 202(d) of the National Emergencies Act (50 U.S.C. 1622(d)) provides for the automatic termination of a national emergency unless, within 90 days prior to the anniversary date of its declaration, the President publishes in the Federal Register and transmits to the Congress a notice stating that the emergency is to continue in effect beyond the anniversary date.  In accordance with this provision, I have sent to the Federal Register for publication the enclosed notice stating that the national emergency with respect to persons who commit, threaten to commit, or support terrorism declared in Executive Order 13224 of September 23, 2001, is to continue in effect beyond September 23, 2015.\n\n\tThe crisis constituted by the grave acts of terrorism and threats of terrorism committed by foreign terrorists, including the terrorist attacks on September 11, 2001, in New York and Pennsylvania and against the Pentagon, and the continuing and immediate threat of further attacks on United States nationals or the United States that led to the declaration of a national emergency on September 23, 2001, has not been resolved.  These actions continue to pose an unusual and extraordinary threat to the national security, foreign policy, and economy of the United States.  For this reason, I have determined that it is necessary to continue the national emergency declared in Executive Order 13224 with respect to persons who commit, threaten to commit, or support terrorism.\n\n\t \n\n\tSincerely,\n\n\tBARACK OBAMA\n\n\n\n\n"
}