{
    "title": "Fact Sheet: The President's Regulatory Strategy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/18/fact-sheet-presidents-regulatory-strategy",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 18, 2011\n\n \n\n\n\nFact Sheet: The President's Regulatory Strategy\n\n\n\n\n\nToday, President Obama signed an Executive Order outlining his regulatory strategy to support continued economic growth and job creation, while protecting the safety, health and rights of all Americans. This strategy builds on best practices of the past, while adapting to challenges the country faces today and establishing a smart path for the future. As part of the immediate implementation of this strategy, the President also issued a memorandum to the heads of Executive Agencies and Departments calling for more transparency and accountability in regulatory compliance, as well as a memorandum emphasizing the need to reduce burdens on small businesses whenever possible.\n\t \n\tThe new Executive Order can be found HERE .\n\t \nExecutive Order on Improving Regulation and Regulatory Review\n\t \n\tIn this Executive Order, the President requires Federal agencies to design cost-effective, evidence-based regulations that are compatible with economic growth, job creation, and competitiveness. It outlines following guiding principles:\n\t \n\n\nCost-effective and Cost-Justified: Consistent with law, Agencies must consider costs and benefits and choose the least burdensome path.\n\nTransparent: The regulatory process must be transparent and include public participation, with an opportunity for the public to comment.\n\nCoordinated and Simplified: Agencies must attempt to coordinate, simplify, and harmonize regulations to reduce costs and promote certainty for businesses and the public.\n\nFlexible: Agencies must consider approaches that maintain freedom of choice and flexibility, including disclosure of relevant information to the public.\n\nScience-driven: Regulations must be guided by objective scientific evidence.\n\nNecessary and Up-to-Date: Existing regulations must be reviewed to determine that they are still necessary and crafted effectively to solve current problems. If they are outdated, they must be changed or repealed.\n\n\nPresidential Memorandum on Regulatory Compliance and Enforcement\n\t \n\tAs part of this Administration’s commitment to an open and transparent government, the President issued a memo requiring Federal enforcement agencies to make publicly-available compliance information easily accessible, downloadable, and searchable online.  This will provide citizens with information they need to determine when entities fail to comply with the law. From highway safety and clean air to workers’ safety and toxic chemicals, smart regulations won’t work without effective enforcement.\n\t \n\tSuch disclosure is a critical step in ensuring that regulations succeed in protecting Americans. It’s also critical to supporting the continued growth of American businesses. As the economy recovers and American companies create jobs, consistent regulatory enforcement levels the playing field among regulated entities, ensuring that those that fail to comply with the law do not have an unfair advantage over their law-abiding competitors.\n\tWith this change, the Administration is supporting economic growth, providing Americans with information they need to make informed decisions, and holding Government accountable for its obligations to the public.\n\t \n\tThe new memorandum can be found HERE\n\t \n\n Presidential Memorandum on Regulatory Flexibility, Small Business, and Job Creation\n\t \n\tSmall businesses are critical to the Nation’s continued economic recovery and the creation of jobs. To support small business growth and innovation, the President issued a memo reinforcing the need for Federal Agencies to consider ways to reduce regulatory burdens on small business and requiring that Agencies provide justifications when such flexibilities are not included in proposed regulation. Because there can be significant differences in scale and resources among businesses of ranging size, regulations can impose disproportionately high burdens on small businesses. The Regulatory Flexibility Act (RFA), 5 U.S.C. §§ 601-612 requires that Agencies consider regulatory flexibilities to minimize the economic impact on small entities.  Such flexibilities could include:\n\n\n\t\textended compliance dates;\n\n\t\tperformance standards rather than design standards;\n\n\t\tsimplification of reporting and compliance requirements (as, for example, through streamlined forms and electronic filing options);\n\n\t\tdifferent requirements for large and small firms; and\n\n\t\tpartial or total exemptions.\n\n\n\tWith the President’s memo, Agencies will not only be required to consider these alternatives for small businesses, but also to provide written justification when such alternatives are not utilized.\n\t \n\tThe new memorandum can be found HERE\n\t \n\tTogether, these initiatives will create a more cost-effective, transparent and smart regulatory system, supporting the long-term economic strength and global competitiveness of our Nation.\n\n\n\n\n"
}