{
    "title": "Background and Fact Sheet on the President's Event today on the Affordable Care Act and The New Patients' Bill of Rights | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-and-fact-sheet-presidents-event-today-affordable-care-act-and-new-patien",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 22, 2010\n\n \n\n\n\nBackground and Fact Sheet on the President's Event today on the Affordable Care Act and The New Patients' Bill of Rights\n\n\n\n\n\nREAD THE FACT SHEET (PDF)\n\n90-DAY ANNIVERSARY OF THE SIGNING OF THE AFFORDABLE CARE ACT AND THE NEW PATIENTS’ BILL OF RIGHTS\nOne day after the 90-day anniversary of the signing of the Affordable Care Act, the President will deliver remarks in the East Room regarding the ongoing effort to implement the new law and announce the release of new regulations implementing the patients’ bill of rights protections included in the Affordable Care Act. The remarks will take place immediately after a meeting with Secretary Kathleen Sebelius, Secretary Hilda Solis, state insurance commissioners, and insurance company CEOs in the Roosevelt Room.  A fact sheet of the Affordable Care Act and the New Patients’ Bill of Rights is attached.\nThe audience (approx. 160) will include Americans who are already benefiting from the new law (bios below), as well members of Congress, consumer and disease groups, labor and the business and insurer communities (including insurance company CEOs and state insurance commissioners).\nThe President will be introduced by Amy Wilhite from Marblehead, Ohio (bio below). \nPat Engelhardt (Hockessin, Delaware)\nLast year, Pat hit the gap in Medicare Part D coverage known as the donut hole and expects to reach that gap again in the next few months. Her drug costs skyrocketed when her blood thinner medication jumped from $204 to $1,480, and her cholesterol medication went from $16 to $224.  Once Pat reaches the donut hole, she will receive a check for $250 to help cover some of her drug costs for this year. \nKatie Gibson (Bozeman, Montana) \nIn 1995, Katie was told that she had less than a year to live.  Katie had group coverage through an employer when she and her husband decided to leave the corporation and move to Montana.  Her insurance would not transfer with her if she left the corporation to start her own company.  Due to pre-existing conditions, she struggled to find new insurance but did eventually find it through a professional society.  Years after they had their new insurance, they were informed that the minimum deductible was being increased from $5,000 to $25,000/year.  Katie and her husband had no say in the matter, and they could not afford to pay $25,000 a year out of pocket, so they had to search for new insurance.  This was not easy for Katie as a cancer survivor, and one insurance company after another refused to cover her because they said she had a pre-existing condition.  Eventually Katie found a company and was accepted into a new program.  Just in case, Katie kept her old coverage for a month after the new coverage started – just to be certain the new company would cover her.  Everything seemed fine, but several months later the new insurance company called to say they had changed their minds, and that Katie’s insurance had been rescinded retroactive to the beginning of the policy.  So now not only did Katie not have insurance, her record indicated a long lapse in coverage.  Her first health insurance company would not take her back.  This situation was very stressful as she was quite ill at the time.  Katie and her husband called the Montana State Insurance Commissioner’s office, and they intervened for them.  Through a state-backed program, Katie is now covered.  Under the Affordable Care Act, rescissions are prohibited by all insurance companies, effective for plan years beginning on or after September 23, 2010.\nKatie shared her story when she introduced the President at a health reform town hall in Bozeman, Montana on August 14, 2009. \nLaura Klitzka (Green Bay, Wisconsin)\nLaura is a 35-year old, married mother of two with metastatic breast cancer.  She was first diagnosed in January 2008 and has since undergone eight rounds of chemotherapy, a double mastectomy, and 33 rounds of radiation, only for the cancer to return and spread to her bones.  Laura’s cancer is untreatable in the long term.  Laura has insurance coverage under her husband’s employer, but the plan has a lifetime benefits limit of $1 million, and Laura and her husband worry that they will reach this limit because of her expensive treatments.  Laura is receiving $1,050 a month in Social Security Disability Insurance after she was laid off from her job during her treatment.  Laura estimates her family has at least $12,000 in unpaid medical bills, and they are struggling to get by.  Laura says she doesn’t want to lose their house over her illness, and while she knows she will not be able to see her children grow up, she wants to be sure the time she has left with them is quality and not spent worrying about health care bills.  Under the Affordable Care Act, all insurance companies are prohibited from imposing lifetime benefit limits, effective for health plan years beginning on or after September 23, 2010.\nLaura shared her story when she introduced the President at a health reform town hall in Green Bay, Wisconsin on June 11, 2009.  She also sat in the First Lady’s box at the President’s Address to a Joint Session of Congress in September 2009.  Video of Laura’s story is available HERE.\nJennifer Restemayer (Bismarck, North Dakota)\nJennifer’s 9-year old daughter, Allison, was diagnosed seven years ago with a rare Genetic Disorder called Mucopolysaccharidosis type 1 (MPS 1), which causes severe mental delay, enlargement of organs, and eventual death if left untreated.  She takes an Enzyme Replacement Therapy which is very expensive, but slows the natural progression of her disorder.  Allison’s father’s health insurance policy has a $2 million lifetime maximum. After a major spinal surgery and an increasing dosage requirement for her daughter, Jennifer fears that Allison will soon reach $2 million of her lifetime max.  Under the Affordable Care Act, Allison and her family will no longer need to worry about hitting a lifetime benefit limit because all insurance companies are prohibited from imposing lifetime benefit limits, effective for health plan years beginning on or after September 23, 2010.\nAmy Wilhite (Marblehead, Ohio)\nIn March 2007, doctors diagnosed Amy Wilhite’s daughter, Taylor, with Acute Myeloid Leukemia (AML), a fast-growing cancer of the blood and bone marrow. Taylor received three rounds of chemotherapy and a bone marrow transplant. The cancer treatment produced multiple side effects: problems with her heart and hip, short-term memory loss, steroid-induced diabetes, and a compromised immune system. Taylor’s father’s insurance plan has a $1 million lifetime limit. As Taylor approached the limit, her parents requested a $500,000 extension and it was granted.  Although Taylor is in remission, she will need follow-up visits with her oncologist, check-ups with her endocrinologist, and multiple major surgeries on her hip.  Amy, Taylor's mom, said they have been picking and choosing which tests and follow-ups to go through with, because they don’t want to exceed the cap. Under the Affordable Care Act, all insurance companies are prohibited from imposing lifetime benefit limits, effective for health plan years beginning on or after September 23, 2010.  The Wilhite family can now follow doctor's orders without having to worry about hitting a limit.\nNathan Wilkes (Englewood, Colorado)\nNathan’s son, Thomas, was born with hemophilia in 2003.  At the time, he and his family had high quality insurance through the high tech telecommunications company that he helped found, but when the insurance company saw Nathan's claims (ranging from a few thousand dollars to $750,000 a year for his son), they started to increase the premiums for all the employees and their families.  The company tried to find other coverage, but no other insurance company would take them with Thomas on the policy.  When his son Thomas neared the $1 million cap on his policy, Nathan searched for another option.  A social worker suggested that Nathan and his wife get divorced so that she could go on Medicaid.  Nathan found a way to get his son into the state’s high risk pool, but it too had a $1 million cap.  Nathan paid premiums to both his company and the high-risk insurance pool.  By this time, he was paying about $25,000 out of pocket a year and still getting huge bills and threats from collection agencies.  Finally, Nathan decided to form his own small business so that he could have more control over the plan selection.  Nathan faces increasing premiums and a $6 million lifetime cap, which he fears will be exceeded because of his son’s continuing need for care.  Under the Affordable Care Act, all insurance companies are prohibited from imposing lifetime benefit limits, effective for health plan years beginning on or after September 23, 2010.\nNathan shared his story when he introduced the President at a health reform town hall in Grand Junction, Colorado on August 5, 2009.  He also sat in the First Lady’s box at the President’s Address to a Joint Session of Congress in September 2009.  Video of Nathan’s story is available HERE.\nMEETING PARTICIPANTS\nKathleen Sebelius, Secretary Health and Human Services\nHilda Solis, Secretary of Labor\nNancy-Ann DeParle, Counselor to the President and Director of the Office of Health Reform\nStephanie Cutter, Assistant to the President for Special Projects\nValerie Jarrett, Senior Advisor and Assistant to the President\nJay Angoff, Director of the Office of Consumer Information and Insurance Oversight, HHS\nPhyllis Borzi, Assistant Secretary of Labor, Employee Benefits Security Administration\nJohn O’Brien, Director, Planning and Policy Analysis, Office of Personnel Management \nMark Iwry, Senior Advisor to the Secretary of the Treasury, Deputy Assistant Secretary for Retirement and Health Policy \nScott P. Serota, President and CEO, Blue Cross Blue Shield Association\nDaniel J. Loepp, President and CEO, Blue Cross Blue Shield of Michigan\nDavid H. Klein, President and CEO, Excellus Blue Cross Blue Shield \nBruce Bodaken, Chairman, President, and CEO of Blue Shield of California\nTom Bowser, President and CEO of Blue Cross Blue Shield of Kansas City\nVicky B. Greg, President and CEO of Blue Cross Blue Shield of Tennessee\nPatricia Hemingway Hall, President and CEO, Health Care Services Corporation\nJoel Ario, Pennsylvania Insurance Commissioner\nMila Kofman, Maine Superintendent of Insurance\nJane L. Cline, West Virginia Insurance Commissioner\nKim Holland, Oklahoma Insurance Commissioner\nSandy Praeger, Kansas Commissioner of Insurance\nSusan E. Voss, Iowa Insurance Commissioner\nMike Kreidler, Washington Insurance Commissioner\nKaren Ignani, President and CEO, America’s Health Insurance Plans\nRonald A. Williams, Chairman and CEO, Aetna, Inc.\nAngela F. Braly, Chair, President and CEO, WellPoint, Inc.\nJames Roosevelt, Jr., President and CEO, Tufts Health Plan \nGeorge C. Halvorsen, Chairman and CEO, Kaiser Permanente\nDavid M. Cordani, President and CEO, CIGNA Corporation\nMichael B. McCallister, President and CEO, Humana, Inc.\nELECTED OFFICIALS EXPECTED TO ATTEND\nSenator Richard Durbin, D-IL\nSenator Kent Conrad, D-ND\nRepresentative Rob Andrews, D-NJ \nRepresentative Donna Christensen, D-VI\nRepresentative Kathy Dahlkemper, D-PA\nRepresentative John Dingell, D-MI\nRepresentative Frank Pallone, D-NJ \nRepresentative Jan Schakowsky, D-IL \nRepresentative Carol Shea-Porter, D-NH\nRepresentative Betty Sutton, D-OH\nGovernor Jim Doyle, Wisconsin\nTexas State Rep. Garnett Coleman \nLinda Langston, Iowa County Executive \nKevin Lembo, Connecticut Office of the Healthcare Advocate\nJoel Ario, Pennsylvania Insurance Commissioner\nMila Kofman, Maine Superintendent of Insurance\nJane L. Cline, West Virginia Insurance Commissioner\nKim Holland, Oklahoma Insurance Commissioner\nSandy Praeger, Kansas Commissioner of Insurance\nSusan E. Voss, Iowa Insurance Commissioner\n\n\n\n"
}