{
    "title": "Investments Announced at Symposium for African Spouses Hosted by First Lady Michelle Obama and Former First Lady Laura Bush | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/08/06/investments-announced-symposium-african-spouses-hosted-first-lady-michel",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nAugust 06, 2014\n\n \n\n\n\nInvestments Announced at Symposium for African Spouses Hosted by First Lady Michelle Obama and Former First Lady Laura Bush\n\n\n\n\nMore than $200 million committed to programs that will empower more than 1 million people in Africa\nToday, the Office of First Lady Michelle Obama, the George W. Bush Institute, and the U.S. Department of State hosted a day-long symposium for spouses entitled Investing in Our Future at the U.S.-Africa Leaders Summit.\nThe symposium brought together First Lady Michelle Obama, Mrs. Laura Bush, African first spouses from nearly 30 countries, leaders from non-governmental and non-profit organizations, private sector partners, and other leading experts.\nPresident George W. Bush delivered remarks at the event, announcing the expansion of the Pink Ribbon Red Ribbon® initiative and the important role of national leadership, including that of a First Spouse, in galvanizing a country to make the fight against women’s cancers a priority.\nThe symposium highlighted the important role first spouses play and focused on the impact of investments in education, health, and economic development through public-private partnerships.\nThe investments announced at the symposium total more than $200 million to support programs fostering improved education, health, and economic opportunity for more than 1 million Africans across the continent. Some of the announcements include:\n\n\nThe U.S. President’s Emergency Plan for AIDS Relief (PEPFAR), in partnership with the Children’s Investment Fund Foundation (CIFF), launched Accelerating Children’s HIV/AIDS Treatment (ACT).  ACT is an ambitious $200 million initiative ($150 million from PEPFAR and up to $50 million from CIFF) to double the total number of children receiving life-saving antiretroviral therapy (ART) across ten priority African countries over the next two years.  This will enable 300,000 more children to receive ART.\n\nCaterpillar Foundation announced a partnership with the U.S. Department of State’s African Women’s Entrepreneurship Program (AWEP) to create the first ever AWEP-Women’s Entrepreneurial Centers of Resources, Education, Access, and Training for Economic Empowerment (WECREATE) in sub-Saharan Africa.  Caterpillar Foundation and the U.S. State Department are providing $1 million each to create these self-sustaining women’s business centers where women can gain the tools, resources, support and education they need to become successful entrepreneurs and exporters. By being in control of their own financial destiny, women helped by the Centers will help to end the cycle of poverty faced by many girls and women in developing countries and catalyze economic development, prosperity and job creation in their respective countries.\n\nIntel announced a new collaboration with the U.S. Agency for International Development (USAID) called the Women and the Web Alliance. The Alliance will catalyze a group of partners to address the gender and Internet gap by bringing more than 600,000 young women online in Nigeria and Kenya in the next 3 years. The Alliance consists of USAID, Intel, NetHope, World Pulse, World Vision, UN Women, and Women in Technology in Nigeria, combining efforts to transform girls’ and women’s lives and livelihoods in Africa through digital literacy training, relevant content, policy work, and online social networks.\n\nThe MasterCard Foundation announced that nearly 6,000 of the 15,000 students it has pledged to support with The MasterCard Foundation Scholars Program, predominantly from Africa, will be enrolled in high school and university by December 2014. By the end of the 10-year initiative, 75% of the Scholars will be girls and young women.\n\nWalmart, through its Global Women’s Economic Empowerment Initiative, has committed to train one million farmers, half of which will be women, by the end of 2016. Today, through $3 million in grants and in partnership with leading NGOs and USAID – which is working with the Feed the Future initiative – Walmart is accelerating the pace of training and aiming to deliver training to more than 135,000 farmers - 80,000 of which will be women - in Kenya, Rwanda, and Zambia. Kenyan farmers taking part in the program should see farm incomes double in just one growing season.\n\n\t\tAdditionally, six organizations made formal commitments to support Pink Ribbon Red Ribbon’s expansion into Ethiopia and Namibia. Their contributions toward Pink Ribbon Red Ribbon’s expansion comes in the form of financial commitments totaling nearly $3 million, and in-kind donations or assistance.\n\nAfrican First Ladies speaking in the program included: Mrs. Roman Tesfaye, First Lady of The Federal Democratic Republic of Ethiopia; Mrs. Lordina Mahama, First Lady of The Republic of Ghana; and Mrs. Penehupifo Pohamba, First Lady of The Republic of Namibia.\nOther program participants included: Deputy Secretary Heather Higginbottom, U.S. Department of State, Ambassador Deborah Birx, U.S. Department of State, Ambassador Cathy Russell, U.S. Department of State; Jamie Cooper, Children’s Investment Fund Foundation, Cherie Blair, Cherie Blair Foundation for Women; Shelly Esque, Intel Foundation; Ann Cotton, Camfed International; Dr. Sara Ruto, Uwezo; Reeta Roy, The MasterCard Foundation; Madame Aicha Bah Diallo, Foundation for African Women Educationalists; Isha Sesay, CNN International; Noa Gimelli, ExxonMobil; Neha Misra, Solar Sister; Kay Kuenker, Dow AgroSciences; Damaris Achieng Odeny, International Crops Research Institute for the Semi-Arid Tropics; Deb Elam, GE Foundation; Bernard Olayo, M.D., Center for Public Health and Development; and Maggie Sans, Walmart Foundation\nAbout the Bush Institute:\nThe mission of the Bush Institute at the George W. Bush Presidential Center is advancing freedom by expanding opportunities for individuals at home and across the globe. The Bush Institute is a non-partisan public policy institute committed to serious, independent research aimed at generating practical solutions to important public policy issues in the areas of education reform, human freedom, economic growth, and global health. Built on principles that guided President and Mrs. Bush in public life, the Bush Institute seeks to improve America’s public schools; foster the spread of democracy; save lives through global health programs; and promote free markets and economic growth. The Women’s Initiative works to improve access to education, health care, and economic opportunity for women and children around the world, and the Military Service Initiative honors our servicemen and servicewomen and helps them transition to civilian life.\nAbout the First Ladies Initiative:\nThe First Ladies Initiative is a program of the Bush Institute’s Women’s Initiative, which helps prepare First Ladies’ senior advisors and staff with training sessions on effective governance, strategic planning, and communication, and also fosters public-private partnerships by connecting First Ladies with funding partners, corporations, and NGOs. These efforts help First Ladies effectively use their unique platforms to promote issues and programs that improve the lives of women and children in their countries, with an initial focus on Africa.\nAbout Pink Ribbon Red Ribbon:\nPink Ribbon Red Ribbon® is the leading public-private partnership aimed at catalyzing the global community to reduce deaths from cervical and breast cancer in sub-Saharan Africa and Latin America by raising awareness of these diseases and increasing access to quality services to detect and treat them. Its activities integrate prevention—including increased access to vaccination against the human papillomavirus (HPV)—screenings, and treatment into existing healthcare programs. Organizing members of the partnership include the George W. Bush Institute, the U.S. President’s Emergency Plan for AIDS Relief (PEPFAR), Susan G. Komen®, and the Joint United Nations Programme on HIV/AIDS (UNAIDS). Corporate and foundation members include Becton, Dickinson and Company; the Bill & Melinda Gates Foundation; the Bristol-Myers Squibb Foundation; the Caris Foundation; GlaxoSmithKline; IBM; Merck; and QIAGEN.\nAbout the Young African Leaders Initiative: \nThe Mandela Washington Fellowship is the flagship exchange program of the President’s Young African Leaders Initiative (YALI) and embodies President Obama’s commitment to invest in the future of Africa. The first class of Mandela Washington Fellows arrived in June 2014 for six weeks of intensive executive leadership training, networking, and skills building, followed by a Presidential Summit in Washington, DC.  Regional Leadership Centers in Africa, seed funding, mentoring, and a vast array of virtual resources will provide sustained support to the Fellows upon their return to the continent.  The YALI Network provides online and on the ground platforms, programs, and resources for tens of thousands of young African entrepreneurs, activists, and public officials.  Through YALI, young African leaders gain the skills, connections, and investments they need to accelerate their initiatives and contribute more robustly to strengthening democratic institutions, spurring economic growth, and enhancing peace and security in Africa.\n\n\n\n\n"
}