{
    "title": "Primera Dama Michelle Obama lanza \"Let's Move\": Estados Unidos se pone en marcha para propiciar una generación de niños más sanos | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/primera-dama-michelle-obama-lanza-lets-move-estados-unidos-se-pone-en-marcha-para-p",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 09, 2010\n\n \n\n\n\nPrimera Dama Michelle Obama lanza \"Let's Move\": Estados Unidos se pone en marcha para propiciar una generación de niños más sanos\n\n\n\n\nwww.LetsMove.gov\n                                 \n\nTHE WHITE HOUSE, WASHINGTON – La Primera Dama Michelle Obama anunció hoy un ambicioso objetivo nacional de resolver el problema de la obesidad infantil en el periodo de una generación para que los niños que nazcan ahora lleguen a la edad adulta con un peso saludable, y dio a conocer una campaña nacional –A moverse (Let’s Move)– para ayudar a lograrlo.\nLa campaña Let’s Move combatirá la epidemia de la obesidad infantil por medio de un enfoque integral que se basa en estrategias eficaces y hace uso de recursos del sector privado y público. Let’s Move contará con la participación de todos los sectores que influyen en la salud de los niños a fin de lograr el objetivo nacional, y proporcionará a las escuelas, familias y comunidades herramientas simples para ayudar a los niños a comer mejor y ser más activos y sanos.\nPara apoyar Let’s Move y facilitar y coordinar alianzas entre los estados, comunidades y el sector privado, sean entidades con o sin fines de lucro, las principales fundaciones de salud infantil del país se han unido para crear una nueva fundación independiente –la Sociedad para un Estados Unidos Más Sano (Partnership for a Healthier America)– que acelerará los actuales programas para combatir la obesidad infantil y facilitará nuevos compromisos con el objetivo de lograr el objetivo nacional de resolver la obesidad infantil en una generación.\nHace casi un año, la Sra. Obama inició un diálogo nacional sobre la salud de los niños de Estados Unidos cuando plantó el huerto de la Casa Blanca con estudiantes de la Escuela Primaria Bancroft en Washington, DC. Por medio del huerto, inició una conversación con los niños sobre nutrición adecuada y la función que desempeñan los alimentos en llevar una vida sana. Ese diálogo creció y pasó a ser la campaña Let’s Move anunciada hoy.\nEn las últimas tres décadas, la tasa de obesidad infantil en Estados Unidos ha aumentado al triple, y hoy en día, casi uno de cada tres niños en Estados Unidos tienen sobrepeso o son obesos. Un tercio de todos los niños nacidos en el 2000 o posteriormente tendrá diabetes en algún momento en su vida; muchos otros enfrentarán problemas de salud relacionados con la obesidad crónica, como enfermedades coronarias, presión arterial alta, cáncer y asma. Un estudio reciente calculó que el costo del cuidado de salud de enfermedades relacionadas con la obesidad es de $147,000 millones al año. Esta epidemia también tiene un impacto en la seguridad del país, ya que la obesidad es ahora uno de los factores más comunes de descalificación para el servicio militar.\n“La salud física y emocional de toda una generación y la salud y seguridad económica de nuestra nación están en juego”, afirmó la Sra. Obama. “Éste no es el tipo de problema que se puede resolver de la noche a la mañana, pero si todos trabajan juntos, se puede resolver. Entonces, a moverse”.\nLa Primera Dama lanzó la campaña Let’s Move en la Casa Blanca donde la acompañaron miembros del gabinete del Presidente, entre ellos el secretario de Agricultura Vilsack, la secretaria de Salud y Servicios Humanos Sebelius, el secretario de Educación Duncan, el secretario de Vivienda y Desarrollo Urbano Donovan, la secretaria de Trabajo Solís y el secretario del Interior Salazar, la directora general de salud Regina Benjamin, miembros del Congreso, alcaldes de todo el país y líderes de la prensa, medicina, deportes, entretenimiento y empresas que tienen un impacto en la salud de los niños y quieren ser parte de la solución. Entre los participantes del programa estuvieron: Tiki Barber, corresponsal de NBC y ex jugador de fútbol americano de la NFL; la Dra. Judith Palfrey, presidenta de la Academia Estadounidense de Pediatría (American Academy of Pediatrics); Will Allen, fundador y CEO de Growing Power; el alcalde Curtatone de Somerville, Massachusetts; el alcalde Chip Johnson de Hernando, Mississippi, y estudiantes locales, entre ellos un estudiante de la Escuela Primaria Bancroft de Washington, DC, y miembros del equipo ganador del campeonato nacional del 2009 de fútbol Pee-Wee, los Watkins Hornets.\nLet’s Move es un esfuerzo integral de colaboración orientado a la comunidad, e incluirá estrategias para abordar los diversos factores que llevan a la obesidad infantil. Promoverá la colaboración entre líderes gubernamentales, médicos, científicos, empresariales, educativos, deportivos y comunitarios, entre otros. Tomará en cuenta la vida real en las comunidades en todo el país y fomentará, apoyará y procurará soluciones adaptadas a niños y familias que enfrentan una gran variedad de desafíos y circunstancias en la vida.\nEl Presidente Barack Obama dio inicio al lanzamiento al firmar un Memorando Presidencial que crea el primer Grupo de Trabajo sobre la Obesidad Infantil, que incluirá el Consejo de Política Nacional (Domestic Policy Council o DPC), la Oficina de la Primera Dama, los departamentos del Interior, Agricultura, Salud, Educación, el Consejo Económico Nacional (National Economic Council o NEC) y otras agencias. Dentro de 90 días, el Grupo de Trabajo realizará un análisis de todos los programas y medidas políticas relacionados con la nutrición infantil y actividad física, y formulará un plan nacional de acción que maximice los recursos federales y fije puntos de control concretos hacia el objetivo nacional de la Primera Dama.\nMientras se realice este análisis, ya se están tomando medidas en la Administración y en el sector privado y público para combatir la obesidad y alcanzar el objetivo nacional de la Primera Dama:\n\nAyudar a los padres a tomar mejores decisiones por la salud de su familia \nLos padres desempeñan una función clave en tomar mejores decisiones por la salud de sus hijos y enseñarles a que ellos mismos tomen decisiones saludables. Pero en el trajín en el que vivimos, no siempre es fácil hacerlo. Por lo tanto, Let’s Move ofrecerá a los padres las herramientas, el respaldo y la información que necesitan para tomar mejores decisiones por la salud de su familia. La Administración, junto con socios del sector privado y la comunidad médica:\nLes darán más poder de decisión a los consumidores: Para fines de año, la Dirección de Alimentos y Medicamentos (Food and Drug Administration) comenzará a trabajar con minoristas y productores para adoptar nuevas etiquetas de alimentos más acertadas en términos nutricionales y más comprensibles para el consumidor. Esto contribuirá a que 65 millones de padres en Estados Unidos tengan acceso fácil a la información necesaria para tomar mejores decisiones por la salud de sus hijos. \nEl sector privado ya está respondiendo. Hoy, la Asociación Estadounidense de Bebidas (American Beverage Association) anunció que las empresas afiliadas pondrán una etiqueta clara y uniforme sobre calorías en la parte de adelante de todas sus latas, botellas, máquinas expendedoras y fuentes de refrescos en dos años, a más tardar. La etiqueta reflejará el número total de calorías por recipiente en envases de hasta 20 onzas. En el caso de envases de más de 20 onzas, la etiqueta reflejará las correspondientes a una porción de 12 onzas. Aunque queda mucho por hacer, éste es un primer e importante paso para asegurar que los padres cuenten con la información que necesitan para tomar mejores decisiones por la salud.\n\nLes proporcionarán a los padres la receta para una vida más sana: La American Academy of Pediatrics, en colaboración con la comunidad médica en general, informará a los médicos y enfermeros de todo el país sobre la obesidad, se asegurará de que examinen con regularidad el índice de masa corporal de los niños, ofrecerá asesoría sobre la alimentación sana a edad muy temprana y por primera vez en la historia, incluso recomendará escribir recetas para los padres con medidas simples que pueden tomar para hacer que la alimentación sea más saludable y aumentar los juegos con actividad física.\n \nLanzarán una nueva gran campaña de información pública: Importantes empresas de comunicación –entre ellas Walt Disney Company, NBC, Universal y Viacom– se han comprometido a sumarse a la campaña de la Primera Dama y generar conciencia sobre la necesidad de combatir la obesidad por medio de anuncios de servicio público, programación especial y campañas de comercialización. El Ad Council, Warner Brothers y Scholastic Media también se han asociado al Departamento de Salud y Servicios Humanos (HHS) para sacar anuncios de servicio público con destacados atletas profesionales, Maya & Miguel de Scholastic Media y los legendarios personajes de Looney Tunes de Warner Brothers\n.\nProducirán una pirámide alimentaria de la próxima generación: Para ayudar a las personas a tomar mejores decisiones alimentarias y con respecto a la actividad física, el Departamento de Agricultura reestructurará la conocida pirámide alimentaria. MyPyramid.gov es uno de los sitios de Internet más populares del gobierno federal, y una versión 2.0 de éste ofrecerá a los consumidores una variedad de herramientas para ayudarlos a poner en práctica las directrices alimentarias.\nPosibilitarán cambios: El Departamento de Agricultura ha creado la primera base de datos interactiva –el Atlas del Entorno Alimentario o Food Environment Atlas– que indica geográficamente entornos de alimentación sana a nivel local en todo el país. Ayudará a las personas a identificar la existencia de desiertos alimentarios, alta incidencia de diabetes y otras enfermedades en sus comunidades. Esta información podrá ser usada por padres, educadores, el gobierno y empresas para propiciar cambios en todo el país.\nLetsMove.gov: Para ayudar a los niños, padres, maestros, médicos, entrenadores, comunidades empresariales con y sin fines de lucro, y otros a comprender la epidemia de la obesidad infantil y tomar medidas para combatirla, la Administración ha sacado un nuevo sitio centralizado de Internet –LetsMove.gov– para proporcionar consejos útiles, estrategias detalladas para los padres y la información más reciente sobre la labor del gobierno federal y sus aliados para lograr el objetivo nacional.\n\nServir comida más saludable en las escuelas \nMuchos niños consumen hasta la mitad de sus calorías diarias en la escuela. Mientras las familias se esfuerzan para asegurarse de que los niños comen bien y juegan activamente en casa, también debemos asegurar que nuestros niños tengan acceso a comidas saludables en la escuela. Ya que más de 31 millones de niños participan en el Programa Nacional de Almuerzo Escolar y más de 11 millones participan en el Programa Nacional de Desayuno Escolar, la buena nutrición en la escuela es más importante que nunca. Junto con el sector privado y la comunidad sin fines de lucro, tomaremos las siguientes medidas para llevar comida más saludable a las escuelas del país:\nReautorizar la Ley de Nutrición Infantil (Child Nutrition Act): La Administración está solicitando una inversión histórica de $10,000 millones adicionales durante los próximos diez años a partir del 2011 para mejorar la calidad del Programa Nacional de Almuerzo y Desayuno Escolar, aumentar el número de niños que participan y asegurar que las escuelas cuenten con los recursos que necesitan para realizar cambios en el programa, lo que incluye capacitación para los trabajadores de cafeterías escolares, mejor equipo de cocina y fondos adicionales para reembolsos de comidas. Con esta inversión, se servirá más fruta, verduras, granos enteros y productos lácteos con un bajo contenido de grasa en nuestras cafeterías escolares, y se servirá a un millón adicional de estudiantes en los próximos cinco años.\nAumentar al doble el número de escuelas que participan en el Desafío Escolar para un Estados Unidos Más Sano (Healthier US School Challenge): El Healthier US School Challenge establece rigurosos estándares para la calidad de las comidas que sirven las escuelas, participación en programas alimentarios, actividad física y educación sobre nutrición –los principales componentes para hacer que los niños sean más sanos y activos– y otorga reconocimiento a las escuelas que cumplen con estos estándares. Durante el próximo año escolar, el Departamento de Agricultura de Estados Unidos, trabajando con socios en escuelas y el sector privado, aumentará al doble el número de escuelas que cumplan con el Healthier US School Challenge y añadirá 1,000 escuelas por año durante los dos años posteriores.\nEstamos haciendo que participen importantes grupos con intereses en el campo alimentario, que se han comprometido a trabajar juntos para mejorar la calidad nutricional de las comidas escolares en todo el país.\nNuevos compromisos para los principales proveedores de alimentos de las escuelas: Los proveedores de alimentos de las escuelas están tomando importantes medidas para comenzar a alcanzar el objetivo del Healthier US School Challenge. Los principales proveedores de alimentos de las escuelas, entre ellos Sodexho, Chartwells School Dining Services y Aramark se han comprometido voluntariamente a cumplir, al cabo de cinco años, las recomendaciones del Instituto de Medicina de disminuir la cantidad de azúcar, grasa y sal en las comidas escolares; y al cabo de 10 años, a servir más granos enteros y aumentar al doble la cantidad de verduras y frutas. Para fines del año escolar 2010-2011, se han comprometido a cuadruplicar el número de escuelas que cumplan con el Healthier US School Challenge, entre las escuelas que abastecen.\nSchool Nutrition Association: La Asociación de Nutrición Escolar (School Nutrition Association o SNA), que representa a trabajadores de servicios alimentarios en más de 75% de las escuelas del país, se ha sumado a la campaña Let’s Move. En colaboración con otros socios educativos, la SNA se ha comprometido a diseminar información y generar conciencia sobre los peligros de la obesidad entre sus miembros y los estudiantes que atienden, y asegurar que los programas nutricionales en 10,000 escuelas cumplan con los estándares del Healthier US School Challenge en los próximos cinco años.\nLíderes escolares: En colaboración con los proveedores de servicios alimentarios de escuelas y la SNA, la Asociación Nacional de Juntas Escolares (Nacional School Board Association), el Consejo de Escuelas de Grandes Ciudades (Council of Great City Schools) y la Asociación Estadounidense de Consejos de Administradores Escolares (American Association of School Administrators Council) han adoptado y se han comprometido a alcanzar el objetivo nacional de Let’s Move. El Council of Great City Schools también se ha fijado el objetivo de que todas las escuelas urbanas cumplan con el estándar de oro de Escuela Más Sana (Healthier US School) en cinco años. La American Association of School Administrators se ha comprometido a asegurar que 2,000 escuelas adicionales cumplan con el desafío en los próximos dos años. Estos esfuerzos combinados ayudarán a 50 millones de estudiantes y sus familias de todos los distritos escolares de Estados Unidos.\n \nAcceso a alimentación sana y de bajo precio\nMás de 23 millones de estadounidenses, entre ellos 6.5 millones de niños, viven en vecindarios rurales o urbanos de bajos ingresos que están a más de una milla de un supermercado. Estas comunidades, donde el acceso a alimentos nutritivos, de calidad y bajo precio es limitado, se denominan desiertos alimentarios. La falta de disponibilidad es una de las razones por las que muchos niños no comen las cantidades recomendadas de frutas, verduras y cereales enteros. Y la inseguridad sobre la alimentación y el hambre son comunes en los niños. Un informe reciente del Departamento de Agricultura estimó que en el 2008, 49.1 millones de personas, entre ellas 16.7 millones de niños, vivían en hogares que pasaban hambre varias veces al año. La Administración, por medio de nuevas inversiones federales y la creación de sociedades públicas y privadas, tomará las siguientes medidas:\n \nEliminar los desiertos alimenticios: Como parte del presupuesto para el año fiscal 2011 propuesto por el Presidente, la Administración anunció el nuevo Programa de Financiamiento para Alimentos Sanos (Healthy Food Financing Initiative) en el que colaborarán los departamentos del Tesoro, Agricultura y Salud y Servicios Humanos, que invertirá $400 millones anuales para procurar que haya tiendas de alimentos en zonas subatendidas y ayudará a que las bodegas y tiendas de barrio ofrezcan opciones de alimentos más sanos. Con estos programas y la participación del sector privado, la Administración trabajará para eliminar los desiertos alimentarios del país en siete años.\n \nAumentar los mercados de productores: El presupuesto del Presidente para el 2011 propone $5 millones adicionales de inversión en el Programa de Promoción de Mercados de Productores (Farmers Market Promotion Program) en el Departamento de Agricultura, que proporciona subvenciones para establecer y mejorar el acceso a mercados de productores.\n \nAumento de la actividad física\nLos niños necesitan 60 minutos de juegos con actividad física todos los días. A pesar de esto, el niño estadounidense promedio pasa más de 7.5 horas al día viendo televisión y películas, usando celulares y computadores, y jugando videojuegos, y sólo un tercio de los alumnos de secundaria realizan la cantidad recomendada de actividad física. Por medio de alianzas entre el sector público y privado, y reformas a los programas federales existentes, la Administración solucionará este desequilibrio con:\n \nLa expansión y modernización del Desafío Presidencial para la Actividad Física (President’s Physical Fitness Challenge):  \nEn las próximas semanas, el Presidente nombrará a los nuevos miembros del Consejo Presidencial de Actividad Física y Deportes (President’s Council on Physical Fitness and Sports), parte del Departamento de Salud y Servicios Humanos. El consejo estará a cargo de aumentar la participación en el Desafío Presidencial y de modernizarlo y ampliarlo para que tenga en cuenta lo último en investigación y ciencias.\nAumentar al doble el número de Premios Presidenciales por Vida Activa (Presidential Active Lifestyle Awards): Como parte del President’s Council on Physical Fitness and Sports, el Presidente hará un desafío a niños y adultos para que se comprometan a realizar actividad física cinco días a la semana durante seis semanas. Como parte del compromiso de la Primera Dama de resolver el problema de la obesidad infantil en una generación, el consejo aumentará al doble el número de niños en el año escolar 2010-2011 que ganen el “Presidential Active Lifestyle Awards” si cumplen con las metas de este desafío.\n \nEscuelas seguras y sanas: El Departamento de Educación trabajará con el Congreso a fin de crear un fondo para escuelas seguras y sanas como parte de la reautorización de la Ley de Educación Primaria y Secundaria (Elementary and Secondary School Education Act) de este año. Este fondo apoyaría a las escuelas con estrategias integrales a fin de mejorar el ambiente escolar, lo que incluye esfuerzos para conseguir que los niños realicen actividad física dentro y fuera de la escuela, y mejorar la calidad y disponibilidad de la educación física.\n \nDeportes profesionales: Atletas profesionales de doce ligas, entre ellas NFL, MLB, WNBA y MLS se han unido a la Primera Dama en la campaña Let’s Move y promoverán el concepto de “60 minutos de juego al día” por medio de talleres deportivos, anuncios de servicio público y más para ayudar a alcanzar la meta nacional de resolver el problema de obesidad infantil en una generación.\n  \nSociedad para un Estados Unidos Más Sano (Partnership for a Healthier America)\nEl componente central para el éxito de este programa es el reconocimiento de que las medidas gubernamentales por sí solas no resolverán este problema. Para lograr la meta se requerirá la colaboración entre estados, comunidades y empresas del sector privado con o sin fines de lucro. Para apoyar este esfuerzo, varias fundaciones se están uniendo para organizar y financiar una nueva fundación central, la Partnership for a Healthier America que sirva como la conexión entre el sector privado, empresas sin fines de lucro y el sector público para acelerar los esfuerzos existentes respecto a la obesidad infantil y facilitar que se comprometan a lograr la meta nacional de resolver la obesidad infantil en una generación. Están creando la Sociedad para un Estados Unidos Más Sano (Partnership for a Healthier America) varias fundaciones líderes en el cuidado de salud y organizaciones sin fines de lucro abocadas a combatir la obesidad infantil, entre ellas la Robert Wood Johnson Foundation, The California Endowment, W.K. Kellogg Foundation, The Alliance for Healthier Generation, Kaiser Permanente y Nemours, y procurarán añadir nuevos miembros en los próximos días y meses. \n \n###\n \n\n\n\n"
}