{
    "title": "Letter From The President -- Zika Virus | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/02/22/letter-president-zika-virus",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 22, 2016\n\n \n\n\n\nLetter From The President -- Zika Virus\n\n\n\n\n\n\tDear Mr. Speaker:\n\n\tToday, I ask the Congress to consider the enclosed FY 2016 emergency supplemental appropriations request of approximately $1.9 billion to respond to the Zika virus both domestically and internationally.  This funding would build upon ongoing preparedness efforts and provide resources for the Departments of Health and Human Services and State, and the U.S. Agency for International Development (USAID).  Funding would support immediate response activities to prevent the spread of, prepare for, and respond to Zika virus transmission; fortify domestic public health systems to prevent, detect, and respond to Zika virus transmission; speed research, development, and procurement of vaccines, therapeutics, and diagnostics; provide emergency assistance to States and the U.S. Territories to combat the virus; provide additional Federal Medicaid funding in Puerto Rico and the other U.S. Territories for health services for pregnant women at risk of infection or diagnosed with Zika virus, and for children with microcephaly, and for other health care costs; and enhance the ability of Zika-affected countries to better combat mosquitoes, control transmission, and support affected populations.\n\n\tThe Centers for Disease Control and Prevention reports 50 laboratory-confirmed cases of the Zika virus among U.S. travelers from December 2015 - February 5, 2016.  In addition, the Pan American Health Organization reports 26 countries and territories in the Americas with local Zika transmission.  On February 1, 2016, the World Health Organization declared the Zika virus a Public Health Emergency of International Concern.\n\n\tMy foremost priority is to protect the health and safety of Americans.  This request supports the necessary steps to fortify our domestic health system, detect and respond to any potential Zika outbreaks at home, and to limit the spread in other countries.\n\n\tThe request includes approximately $1.9 billion to respond to Zika virus transmission across the United States and internationally.  In addition, transfer authority is requested to allow for sufficient response and flexibility across the Federal Government to address changing circumstances and emerging needs related to the Zika virus.\n\n\tMy Administration requests that the funding described above be designated as emergency requirements pursuant to section 251(b)(2)(A) of the Balanced Budget and Emergency Deficit Control Act of 1985, as amended.\n\n\tI urge the Congress to act expeditiously in considering this important request, the details of which are set forth in the enclosed letter from the Director of the Office of Management and Budget.\n\n\t \n\n\t \n\n\tSincerely,\n\n\tBARACK OBAMA\n\n\n\n\n"
}