{
    "title": "Background on California's Economic Situation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-californias-economic-situation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 18, 2009\n\n \n\n\n\nBackground on California's Economic Situation\n\n\n\n\n THE WHITE HOUSE Office of the Press Secrectary  __________________________________________________________________  FOR IMMEDIATE RELEASE                        March 18, 2009 Background on California's Economic Situation  As the President travels to California, the Council of Economic Advisors has compiled some facts that illustrate the impact of the economic crisis on workers and their families in California. Key Facts  California’s unemployment rate was 10.1% in January (most recent data available). This is a 4.2 percentage point increase since December 2007 and the fourth highest unemployment rate in the country. The state has lost 169,000 (or about 1 in 5) of its construction jobs since December 2007. Although construction was hardest hit, there was also notable job loss in retail sales. California’s housing prices have declined 27.4% from their peak in 2006, the highest in the nation. Housing prices have declined 20% in the past year. California ranks third highest in mortgages that are seriously delinquent. Only Nevada and Florida have more mortgages 90 days overdue or in the process of foreclosure. The Los Angeles metropolitan area had an unemployment rate of 10.5% in January, its highest level since 1983. Orange County, which includes Costa Mesa, has been less affected. Nevertheless, Orange County’s unemployment rate jumped from 4.3% (December 2007) to 6.5% (December 2008).  Labor Market Details  California lost 541,200 jobs (seasonally adjusted) between December 2007 and January 2009. This is a 3.6% decline, exceeding the national decline of 2.7%. ARRA is forecasted to save or create over 396,000 jobs for Californians. The Los Angeles metropolitan division alone, which includes Long Beach and Glendale, lost 149,300 jobs (seasonally adjusted). This is a 3.6% decline in employment.  The graph below illustrates unemployment rates for each California county in December 2006. Only 3 counties exceeded 10% unemployment and half of the state’s counties were below 6%.    Los Angels County is denoted with a      The graph below from December 2008 shows 31 of California’s 58 counties with unemployment rates exceeding 10% and only 2 counties below 6% (neither in Southern California). Central California counties were perhaps the hardest hit, including Merced (15.5% unemployment), Tulare (14.3%), Monterey (13.7%), and Stanislaus (13.6%). Riverside County, the fourth most populated county in the state, also surpassed 10%.    Los Angels County is denoted with a                             Orange County Riverside County     Industries Hit Hardest in california  The following table shows job loss in selected industries for the U.S., California, and Los Angeles. Note that these industry-specific data are not seasonally adjusted.    December 2007 to January 2009 changes for the U.S., California, and Los Angeles metropolitan division       U.S. California Los Angeles   Industry Jobs lost Percentage decline Jobs lost Percentage decline Jobs lost Percentage decline   Construction -1,092,000 -14.8% -169,000 -19.9% -25,000 -15.9%   Manufacturing -1,254,000 -9.1% -94,000 -6.5% -31,000 -6.8%   Retail Trade -1,278,000 -7.9% -216,000 -12.1% -49,000 -10.9%   Transportation and utilities -283,000 -5.5% -33,000 -6.2% -16,000 -9.5%       As noted above, construction was hit particularly hard in California. The state lost 1 in 5 of its construction jobs. Retail trade lost over 12% of its jobs statewide and 11% in Los Angeles, compared with 8% nationwide.  Housing Market  The FHFA house price index for California has fallen 20.5% over the past year compared with a 4.5% rate of decline nationally. This is second only to Nevada. Prices have fallen from their 2006 peak by over 27%, the largest such decline in the nation. Foreclosures in California exceed the national average. The state ranks 3rd highest for mortgages that are seriously delinquent. Only Nevada and Florida are worse.   Foreclosures in the U.S. and California as of the 4th Quarter of 2008      United States California   Percent of all mortgages 90 days past due or in process of foreclosure 6.3% 8.3%   Percent of subprime mortgages 90 days past due or in process of foreclosure 23.1% 29.0%     Housing starts in California have fallen 85.5% from their recent peak level in November 2003.  OTHER FACTS  · Among the state’s non-elderly population, 20.4% lack health insurance according to 2006-2007 data. This is the 9th worst percentage in the country. California also fails to insure 1 in 8 of its children, which places it 17th worst in that category.   \n\n\n\n"
}