{
    "title": "First Lady and American Indian Children Plant Traditional Crops in the White House Kitchen Garden | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/06/03/first-lady-and-american-indian-children-plant-traditional-crops-white-ho",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJune 03, 2011\n\n \n\n\n\nFirst Lady and American Indian Children Plant Traditional Crops in the White House Kitchen Garden\n\n\n\n\n\n\tWashington – One week after the launch of Let’s Move! in Indian Country (LMIC), and as part of the regular seasonal harvest, Mrs. Obama and American Indian children began the process of planting the “three sisters”– corn, beans and squash – in the White House kitchen garden. This traditional Native American planting technique grows crops in a mutually beneficial manner: the corn provides a structure for the beans to climb, eliminating the need for poles; the beans provide the soil with nitrogen that the other plants use; and the squash spreads along the ground, blocking the sunlight and preventing weeds.  The Cherokee White Eagle corn, Rattlesnake pole beans, and Seminole squash seeds used today come from the Smithsonian’s National Museum of the American Indian.\n\n\t“Today’s a big day for us in the garden because it’s the first time we’re going to use native seeds of corn, beans and squash in the way they’ve been planted for thousands of years,” Mrs. Obama said. “We’re all pretty excited to continue this tradition.  This is another example of a fun, easy way that we all can work together to be healthier.  And that’s what we’re trying to accomplish with Let’s Move!”\n\n\tMrs. Obama and the children also harvested crops in the garden, including lettuces, rhubarb, chard, kohlrabi, sugar snap peas, turnips, broccoli and herbs – some of which will be used in Tuesday’s State Dinner in honor of Chancellor Angela Merkel. These crops were originally planted in March by Mrs. Obama and children from Harriet Tubman and Bancroft Elementary Schools.\n\n\tIn 2009, American Indian or Alaska Native children aged 2 to 4 had a higher prevalence of obesity (20.7%) than any other racial or ethnic group. In Indian Country, 1 in 3 children are overweight or obese before their 5th birthday and a national survey of American Indian and Alaska Native high school students from urban and suburban areas found that 18.9 percent are obese. To end this epidemic of childhood obesity in Indian Country, LMIC brings together federal agencies, communities, nonprofits, corporate partners, schools and tribes to focus on four areas: early childhood development, healthy learning communities, physical activity and increasing access to affordable, healthy foods. For more information on the initiative, visit letsmove.obamawhitehouse.archives.gov/indiancountry.\n\n\tThe American Indian children who joined Mrs. Obama today come from a variety of tribes including Jemez Pueblo, Skokomish, Cherokee, Sault Ste. Marie, Navajo, Turtle Mountain Chippewa, St. Regis Mohawk, Tlingit, Oglala Sioux, Standing Rock Sioux, and the Three Affiliated Tribes of the Mandan, Hidatsa, and Arikara Nation. Mrs. Obama was also joined by leaders in the Native American community, including Assistant Secretary for Indian Affairs Larry Echo Hawk, Indian Health Service Director Dr. Yvette Roubideaux, USDA’s Food and Nutrition Service Director Dennis Concannon, Bureau of Indian Education Director Keith Moore, President of the National Congress of American Indian Jefferson Keel, National Museum of the American Indian Director Kevin Gover, NFL quarterback Sam Bradford and basketball player Tahnee Robinson.\n\n\n\n\n"
}