{
    "title": "Presidential Proclamation--National Caribbean-American Heritage Month | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/31/presidential-proclamation-national-caribbean-american-heritage-month",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 31, 2011\n\n \n\n\n\nPresidential Proclamation--National Caribbean-American Heritage Month\n\n\n\n\n\n\t- - - - - - -\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\tA PROCLAMATION\n\n\t     The fabric of our Nation has been woven together and enriched by the diversity of our people.  Our legacy as a Nation of immigrants is part of what makes America strong, and during National Caribbean American Heritage Month, we celebrate the rich history and vibrant culture Caribbean Americans have brought to our shores.\n\n\t     Immigrants from Caribbean countries have come to America for centuries.  Some came through the bondage of slavery.  Others willfully left behind the world they knew in search of a better life.  Regardless of the circumstances of their arrival, they had faith their descendants would have a chance to realize their greatest potential.\n\n\t     Caribbean Americans have prospered in every sector of our society and enhanced our national character while maintaining the multiethnic and multicultural traditions of their homelands.  They are doctors and lawyers, public servants and scientists, and athletes and service members.  Their successes inspire individuals in the United States and abroad, and we take pride in the contributions Caribbean Americans continue to make to the narrative of our Nation's progress.  Their achievements are borne of hard work and ambition, and my Administration is committed to creating pathways to prosperity that ensure future generations of Caribbean Americans, along with all Americans, are able to pursue and realize the American dream.\n\n\t     This month, we also recognize the important friendship between the United States and the countries of the Caribbean as we expand our partnership to promote economic development, democratic governance, citizen security, and improved health and education in the region.  Additionally, as Haiti continues to recover from last year's devastating earthquake, we remain committed to standing beside the people of Haiti as they rebuild their proud nation, and to working with others in the region to bring lasting prosperity and stability to the country.\n\n\t     NOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim June 2011 as National Caribbean American Heritage Month.  I urge all Americans to commemorate this time when we celebrate the history and culture of Caribbean Americans.\n\n\t     IN WITNESS WHEREOF, I have hereunto set my hand this thirty first day of May, in the year of our Lord two thousand eleven, and of the Independence of the United States of America the two hundred and thirty-fifth.\n\n\tBARACK OBAMA\n\n\n\n\n"
}