{
    "title": "Statement by the President on the Occasion of Ramadan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/06/27/statement-president-occasion-ramadan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 27, 2014\n\n \n\n\n\nStatement by the President on the Occasion of Ramadan\n\n\n\n\nOn behalf of the American people, Michelle and I extend our best wishes to Muslim communities here in the United States and around the world on the beginning of the blessed month of Ramadan.\nA time for self-reflection and devotion through prayer and fasting, Ramadan is also an occasion when Muslims around the world reaffirm their commitment to helping the less fortunate, including those struggling because of economic hardship and inequality.  Here in the United States, we are grateful to the many Muslim American organizations, individuals, and businesses that are devoted to creating opportunity for all by working to reduce income inequality and poverty, not only through their charitable efforts, but also through their initiatives to empower students, workers and families with the education, skills and health care they deserve.\nRamadan also reminds us of our shared responsibility to treat others as we wish to be treated ourselves and the basic principles that bind people of different faiths together:  a yearning for peace, justice, and equality.  At a moment when too many people around the world continue to suffer from senseless conflict and violence, this sacred time reminds us of our common obligations to pursue justice and peace and to uphold the dignity of every human being. \nAs I’ve done every year as President, I look forward to welcoming Muslim Americans from across the United States to the White House for an iftar dinner.  It will be another opportunity for me to convey America’s appreciation for the contributions of Muslim Americans to our country and to wish Muslims around the world a month blessed with the joys of family, community, peace and understanding.  Ramadan Kareem.\n\n\n\n\n"
}