{
    "title": "MENSAJE SEMANAL: Hacer que los Estados Unidos Sea Más Seguro para Nuestros Hijos | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/01/05/mensaje-semanal-hacer-que-los-estados-unidos-sea-m%C3%A1s-seguro-para",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 01, 2016\n\n \n\n\n\nMENSAJE SEMANAL: Hacer que los Estados Unidos Sea Más Seguro para Nuestros Hijos \n\n\n\n\n\n\tWASHINGTON, DC - En su mensaje semanal, el Presidente reflexionó sobre el progreso del año pasado, y espera con interés trabajar en los temas inacabados durante el año entrante, particularmente la epidemia de la violencia con armas de fuego. Como ya lo ha hecho muchas veces anteriores, el Presidente nos recordó que el Congreso ha fracaso numerosas veces en tomar acción y aprobar leyes que reduzcan la violencia con armas de fuego.  Por eso hace unos meses el Presidente le encargo a su equipo en la Casa Blanca a que identifiquen acciones nuevas que él pueda tomar para reducir la violencia con armas de fuego, y el lunes se reunirá con la Fiscal General para discutir las opciones. En su mensaje, el Presidente le hizo un llamado a todos para que se unan a él en la lucha para reducir la violencia con armas de fuego, porque tomará la unión de todos para hacer que los Estados Unidos sea más seguro para nuestros hijos.\n\n\tEl audio y el video de este mensaje estarán disponibles en http://obamawhitehouse.archives.gov  a las 6:00 a.m. ET, el 1 de enero del 2016.\n\nMensaje del Presidente Barack Obama\n\nMensaje Semanal\n\nLa Casa Blanca\n\n1 de enero del 2016\n\n\tFeliz año nuevo a todos. Estoy muy emocionado por el próximo año. Eso se debe a lo que hemos logrado juntos en los últimos siete años.\n\n\tHace siete años, nuestros negocios estaban perdiendo 800,000 puestos de trabajo al mes.  Pero ahora, durante 69 meses consecutivos, han estado creado trabajos, lo que ha reducido la tasa de desempleo del 10 % al 5 %.\n\n\tHace siete años, demasiados estadounidenses no tenían seguro de salud. Ahora 17 millones más de estadounidenses tienen cobertura, lo que disminuyó la tasa de personas sin seguro de salud a menos del 10 % por primera vez.\n\n\tHace siete años, éramos adictos al petróleo extranjero. Ahora nuestras importaciones de petróleo se han desplomado, la industria de energía limpia está en auge y Estados Unidos es un líder mundial en la lucha en contra del cambio climático.\n\n\tHace siete años, solo había dos estados en los Estados Unidos con igualdad matrimonial. Ahora hay 50.\n\n\tTodo este progreso se debe a ustedes. Y tenemos mucho más por hacer. Por lo tanto, mi resolución de año nuevo es avanzar nuestros asuntos pendientes lo más que pueda.  Y les pediré ayuda más frecuentemente.  De eso se trata este proyecto de los Estados Unidos.\n\n\tUno de nuestros asuntos pendientes que es especialmente cierto, es nuestra epidemia de violencia con armas de fuego.\n\n\tEl mes pasado, recordamos el tercer aniversario de Newtown. Este viernes, estaré pensando en mi amiga Gabby Giffords, que desde hace cinco años está en recuperación por el tiroteo de Tucson. Y en todo Estados Unidos, los sobrevivientes de la violencia con armas de fuego y aquellos que han perdido a un hijo, padre o esposa por la violencia con armas de fuego, están forzados a recordar dichos terribles aniversarios cada día.\n\n\tEl congreso aún no ha hecho nada para prevenir que lo que le sucedió a algunos no le suceda a otros. Hace tres años, se presentó un proyecto de ley de sentido común bipartidista que hubiera requerido una verificación de antecedentes para casi todos los que compraran un arma.  Alrededor del 90 % de los estadounidenses apoyaban esta política. Estaba apoyada por la mayoría de los hogares miembros de la NRA (National Rifle Association, por sus siglas en inglés). Sin embargo los cabilderos de las armas se movilizaron en contra de este proyecto de ley. Y al final, el senado lo bloqueó.\n\n\tDesde entonces, decenas de miles de conciudadanos han sido víctimas de la violencia con armas de fuego. Decenas de miles. Cada vez, se nos dice que las reformas de sentido común como las verificaciones de antecedentes no hubieran detenido la última masacre, o la antepasada, por lo que no deberíamos hacer nada.\n\n\tSabemos que no podemos impedir todos los actos de violencia. ¿Y si tratáramos de detener aunque sea uno? ¿Qué pasaría si el congreso hiciera algo por proteger a nuestros niños de la violencia con armas de fuego?\n\n\tHace unos meses, le solicité a mi equipo de la Casa Blanca que estudiaran nuevas acciones que podría tomar para ayudar a reducir la violencia con armas de fuego.  Y el próximo lunes, me reuniré con la Fiscal General, Loretta Lynch, para discutir las opciones.  Recibo muchas cartas de padres, maestros y niños, como para no hacer nada. Recibo cartas de dueños de armas responsables que se lamentan junto con nosotros cada vez que ocurre una de estas tragedias; quienes comparten mi creencia de que la Segunda Enmienda garantiza el derecho a portar armas; y quienes comparten mi creencia de que podemos proteger dicho derecho mientras evitamos que algunas personas irresponsables y peligrosas causen daño de manera masiva. \n\n\tYo sé que hay varias personas a quienes les importa esto. Si usted es uno de ellos, necesito su ayuda.\n\n\tPara que haya un cambio, como siempre, tendremos que participar todos. Los cabilderos de las armas son fuertes y están organizados en su defensa, para que cualquiera tenga armas disponibles fácilmente.   El resto de nosotros tendremos que ser igual de apasionados y organizados para defender a nuestros niños. Ese es el trabajo de la ciudadanía: levantarse y luchar por el cambio que buscamos. Espero que se unan a mi propósito de hacer que Estados Unidos sea un país más seguro para todos nuestros hijos.\n\n\tGracias a todos. \n\n\n\n\n"
}