{
    "title": "Fact Sheet: Health Care Accomplishments | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/03/22/fact-sheet-health-care-accomplishments",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nMarch 22, 2016\n\n \n\n\n\nFact Sheet:  Health Care Accomplishments\n\n\n\n\n\nAfter Health Reform: Improved Access to Care \n\n\n\t\tLowers the uninsured rate. Thanks to the Affordable Care Act, an estimated 20 million people have gained health insurance. For the first time ever, more than 9 in 10 Americans now have health insurance. \n\n\n\n\t\tAmong African American adults, the uninsured rate declined by 53 percent (11.8 percentage points) since 2013, resulting in 3 million people gaining coverage. \n\n\t\tAmong Latino adults, the uninsured rate dropped by 27 percent (11.3 percentage points) since 2013, resulting in 4 million people gaining coverage. \n\n\t\tThe gains for women have been particularly rapid: the reduction in the uninsured rate since 2013 has been 13 percent larger than the reduction for men. \n\n\t\tAmong young adults, the uninsured rate has dropped by 47 percent (12.1 percentage points) since 2013. Together with pre-2013 gains due to young adults’ option to remain on a parent’s plan, 6.1 million young adults have gained coverage. \n\n\n\n\t\tProhibits coverage denials and reduced benefits, protecting as many as 129 million Americans who have some type of pre-existing health condition, including up to 19 million children. \n\n\t\tEliminates lifetime and annual limits on insurance coverage and establishes annual limits on out-of-pocket spending on essential health benefits, benefiting 105 million Americans, including 39.5 million women and nearly 28 million children. \n\n\t\tExpands Medicaid to all non-eligible adults with incomes under 133 percent of the federal poverty level. In the states that have already expanded Medicaid, 4.4 million uninsured people will gain coverage. If the remaining states expand Medicaid, over 4 million more uninsured people would gain coverage. \n\n\t\tEstablishes a system of state and federal Health Insurance Exchanges, or Marketplaces, to make it easier for individuals and small-business employees to purchase health plans at affordable prices. During the most recent open enrollment, 12.7 million people selected a plan through the Marketplace, and more than 400,000 people signed up for Basic Health Programs, state-based programs supported by the Affordable Care Act which provide health insurance coverage to low-income individuals who would generally otherwise be eligible to buy qualified health plans on the Marketplace. \n\n\t\tCreated a temporary high-risk pool program to cover uninsured people with pre-existing conditions prior to 2014 reforms which helped more than 130,000 people.\n\n\t\tCreates health plan disclosure requirements and simple, standardized summaries so over 170 million Americans can better understand coverage information and compare benefits. \n\n\nAfter Health Reform: More Affordable Care \n\n\n\t\tCreates a tax credit that, during the most recent open enrollment period, has helped about 10.5 million Americans who otherwise might not be able to afford it sign up for health coverage through Health Insurance Marketplace. \n\n\t\tRequires health insurers to provide consumers with rebates if the amount they spend on health benefits and quality of care, as opposed to advertising and marketing, is too low. Last year, 5.5 million consumers received nearly $470 million in rebates. Since this requirement was put in place in 2011 through 2014, more than $2.4 billion in total refunds will have been paid to consumers. \n\n\t\tEliminates out-of-pocket costs for preventive services like immunizations, certain cancer screenings, contraception, reproductive counseling, obesity screening, and behavioral assessments for children. This coverage is guaranteed for more than 137 million Americans including 55 million women. \n\n\t\tEliminates out-of-pocket costs for 39 million Medicare beneficiaries for preventive services like cancer screenings, bone-mass measurements, annual physicals, and smoking cessation. \n\n\t\tPhases out the “donut hole” coverage gap for nearly 10.7 million Medicare prescription drug beneficiaries, who have saved an average of $1,945 per beneficiary. \n\n\t\tCreates Accountable Care Organizations consisting of doctors and other health-care providers who come together to provide coordinated, high-quality care at lower costs to their Medicare patients. Over 477 ACOs are serving nearly 8.9 million Medicare beneficiaries nationwide. \n\n\t\tPhases out overpayments through the Medicare Advantage system, while requiring Medicare Advantage plans to spend at least 85 percent of Medicare revenue on patient care. Medicare Advantage enrollment has grown by 50 percent to over 17.1 million while premiums have dropped by 10 percent since 2009. \n\n\nAfter Health Reform: Improved Quality and Accountability to You \n\n\n\t\tProvides incentives to hospitals in Medicare to reduce hospital-acquired infections and avoidable readmissions. Creates a collaborative health-safety learning network, the Partnership for Patients, which includes more than 3,200 hospitals to promote best quality practices. Avoidable readmissions have fallen since 2010, saving 87,000 lives and $20 billion in health care costs, and the rate of one common deadly hospital acquired infection, central-line blood stream infections, fell by 50 percent from 2008 to 2014 nationwide. \n\n\nWe're not done. Other legislation and executive actions are continuing to advance the cause of effective, accountable and affordable health care. This includes: \n\n\n\t\tAdvancing innovative care delivery models and value-based payments in Medicare and Medicaid. The Administration set goals of tying 30 percent of traditional Medicare payments to alternative payment models by the end of 2016 and 50 percent by the end of 2018, and met its 2016 goal 11 months early.\n\n\t\tProposals to invest in targeted research and technologies to advance the BRAIN Initiative, Precision Medicine Initiative, and cancer research. \n\n\t\tA new funding pool for Community Health Centers to build, expand and operate health-care facilities in underserved communities. Health Center grantees served 23 million patients in 2014 and received $11 billion under the health care law to offer a broader array of primary care services, extend their hours of operations, hire more providers, and renovate or build new clinical spaces. \n\n\t\tHealth provider training opportunities, with an emphasis on primary care, including a significant expansion of the National Health Service Corps. As of September 30, 2015, there were 9,600 Corps clinicians providing primary care services, over twice the number of clinicians in 2008 (3,600).\n\n\n\t### \n\n\n\n\n"
}