{
    "title": "Statement by President Barack Obama on the One Year Anniversary of the Earthquake in Haiti | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/11/statement-president-barack-obama-one-year-anniversary-earthquake-haiti",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 11, 2011\n\n \n\n\n\nStatement by President Barack Obama on the One Year Anniversary of the Earthquake in Haiti\n\n\n\n\nAs we mark one year since the catastrophic earthquake in Haiti, we honor the memory of the quarter of a million Haitians who were lost, along with more than one hundred Americans, many United Nations personnel and citizens from dozens of nations.  We recall how Americans, civilian and military, joined with people from around the world in one of the largest humanitarian efforts ever attempted.  And we continue to be inspired by the Haitian people, and our vibrant Haitian American community, who have faced unimaginable loss with extraordinary courage and faith.\n\t \n\tSince the first moments of the disaster, the United States has helped to rally international support for Haiti’s recovery and reconstruction and respond to new challenges, such as the outbreak of cholera and Hurricane Tomas.  This global effort, led by the Haitian government, continues today and has been matched by the tremendous compassion of the American people, who in difficult economic times have given generously to help.  \nOver the past year, countless lives have been saved and many Haitians affected by the earthquake now have better access to food, water and health care than they did before the disaster.  Still, too much rubble continues to clog the streets, too many people are still living in tents, and for so many Haitians progress has not come fast enough.  As we have said all along, helping the poorest nation in the Western Hemisphere recover from one of the worst natural disasters ever to strike our hemisphere will take years, if not decades.  \n\t \n\tSo on this day when our thoughts and prayers are with the Haitian people, my message is the same as it was last year.  Haiti can and must lead the way, with a strong vision for its future.  The international community must now fulfill the pledges it has made to ensure a strong and sustained long-term effort.  And as they forge ahead with the hard work of rebuilding their proud country, the people of Haiti will continue to have an enduring partner in the United States.\n\n\n\n\n"
}