{
    "title": "Dr. Jill Biden Travels to Luang Prabang, Laos and Okinawa, Japan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/07/22/dr-jill-biden-travels-luang-prabang-laos-and-okinawa-japan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJuly 22, 2015\n\n \n\n\n\nDr. Jill Biden Travels to Luang Prabang, Laos and Okinawa, Japan\n\n\n\n\n\n\tDr. Jill Biden is traveling to Luang Prabang, Laos and Okinawa, Japan for her final stops on a four-country visit to Asia. Throughout the trip, Dr. Biden has engaged government and civil society partners on issues related to economic empowerment and educational opportunities for women and girls. Dr. Biden is joined by Catherine Russell, U.S. Ambassador-at-Large for Global Women's Issues; Scot Marciel, Principal Deputy Assistant Secretary of State, Bureau of East Asian and Pacific Affairs; and Christie Vilsack, Senior Advisor for International Education, USAID.\n\n\tUpon arrival in Luang Prabang on Wednesday afternoon, Dr. Biden will visit  Wat Xieng Thong, a temple that was recently renovated with help from the United States government. The visit serves as a symbol of the U.S. commitment to protecting Laos' cultural heritage.\n\n\tAfterward, Dr. Biden will participate in a World Food Program briefing where she will hear about efforts to improve economic conditions in Laos, particularly for women and girls. Then, Dr. Biden will visit a book boat on the Mekong River that promotes learning opportunities by delivering educational supplies to remote villages.\n\n\tAfterwards, Dr. Biden will depart Luang Prabang en route Okinawa, Japan.\n\n\tOn Thursday, Dr. Biden will deliver remarks at a BBQ for military families at Kadena Air Base as part of her Joining Forces initiative. The visit will be an opportunity to highlight the Administration's ongoing efforts to support service members, veterans, and their families. \n\n\n\n\n"
}