{
    "title": "FACT SHEET: Charting a New Course on Cuba | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/12/17/fact-sheet-charting-new-course-cuba",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 17, 2014\n\n \n\n\n\nFACT SHEET: Charting a New Course on Cuba\n\n\n\n\nToday, the United States is taking historic steps to chart a new course in our relations with Cuba and to further engage and empower the Cuban people.  We are separated by 90 miles of water, but brought together through the relationships between the two million Cubans and Americans of Cuban descent that live in the United States, and the 11 million Cubans who share similar hopes for a more positive future for Cuba. \nIt is clear that decades of U.S. isolation of Cuba have failed to accomplish our enduring objective of promoting the emergence of a democratic, prosperous, and stable Cuba.  At times, longstanding U.S. policy towards Cuba has isolated the United States from regional and international partners, constrained our ability to influence outcomes throughout the Western Hemisphere, and impaired the use of the full range of tools available to the United States to promote positive change in Cuba.  Though this policy has been rooted in the best of intentions, it has had little effect – today, as in 1961, Cuba is governed by the Castros and the Communist party.\nWe cannot keep doing the same thing and expect a different result.  It does not serve America’s interests, or the Cuban people, to try to push Cuba toward collapse.  We know from hard-learned experience that it is better to encourage and support reform than to impose policies that will render a country a failed state.  With our actions today, we are calling on Cuba to unleash the potential of 11 million Cubans by ending unnecessary restrictions on their political, social, and economic activities.  In that spirit, we should not allow U.S. sanctions to add to the burden of Cuban citizens we seek to help.\nToday, we are renewing our leadership in the Americas.  We are choosing to cut loose the anchor of the past, because it is entirely necessary to reach a better future – for our national interests, for the American people, and for the Cuban people.\nKey Components of the Updated Policy Approach:\nSince taking office in 2009, President Obama has taken steps aimed at supporting the ability of the Cuban people to gain greater control over their own lives and determine their country’s future.  Today, the President announced additional measures to end our outdated approach, and to promote more effectively change in Cuba that is consistent with U.S. support for the Cuban people and in line with U.S. national security interests.  Major elements of the President’s new approach include:\nEstablishing diplomatic relations with Cuba-\n\n\n\t\tThe President has instructed the Secretary of State to immediately initiate discussions with Cuba on the re-establishment of diplomatic relations with Cuba, which were severed in January 1961.\n\n\t\tIn the coming months, we will re-establish an embassy in Havana and carry out high-level exchanges and visits between our two governments as part of the normalization process.  As an initial step, the Assistant Secretary of State for Western Hemisphere Affairs will lead the U.S. Delegation to the next round of U.S.-Cuba Migration Talks in January 2015, in Havana.\n\n\t\tU.S. engagement will be critical when appropriate and will include continued strong support for improved human rights conditions and democratic reforms in Cuba and other measures aimed at fostering improved conditions for the Cuban people.\n\n\t\tThe United States will work with Cuba on matters of mutual concern and that advance U.S. national interests, such as migration, counternarcotics, environmental protection, and trafficking in persons, among other issues. \n\nAdjusting regulations to more effectively empower the Cuban people-\n\n\n\t\tThe changes announced today will soon be implemented via amendments to regulations of the Departments of the Treasury and Commerce.   Our new policy changes will further enhance our goal of empowering the Cuban population.\n\n\t\tOur travel and remittance policies are helping Cubans by providing alternative sources of information and opportunities for self-employment and private property ownership, and by strengthening independent civil society. \n\n\t\tThese measures will further increase people-to-people contact; further support civil society in Cuba; and further enhance the free flow of information to, from, and among the Cuban people.  Persons must comply with all provisions of the revised regulations; violations of the terms and conditions are enforceable under U.S. law.\n\nFacilitating an expansion of travel under general licenses for the 12 existing categories of travel to Cuba authorized by law-\n\n\n\t\tGeneral licenses will be made available for all authorized travelers in the following existing categories: (1) family visits; (2) official business of the U.S. government, foreign governments, and certain intergovernmental organizations; (3) journalistic activity; (4) professional research and professional meetings; (5) educational activities; (6) religious activities; (7) public performances, clinics, workshops, athletic and other competitions, and exhibitions; (8) support for the Cuban people; (9) humanitarian projects; (10) activities of private foundations or research or educational institutes; (11) exportation, importation, or transmission of information or information materials; and (12) certain export transactions that may be considered for authorization under existing regulations and guidelines. \n\n\t\tTravelers in the 12 categories of travel to Cuba authorized by law will be able to make arrangements through any service provider that complies with the U.S. Treasury’s Office of Foreign Assets Control (OFAC) regulations governing travel services to Cuba, and general licenses will authorize provision of such services. \n\n\t\tThe policy changes make it easier for Americans to provide business training for private Cuban businesses and small farmers and provide other support for the growth of Cuba’s nascent private sector.  Additional options for promoting the growth of entrepreneurship and the private sector in Cuba will be explored.\n\nFacilitating remittances to Cuba by U.S. persons-\n\n\n\t\tRemittance levels will be raised from $500 to $2,000 per quarter for general donative remittances to Cuban nationals (except to certain officials of the government or the Communist party); and donative remittances for humanitarian projects, support for the Cuban people, and support for the development of private businesses in Cuba will no longer require a specific license.\n\n\t\tRemittance forwarders will no longer require a specific license.\n\nAuthorizing expanded commercial sales/exports from the United States of certain goods and services-\n\n\n\t\tThe expansion will seek to empower the nascent Cuban private sector.  Items that will be authorized for export include certain building materials for private residential construction, goods for use by private sector Cuban entrepreneurs, and agricultural equipment for small farmers.  This change will make it easier for Cuban citizens to have access to certain lower-priced goods to improve their living standards and gain greater economic independence from the state.\n\nAuthorizing American citizens to import additional goods from Cuba-\n\n\n\t\tLicensed U.S. travelers to Cuba will be authorized to import $400 worth of goods from Cuba, of which no more than $100 can consist of tobacco products and alcohol combined.\n\nFacilitating authorized transactions between the United States and Cuba-\n\n\n\t\tU.S. institutions will be permitted to open correspondent accounts at Cuban financial institutions to facilitate the processing of authorized transactions.\n\n\t\tThe regulatory definition of the statutory term “cash in advance” will be revised to specify that it means “cash before transfer of title”; this will provide more efficient financing of authorized trade with Cuba.\n\n\t\tU.S. credit and debit cards will be permitted for use by travelers to Cuba.\n\n\t\tThese measures will improve the speed, efficiency, and oversight of authorized payments between the United States and Cuba.\n\nInitiating new efforts to increase Cubans’ access to communications and their ability to communicate freely-\n\n\n\t\tCuba has an internet penetration of about five percent—one of the lowest rates in the world.  The cost of telecommunications in Cuba is exorbitantly high, while the services offered are extremely limited.\n\n\t\tThe commercial export of certain items that will contribute to the ability of the Cuban people to communicate with people in the United States and the rest of the world will be authorized.  This will include the commercial sale of certain consumer communications devices, related software, applications, hardware, and services, and items for the establishment and update of communications-related systems.\n\n\t\t Telecommunications providers will be allowed to establish the necessary mechanisms, including infrastructure, in Cuba to provide commercial telecommunications and internet services, which will improve telecommunications between the United States and Cuba.\n\nUpdating the application of Cuba sanctions in third countries-\n\n\n\t\tU.S.-owned or -controlled entities in third countries will be generally licensed to provide services to, and engage in financial transactions with, Cuban individuals in third countries.  In addition, general licenses will unblock the accounts at U.S. banks of Cuban nationals who have relocated outside of Cuba; permit U.S. persons to participate in third-country professional meetings and conferences related to Cuba; and, allow foreign vessels to enter the United States after engaging in certain humanitarian trade with Cuba, among other measures.\n\nPursuing discussions with the Cuban and Mexican governments to discuss our unresolved maritime boundary in the Gulf of Mexico-\n\n\n\t\tPrevious agreements between the United States and Cuba delimit the maritime space between the two countries within 200 nautical miles from shore.  The United States, Cuba, and Mexico have extended continental shelf in an area within the Gulf of Mexico where the three countries have not yet delimited any boundaries.\n\n\t\tThe United States is prepared to invite the governments of Cuba and Mexico to discuss shared maritime boundaries in the Gulf of Mexico.\n\nInitiating a review of Cuba’s designation as a State Sponsor of Terrorism-\n\n\n\t\tThe President has instructed the Secretary of State to immediately launch such a review, and provide a report to the President within six months regarding Cuba’s support for international terrorism.  Cuba was placed on the list in 1982.\n\nAddressing Cuba’s participation in the 2015 Summit of the Americas in Panama-\n\n\n\t\tPresident Obama will participate in the Summit of the Americas in Panama.  Human rights and democracy will be key Summit themes.  Cuban civil society must be allowed to participate along with civil society from other countries participating in the Summit, consistent with the region’s commitments under the Inter-American Democratic Charter.  The United States welcomes a constructive dialogue among Summit governments on the Summit’s principles. \n\nUnwavering Commitment to Democracy, Human Rights, and Civil Society\nA critical focus of our increased engagement will include continued strong support by the United States for improved human rights conditions and democratic reforms in Cuba.  The promotion of democracy supports universal human rights by empowering civil society and a person’s right to speak freely, peacefully assemble, and associate, and by supporting the ability of people to freely determine their future.   Our efforts are aimed at promoting the independence of the Cuban people so they do not need to rely on the Cuban state.\nThe U.S. Congress funds democracy programming in Cuba to provide humanitarian assistance, promote human rights and fundamental freedoms, and support the free flow of information in places where it is restricted and censored.  The Administration will continue to implement U.S. programs aimed at promoting positive change in Cuba, and we will encourage reforms in our high level engagement with Cuban officials.\nThe United States encourages all nations and organizations engaged in diplomatic dialogue with the Cuban government to take every opportunity both publicly and privately to support increased respect for human rights and fundamental freedoms in Cuba. \nUltimately, it will be the Cuban people who drive economic and political reforms.  That is why President Obama took steps to increase the flow of resources and information to ordinary Cuban citizens in 2009, 2011, and today.  The Cuban people deserve the support of the United States and of an entire region that has committed to promote and defend democracy through the Inter-American Democratic Charter.\n\n\n\n\n"
}