{
    "title": "Press Briefing by Press Secretary Robert Gibbs, 1/24/2011 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/24/press-briefing-press-secretary-robert-gibbs-1242011",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 24, 2011\n\n \n\n\n\nPress Briefing by Press Secretary Robert Gibbs, 1/24/2011\n\n\n\n\n\n\t12:09 P.M. EST\n\n\tMR. GIBBS:  Before I get started, let me -- I want to read a brief statement from the President on the terrorist attack in Moscow today.  \n\n\t“I strongly condemn this outrageous act of terrorism against the Russian people at the Domodedovo Airport.  I want to express the solidarity of the American people with the Russian people in the aftermath of this premeditated attack against innocent civilians.  \n\n\tMichelle and I offer our deepest condolences to the Russian people, who have suffered greatly at the hands of terrorism.  We share your sorrow and a resolve to stand with you in our common fight against those who use terrorism for their political goals.\n\n\tOur thoughts are with the families of the victims and we are praying for a successful recovery for all of those who were injured.”\n\n\tTo give you an update, the President was briefed on these events at 10:45 a.m. in the Oval Office by John Brennan, separate and apart from his presidential daily briefing.\n\n\tSo, with that --\n\n\tQ    On the attacks, would it be your initial sense that it would be the work of Chechen rebels, as opposed to some group that might also be --\n\n\n\n\tMR. GIBBS:  I'm not going to get into -- I don't think it would be a good idea for me to get into that.  Obviously we are continuing to gather facts, to talk with the Russian government. We would extend any assistance that they might want, and officials here and throughout our government will stay briefed throughout the day on it.\n\n\tQ    And on the State of the Union, your response to the comments by McConnell and Cantor yesterday, basically holding the line on any more spending?\n\n\tMR. GIBBS:  Well, look, I think many of you will find this to be a semi-unsatisfying briefing, the fact that I am not, at noon on Monday, going to talk or give a lot about what the President is going to say at 9:00 p.m. on Tuesday.  \n\n\n\n\tI will say that I think you’ll hear the President, as we've discussed, speak -- spend most of his time talking about the economy, talking about the challenges that we face both in the short term in terms of doing whatever we can to help create jobs, in the medium and long term to continue working on issues like competitiveness and innovation, and ensuring that in the medium and the long term we get our fiscal house in order.\n\n\n\n\tSo I think this is -- we're not going to have a debate in Washington about whether we need to make some changes and whether we need to control spending.  We're going to have, hopefully, a bipartisan discussion and work together on how we go about doing that.\n\n\n\n\tQ    If the administration has already assured Democratic leaders that the President won't be calling for cuts to Social Security, will there be any specifics on curbing Social Security or cutting entitlements?\n\n\n\n\tMR. GIBBS:  I was going to print out the slide that said the President’s State of the Union is at 9:00 p.m. on Tuesday.  I likely should have done that.  I know there’s a lot of conjecture back and forth.  I'm going to wait until the speech.\n\n\n\n\tAnd with that, I'm sure nobody has their hand raised because -- (laughter) -- that sort of sucked the air out of the room, didn’t it?  (Laughter.)  \n\n\n\n\tQ    Robert, when will the President take a position on the deficit commission’s report?\n\n\n\n\tMR. GIBBS:  Well, look, I think you’ll hear -- again, as I just said to Erica, I think you’ll hear the President talk about a whole host of economic things including getting our fiscal house in order.  And as you know, Jeff, the President’s budget will be released in fairly short order as well.\n\n\n\n\tQ    You’ll notice I didn’t ask that about the State of the Union, but --\n\n\n\n\tMR. GIBBS:  I think -- my hunch is that you took the clause, “will the President, in the State of the Union…”\n\n\n\n\tQ    Let’s take that whole piece out of it.  At some point, will he not take a position on which particular areas from those proposals he will support and which areas he would like to see implemented?\n\n\n\n\tMR. GIBBS:  Jeff, I think, again, this is a President who, in last year’s budget, instituted some tough measures in terms of our non-defense -- or non-security discretionary spending.  You’ve seen proposals already this year to freeze civilian pay for government employees.  And the President, again, will spend some time, not just tomorrow night and not just at the introduction of the budget, but throughout the year, talking about what we have to do, again, to make progress on our spending.\n\n\n\n\tQ    I think you said last year from the podium that deficit reduction would be one of the main priorities of the White House this year.  Is that still true?\n\n\n\n\tMR. GIBBS:  Again, I think that the steps that we need to take to get our fiscal house in order will be something you’ll hear a lot of discussion on this year, yes.\n\n\n\n\tQ    Let me ask one non-deficit question.  Does the White House have any reaction to President Sarkozy’s proposals on G20 today -- specifically regarding commodities?\n\n\n\n\tMR. GIBBS:  I know that we talked a little bit about this this morning, the speech that had been given, and I think NEC was taking a look at that.  But I have not heard anything back on that.\n\n\n\n\tJake.\n\n\n\n\tQ    If the President, as -- senior administration officials have talked about some of the things that are going to be in the speech with us, with Democratic consultants.  I understand you're not going to get into the details of that, but if --\n\n\n\n\tMR. GIBBS:  But.  (Laughter.)  \n\n\n\n\tQ    The President has been talking for months about the competitiveness agenda, investments in infrastructure and education and innovation.  If the President is calling for that, which are spending programs, would it not be responsible to offset that spending with cuts elsewhere -- if the President is concerned about the deficit -- debt and deficit, as he also has said, including in his Saturday address to supporters?\n\n\n\n\tMR. GIBBS:  I think that you’ll find that what you just said isn’t going to be -- won't be contradicted in the speech.\n\n\n\n\tQ    A quick question about Bradley Manning, suspected of leaking information.  Is the administration satisfied that he’s being kept in conditions that are appropriate for his accused crime, and that visitors to Bradley Manning are treated as any visitors to any prisoner would be treated?\n\n\n\tMR. GIBBS:  I truthfully, Jake, have not heard a lot of discussion on that inside of here.  I’m happy to take a look at something in terms of a specific question about that.  I think that I would direct you to the authorities that are holding him.\n\n\tQ    And this last question is a follow-up on the statement you read from the President on the terrorist attack in Moscow.  Has the President been in touch with Medvedev or Putin?\n\n\tMR. GIBBS:  Not that I’m aware of at this point.  And if a call in the schedule is layered on, we will let you know.\n\n\tQ    Will the U.S. extend assistance in the investigation?\n\n\tMR. GIBBS:  Absolutely.  As I said earlier, any assistance that the government of Russia needs or wants, we certainly stand ready to help them.\n\n\tDan.\n\n\tQ    Robert, how much -- you said that the President’s State of the Union will focus on jobs.  But how much of that speech will also look at foreign policy, and in particular, Afghanistan?\n\n\tMR. GIBBS:  I think the President will certainly get into a discussion of some aspects of our foreign policy and will certainly talk about where we are and what progress has been made in our war in Afghanistan, absolutely.\n\n\tQ    And will it be an optimistic view in terms of the progress that is --\n\n\tMR. GIBBS:  I don't think it will be different than the way we’ve been talking about it, and I would stay tuned for the speech.\n\n\tQ    You’re giving it away.  (Laughter.)\n\n\tMR. GIBBS:  I think most of the people in this room would probably grade me as not having given a ton away at this point.\n\n\tQ    A new poll, CNN poll pointing that the President’s approval rating continuing to rise.  You tend not to like those polls whenever we ask -- when the numbers are going down.\n\n\tMR. GIBBS:  You haven’t tended to ask me about one that's gone up.  (Laughter.)\n\n\tQ    Now I’m asking you that.  Does the administration watch these numbers?  And what do you credit for the spike?\n\n\tMR. GIBBS:  I watch these numbers because many of you ask me about your own polls during these briefings.  But, look, I would go back to what we were saying, Dan, in all honesty, back during the beginning of the lame duck session -- quite frankly, even somewhat directly after the election.  The message that the American people had delivered in an election was that both sides have a stake in governing this country and both sides should put aside politics and game-playing to sit down and try to solve the biggest, most vexing problems that we have.  \n\n\tI think in the State of the Union address -- I’m sorry -- in the lame duck session, you saw that whether it was on taxes, whether it was on things like START, whether it was on issues like food safety or what have you, or “don't ask, don't tell,” people put aside game-playing and broad bipartisan majorities made progress on behalf of the American people.\n\n\tI think the American people saw two groups sitting down at a big table and figuring out how to solve our problems.  And I think because of that, people have reacted positively to the progress that has been made, and not just the overall impact of it but how we went about doing it.  And I think it’s a pretty good road map on a whole host of issues as we move forward.\n\n\tQ    One other question -- someone brought something up about this last week in the briefing -- about gun control.  Do we expect to hear the President talk anything more about that in light of what we’ve been seeing -- what happened out West?\n\n\tMR. GIBBS:  From a policy perspective, I'll simply tell you that, as I said last week, I don't doubt that as a result of the impact of the issues of what happened in Tuscon, that there will be a number of proposals that this White House and the Congress will evaluate, and we’ll wait until tomorrow to see what’s in the State of the Union.\n\n\tQ    What is he favoring more so than another --\n\n\tMR. GIBBS:  I don’t have any outcome of that evaluation.\n\n\tQ    Thanks, Robert.  Could you give any kind of tick-tock on the President’s work on the State of the Union, how much time he’s spent, whether he was up late this weekend, how many hours he’s put in, how close it is to completion?\n\n\tMR. GIBBS:  Well, I think most of the -- most, if not all, of the policy decisions certainly have well been made.  I know the President met with advisors in the Oval just this morning to go through sort of where it is.  And, look, I anticipate, as per most of his speeches, that he’ll -- he worked on it certainly this weekend and worked on it a lot of last week and I think he’ll continue to go through it and make some line edits as -- probably well into early tomorrow evening.\n\n\tI should say this.  We do have and we’ll be putting out a fuller list of who has been invited and who will be in the First Lady’s box.  I think some of you have seen or reported that Daniel Hernandez will be there, and that is accurate.  The family of Christina Taylor Green will be there, as well as Dr. Peter Rhee from the hospital -- you all will recognize the name of the doctor who took the President around when he visited Tucson a little more than a week ago.\n\n\tQ    Do you think he’ll specifically recognize those people and ask them to --\n\n\tMR. GIBBS:  I think in a larger sense he will.  I honestly don’t remember in the draft if he points directly to them.  But obviously I think that will -- their presence and the presence of those that the President has met with and talked with throughout his travels around the country in the past year will be who will make up the box.  And again, we’ll have a longer list with some bios a little later this afternoon.\n\n\tQ    So he will to some degree repeat the themes from the Tucson speech in this speech?\n\n\tMR. GIBBS:  Well, I think the President will, as he has -- as he did in last year’s State of the Union and as he has in Tucson and the University of Michigan commencement speech -- go through working together and the need to have a debate that is appropriate to the size of the challenges that we face from this country.\n\n\tQ    Would it be fair to say that this speech is going to be different than the typical State of the Union speech, which tends to be a laundry list of issues?\n\n\tMR. GIBBS:  That’s probably right.\n\n\tQ    How will it be different?\n\n\tMR. GIBBS:  I think this will be -- I don’t think you’ll see a laundry list of issues.\n\n\tQ    So does that mean there are going to be very little in the way of specifics on policies and issues?\n\n\tMR. GIBBS:  I don’t think this is intended to be a speech that is one where you spend big chunks of time walking through the specific machinations of policy.\n\n\tQ    So when you say he is going to talk about getting the fiscal house in order, he’s not going to have specifics on how to go about that?\n\n\tMR. GIBBS:  He will specifically speak tomorrow at 9:00 p.m.\n\n\tQ    I’m not asking you for the specifics.  I’m just asking if he will have specifics on getting the fiscal house in order.\n\n\tMR. GIBBS:  My hunch is if I give you the answer to that, you’ll have -- you’ll curiously have a follow up.  \n\n\tQ    But then you’ll refuse to answer that one --\n\n\tMR. GIBBS:  I’m just cutting off the middleman.\n\n\tYes, sir.  What question do you have that I can't answer?  (Laughter.)  \n\n\tQ    I will give it a shot.  (Laughter.)  Some senior administration officials have called some of the spending ideas as investment.  Why are these investments necessary, from your view?\n\n\tMR. GIBBS:  Mike, I’m happy to play the shell game, but I think you’ve heard the President, throughout two years in here and two years on a campaign trail, talk about why it’s important to make investments in our people and in the workforce.  And I would stay tuned for what those may be.   \n\n\tQ    In terms of cuts, will we hear much about spending cuts tomorrow or do we wait for the budget?\n\n\tMR. GIBBS:  I’m going to point to the imaginary -- the State of the Union -- it would be on this easel or on this board, the the State of the Union is tomorrow at 9:00 p.m.  \n\n\tQ    But we should expect more of the cuts when the budget is unveiled in mid-February or --\n\n\tMR. GIBBS:  You should expect a very detailed budget when the budget is unveiled in February.\n\n\tYes, ma’am.  I realize the futility of this exercise on both ends.\n\n\tQ    Robert, what time is the State of the Union, please?  (Laughter.)  \n\n\tMR. GIBBS:  Actually, we just moved it to 9:05 p.m., and largely so I could have a different answer to that question.  Stay tuned.  It will be like 9:30 p.m. by the time we get --\n\n\tQ    What color tie will he be wearing?\n\n\tQ    How many Supreme Court justices are going to attend, Robert?\n\n\tMR. GIBBS:  You know, I have not answered my RSVP line on that today, Les, so I don’t know the answer.\n\n\tQ    Can I follow up one?\n\n\tQ    No.\n\n\tQ    No.\n\n\tQ    So much for collegiality in here.  (Laughter.)\n\n\tQ    That doesn’t extend to us --\n\n\tQ    Can I sit next to Lester?  (Laughter.)   \n\n\tMR. GIBBS:  That was -- April, that might have been a thought rather than a -- go ahead, I’m sorry.\n\n\tQ    The President talked overseas in November, after the midterms, about the need for him to make a mid-course correction. Those were his words.  Has he made that mid-course correction?  And what is it?\n\n\tMR. GIBBS:  Look, I think the President has -- to speak broadly on this, Savannah, I think there was a period of inflection after the elections.  And we’ve seen it with a swearing-in of the new Congress, that rather than Washington and the White House and both houses of Congress being controlled by Democrats, there is now a split in our government, and ultimately a split in the responsibility of coming up with solutions for this country.\n\n\tQ    That explains what happened, but how has he changed?\n\n\tMR. GIBBS:  Well, what I would say on that is I think through a whole series of decisions on people leaving office or leaving working in this White House, I think it’s pretty safe to say there’s some aspect of new leadership and a new team here to deal with the challenges of that shared responsibility.\n\n\tQ    Has the President moved ideologically to the center?\n\n\tMR. GIBBS:  The President is still the same President that we’ve had for more than two years.\n\n\tQ    I’m not going to waste my time on any truly deep or substantive questions.  But -- so maybe you could tell us about the event tonight with the freshmen members.  How does the President plan on spending his time at this?  Is he going to mingle?  Is it a receiving line?\n\n\tMR. GIBBS:  I think he will mingle some and I think most of it will be I think not unlike you saw on a number -- or have seen in a number of events.  I think you’ll see the President will take pictures with a lot of the incoming members and have an opportunity during that to talk to them.  And I’m sure they’ll have plenty of things to tell the President about.\n\n\tQ    And are there going to be more events along these lines?  There were some in the beginning of the administration. Then they sort of -- cocktails at the White House sort of fell off.  Are you planning on doing more of these or is this a one-time thing?\n\n\tMR. GIBBS:  I think that whether it’s meeting of the freshmen, whether it’s lunches with the new Republican leadership, I think you’ll see the President, as he has in the past, extend an invitation to and hopefully renew those invitations to spend time sitting and talking together about the things that we agree on.\n\n\tWe tend in this town to spend most of our time focusing on what we don't agree on, and I think, as I said earlier, the model of a lame duck session where people can have a civil conversation sitting at the same table making progress on issues is I think what the American people are looking for.\n\n\tQ    So he’s going to be stepping these up, doing them more?\n\n\tMR. GIBBS:  I think you’ll see more of them, sure.\n\n\tMark.\n\n\tQ    Robert, any comment on Republicans on choosing Budget Chairman Paul Ryan to deliver the Republican response?\n\n\tMR. GIBBS:  None that I can think of, no.  I mean, he -- I don't have anything, really.\n\n\tQ    In his speech last year, President Obama said he wanted monthly bipartisan leadership meetings, but he only had five over the last year.  Do you know why you weren’t able to have more?\n\n\tMR. GIBBS:  No, I mean, I think that goes back to Laura’s question.  And I think if you draw the line back to what the President said in the first bipartisan meeting that he had with Republican leaders after the election, I think he would, as he did in that meeting -- we didn’t do enough of that.  \n\n\tAnd again, I think -- I keep going back to it -- I think what people saw at the end of last year, the ability for two sides not to agree on everything -- and that's not ever going to happen -- but the notion that we can find the common ground that we do have and make some progress on that -- I think anytime you have more events like -- more meetings, more events where you sit down and have that sort of rational conversation, not separated by two different boxes on television, I think is probably a productive thing for government.\n\n\tQ    Robert, you said that the major policy decisions have been nailed down now as of this morning.  Does the same hold true for the major budget items to be decided yet, or are they still numbers and things like that --\n\n\tMR. GIBBS:  My sense is most of that has been made because a lot of that stuff goes to the printer well ahead of time.  You might ask why you still print the budget, and it’s a question many of us in here have posed for the last two years and still haven’t gotten a great answer.  But that's what happens.\n\n\tQ    Can you talk about the plans for releasing either excerpts or anything tomorrow?\n\n\tMR. GIBBS:  I think we’re going to -- I think you’ll soon see an email with some briefing plans where we’ll walk through the speech, likely embargoed until pretty close to its delivery. And I don't know about prospects in terms of excerpts.  I think that, Roger, is always largely dependent on what sections the President is done tinkering around with.\n\n\tQ    Robert, the President has often talked about not wanting to kick the can down the road, and making tough choices. And he said several times last year that this year he was really going to be seized with this effort to cut the deficit.  It sounds like you’re lowering expectations for this, in saying he might talk about it in general or in the abstract, but for some reason, maybe because the economy is doing better or because he is, the State of the Union is not the time that you’re going to challenge anyone to make cuts --\n\n\tMR. GIBBS:  Again, I think I’d be largely accused, in taking your first 10 or so questions, of being far less than specific. So I hope you won’t read into my unsatisfying answers some avenue one way or the other.\n\n\tQ    So you’re not going to lower expectations?\n\n\tMR. GIBBS:  I’m simply trying to maintain my --\n\n\tQ    You’re just trying to get through this briefing.  (Laughter.)  \n\n\tMR. GIBBS:  -- my confidence throughout the remainder of this briefing, having virtually nothing with which I can enlighten you on.\n\n\tQ    Will you brief tomorrow, Robert?  (Laughter.)  \n\n\tQ    Okay, I pass on to my --\n\n\tMR. GIBBS:  This is like -- now we’re like on 1980’s game shows -- “Pass.”\n\n\tPerry.\n\n\tQ    Can you talk about the members of Congress sitting together tomorrow?  Do you view it as important or just simply symbolic or maybe both those things to be true --\n\n\tMR. GIBBS:  No, I mean, I was asked in here 10 days or so ago on it.  I think it was -- I said it was an interesting idea. I think Senator Udall was one of the primary catalysts behind this idea.  I think the President would say that anytime there’s more collegiality, less acrimony and less partisanship either during the speech or during the debates and what have you on these issues, that that’s a good thing for the process.\n\n\tAgain, I think we have to be mindful of that not just on a day like the State of the Union but as we move forward throughout the course of the year.  You all have been up there, I’ve been up there -- I mean, it gets to be a little bit on both sides of -- everybody stands up and cheers, then everybody -- it gets to be\n\t-- I can only imagine what the people watching at home must sort of think in watching the sort of up-and-down.  And I think anytime when you're talking about something as reflective and as sober as the state of our union, to do that in an atmosphere where Democrats and Republicans are not divided by a central aisle, but sitting together, I think that's a good step.\n\n\tI think, again, the progress that we make overall on that issue will be dependent upon not just the steps that are taken to change where people sit tomorrow, but the atmosphere and the collegiality around that debate moving forward.\n\n\tAnd again, Perry, I don't think anybody in this town or anybody in this country expects us not to wake up and still have some differences.  That is why we have a democracy and why we have the system that we have.  That's not to say, though, that as we’re having some of those debates and discussions, that we can’t look at what unites rather than divides us and see if we can’t make some progress on that.  I think you’ll hear the President talk about that tomorrow.\n\n\tQ    Robert, a couple quick things.  First, do you have a firmer date for when the budget will be released?\n\n\tMR. GIBBS:  I know it’s the week of the 14th.  I don't know whether it’s the 14th or maybe the 15th.  But I think at this point, just that week.  I know obviously there had been some delay with Jack being held up through confirmation that moved that timeline a little bit toward the week of the 14th.  And that's when it will come out.\n\n\tQ    When you speak of things like investments for innovation and transportation, the workforce, is that -- and there’s been a lot of attention to that being spending -- is that also inclusive of tax incentives -- because that's been a lot of the program to date -- or is it all spending?\n\n\tMR. GIBBS:  I think that -- well, you can certainly have a debate about whether -- accounting debate about tax cuts and spending and what have you.  I think you’ll hear the President broadly discuss both of those.\n\n\tQ    And speaking of tax expenditures, that was one of the things the fiscal commission targeted for higher revenues.  But just generally speaking, in last year’s State of the Union, he -- when he first said he’d be creating a fiscal commission, he said that this would be a way in which -- it would not just be a gimmick that would allow us to say we’ve solved a problem.  And yet he’s, two months later, not said much of anything about the commission’s recommendations, aside from saying he’d look at it.\n\n\tMR. GIBBS:  Well, Jackie, again, I think largely that is because the exercise -- look, the exercise of the commission, which was, again, in the eyes of the President and I think the members that participated in that commission, an important way of going through and talking about and coming to some recommendation on a series of very tough issues.  I think that process from our standpoint -- the next part of that process obviously is the introduction of our budget.  \n\n\tSo I know that it’s not the most satisfying answer in the world, but I think I’d judge some of this stuff not just by tomorrow but what you see in the President’s budget in a couple of weeks.\n\n\tQ    But is that report just essentially on a shelf now, like so many others?  I mean, that’s where it will be if he doesn’t do something with it.\n\n\tMR. GIBBS:  Again, I think you’re going to have a very long and a very serious conversation in this town over the course of the next year to two years about how we get our fiscal house in order.  I think that is -- again, this is not -- as I said early in this briefing to Erica’s first question, this is not about whether or not we’re going to do this; it’s about how we’re going to do this.  So I think that is something you’ll hear and see take up a lot of time in the next many months.\n\n\tQ    Is he starting it tomorrow night?  Is he starting that conversation tomorrow night, or not?\n\n\tMR. GIBBS:  We should get together around 9:00 p.m. and listen.  I know, Mara, it’s just -- you know, we have this weird thing about the President giving the speech.\n\n\tQ    Just a quick follow-up.  Some of the harshest critics to the Bowles-Simpson commission were Democrats -- Nancy Pelosi and others.  Does part of having that conversation include President Obama getting his own party to be prepared to have a serious conversation?\n\n\tMR. GIBBS:  Jake, I don’t -- I think that the President would likely tell you that one group in a party or one party alone is not going to come to a series of decisions that allow us to solve this problem.  We didn’t get into this overnight.  We didn’t get into this because of one set of ideas.  And it’s going to take working together to get out of it.\n\n\tQ    But the Bowles-Simpson commission very specifically, in terms of Social Security reform, talked about increasing benefits for poorer seniors, and then means testing benefits for older seniors.  That became, in the mouths of Capitol Hill Democrats, this commission wants to cut Social Security.  I didn’t hear a word from the President in terms of their unfair characterization of the recommendations.\n\n\tMR. GIBBS:  I’m not going to get into the specifics of what is or what isn’t in the speech.  \n\n\tYes, sir.\n\n\tQ    Can I ask about the specifics of the day after the State of the Union speech?  Specifically, why is the President going to Manitowoc and --\n\n\tMR. GIBBS:  Because it’s near Green Bay -- (laughter ) --\n\n\tQ    And it’s in a swing state?\n\n\tMR. GIBBS:  -- and it’s a humbling experience for a Bears fan.\n\n\tNo, look, I think you’ll see the President go through -- and we’ll have more on this as we get closer, in terms of his activities.  This is an extension of some of the visits that he’s done over the course of many months to go and talk with folks out in the country, to visit businesses and schools and hear about what's working, and the expectations and the hopes that people have for continued progress economically throughout the course of the next year.\n\n\tAgain, you’ll see us not as much highlight stuff that we’ve been involved in, but things that are working at a state and local level that are important in dealing with the challenges that you’ll hear the President discuss on Tuesday.\n\n\tQ    And building on the State of the Union theme on competitiveness and jobs and stuff like that?\n\n\tMR. GIBBS:  Absolutely, absolutely.\n\n\tQ    Thank you.  (Laughter.)  \n\n\tMR. GIBBS:  I'll do a couple more because --\n\n\tQ    Robert, I had a question -- (laughter.)\n\n\tQ    I have some questions for you on marriage.  Back in 1996, when the President was running to become Illinois state senator, he stated in a questionnaire response to what is now the Windy City Times that he supports same-sex marriage.  He wrote, “I favor legalizing same-sex marriages, and would fight efforts to prohibit such marriages.”  That's not the President’s current position.  Has he backtracked on an earlier commitment he made to gay and lesbian Americans?\n\n\tMR. GIBBS:  I think there’s a whole host of issues that I would direct you to during the campaign on different questionnaires.  And I would again reiterate what the President has said recently on that issue.\n\n\tQ    But do you dispute the accuracy of this questionnaire response?\n\n\tMR. GIBBS:  Again, I’m happy to send you the several thousand clips of which went around during the course of 2008 on a whole host of those issues.\n\n\tThanks, guys.\n\n\tQ    Hold on, Robert.  \n\n\tQ    Robert, one question.  \n\n\tQ    Don’t leave us.  \n\n\tQ    We haven’t even finished the third -- you have not finished the third row.\n\n\tMR. GIBBS:  Somebody play that slow, sappy music --\n\n\tQ    Robert, House Republicans are introducing a bill to kill public financing of elections.  It’s going to come down next week, it seems.  The President obviously didn’t take public financing in 2008, but he has been a supporter of the system.  Where does the White House come down on this?\n\n\tMR. GIBBS:  Sam, again, the President believes that -- certainly if you look back at the decisions that the President was critical of a year ago, the concern about special interest money in dictating the decisions that are made at the ballot box are obviously something that are greatly concerning of him.\n\n\tI have not and I don’t know who here has seen the exact specifics of the legislation.  But obviously ensuring that we have a fair campaign system is something that we all support.  \n\n\tApril.\n\n\tQ    Why did the President --\n\n\tQ    He said April -- I’m sorry.  (Laughter.)\n\n\tMR. GIBBS:  I’m going to make you guys all sit in different seats for --\n\n\tQ    We do.  \n\n\tMR. GIBBS:  Do you think that will work, Mark?\n\n\tQ    -- like it will work in Congress.  (Laughter.)     \n\n\tQ    Speaking of seats, I have a question on seats.\n\n\tQ    He still called on April.  \n\n\tQ    After April.  \n\n\tQ    Thank you.\n\n\tMR. GIBBS:  That happened 45 minutes ago, and I’ve only been out here for half an hour.\n\n\tYes, ma’am.\n\n\tQ    Yes, Robert.  First of all, how many drafts are there of the State of the Union so far?  And where is the President rehearsing for tomorrow night?\n\n\tMR. GIBBS:  I have not heard where he might go over the speech.\n\n\tQ    Is it not in the family theater?\n\n\tMR. GIBBS:  I don’t think he is -- I don’t know that he has ever done it in there.  In terms of -- we get different editions of his speech, but I honestly don’t know that what’s gone around is or isn’t the full number of different drafts.  Obviously, this is something that the President has spent a lot of time working on and writing down thoughts on for quite some time.\n\n\tQ    And also on the issue -- going back to the issue that we raised last week on gun control.  Cities like Chicago and Washington, D.C. have gun violence and gangs.  And President Obama, being such a loyal native of Chicago and knowing what has happened there, why has he not since being President pushed anything on issues of gun control?  Is it because it’s a hot potato issue for Democrats?\n\n\tMR. GIBBS:  No, look, again, I think that -- first, you’re talking about a series of, in some cases, state, in some cases, local issues in terms of different laws that govern the purchasing of or the possession of guns in those jurisdictions.\n\n\tLook, there’s no doubt that the gang violence that's resulted in the murders of kids in Chicago and Washington and throughout the country are issues that are important to this administration and important to this President, particularly as you said, given his hometown of Chicago.  There have been efforts at DOJ and other places to see what measures can be taken to help those localities deal with many of these problems, understanding that, April, I think the President will be the first one to tell you that laws alone by any jurisdiction or any government are not going to -- are not ever going to fully stop what happens to young people who -- I think he’s said in different speeches -- have a hole in their heart that lead them to do the types of things that result in killing kids their own age.\n\n\tI think those are -- these are issues that have to be met with responses not simply at a state, local or federal level, but at a level in -- at kitchen tables and in churches all over the country.\n\n\tTommy.\n\n\tQ    Let me follow up on -- sort of two quick ones.  One is a follow-up from last week.  First of all, yesterday on “Meet the Press,” House Majority Leader Eric Cantor was asked if he would reject birther crazy talk, and he wouldn’t.  But he did allow that he believes that the President is a United States citizen.  And I’m wondering if you think that Republican leaders ought to reject that kind of birther talk and --\n\n\tMR. GIBBS:  I think rational people have come to the conclusion, many of them years ago, that the President is -- was born in Hawaii and is a citizen of the United States of America.\n\n\tQ    Do you think the Republican leaders ought to reject that sort of thing, and do you think they have a duty to do that? Would you do that if the situation were reversed and it was Sarah Palin, for example, whose eligibility were being questioned?  Would you do that?\n\n\tMR. GIBBS:  Well, remember, there were concerns about the eligibility of the Republican presidential nominee’s birth in the Panama Canal Zone, and President Obama joined efforts to ensure that efforts were taken to, again, ensure that if there were any questions about what that meant for your citizenship -- Tommy, again, I think rational people have long ago, many when they first heard and saw the President, come to the conclusion of his citizenship.\n\n\tQ    Why did the President --\n\n\tQ    And secondly, I had a follow from last week.  I asked you last week if the President was going to talk about repealing DOMA or about same-sex marriage in the speech.  And if you want to volunteer an answer on that, you can.  But I also asked you if --\n\n\tMR. GIBBS:  I will volunteer that, as I told Keith, it’s around 9:05 p.m. tomorrow.\n\n\tQ    My follow-up is --\n\n\tMR. GIBBS:  Your follow-up to my non-answer?  (Laughter.)  \n\n\tQ    I know, but I also asked you if the President -- he said his personal view on same-sex marriage is evolving, and so I wanted to follow up and see, has he come to a new personal view and --\n\n\tMR. GIBBS:  As I said earlier, I don't have an update to what -- to reiterating that it’s something that he thinks a lot about.  \n\n\tQ    Do you know when he might speak about that if he’s not going to speak about it?\n\n\tMR. GIBBS:  I don't.  I don't.\n\n\tQ    Is there any plan in the future?\n\n\tMR. GIBBS:  I don't know if -- I don't have that with me.\n\n\tQ    Robert, do we have --\n\n\tMR. GIBBS:  I may have run out of timeouts.  \n\n\tQ    The President on Friday named Mr. Immelt as head of his council on jobs and competitiveness.  Do we know the other members?  Have you put out a list of the other members?\n\n\tMR. GIBBS:  I don't think we’ve put out a list of those members.  My guess is they’ll be comprised not dissimilarly to some broad makeup of what you’ve seen before.  I think you’ll see people that are -- those that have worked in government, those that have worked in business, those that have worked in labor and workforce issues.  \n\n\tI think the President wants a broad viewpoint as we transition from the PERAB structure of focusing on the decisions that have to be made immediately to prevent us from sliding from a recession into a depression, now to focusing on, as we’ve seen now 12 months of positive job growth, how do we see that growth not simply continue but become greater, and how do we make a series of decisions that put us on stronger footing for the long term?\n\n\tQ    The machinists union, if I may follow up, the machinists union today put out some numbers showing that GE is one of the major exporters of American jobs over the last five years.  So doesn’t the President and Mr. Immelt, as the chairman of the competitive council, sort of contradict the President’s message that we have to create new jobs here in America?\n\n\tMR. GIBBS:  Well, I'd say first and foremost, Bill, I don't think the message is contradictory, largely because what we did was -- the stop that we made was to visit the birthplace of General Electric, a place where the company is bringing back jobs from overseas back into, in that case, upstate New York and back into this country.  \n\n\tI think virtually every one of the -- as you walked around the floor of that factory, you saw that virtually every one of the enormous pieces of equipment -- the turbines for different types of energy implements -- almost all of them or a good measure of them were going overseas.  We’re manufacturing -- bringing jobs back in order to manufacture products in this country that then get sold overseas and help support jobs here in America.  \n\n\tI think that, in many ways, will be one of the challenges that our country faces over the course of the next many years.  And I think whether it’s General Electric, other companies, or other individuals that help highlight that, I think you’ll hear the President talk about it and highlight it even more.\n\n\tQ    Why did the President --\n\n\tMR. GIBBS:  Hold on.  Can we just -- I know this is crazy.  Just Lester, and then I’ll take a couple of more questions.  \n\n\tQ    Thank you.  \n\n\tMR. GIBBS:  Just you will not get -- this includes you, too, Lester -- you don’t get called on because you can yell the loudest.  \n\n\tQ    Yes, he does.  (Laughter.)   \n\n\tMR. GIBBS:  Well, go ahead.  \n\n\tQ    That's exactly why he got called.\n\n\tMR. GIBBS:  You’re a peach, too, Jake.  (Laughter.)\n\n\tQ    Why did the Democrat proposal to break up partisan seating at the State of the Union come only this year after the Democrats became such a distinct minority in the House?\n\n\tMR. GIBBS:  Read the first part again.\n\n\tQ    Why did the Democrat proposal to break up partisan seating at the State of the Union come only --\n\n\tMR. GIBBS:  Lester, did you identify a Democratic conspiracy with which to co-mingle the seating?  Ah!  Can I just mention --\n\n\tQ    It didn’t happen when the Republicans were a minority.  I’m just wondering if you could explain why.\n\n\tMR. GIBBS:  Well, I can’t speak for the Republicans.  But I will say that 52 minutes into this briefing, news has been made and Lester has uncovered the grand conspiracy of losing Congress in order to comingle seats.  (Laughter.)\n\n\tQ    You are a funny man.\n\n\tMR. GIBBS:  If only we had thought of that earlier.  \n\n\tYes, ma’am.\n\n\tQ    How damaging are the leaked Palestinian papers to any future for the peace process?\n\n\tMR. GIBBS:  Well, look, first and foremost, as I understand news reports, of which we’ve seen many, these are purported documents from another entity.  I can’t speak to their veracity.\n\n\tI think our focus continues to be on getting the two sides back to important direct negotiations, with our involvement, in order to see progress toward a two-state settlement.  That's what the President has been focused on, and that's what people that work in here and others like George Mitchell have spent a lot of time in the region trying to do.\n\n\tSo I can’t speak to what is or isn’t in those documents.\n\n\tQ    And will the President speak in the State of the Union about the rise in sectarian violence in the Middle East against religious minorities, including Christians, Muslims and Bahai’s?\n\n\tMR. GIBBS:  Obviously, I don't know that that's in the speech.\n\n\tYes, sir.\n\n\tQ    Will the President be following through next month on the pledge to get Republicans up to Camp David?  And I’ll ask a follow up -- what’s the point of that?  I mean, what would be accomplished if that were done?\n\n\tMR. GIBBS:  Well, I think -- I’ll see where that rests.  I know that -- I think I’d go back to what Laura and others have asked.  I think whether -- and Mark as well -- whether it’s a bipartisan meeting in the Cabinet Room or in his private dining room over in the residence or over at Camp David, I think whenever these groups have a chance to sit down and away from the partisan back-and-forth and, again, speak directly to one another, I think you have a better opportunity, again, to find out what -- not what you disagree on, but what you agree on and how you can move that forward.  \n\n\tI think that was, again, the basis for what we saw in getting a lot done in December.  And I hope and I think the President hopes that it is a model as we move forward.  Being able to spend some time focusing on those issues that we all believe are important and some of those common solutions I think would do all of us well, and I know it would do the American people well to see that as well.\n\n\tThanks, guys.\n\n\tEND\n\t12:54 P.M. EST\n\n\n\n\n"
}