{
    "title": "Statement by National Security Council Spokesman Mike Hammer on the visit of Assistant to the President for Counterterrorism and Homeland Security John Brennan to Yemen | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/20/statement-national-security-council-spokesman-mike-hammer-visit-assistan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 20, 2010\n\n \n\n\n\nStatement by National Security Council Spokesman Mike Hammer on the visit of Assistant to the President for Counterterrorism and Homeland Security John Brennan to Yemen\n\n\n\n\nAssistant to the President for Counterterrorism and Homeland Security John Brennan visited Sana’a today to consult with U.S. and Yemeni officials about the bilateral relationship.   In a meeting with President Ali Abdullah Saleh, Mr. Brennan discussed the United States’ economic and humanitarian support for the Yemeni people, which increased to over $110 million dollars in the last year.  President Saleh and Mr. Brennan consulted on the Friends of Yemen, including its upcoming September 24th Ministerial meeting in New York, which provides an important forum for the international community to support Yemeni economic and governance reforms.  Mr. Brennan also reiterated the United States’ support for a comprehensive and inclusive national dialogue, the upcoming parliamentary elections, the protection of human rights, and continued compliance by all sides to the ceasefire in the north of Yemen.  President Saleh and Mr. Brennan discussed cooperation against the continuing threat of al-Qa’ida, and Mr. Brennan conveyed the United States’ condolences to the Yemeni people for the loss of Yemeni security officers and citizens killed in recent al-Qa’ida attacks.\nMr. Brennan delivered to President Saleh a letter from President Obama discussing these issues and reiterating the United States’ support for a unified, stable, democratic and prosperous Yemen.  The President’s letter stated “We are also committed to helping Yemen achieve a future that builds upon the extraordinary talents of its people and the richness of its history.  Yemen possesses a deeply rooted culture, and is widely admired around the world for its ancient traditions, beautiful countryside, and hospitable people.  I am convinced that the people of Yemen can do more than overcome the threats that they face – they can build a future of greater peace and opportunity for their children.” \n\n\n\n\n"
}