{
    "title": "President Obama Names Commerce Secretary John Bryson, NEC Chair Gene Sperling as Co-Chairs of White House Office of Manufacturing Policy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/12/12/president-obama-names-commerce-secretary-john-bryson-nec-chair-gene-sper",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 12, 2011\n\n \n\n\n\nPresident Obama Names Commerce Secretary John Bryson, NEC Chair Gene Sperling as Co-Chairs of White House Office of Manufacturing Policy\n\n\n\n\n\n\tWASHINGTON - President Obama today announced that Secretary John Bryson would join National Economic Council Director Gene Sperling as co-chair of the White House Office of Manufacturing Policy.  The Office of Manufacturing Policy is part of the National Economic Council in the White House and works across federal government agencies to coordinate the execution of manufacturing programs and the development of manufacturing policy.\n\n\t“At this make or break time for the middle class and our economy, we need a strong manufacturing sector that will put Americans back to work making products stamped with three proud words: Made in America,” said President Obama.  “I am grateful that Secretary Bryson and Gene Sperling will head up this office to continue our efforts to revitalize this great American industry and fight for American workers and jobs.”\n\n\t“John Bryson brings to this role decades of business leadership, a passion for manufacturing, and a strong understanding of its importance for jobs and our nation's economic competitiveness. He will play a key leadership role for the President and his economic team on these critical issues,” said Gene Sperling.\n\n\tSecretary Bryson led Southern California Edison as Chairman and CEO for 18 years, served as Boeing’s longest-serving director, as well as served as an adviser to Coda Automotive.  Secretary Bryson’s business experience, combined with the Commerce Department’s strengths, including promoting U.S. exports, advising small manufacturers, developing tomorrow’s cutting edge standards, commercializing federally funded research, and protecting America’s intellectual property, uniquely position Secretary Bryson to help lead the Administration’s manufacturing efforts.\n\n\t“Supporting the manufacturing sector will further our ability to innovate at home and compete around the world while generating more high-wage American jobs,” Secretary Bryson said. “Since day one, President Obama has been focused on supporting the entire United States manufacturing sector but especially small and medium sized businesses on the cutting edge of advanced manufacturing. We are introducing an ‘all hands on deck’ approach that coordinates all of our assets - public and private, federal, state, and regional.”\n\n\tThe White House Office of Manufacturing Policy will convene cabinet-level meetings to aggressively implement the Administration’s priority manufacturing initiatives.  Consistent with the President’s focus on small and growing businesses, Administrator Karen Mills will lead efforts on access to capital for small and medium manufacturers.\n\n\tIn his first month in office, Secretary Bryson has led trade talks with China to level the playing field for American companies and workers.   He is reaching out to CEOs, has met with the Steering Committee of the President’s Advanced Manufacturing Partnership, and has directed the Manufacturing Extension Partnership (MEP) housed within the Department’s National Institute of Standards and Technology (NIST) to expand their efforts to connect competitive, U.S. based suppliers with upper tier domestic and foreign companies, wherever located.\n\n\tUpon taking office, the President made the tough choice to provide the auto industry temporary support – assistance which has helped the auto industry add back more than 140,000 jobs and positions the United States to lead the world in advanced vehicle manufacturing.  In addition, the Administration has taken steps to reduce costs for manufacturers, expand markets abroad, and invest in infrastructure and innovation to make our manufacturers globally competitive.\n\n\tThose actions have included passing three free trade agreements that will significantly boost exports as well as support tens of thousands of good-paying American jobs.  These agreements also support the President’s National Export Initiative launched in 2010, with the goal of doubling U.S. exports by 2014.  Over 60% of exports are manufactured goods, and exports support over one quarter of all U.S. manufacturing jobs.  The initiative is on track to reach that goal, and has already helped U.S. businesses expand exports 17 percent in 2010 and 16 percent so far this year.\n\n\tThe President has also called on Congress to help revitalize American manufacturing, including continuing to push for an expanded, simplified, and permanent research and development tax credit which would provide the certainty and predictability manufacturers need to invest in innovation.  In addition, the President’s American Jobs Act would extend the 100 percent capital purchase expensing provision signed into law in December 2010 and make an immediate $50 billion investment for highway, highway safety, transit, passenger rail, and aviation activities.\n\n\tSince the bottom of the recession in 2009, manufacturing production has grown 14 percent while real goods exports have grown 29 percent.  Over this same period, U.S. manufacturing has added over 300,000 jobs, the first time the sector has experienced sustained job growth in over a decade, but more must be done to revitalize American manufacturing.\n\n\n\n\n"
}