{
    "title": "Mensaje Semanal: El Presidente Obama dice que noticias prometedoras del sector automotor no reducen la necesidad de la reforma de Wall Street | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-el-presidente-obama-dice-que-noticias-prometedoras-del-sector-autom",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 24, 2010\n\n \n\n\n\nMensaje Semanal: El Presidente Obama dice que noticias prometedoras del sector automotor no reducen la necesidad de la reforma de Wall Street\n\n\n\n\nWASHINGTON – En su mensaje semanal, el Presidente Obama dijo que mientras el gobierno está llevando a su fin muchos programas de emergencia que se pusieron en vigor para darle estabilidad al sector financiero y reiniciar el otorgamiento de préstamos, la reforma de Wall Street aún es urgentemente necesaria. General Motors anunció que ha devuelto a los contribuyentes su préstamo más intereses cinco años antes de lo programado, y Chrysler Financial también ya ha pagado todo su préstamo con intereses. Aunque éstas son buenas noticias, también es un recordatorio de que la crisis en el sector automotor fue causada en parte por problemas en el sector financiero. Para ayudar a evitar otra crisis, el Congreso debe promulgar reformas para hacer que Wall Street rinda cuentas y proteja a los consumidores.\nEl audio completo del discurso está AQUI. Se puede ver el video por Internet en obamawhitehouse.archives.gov.\nDeclaraciones del Presidente Barack Obama\nSábado, 24 de abril, 2010\nMensaje semanal \nWashington, DC\nHace poco más de un año nuestro país enfrentó una crisis potencialmente desoladora en el sector automotor. En el transcurso del 2008, el sector eliminó 400,000 empleos. En medio de una crisis financiera y profunda recesión, tanto General Motors como Chrysler –dos empresas que durante varias generaciones fueron símbolos del poderío industrial de Estados Unidos– estuvieron a punto de quebrar. La rápida liquidación de dichas empresas, seguida por la quiebra segura de muchos fabricantes de partes de autos, concesionarios y otras pequeñas empresas– habría sido un golpe devastador para nuestra ya aquejada economía. Según los cálculos más optimistas, más de un millón de trabajadores estadounidenses podrían haber perdido el empleo.\nEl gobierno anterior otorgó préstamos temporales a ambas compañías. De todos modos, cuando asumí el mando, la situación seguía siendo grave. Tuvimos que determinar si se justificaba ayuda adicional de los contribuyentes. Al fin y al cabo, muchos de los problemas del sector automotor eran resultado directo de malas decisiones gerenciales durante varias décadas. Por lo tanto, no fue una decisión fácil. Pero decidimos que aunque proporcionar asistencia adicional era riesgoso, no hacer nada representaba un riesgo mucho mayor para familias y comunidades en todo el país. Aceptamos brindar ayuda adicional, pero sólo si las empresas y partes interesadas estaban dispuestas a romper con el pasado. Tenían que reorganizarse totalmente, con una nueva gerencia que reexaminara las decisiones que llevaron a este caos y trazara el camino hacia la viabilidad. Sabía que no era una decisión popular. Pero era la acertada.\nEntonces, GM y Chrysler pasaron por difíciles reestructuraciones que requirieron de enormes sacrificios de parte de todos los involucrados. Muchos pensaban que era una misión inútil. Muchos temían que sería un desperdicio de dinero: que los contribuyentes perderían la mayor parte de su inversión y que de todos modos estas empresas fracasarían pronto. Pero un año más tarde, la situación es muy diferente. De hecho, el sector se está recuperando a un paso que pocos pensaron posible.\nJusto esta semana recibimos noticias alentadoras. Desde que General Motors salió de la bancarrota, el sector automotor en realidad ha agregado 45,000 empleos, el mayor crecimiento en una década. Y Chrysler anunció utilidades correspondientes a los primeros tres meses de este año. Ésta es la primera vez que Chrysler ha reportado utilidades desde el inicio de la crisis económica. Es más, GM anunció que les devolvió a los contribuyentes el préstamo con intereses cinco años antes de lo programado. Dentro de poco las acciones que el Tesoro tiene en GM se podrán vender, lo que ayudará a reembolsarle al pueblo estadounidense por su inversión.\nAdemás, Chrysler Financial ya ha pagado del todo y con intereses los préstamos que recibió para apoyar el financiamiento de autos. Y estamos llevando a su fin el programa temporal que ayudó a los proveedores de partes a sobrellevar esta tormenta, el cual también devolverá al Tesoro la inversión total con intereses. Finalmente, estamos dando fin a muchos de los programas de emergencia que tenían como propósito darle estabilidad al sector financiero y hacer que se vuelvan a otorgar préstamos para que la gente pueda financiar autos y camiones, como también casas y pequeñas empresas.\nDe hecho, el viernes, el Departamento del Tesoro le informó al Congreso que este rescate financiero –que era absolutamente necesario para evitar una catástrofe económica incluso peor– terminará constándoles a los contribuyentes una fracción de lo que se temía originalmente. Esto es resultado directo de la cuidadosa administración de las inversiones hechas por el pueblo estadounidense para que podamos recuperar el mayor dinero posible lo más rápido posible.\nEstas medidas, como también otras que hemos tomado, han hecho que gente que de otra manera habría perdido el empleo tenga trabajo hoy. Pero nunca se pretendió que estas medidas fueran permanentes. Como he dicho muchas veces, no me postulé a Presidente para entrar al negocio de autos o la banca. A pesar de que fue esencial que participáramos en ellos, me complace ver que nos estamos retirando.\nAl mismo tiempo, a pesar de que hemos hecho grandes progresos, aún nos queda mucho camino por recorrer. El sector automotor está más estable. La economía tiene mayor solidez. Pero la gente aún sufre. Oigo al respecto casi todos los días en las cartas que leo y en las ciudades y pueblos que visito. A pesar de lo que dicen los datos, sólo quedaré satisfecho cuando la gente que necesita trabajar pueda encontrar buenos empleos. Después de una recesión que eliminó 8 millones de puestos de trabajo, esto tomará un tiempo. Y esto requerirá que continuemos solucionando los problemas subyacentes que causaron estas alteraciones para comenzar. En resumen, es esencial que aprendamos las lecciones de esta crisis o arriesgaremos repetirlas.\nAhora, parte de lo que llevó a esta crisis en nuestro sector automotor –y una de las principales causas de la desaceleración económica– fueron problemas en nuestro sector financiero. A falta de normas de sentido común, las firmas de Wall Street tomaron riesgos enormes e irresponsables que pusieron en peligro nuestro sistema financiero y perjudicaron prácticamente a todos los sectores de la economía. Algunos simplemente se olvidaron que detrás de cada dólar negociado en la bolsa o deuda asumida, hay una familia que quiere comprar casa, pagar la universidad, abrir un negocio o ahorrar para la jubilación.\nPor eso fui a la ciudad de Nueva York esta semana y me dirigí a un grupo que incluía a líderes del sector financiero. Y nuevamente propuse reformas para hacer que Wall Street rinda cuentas por sus actos y para proteger a los consumidores. Estas reformas pondrán fin de una vez por todas a los rescates financiados por los contribuyentes. Les darán más transparencia a complejos tratos financieros. Y les darán poder a los consumidores promedio y accionistas en nuestro sistema financiero. La gente tendrá información más clara y concisa cuando tome decisiones financieras, en vez de tener que preocuparse sobre letra menuda engañosa. Y los accionistas y titulares de cuentas de pensión tendrán una voz más fuerte en los directorios de las empresas en las que invierten sus ahorros.\nEs así que restauraremos la fe y confianza en nuestro mercado. Es así que ayudaremos a poner fin a los ciclos de auge y bonanza que hemos visto. Y es así que –tras dos años muy difíciles– no sólo reactivaremos la economía, sino que ayudaremos a reconstruirla con más solidez que antes.\nGracias.\n###\n \n\n\n\n"
}