{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/12/06/president-obama-announces-more-key-administration-posts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 06, 2016\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\nWASHINGTON, DC – Today, President Barack Obama announced his intent to nominate the following individual to a key Administration post:\n\nTom Murphy – Under Secretary for Benefits, Department of Veterans Affairs   \n\nPresident Obama also announced his intent to appoint the following individuals to key Administration posts:\n\nJerry MacArthur Hultin – Member, American Battle Monuments Commission\nLisa A. Hallett – Member, American Battle Monuments Commission\nRebecca Hankins – Member, National Historical Publications and Records Commission\nNaomi L. Nelson – Member, National Historical Publications and Records Commission\nLee A. Feinstein – Member, United States Holocaust Memorial Council\nPriscilla Levine Kersten – Member, United States Holocaust Memorial Council\nJonathan S. Lavine – Member, United States Holocaust Memorial Council\n\nPresident Obama said, “I am confident that these outstanding individuals will serve the American people well, and I look forward to working with them.”\nPresident Obama announced his intent to nominate the following individual to a key Administration post:\nTom Murphy, Nominee for Under Secretary for Benefits, Department of Veterans Affairs    \nTom Murphy is Principal Deputy Under Secretary for Benefits at the Department of Veterans Affairs (VA), a position he has held since June 2016.  In this role, Mr. Murphy also performs the duties of the Under Secretary for Benefits.  From 2010 to 2016, he was Director of Compensation Service at the VA, serving concurrently as the Acting Principal Deputy Under Secretary for Benefits from February to June of 2016.  He was Director of the VA’s Puerto Rico Regional Office from 2009 to 2010.  Mr. Murphy worked at The Home Depot as Director of Merchandise Planning from 2007 to 2009, Director of Sourcing from 2006 to 2007, and as a Store Manager from 2002 to 2006.  He was a Tactical Planning Manager for Qwest Communications from 1999 to 2001.  Mr. Murphy also worked at the Department of Defense from 1989 to 1999 in a number of management, logistics, and personnel roles.  He retired from the military with the rank of Major after 15 years of service in the Colorado National Guard and six years of service with the Marine Corps Reserve.  Mr. Murphy received a B.S. from Colorado Christian University and an M.B.A. from the University of Colorado.\nPresident Obama announced his intent to appoint the following individuals to key Administration posts:\nJerry MacArthur Hultin, Appointee for Member, American Battle Monuments Commission\nJerry MacArthur Hultin is President Emeritus of Polytechnic Institute of New York University (NYU).  Mr. Hultin previously served as President of the Polytechnic Institute of NYU from 2008 to 2013 and President of Polytechnic University from 2005 to 2008.  Since 2015, Mr. Hultin has been President, Chairman of the Board of Directors, and Co-Founder of Global Futures Group, LLC.  He was Dean of the Howe School of Technology Management at Stevens Institute of Technology from 2000 to 2005, Under Secretary of the Department of the Navy from 1997 to 2000. Mr. Hultin held various roles in the private sector from 1972 to 1997 and served as an officer in the U.S. Navy from 1964 to 1969.  He is Chair of the Global Advisory Board of the Smart City Expo and World Congress, a Global Fellow of Global Federation of Competitiveness Councils, and is a member of the Defense Business Board and the President’s Council of the New York Academy of Sciences.  Mr. Hultin received the Ellis Island Medal of Honor from the National Ethnic Coalition of Organizations in 2010.  Mr. Hultin received a B.A. from The Ohio State University and a J.D. from Yale Law School. \nLisa A. Hallett, Appointee for Member, American Battle Monuments Commission\nLisa A. Hallett is Co-Founder, President, and Chief Executive Officer of wear blue: run to remember, positions she has held since 2010.  Ms. Hallett served as a Parent Educator at the Military Child Education Coalition from 2007 to 2009 and was an instructor at Vernon Parish Schools and Muscogee County School District from 2005 to 2006.  Ms. Hallett received a B.A. from the University of California, Santa Barbara and an M.Ed.T. from the University of Hawai’i at Manoa. \nRebecca Hankins, Appointee for Member, National Historical Publications and Records Commission \nRebecca Hankins is Associate Professor, Curator, and Librarian for Africana Studies, Women’s and Gender Studies, and Arabic Language at Texas A&M University, where she has worked since 2003.  Ms. Hankins was Assistant Librarian and Archivist at the University of Arizona from 2001 to 2003 and Archivist at the Amistad Research Center at Tulane University from 1988 to 2001.  She is also a Regent for Exam Development for the Academy of Certified Archivists and a Distinguished Fellow of the Society of American Archivists.  Ms. Hankins received a B.A. from Loyola University New Orleans, an M.L.I.S. from Louisiana State University, and is a Certified Archivist with the Academy of Certified Archivists.\nDr. Naomi L. Nelson, Appointee for Member, National Historical Publications and Records Commission\nDr. Naomi L. Nelson is Associate University Librarian and Director of the David M. Rubenstein Rare Book & Manuscript Library at Duke University, positions she has held since 2014 and 2010, respectively.  Dr. Nelson was Co-Director of the Digital Scholarship and Media Studies Graduate Certificate Program at Emory University from 2009 to 2010 and Assistant Director and Interim Director of the Manuscript, Archives, and Rare Book Library at Emory University from 2004 to 2010.  She held numerous positions at Emory University’s Special Collections and Archives from 1991 to 2009, including Director of Digital Archives and Coordinator for Research Services.  Dr. Nelson served on the Society of American Archivists’ Committee on Education, the Research Libraries Group’s Encoded Archival Description Advisory Group, and the Digital Library Federation’s Aquifer Initiative.  She was first appointed to the National Historical Publications and Records Commission in 2014.  Dr. Nelson received an A.B. from Duke University, an M.L.S. from the University of Pittsburgh School of Library and Information Science, and a Ph.D. from Emory University.\nLee A. Feinstein, Appointee for Member, United States Holocaust Memorial Council\nLee A. Feinstein is Dean of the School of Global and International Studies at Indiana University, a position he has held since 2014.  Mr. Feinstein was Senior Director at McLarty Associates from 2013 to 2014.  He served as the United States Ambassador to the Republic of Poland from 2009 to 2012.  Mr. Feinstein was a Visiting Senior Fellow at the Brookings Institution from 2008 to 2009.  He was Deputy Director of Studies and Senior Fellow at the Council on Foreign Relations from 2002 to 2007 and Principal Deputy Director and Member of the Policy Planning Staff at the Department of State from 1995 to 2001.  Mr. Feinstein served as Special Assistant for Peacekeeping and Peace Enforcement Policy at the Department of Defense from 1994 to 1995 and as Assistant Director for Research at the Arms Control Association from 1989 to 1994.  He is a member of the Council on Foreign Relations.  Mr. Feinstein received an A.B. from Vassar College, an M.A. from the Graduate Center of the City University of New York, and a J.D. from Georgetown University Law Center.  \nPriscilla Levine Kersten, Appointee for Member, United States Holocaust Memorial Council\nPriscilla Levine Kersten is President of Square One Foundation and Chair of the University of Chicago Women’s Board, where she has worked since 2007 and 2015, respectively.  Ms. Kersten is a founding member of Impact 100 Chicago and serves on the board of the Chicago Children’s Choir.  She has held board member positions at the Latin School of Chicago, the Jewish Federation of Metropolitan Chicago, and the Jewish Women’s Foundation.  Ms. Kersten received a B.A. from the University of Michigan and an M.B.A. from the Northwestern University Kellogg School of Management.\nJonathan S. Lavine, Appointee for Member, United States Holocaust Memorial Council\nJonathan S. Lavine is Co-Managing Partner of Bain Capital, which he joined in 1993, and Chief Investment Officer of Bain Capital Credit, which he founded in 1997.  Mr. Lavine was a Consultant at McKinsey and Company from 1991 to 1993 and an Analyst at Drexel Burnham Lambert from 1988 to 1990.  He is Chairman of the National Board of Trustees of City Year, Vice-Chair of the Board of Trustees of Columbia University, and a member of the boards of the Boston Children’s Hospital Trust and the Dana-Farber Cancer Institute.  Mr. Lavine is a past recipient of Columbia College’s John Jay Award, Voices for National Service Citizen Service Award, and the New England Anti-Defamation League’s Distinguished Community Service Award.  Mr. Lavine received a B.A. from Columbia College and an M.B.A. from Harvard Business School. \n\n\n\n\n"
}