{
    "title": "Presidential Proclamation -- National Arts and Humanities Month, 2016 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/28/presidential-proclamation-national-arts-and-humanities-month-2016",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 28, 2016\n\n \n\n\n\nPresidential Proclamation -- National Arts and Humanities Month, 2016\n\n\n\n\n\n\tNATIONAL ARTS AND HUMANITIES MONTH, 2016\n\n\t- - - - - - -\n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\n\tA PROCLAMATION\n\n\tThroughout history, the arts and humanities have been at the forefront of progress. In diverse mediums and methods -- whether through the themes of a novel, the movement of a dancer, or a monologue on a stage -- the arts enrich our souls, inspire us to chase our dreams, and challenge us to see things through a different lens. During National Arts and Humanities Month, we celebrate the important role the arts and humanities have played in shaping the American narrative.\n\n\tOur achievements as a society and a culture go hand-in-hand. The arts embody who we are as a people and have long helped drive the success of our country. They provoke thought and encourage our citizenry to reach new heights in creativity and innovation; they lift up our identities, connecting what is most profound within us to our collective human experiences.\n\n\tIn seeking to break down barriers and challenge our assumptions, we must continue promoting and prioritizing the arts and humanities, especially for our young people. In many ways, the arts and humanities reflect our national soul. They are central to who we are as Americans -- as dreamers and storytellers, creators and visionaries. By investing in the arts, we can chart a course for the future in which the threads of our common humanity are bound together with creative empathy and openness. When we engage with the arts, we instill principles that, at their core, make us truer to ourselves.\n\n\tThis month, we acknowledge all those who have proudly and passionately dedicated their lives to these diverse, beautiful, and often challenging forms of expression. In our increasingly global economy, we recognize the power of the arts and humanities to connect people around the world. Be it through the pen of a poet, the voice of a singer, or the canvas of a painter, let us continue to harness the unparalleled ways the arts and humanities bring people together.\n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim October 2016 as National Arts and Humanities Month. I call upon the people of the United States to observe this month with appropriate ceremonies, activities, and programs to celebrate the arts and the humanities in America.\n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this twenty-eighth day of September, in the year of our Lord two thousand sixteen, and of the Independence of the United States of America the two hundred and forty-first.\n\n\tBARACK OBAMA\n\n\n\n\n"
}