{
    "title": "Statement by the President on the Edward M. Kennedy Serve America Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-president-edward-m-kennedy-serve-america-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 26, 2009\n\n \n\n\n\nStatement by the President on the Edward M. Kennedy Serve America Act\n\n\n\n\n THE WHITE HOUSE Office of the Press Secrectary  _____________________________________________________________  For Immediate Release                                March 26, 2009   STATEMENT BY THE PRESIDENT ON THE EDWARD M. KENNEDY SERVE AMERICA ACT  I’m so pleased that the Senate overwhelmingly passed the bipartisan Edward M. Kennedy Serve America Act -- legislation that will usher in a new era of service. I want to applaud all those who have worked so hard to see this bill through, and I am eager to sign it into law. This legislation will help create new opportunities for millions of Americans at all stages of their lives. From improving service learning in schools to creating an army of 250,000 volunteers a year dedicated to addressing our nation's toughest problems. From connecting working Americans to a variety of part-time service opportunities to better utilizing the skills and experience of our retirees and baby boomers. This legislation will help tap the genius of our faith based and community organizations, and it will find the most innovative ideas for addressing our common challenges and helping those ideas grow. It is fitting that this legislation is named after Ted Kennedy, a person who has never stopped asking what he could do for his country. This legislation is not just a tribute to the service to which he has dedicated his life, it is a call to action for the rest of us. Our work is not finished when I sign this bill into law – it has just begun. While our government can provide every opportunity imaginable for us to serve our communities, it is up to each of us to seize those opportunities. To do our part to lift up our fellow Americans. To realize our own true potential. I call on all Americans to stand up and do what they can to serve their communities, shape our history and enrich both their own lives and the lives of others across this country.\n\n\n\n"
}