{
    "title": "Presidente Obama y Vicepresidente Biden anuncian detalles sobre programas para familias de clase media | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidente-obama-y-vicepresidente-biden-anuncian-detalles-sobre-programas-para-fami",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 25, 2010\n\n \n\n\n\nPresidente Obama y Vicepresidente Biden anuncian detalles sobre programas para familias de clase media\n\n\n\n\nConversación adelanta detalles de un tema clave en el Discurso sobre el Estado de la Nación\nWashington, DC – Hoy, el Presidente Barack Obama y el Vicepresidente Joe Biden tuvieron una reunión del Grupo de Trabajo sobre la Clase Media (Middle Class Task Force), en la que dieron información sobre inversiones clave para las familias de clase media. La conversación de hoy adelanta detalles de un tema clave en el Discurso del Presidente sobre el Estado de la Nación, que incluye generar buenos empleos, hacerle frente al déficit, cambiar Washington y luchar por las familias de clase media.\n \nEl Presidente Obama dijo, “Estamos luchando todos los días para hacer que los estadounidenses vuelvan a trabajar, generar buenos empleos y darle mayor solidez a nuestra economía a largo plazo. Las medidas adicionales presentadas hoy se centran en aliviar la carga de las familias de clase media que están pasando apuros en esta economía y proporcionarles la ayuda que necesitan para salir adelante”.\n“Todos los días, las familias de clase media van a trabajar y ayudan a forjar un gran país. Durante todo el año, nuestro Grupo de Trabajo ha estado oyendo que tienen dificultades por los costos que aumentan vertiginosamente y los presupuestos familiares que no alcanzan. Estos programas de sentido común ayudarán a estas familias a hacerles frente a dichos desafíos”, afirmó el Vicepresidente Biden.\nTras recorrer el país el año pasado y hablar con familias, proveedores de atención de salud, educadores, estudiantes, personas mayores, como también expertos y personas que dictan la política, el Vicepresidente Joe Biden, quien preside el Grupo de Trabajo de la Casa Blanca sobre la Clase Media, se sumó al Presidente Obama para anunciar varias recomendaciones de dicho grupo de trabajo. Estos programas, que han surgido de las reuniones, viajes y labor del Grupo de Trabajo, tienen como propósito ayudar a las familias de clase media a poder pagar el costo cada vez más alto del cuidado de niños y el cuidado de sus familiares mayores, además de afrontar el desafío de ahorrar para la jubilación y pagar la matrícula universitaria de sus hijos.\nEsta semana se cumple un año de la incepción del Grupo de Trabajo sobre la Clase Media, el cual ha tenido 11 reuniones en todo el país y en la Casa Blanca. En dichas reuniones, el Vicepresidente Biden oyó los comentarios de padres que están lidiando con el costo del cuidado de niños; estudiantes que se gradúan de la universidad sumamente endeudados; hijos de personas mayores que pasan apuros para poder atenderlas, y trabajadores que apenas pueden realizar sus pagos hipotecarios, y mucho menos, ahorrar para la jubilación.\nComo resultado de estas reuniones, conversaciones y comentarios provenientes de todo el país, el Vicepresidente y el Grupo de Trabajo propondrán varios programas para ayudar a las familias de clase media:\n1. Aumentar a casi el doble el crédito tributario por cuidado de hijos y dependientes que reciben las familias de clase media que ganan menos de $85,000 al año. Esto se logra al aumentar la tasa del crédito tributario de 20% a 35% para gastos que cumplen con los requisitos. El valor del crédito tributario aumenta a casi el doble en el caso de las familias que ganan menos de $85,000 al año, y cada familia que gana menos de $115,000 verá un aumento en el crédito tributario. \nAdemás, con el fin de ayudar a las familias que están teniendo dificultad para pasar a ser parte de la clase media, la Administración otorgará un aumento de $1,600 millones en fondos para cuidado de niños, el mayor aumento anual en los últimos 20 años, a fin de ayudar a 235,000 niños adicionales.\n2. Limitar los pagos de préstamos estudiantiles federales a 10 por ciento de sus ingresos por encima de un estipendio básico. Esto reducirá los pagos de cientos de miles de estudiantes que están teniendo dificultad para que les alcance el dinero tras graduarse de la universidad. \n3. Crear un sistema de depósito automático en IRAs en el centro de trabajo, que requiera que todos los empleadores ofrezcan a sus empleados la opción de inscribirse para una IRA de depósitos directos.\n4. Aumentar los créditos tributarios a fin de que haya relación con los ahorros para la jubilación y promulgar nuevas medidas con el objeto de proteger los ahorros para la jubilación, lo que facilitará que las familias planeen para la jubilación.\n5. Aumentar el apoyo a familias que deben arreglárselas para trabajar a la vez que cuidan a familiares mayores, al ayudarlas a atender sus múltiples responsabilidades y permitir que las personas mayores vivan en la comunidad durante el mayor tiempo posible.\nEl informe final del Grupo de Trabajo y todas sus recomendaciones se darán a conocer en febrero.\nSe incluye información adicional sobre estos programas del Trabajo sobre la Clase Media en LA HOJA INFORMATIVA\nAcerca del Grupo de Trabajo sobre la Clase Media: El Grupo de Trabajo, presidido por el Vicepresidente Joe Biden, es un grupo de altos funcionarios del gobierno que dictan política, a quienes se les ha encargado la misión de formular medidas políticas dirigidas a mejorar el estándar de vida de las familias trabajadoras de clase media en Estados Unidos.\nDesde su incepción el 30 de enero, 2009, el Grupo de Trabajo sobre la Clase Media ha tenido 11 reuniones en todo el país y en la Casa Blanca: \n• 27 de febrero, 2009: Empleos verdes (Filadelfia, PA)\n• 17 de marzo, 2009: Ley para la Recuperación y Reinversión de Estados Unidos y familias de clase media (St. Cloud, MN)\n• 17 de abril, 2009: Capacidad de financiación de estudios universitarios (St. Louis, MO)\n• 26 de mayo, 2009: Empleos verdes (Denver, CO)\n• 23 de junio, 2009: Manufactura en el siglo XXI (Perrysburg, OH)\n• 10 de julio, 2009: Mesa redonda sobre la reforma de salud (Casa Blanca)\n• 16 de julio, 2009: AARP/Conversación sobre la reforma del cuidado de salud (Arlington, Virginia)\n• 9 de septiembre, 2009: Acceso a la universidad (Syracuse, NY)\n• 19 de octubre, 2009: Recuperación de la clase media por medio de remodelaciones inmobiliarias (Casa Blanca)\n• 5 de noviembre, 2009: Mesa redonda con expertos en política (Washington, DC)\n• 16 de diciembre, 2009: Mesa redonda con líderes del sector industrial (Casa Blanca)\nSon miembros del Grupo de Trabajo: El Vicepresidente Biden, presidente; los secretarios de Trabajo, Salud y Servicios Humanos, Educación, Energía, Tesoro, Comercio, Vivienda y Desarrollo Urbano, Transporte y Agricultura; la administradora de la Agencia de Protección Ambiental; como también los directores del Consejo Económico Nacional, la Oficina de Administración y Presupuesto, el Consejo de Política Nacional y la presidenta del Consejo de Asesores Económicos.\nPara leer los informes del Grupo de Trabajo sobre la Clase Media que se han dado a conocer, sírvase visitar: www.WhiteHouse.Gov/AStrongMiddleClass.\n \n\n\n\n"
}