{
    "title": "President Obama Announces Recovery Act Awards to Build, Renovate Community Health Centers in More Than 30 States | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-recovery-act-awards-build-renovate-community-health-cente",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 09, 2009\n\n \n\n\n\nPresident Obama Announces Recovery Act Awards to Build, Renovate Community Health Centers in More Than 30 States\n\n\n\n\nProgram to Create Jobs in Low-Income Communities, Help CHCs Serve More Than 500,000 Additional Patients\nWASHINGTON - Today President Obama announced nearly $600 million in American Recovery and Reinvestment Act (Recovery Act) awards to support major construction and renovation projects at 85 community health centers nationwide and help networks of health centers adopt Electronic Health Records (EHR) and other Health Information Technology (HIT) systems.  The awards are expected to not only create new job opportunities in construction and health care, but also help provide care for more than half a million additional patients in underserved communities.  The President also announced a new demonstration initiative to support the delivery of advanced primary care to Medicare beneficiaries through community health centers.\n“Together, these three initiatives – funding for construction, technology and a medical home demonstration project – won’t just save more money, and create more jobs, they’ll give more people the peace of mind of knowing that health care will be there for them and their families when they need it,” said President Obama.  “Ultimately, that’s what health reform is really about.”\n“One of the first investments we made through the Recovery Act was in supporting our nation’s community health centers – and today we build on that progress by funding new construction and improvement projects at more than 80 facilities nationwide,” said Vice President Biden.  “This is what the Recovery Act is all about – providing immediate assistance for hard-hit families, improving our nation’s infrastructure and creating new opportunities for stable, well-paid work.”\nTo qualify for funding, a health facility must be a Federally Qualified “Community” Health Center.  Grants of $508.5 million will be provided through the Facility Investment Program (FIP) program to address pressing health center facility needs. Also, as much as $88 million will be available to help Health Center Controlled Networks improve operational effectiveness and clinical quality in health centers by providing management, financial, technology and clinical support services. \nThe new Recovery Act funds are the latest in a series of grants awarded to community health centers, which deliver preventive and primary care services at more than 7,500 service delivery sites around the country to patients regardless of their ability to pay.  Health centers serve more than 17 million patients, about 40 percent of whom have no health insurance.\nBoth programs will be administered by the Health Resources and Services Administration (HRSA), an agency of the U.S. Department of Health and Human Services (HHS). \nPresident Obama directed the Department of Health and Human Services to implement a demonstration initiative designed to evaluate the impact of the advanced primary care practice model on access, quality and cost of care provided to Medicare beneficiaries served by community health centers.\nThis model, known as the “medical home,” promotes accessible, continuous, and coordinated family-centered care.  Developed and administered by the Centers for Medicare and Medicaid Services (CMS), the demonstration will last three years.  CMS anticipates that up to 500 health centers will participate.\n“Because community health centers already provide comprehensive health care to people who face the greatest barriers to accessing care, these demonstration projects have the potential to support and improve the care delivered not only to Medicare beneficiaries, but also to others who rely on community health centers for primary care,” said HHS Secretary Kathleen G. Sebelius.\nHRSA has received a total of $2 billion through the Recovery Act to expand health care services to low-income and uninsured individuals through its health center program. To date, nearly $1.9 billion of these funds have been awarded to community-based organizations across the country.\nFIP grants are listed below.  They were awarded through a competitive process:\n\n\n\nName of Health Center\nCity\nState\nAward Amount\n\n\nHealth Services Inc.\nMontgomery\nAla.\n$11,231,000\n\n\nSeldovia Village Tribe\nSeldovia\nAlaska\n$2,258,091\n\n\nAlaska Island Community Services\nWrangell\nAlaska\n$3,736,490\n\n\nNorth Country Healthcare Inc.\nFlagstaff\nAriz.\n$7,433,776\n\n\nCanyonlands Community Health Care\nPage\nAriz.\n$1,840,695\n\n\nClinica Sierra Vista\nBakersfield\nCalif.\n$4,008,251\n\n\nSolano County Health & Social Services Dept.\nFairfield\nCalif.\n$2,194,196\n\n\nSouth Central Family Health Center\nLos Angeles\nCalif.\n$953,743\n\n\nContra Costa County Health Services Dept.\nMartinez\nCalif.\n$12,000,000\n\n\nGolden Valley Health Center\nMerced\nCalif.\n$9,573,010\n\n\nPetaluma Health Center Inc.\nPetaluma\nCalif.\n$8,906,986\n\n\nClinica De Salud Del Valle De Salinas\nSalinas\nCalif.\n$2,327,857\n\n\nSanta Clara Valley Health And Hospital System\nSan Jose\nCalif.\n$2,643,343\n\n\nSan Mateo County Health Services Agency\nSan Mateo\nCalif.\n$1,765,876\n\n\nCentro De Salud De La Comunidad San Ysidro\nSan Ysidro\nCalif.\n$9,754,515\n\n\nVista Community Clinic\nVista\nCalif.\n$11,473,212\n\n\nCharter Oak Health Center Inc.\nHartford\nConn.\n$10,000,000\n\n\nCommunity Health Services Inc.\nHartford\nConn.\n$6,160,675\n\n\nUnity Health Care Inc.\nWashington\nD.C.\n$12,000,000\n\n\nSuncoast Community Health Centers Inc.\nRiverview\nFla.\n$3,767,091\n\n\nProject Health Inc.\nSumterville\nFla.\n$5,222,774\n\n\nTampa Family Health Centers Inc.\nTampa\nFla.\n$2,903,145\n\n\nPalmetto Health Council Inc.\nAtlanta\nGa.\n$6,317,838\n\n\nSouthwest Georgia Health Care Inc.\nRichland\nGa.\n$1,208,700\n\n\nKokua Kalihi Valley Comprehensive Family Services\nHonolulu\nHawaii\n$1,500,000\n\n\nLawndale Christian Health Center\nChicago\nIll.\n$10,000,000\n\n\nGreater Elgin Family Care Center\nElgin\nIll.\n$2,452,172\n\n\nPCC Community Wellness Center\nOak Park\nIll.\n$4,053,042\n\n\nCrusaders Central Clinic Association\nRockford\nIll.\n$5,342,337\n\n\nHealthnet Inc.\nIndianapolis\nInd.\n$10,426,357\n\n\nPrimary Health Care Inc.\nDes Moines\nIowa\n$2,615,429\n\n\nBucksport Regional Health Center\nBucksport\nMaine\n$2,459,420\n\n\nSacopee Valley Health Center\nParsonsfield\nMaine\n$802,951\n\n\nChoptank Community Health System Inc.\nDenton\nMd.\n$1,085,542\n\n\nDorchester House Multi-Service Center\nDorchester\nMass.\n$7,024,029\n\n\nEast Boston Neighborhood Health Center\nEast Boston\nMass.\n$12,000,000\n\n\nHealthfirst Family Care Center Inc.\nFall River\nMass.\n$12,000,000\n\n\nCommunity Health Connections Inc.\nFitchburg\nMass.\n$10,732,754\n\n\nLowell Community Health Center\nLowell\nMass.\n$9,351,067\n\n\nMattapan Community Health Center\nMattapan\nMass.\n$11,550,000\n\n\nGreater New Bedford Community Health Center\nNew Bedford\nMass.\n$5,331,145\n\n\nWhittier Street Health Committee Inc.\nRoxbury\nMass.\n$12,000,000\n\n\nBaldwin Family Health Care Inc\nBaldwin\nMich.\n$3,000,000\n\n\nIntercare Community Health Network\nBangor\nMich.\n$8,500,000\n\n\nCedar Riverside Peoples Center\nMinneapolis\nMinn.\n$2,113,595\n\n\nCentral Mississippi Civic Improvement\nJackson\nMiss.\n$3,881,043\n\n\nNevada Rural Health Centers Inc.\nCarson City\nNev.\n$11,253,351\n\n\nAvis Goodwin Community Health Center\nDover\nN.H.\n$4,957,300\n\n\nAmmonoosuc Community Health Services Inc.\nLittleton\nN.H.\n$2,641,157\n\n\nLamprey Health Care\nNewmarket\nN.H.\n$2,150,250\n\n\nZufall Health Center Inc.\nDover\nN.J.\n$3,920,442\n\n\nOcean Health Initiatives Inc.\nLakewood\nN.J.\n$4,753,399\n\n\nNewark City Health and Human Services\nNewark\nN.J.\n$4,996,563\n\n\nNewark Community Health Centers Inc.\nNewark\nN.J.\n$6,453,000\n\n\nLa Familia Medical Center\nSanta Fe\nN.M.\n$1,216,338\n\n\nMontefiore Medical Center\nBronx\nN.Y.\n$795,000\n\n\nUrban Health Plan Inc.\nBronx\nN.Y.\n$12,000,000\n\n\nFamily Health Network of Central New York Inc.\nCortland\nN.Y.\n$1,400,387\n\n\nCommunity Healthcare Network\nNew York\nN.Y.\n$1,365,788\n\n\nFamily Healthcare Center\nFargo\nN.D.\n$6,666,583\n\n\nCapital Park Family Health Center\nColumbus\nOhio\n$4,417,688\n\n\nMuskingum Valley Health Centers Inc.\nMcConnelsville\nOhio\n$5,997,980\n\n\nButler County Community Health Consortium Inc.\nMiddletown\nOhio\n$4,669,197\n\n\nHealthsource of Ohio Inc.\nMilford\nOhio\n$9,764,690\n\n\nGreat Salt Plains Health Center Inc.\nCherokee\nOkla.\n$2,828,647\n\n\nOklahoma Community Health Services Inc.\nOklahoma City\nOkla.\n$11,985,000\n\n\nCentral City Concern\nPortland\nOre.\n$8,950,000\n\n\nCornerstone Care\nBurgettstown\nPa.\n$2,574,643\n\n\nKeystone Rural Health Center\nChambersburg\nPa.\n$11,515,000\n\n\nSoutheast Lancaster Health Services\nLancaster\nPa.\n$3,250,000\n\n\nEsperanza Health Center\nPhiladelphia\nPa.\n$6,552,799\n\n\nGreater Philadelphia Health Action Inc.\nPhiladelphia\nPa.\n$3,937,796\n\n\nSquirrel Hill Health Center\nPittsburgh\nPa.\n$792,700\n\n\nSalud Integral En La Montana Inc.\nNaranjito\nP.R.\n$8,752,140\n\n\nRincon Rural Health Initiative Project Inc\nRincon\nP.R\n$5,915,227\n\n\nLittle River Medical Center Inc.\nLittle River\nS.C.\n$5,523,205\n\n\nBeaufort-Jasper Comprehensive Health Services Inc.\nRidgeland\nS.C.\n$7,912,493\n\n\nBrownsville Community Health Center\nBrownsville\nTexas\n$7,500,000\n\n\nProject Vida Health Center\nEl Paso\nTexas\n$6,000,422\n\n\nSu Clinica Familiar\nHarlingen\nTexas\n$7,500,000\n\n\nEl Centro Del Barrio Inc.\nSan Antonio\nTexas\n$11,051,134\n\n\nHeart of Texas Community Health Center Inc.\nWaco\nTexas\n$5,296,239\n\n\nBlue Ridge Medical Center Inc.\nArrington\nVa.\n$5,000,000\n\n\nCommunity Health Center of Burlington Inc.\nBurlington\nVt.\n$10,964,476\n\n\nLa Clinica/South Columbia Rural Health\nPasco\nWash.\n$7,425,870\n\n\n \n \n \n  Total:  $508,549,051\n\n\n\nFACT SHEET\nCommunity Health Centers and the Recovery Act\nHealth centers deliver preventive and primary care services at more than 7,500 service delivery sites around the country to patients regardless of their ability to pay; charges for services are set according to income.  Health centers serve more than 17 million patients, about 38 percent of whom have no health insurance.\nThree sets of health center awards have already been funded through Recovery Act appropriations on the following dates:\n\nOn March 2, President Obama announced grants worth $155 million to establish 126 new health center sites.  Those grants will provide access to essential preventive and primary health care for more than 750,000 people in 39 states and two territories.\nOn March 27, HHS also awarded $338 Million in Increased Demand for Services grants for health centers. Health centers are using these funds to provide care to more than 2 million additional patients over the next two years, including approximately 1 million uninsured people. In addition, over the next two years, health centers will use the funds to create and retain approximately 6,400 health center jobs.\nOn June 29, First Lady Michelle Obama announced the release of $851 million in Recovery Act grants to upgrade over 1,500 health center sites and open their doors to more patients.  More than 650 centers will use the funds for health information technology (HIT) systems, and nearly 400 health centers will adopt and expand the use of electronic health records.\n\nThe Facility Investment Program awards announced today are the fourth set of health center grants provided through the Recovery Act. \nFacility Investment Program (FIP) Grants\nThe Obama Administration announced $508.5 million awarded in Facility Investment Program grants to community health centers nationwide to address the pressing needs of health center facilities and expanded their capacities to serve an additional 500,000 patients.  The funds were made available by the American Recovery and Reinvestment Act (Recovery Act).  The Facility Investment Program (FIP) grants support major construction and renovation at our nation’s health centers.  These funds will help health centers build new facilities, modernize current sites and create employment opportunities in underserved communities.\nRecipients of FIP funds are expected to commit grant funds and complete the proposed projects within two years. The grants will cover two types of projects:\n1. Alteration/renovation: This project type includes work required to modernize, improve or change the interior arrangements or other physical characteristics of an existing facility, and purchase/install equipment. Alterations and renovations make existing space usable for another purpose. This type of project does not increase square footage. \n2. Construction (new site or expansion of existing site): This project type includes—(i) adding a new structure to an existing site that increases the total square footage of the facility; and (ii) permanently affixing structure (e.g., modular units, prefabricated buildings) to real property (i.e., land).\nFIP grants, along with the entire health center program, are administered by the Health Resources and Services Administration (HRSA), a component of the U.S. Department of Health and Human Services.\nHealth Center Controlled Networks (HCCN)\nThe Obama Administration announced the availability of $88 million in grants to help networks of health centers adopt Electronic Health Records (EHR) and other Health Information Technology (HIT) systems.  The funds are part of the $1.5 billion allotted to the Health Resources and Services Administration, a component of the Department of Health and Human Services, by the American Recovery and Reinvestment Act (Recovery Act) for construction, renovation, equipment, and the acquisition of HIT systems for health center programs.\nThe Health Center Controlled Networks (HCCN) grant program was developed in 1994 to support the creation, development, and operation of electronic networks, controlled by groups of collaborating health centers, to improve health center operations. The networks are controlled by and operate on behalf of HRSA-supported health centers.  Each network comprises at least three collaborating organizations.\nHCCNs integrate core business functions among their individual health center members, who may be anywhere in the country, but are often in the same state or region.  The core business functions these networks share are: administrative, clinical, managed care, fiscal, or health information systems.\nNetworks provide these functions at or below marketplace cost to their members.  In launching a network, members assess their respective environments and existing infrastructure to determine the most appropriate mix of business functions to share.  The networks seek to:\n\nincrease access for the low-income, uninsured population they predominantly serve;\nenhanced the efficiency of their operations; or\ncreate a higher level of performance and value.\n\nNetworks that receive HCCN funds are given great flexibility in determining their activities.  Each network is unique, depending on its state or regional environment, marketplace, collaborators, needs and interests.\nHRSA awarded $36 million in grants to support the operations of 53 Health Center Controlled Networks in fiscal year 2009.\nMedicare Federally Qualified Health Center Advanced Primary Care Practice Demonstration Initiative\nToday, President Obama directed the Department of Health and Human Services (HHS) to implement a demonstration initiative to support federal qualified health centers in delivering advanced primary care to Medicare beneficiaries.  HHS’ agencies, Health Resources and Services Administration and the Centers for Medicare and Medicaid Services, will work together to conduct this 3-year demonstration and anticipate that 500 federally qualified health centers will participate. \nAdvanced Primary Care Model\nThe Advanced Primary Care model, also known as the patient-centered medical home, promotes targeted, accessible, continuous, and coordinated family-centered care.  The demonstration is designed to evaluate the impact of the advanced primary care practice model on access, quality and cost of care provided to Medicare beneficiaries served by federal qualified health centers.\nFederally Qualified Health Centers (FQHC)\nFQHCs provide comprehensive primary and preventive health care for medically underserved populations who face the greatest economic and geographic barriers to accessing care.  Overseen by the Health Resources and Services Administration (HRSA), the Health Center program is a national network of more than 1,100 community, migrant, homeless and public housing health center grantees. These organizations provide health care at more than 7,500 clinical sites, ranging from large medical facilities to mobile vans.  In 2008, health centers served more than 17 million medically underserved people.  FQHCs provide an environment to demonstrate the benefits of medical homes can offer to Medicare beneficiaries.\nNew Medicare Demonstration\nThe Centers for Medicare and Medicaid Services (CMS) and HRSA will develop the demonstration, which would include a solicitation of applications from FQHC grantees.  To participate, FQHC grantees will need to demonstrate that their clinic sites have the capacity to deliver continuous and coordinated care across providers and settings, including improving access to care by expanding service hours, facilitating and following up on referrals, and managing medications prescribed by different physicians.   FQHC clinic sites selected to participate in the demonstration will receive a monthly care management fee for each Medicare fee-for-service beneficiary they enroll into the demonstration, in addition to payment for any other covered Medicare services they provide.\nResearch Design\nThis demonstration will evaluate whether federal qualified health centers that deliver advanced primary care improve access and quality, promote appropriate use of services, and reduce health care costs.  The Centers for Medicare and Medicaid Services will begin soliciting applications in spring 2010, aiming to begin implementation of the 3-year demonstration initiative in January 2011.  CMS will conduct an independent evaluation of this demonstration.\n \n** This release has been corrected.\n\n\n\n"
}