{
    "title": "Mensaje Semanal: Presidente Obama invita a todos los estadounidenses a honrar a los héroes de Estados Unidos este Día de los Caídos | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-presidente-obama-invita-a-todos-los-estadounidenses-a-honrar-a-los-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 29, 2010\n\n \n\n\n\nMensaje Semanal: Presidente Obama invita a todos los estadounidenses a honrar a los héroes de Estados Unidos este Día de los Caídos\n\n\n\n\nWASHINGTON – En su mensaje semanal, el Presidente Barack Obama les pide a todos los estadounidenses que lo acompañen a recordar y honrar a nuestros hombres y mujeres uniformados quienes murieron al servicio de nuestro país. El compromiso que demostraron estos héroes, y su voluntad de dar la vida para que otros puedan heredar los dones de esta nación, ayudaron a que Estados Unidos sea el país más próspero y poderoso del mundo, y por eso les rendimos homenaje el Día de los Caídos. \n \nEl audio completo del mensaje está AQUI. El video puede verse por Internet en  obamawhitehouse.archives.gov.\n \nDeclaraciones del Presidente Barack Obama\nSábado, 29 de mayo, 2010\nMensaje semanal\nWashington, DC\n \nEste fin de semana, que conmemoramos el Día de los Caídos, las familias de todo Estados Unidos se congregarán en patios traseros y porches, encenderán la parrilla, se relajarán con amigos y pasarán tiempo con sus seres queridos. Así es como debe de ser. Pero también espero, que cuando hagan esto, le dediquen un tiempo a reflexionar sobre el significado del Día de los Caídos y por qué marcamos esta fecha como un día nacional para recordar.\n \nTodos los días son apropiados para rendirles homenaje a los hombres y mujeres que visten el uniforme de los Estados Unidos de Norteamérica. Pero hay días específicos que hemos designado para que todos nosotros lo hagamos. El Día de los Veteranos es uno de ellos, cuando recibimos el llamado a honrar a los estadounidenses que han luchado por la bandera de nuestro país. \n \nNuestro llamado en el Día de los Caídos es diferente. Este día, les rendimos homenaje no sólo a quienes vistieron el uniforme de este país, sino a los hombres y mujeres que murieron a su servicio, que dieron la vida en defensa de sus conciudadanos, que demostraron devoción absoluta en su misión de proteger a los Estados Unidos de Norteamérica. Éstos son los hombres y mujeres a quienes les rendiré homenaje este fin de semana, y estoy seguro de que muchos de ustedes harán lo mismo.\n \nHay muchas razones por las que Estados Unidos surgió de su origen humilde como un grupo de colonias para convertirse en la nación más próspera y poderosa de la Tierra. Fue por el trabajo arduo, la fortaleza y el carácter de nuestro pueblo. Fue por el ingenio y espíritu emprendedor de nuestros empresarios e innovadores. Fue por los ideales de igualdad, libertad y oportunidades que no sólo inspiraron a nuestra gente a perfeccionar nuestra propia nación, sino que inspiraron a los demás a perfeccionar la suya también.\n \nPero desde el principio, hubo también algo más: Un firme compromiso de servir, luchar y de ser necesario, morir para proteger a Estados Unidos y defender los ideales que valoramos. Es un compromiso que hemos presenciado en todos los momentos importantes en la historia de este país. Es lo que llevó a un ejército de gente común y corriente a enfrentar a los soldados británicos en Lexington y Concord. Es lo que llevó a los jóvenes, en un país dividido con mitad esclavos y mitad libres, a tomar las armas y salvar nuestra unión. Es lo que llevó a los patriotas de cada generación a sacrificar su propia vida para asegurar la vida de nuestra nación, desde las trincheras de la Primera Guerra Mundial a las batallas de la Segunda Guerra Mundial, desde Inchón a Khe Sanh, de Mosul a Marjah. \n \nEste día le rendimos homenaje a ese compromiso, y la voluntad de dar la vida para que podamos disfrutar de los dones de este país. Pero en este Día de los Caídos, y todos los días, escuchamos el llamado de rendirle homenaje a este supremo sacrificio, pero no sólo con palabras. Debemos rendirle homenaje con acciones.\n \nSe nos pide que rindamos homenaje haciendo nuestra parte por los seres queridos de nuestros héroes caídos y cuidando de las familias militares: Asegurándonos de que los hombres y mujeres que prestan servicios por este país alrededor del mundo tengan el apoyo que necesitan para lograr su cometido y volver a casa a salvo; asegurándonos de que los veteranos tengan la ayuda y atención médica que necesitan. En resumen, a todos los que alguna vez vistieron el uniforme de este país y a sus familiares, debemos servirles tan bien como ellos nos sirvieron a nosotros.\nEl 25 de abril de1866, aproximadamente un año después del final de la Guerra Civil, un grupo de mujeres visitó un cementerio en Columbus, Mississippi, para colocar ofrendas florales en las tumbas de los soldados confederados caídos en Shiloh. Mientras lo hacían, vieron las tumbas cercanas que pertenecían a los caídos de la unión. Pero nadie visitaba esas tumbas ni las adornaba. Entonces decidieron ponerles flores a esos hombres también, en reconocimiento no a un soldado confederado o de la unión, sino a un soldado estadounidense. \n \nPocos años después, una organización de veteranos de la Guerra Civil estableció lo que se convirtió en el Día de los Caídos, y escogieron una fecha que coincidía con la fecha en que las flores estaban en todo su esplendor. Así que, este fin de semana, en que conmemoramos el Día de los Caídos, les pido que lleven en su corazón a nuestros héroes caídos, y si pueden, pongan flores en el lugar de su descanso eterno.\n###\n \n\n\n\n"
}