{
    "title": "Miami Herald Op-ed by Secretary of Education Arne Duncan: Fixing Struggling Schools | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/04/miami-herald-op-ed-secretary-education-arne-duncan-fixing-struggling-sch",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 04, 2011\n\n \n\n\n\nMiami Herald Op-ed by Secretary of Education Arne Duncan: Fixing Struggling Schools\n\n\n\n\n\n\tAn excerpt of the op-ed by Secretary of Education Arne Duncan is printed below.  The op-ed, in its entirety, can be found online HERE.\n\t \n\t“Every day educators across the country are challenging the status quo and showing that low-performing schools can be turned around. Today, the President and I will visit Miami Central Senior High School to talk to some of those educators. Central has received nearly $800,000 in federal funding to support and accelerate turnaround efforts already underway.\n\n\tWorking with the school district and teachers union, Central promoted a strong school leader to be principal and replaced more than half the staff. It extended learning time after-school and during the summer, and engaged the community by offering Parent Academy classes for parents on graduation requirements and financial literacy. More than 80 percent of students are on free or reduced price lunch. Yet academic performance is steadily improving — and students and teachers are showing that a committed school can beat the demographic odds.\n\n\tThe burdens of poverty are real, and overcoming those burdens takes hard work and resources. But poverty is not destiny. Hundreds of schools in high-poverty communities are closing achievement gaps. America can no longer afford a collective shrug when disadvantaged students are trapped in inferior schools and cheated of a quality education for years on end.\n\n\tPresident Obama and I are determined to challenge low expectations at underperforming schools. For the first time, the federal government is providing billions of dollars to states — roughly $4 billion all told over the next five years — to help turn around the nation’s 5,000 lowest-performing schools.\n\n\tThese schools represent just five percent of America’s public schools. Yet unlike in the past, these schools will now be instituting one of four far-reaching reform models to boost student achievement. Our redesigned School Improvement Grants program (SIG) will provide up to $6 million for each school targeted for turnaround over a period of three years.\n\n\tWhy is the administration taking this unprecedented step? The easy, timid approach to turning around low-performing schools has been tried over and over again — and failed.”\n\n\n\n\n"
}