{
    "title": "White House Announces Federal Register 2.0 Transforming the Chronicle of the Executive Branch for the 21st Century | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/white-house-announces-federal-register-20-transforming-chronicle-executive-branch-2",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nOctober 05, 2009\n\n \n\n\n\nWhite House Announces Federal Register 2.0 Transforming the Chronicle of the Executive Branch for the 21st Century\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t_____________________________________________________\n\t\tFOR IMMEDIATE RELEASE                            October 5, 2009\n\n\nWhite House Announces Federal Register 2.0: Transforming the Chronicle of the Executive Branch for the 21st Century\n\n\t\tThe Federal Register—the 73-year-old official chronicle of White House and Executive agency activities and the public’s window on proposed changes to federal regulations—emerges today in a new 21st Century format that for the first time will allow readers to sift through, reorganize, and electronically customize its daily contents.\n\n\t\tThe transformation, undertaken by the Government Printing Office and the National Archives and Records Administration in collaboration with the White House open government initiative, gives the public unprecedented access to the federal decision-making process, a major goal set out by President Obama in his Open Government initiative. Federal Register 2.0, which can be accessed at GPO.gov or data.gov, will open the curtains on the inner workings of government and vastly increase the Federal Register’s usefulness to the American public.\n\n\t\t\"Today's launch simplifies access to the Federal Register and furthers the President's call to engage all Americans in the workings of government. We envision countless market innovations to ensure each voice is heard on the issues Americans care about the most,\" said Aneesh Chopra, Chief Technology Officer.\n\n\t\tThe change supplements the official publishing formats with \"XML \"—a machine readable form of text that can be manipulated in virtually limitless ways with digital applications, or \"apps\"— which make it easier for people to access and analyze its contents in novel ways.\n\n\t\t\"Today we are transforming the Federal Register from a one-size-fits-all tool essentially designed for lawyers into one that can be customized and personalized in countless ways, so that users, instead of the government, can decide how they wish to use it,\" said Ray Mosley, Director of the Federal Register.\n\n\t\tThe change is the latest element of an Administration-wide commitment to Open Government that already has resulted in the launch of such transparency tools as Open for Questions, which gave Americans across the nation a direct line to the Administration to ask exactly what they wanted to know about the Administration’s efforts to get the economy back on track and the IT Dashboard, which allows anyone with a web browser to track federal IT initiatives and hold the government accountable for progress and results.\n\n\t\tToday’s announcement acknowledges the fact that although the Federal Register was created to make the workings of government more open, it has grown in size and complexity to the point where few Americans are able to take full advantage of its rich lode of content. Last year’s editions of the daily publication contained nearly 32,000 separate documents on nearly 80,000 pages.\n\n\t\tMoreover, the change opens the door for innovative entrepreneurs to develop new apps that will allow the public to parse the Federal Register in new ways. For example, Princeton's Center for Information Technology is launching Fedthread.org, a version of the Federal Register that allows users to annotate and comment in the margins to spark online discussions about pending governmental actions, and Public.Resource.org has created a new tool to simplify searching the Federal Register.\n\n\t\t\"Federal Register 2.0 is just the beginning of a new chapter in Executive branch transparency,\" said Public Printer Bob Tapella. \"We look forward to seeing how America’s innovators build on this highly accessible platform by developing tools that will further expand Americans' opportunities to engage with their government.\"\n\n\t\t##\n\n\n\n\n\n"
}