{
    "title": "President Obama to Honor MLS Cup Champion Los Angeles Galaxy and Stanley Cup Champion Los Angeles Kings at The White House | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/03/21/president-obama-honor-mls-cup-champion-los-angeles-galaxy-and-stanley-cu",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 21, 2013\n\n \n\n\n\nPresident Obama to Honor MLS Cup Champion Los Angeles Galaxy and Stanley Cup Champion Los Angeles Kings at The White House\n\n\n\n\nTeams to Host a Let’s Move! Clinic on the South Lawn Following the Ceremony for children from Atlanta, Boston, Cleveland, Columbus, Detroit, Philadelphia and Washington, D.C.\nWASHINGTON – On Tuesday, March 26, President Obama will welcome the Stanley Cup champion Los Angeles Kings and the Major League Soccer champion LA Galaxy to the White House to honor their 2012 championship seasons in a ceremony at the White House.  This visit will also continue the tradition begun by President Obama of honoring sports teams for their efforts to give back to communities as part of their trip to Washington.\nAfter the ceremony, the teams will host a Let’s Move! clinic on the South Lawn of the White House for youth sport participants from across the country.  The clinic is supported by MLS WORKS, MLS’s community outreach initiative that promotes the importance of living a healthy lifestyle, and the Kings Care Foundation, the club’s community outreach initiative that is focused on providing and enhancing educational, recreational, and health-related programs for the youth of Los Angeles. The children participating in the clinic come from the U.S. Soccer Foundation’s Soccer for Success program in Philadelphia, America SCORES programs in Atlanta, Boston, Cleveland and Washington, D.C. and NHL’s Hockey is for Everyone programs in Washington, D.C., Columbus, Detroit and Philadelphia.\n\nBackground information on youth sports programs participating:\nMLS WORKS\n\tMLS WORKS is Major League Soccer's community outreach initiative dedicated to addressing important social issues and serves as a platform for both League and club philanthropic programs. MLS WORKS seeks to establish Major League Soccer as a leader for improving the lives of people through sport.\nLA Galaxy Foundation \n\tThe LA Galaxy Foundation is a 501(c)(3) non-profit organization committed to helping children through educational, health and soccer based initiatives and programs.  LA Galaxy Foundation will continue to support organizations and activities dedicated to encouraging, educating and empowering the children in our community.\nKings Care Foundation\n\tThe Kings Care Foundation is the award-winning, non-profit children’s charity of the Los Angeles Kings. Formed in 1996, the Kings Care Foundation is dedicated to providing children in the Greater Los Angeles area with educational and recreational opportunities and has donated nearly $8 million in monetary and in-kind donations. The Kings Care Foundation is proud to support the local community by making a direct impact on the lives of nearly one million children\n\tthroughout Southern California each year.\nSoccer for Success\n\tThe U.S. Soccer Foundation, the major charitable arm of soccer in the United States, runs the national after-school program Soccer for Success.  Soccer for Success provides children in urban underserved areas with structured physical activity, nutrition education and mentorship, for 90 minutes a day, three times per week for 24 weeks per year, at no cost to their families. Soccer for Success ensures that children in under-resourced communities have easy and affordable access to a  high quality out-of-school program that supports their physical and personal development. The children participating in the event are from a Better Tomorrows community in Philadelphia, where the U.S. Soccer Foundation partners with the JT Dorsey Foundation to implement the program.\nAmerica SCORES\n\tAmerica SCORES provides innovative afterschool and summer programming which combine soccer, poetry and spoken word, and service-learning every day for over 24 weeks each year. America SCORES participants receive ten times more exercise than the national average and lower their BMI by 2% by the end of each season. Using soccer as a tool to encourage fitness, sportsmanship, and leadership, America SCORES inspires the life-long appreciation of sports and health-enhancing behaviors like choosing to eat more fruit and vegetables, participating in organized sports and spending less time watching television and playing video games. Each year, America SCORES serves 8,000 students at 150 schools through fourteen affiliates located in major urban centers across the United States.\nNHL’s Hockey is for Everyone\n\tHockey is for Everyone™ (HIFE) is the National Hockey League's official youth development program. HIFE provides support and unique programing to non-profit youth hockey organizations across North America that are committed to offering children of all backgrounds opportunities to play hockey. The HIFE initiative leverages the sport of hockey as a catalyst to help children learn essential life skills, education and the core values of hockey: commitment, perseverance, and teamwork.\n\t \n\n\n\n\n"
}