{
    "title": "NEW DETAILS: President Obama Hosts 6th White House Science Fair | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/13/new-details-president-obama-hosts-6th-white-house-science-fair",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 13, 2016\n\n \n\n\n\nNEW DETAILS: President Obama Hosts 6th White House Science Fair\n\n\n\n\n\n\tWASHINGTON, DC – President Obama will host the 2016 White House Science Fair today and celebrate the student winners of a broad range of science, technology, engineering and math (STEM) competitions from across the country.\n\n\tAs part of the Fair, President Obama will highlight the growing community of education, business, and nonprofit leaders who have responded to his State of the Union call to give every child the opportunity to learn computer science (CS), as well as his overall “Educate to Innovate” campaign to ensure all students have the tools to be innovators and problem-solvers.\n\n\tToday’s announcements mark progress on the President’s My Brother’s Keeper Initiative and the efforts of the Council on Women and Girls to build ladders of opportunity for all young people, including populations underrepresented in STEM; incorporate STEM into the Administration’s push to expand high-quality early-childhood education; and advance the Climate Education and Literacy Initiative to help connect all American students and citizens with the best-available, science-based information about climate change. Full details on all of today’s announcements can be found here.\n\nAdditional details on the White House Science Fair\n\n\tSenior Administration officials and leading STEM communicators, advocates, and educators will also attend the White House Science Fair and meet the students. Attendees include:\n\nSenior Administration Officials\n\nRobert M. Califf, Commissioner of Food and Drugs, Food and Drug Administration\n\nFrancis Collins, Director, National Institutes of Health\n\nStacey Dixon, Deputy Director, Intelligence Advanced Research Projects Activity \n\nShaun Donovan, Director, White House Office of Management and Budget\n\nJo Handelsman, Associate Director for Science, White House Office of Science & Technology Policy\nJohn Holdren, Assistant to the President for Science and Technology and Director, White House Office of Science & Technology Policy\nValerie Jarrett, Senior Advisor to the President\n\nBroderick Johnson, Assistant to the President and Cabinet Secretary\n\nSuzette Kimball, Director, U.S. Geological Survey\n\nTom Kalil, Deputy Director for Technology and Innovation, White House Office of Science & Technology Policy\n\nJohn B. King Secretary, U.S. Department of Education\n\nErnest Moniz, Secretary, U.S. Department of Energy\n\nMegan Smith, U.S. Chief Technology Officer\n\nEllen Stofan, Chief Scientist, National Aeronautics and Space Administration\n\nJeffrey Zients, Assistant to the President for Economic Policy and Director, White House National Economic Council\n\nLeading STEM and Media Communicators\n\nMaya Ajmera, CEO, Society for Science and the Public\n\nJose Andres, Chef and Owner, ThinkFoodGroup\n\nKerry Bishé, Actress, “Halt and Catch Fire” \n\nBeverly Bonds, Founder, Black Girls Rock\n\nKimberly Bryant, Founder, Black Girls Code\n\nCady Coleman, NASA Astronaut\n\nAllison Derbenwick-Miller, Vice President, Oracle Academy\n\nDean Kamen, Entrepreneur, Founder of FIRST\n\nKarlie Kloss, Model and Founder, Kode with Karlie\n\nEmily McCann, CEO, Citizen Schools\n\nChristina Miller, President and General Manager, Cartoon Network\n\nRandall Munroe, Creator, XKCD Comic\n\nBill Nye, Bill Nye the Science Guy\n\nHadi Partovi, Executive Director, Code.Org\n\nAdam Savage, Former Co-Host, “MythBusters”\n\nMarc Schulman, Executive Director, U.S.A. Science & Engineering Festival\n\nYara Shahidi, Actress, “Black-ish”\n\n\tExhibits at the White House Science Fair include:\n\nGirls Reach Space with Loki Lego Launcher (Kimberly Yeung, 9; Rebecca Yeung, 11; Seattle, WA) Nine-year-old Kimberly and eleven-year-old Rebecca Yeung from Seattle, Washington, built a homemade “spacecraft” out of archery arrows and wood scraps, and launched it into the stratosphere via a helium balloon. Called the Loki Lego Launcher after their late cat and a Lego figurine, the craft recorded location coordinates, temperature, velocity, and pressure and reported the data back to the young inventors on the ground. Kimberly and Rebecca hope to show other children that science and engineering is not only interesting and accessible for kids, but a lot of fun as well.\n\nMiniMaker Creates Toys and Games with Not-So-Pint-Sized Manufacturing Techniques (Jacob Leggette, 9; Baltimore, MD) Nine-year old Jacob Leggette, of Baltimore, Maryland wasn’t going to let anything stand in his way of taking on the Digital Harbor Foundation’s (DHF) MiniMakers challenge. After being introduced to 3D printing, Jacob was hooked and wrote letters to different printer companies, asking if they would donate a 3D printer to him in return for feedback on how easily a then-8-year-old could use their device. His sales pitch worked, and he has been creating toys and games ever since. Jacob’s specialty is experimenting with additive and subtractive manufacturing and the combination of the two to create whatever he imagines.\n\nFlorida Teen Develops Novel Solution to Pen Pal’s Power Challenge (Hannah Herbst, 15; Boca Raton, FL) Hannah Herbst, a 15-year-old from Boca Raton, Florida, was named America’s 2015 Top Young Scientist and won the 2015 Discovery Education 3M Young Scientist Challenge for creating BEACON, an ocean-energy probe prototype. BEACON—which Hannah created out of a desire to help her nine-year-old pen pal who lives in Ethiopia and lacks a reliable source of power and electricity—seeks to offer a stable power source to developing countries by using untapped energy from ocean currents. For her ingenuity, Hannah has been featured on Who Wants to Be a Millionaire, and has received honors from the Office of Naval Research, the Florida Science Teachers Association, and the Society of Women Engineers.\n\nGirl-Powered Programming Brings Literature to Video Games (Olivia Thomas, 18; Boise, ID) Olivia Thomas, 18, a home-schooled student from Boise, Idaho, designed a game inspired by her love of literature, winning her accolades at the National STEM Video Game Design Challenge. At 10, Olivia became interested in creating games to express her creativity, and so taught herself to code as a means of interactive storytelling. She became immediately hooked on computer programming and began creating programs within her community to teach other girls how to code. At her virtual school, she mentors students and teachers on technology and was recently awarded a grant by the National Center for Women & Information Technology (NCWIT) to start a local game-design program for girls.\n\nTeen Coders Provide Supportive Community for LGBTQ Peers (Siobhan Garry, 17; Mona Fariborzi, 17; Lauren Mori, 17; Bansi Parekh, 17; McKenna Stamp, 18; San Diego, CA)\n\n\tNavigating gender identity, sexual orientation, and romantic orientation can be an isolating and difficult journey, particularly for high-school students. To create a more positive and welcoming environment, a group of teen programmers created Spectrum, an Android app that aims to provide a social-media network for the LGBTQIA+ community, especially younger users looking for a safe support system. The app was imagined and designed by the team of San Diego, California, teens Siobhan Garry, 17, Mona Fariborzi, 17, Lauren Mori, 17, Bansi Parekh, 17, and McKenna Stamp, 18.\n\nBuilding More than Robots (Ana Hernendez, 18; Jason Mares, 17; Los Angeles, CA) South Los Angeles, California, has long been associated with gang violence, drugs, and high-school graduation rates of 60 percent or less. More than 80 percent of its community lives at or below the national poverty level, and 64 percent of kids grow up in single-parent households. In these neighborhoods, nearly 100 percent of students qualify for the Federal Lunch Program. And although crime rates and police chases often drive the headlines here, an inner-city robotics team, represented by Ana Hernendez, 18, and Jason Mares, 17, is helping to finally rewrite them. Team 597 took home the Chairman’s Award at the 2015 FIRST Championship in St. Louis—the most prestigious award of the competition, which honors the team that best represents a model for other teams to emulate and best embodies the purpose and goals of the FIRST organization. Every team member logs at least 200 hours of community service, adding up to a 6,000-hour team total each year. Team 597 takes into consideration not only their own neighborhood but the global community, as well. They’ve established a partnership with School in a Bottle, a program focused on advancing technology and constructing environmentally-friendly schools, built from recycled bottles, for children in Guatemala. They also lend a hand to FIRST Robotics Competition teams abroad by sharing their time and resources, helping them to overcome season challenges and most importantly, spreading the message of FIRST. FIRST Robotics Competition Team 597, The Wolverines, certainly build more than robots—they build community.\n\nMissouri Girl Scouts Develop Recycling Program and Discover a New Glue—Now Seeking Two Patents (Sindhu Bala, 12; Ellie Englund, 12; Sydney Gralike, 13; Julianna Jones, 13; Reagan Mattison,12; Christina Yepez, 13; St. Louis, MO) Sindhu Bala, 12, Ellie Englund, 12, Sydney Gralike, 13, Julianna Jones, 13, Reagan Mattison,12, and Christina Yepez, 13, of Girl Scout Troop #1484 from St. Louis, Missouri wanted to help a local retirement community be more environmentally friendly. They learned that 20,000 Styrofoam cups—cups which take 500 years to decompose in a landfill—were being used and disposed of every month. The team developed “Eco Bin,” a metal bin containing a non-toxic substance (d-limonene) that dissolves Styrofoam when mixed with water, enabling households and businesses to reduce their waste. In a surprise twist, these innovators discovered that the gooey substance created by the mixture is a strong adhesive. The girls bottled and branded the substance, naming it “GlOo” and marketed it to their local school and other Girl Scout troops for art projects. These creations have earned the girls state accolades and the chance to compete for the Global Innovation Award at FIRST Lego League Nationals. The girls are also now pursuing patents for “Eco Bin” and “GlOo”.\n\nMiddle School Students Build Prosthetics to Help Keep Veterans Active (Simon-Peter Frimpong, 13; Maya Max-Villard, 13; Grayson Fast, 14; Aurora, CO) Inspired by neighboring Buckley Air Force Base and, in particular, a veteran who needed a more comfortable and functional prosthetic limb, Simon-Peter Frimpong, 13, Maya Max-Villard, 13, and Grayson Fast, 14, designed and built a new prosthetic leg that will allow an amputee to hike, manage uneven terrain, and even skateboard!  The team hails from Horizon Middle School in Aurora, CO, a school with students representing 56 countries and speaking 35 languages.  Through the use of computer design, 3D printing of prototypes, and interviewing the veteran who would be using the prosthetic, the team delivered a more-functional artificial limb, earning them a spot as finalists in the Samsung Solve for Tomorrow national competition. \n\nPreventing Future Kidney Failure (Sanjana Rane, 18; Prospect, KY) 18-year-old Sanjana Rane, from Prospect, Kentucky, has helped discover how a particular protein could be used to detect and treat renal fibrosis. Her discovery helps to prevent renal fibrosis from developing into end-stage renal disease, an incurable total failure of the kidneys. Sanjana first became interested in pursuing medical research when she read a USA Today study ranking Louisville, her hometown, as having some of the worst air quality in the United States. She began to look into the dangers of air pollution and learned about the chemical acrolein, which is found in both cigarette and industrial smoke and can cause kidney damage. As Sanjana delved into her research, she began to focus on how to shift acrolein’s influence on the kidneys by using a particular protein as a therapeutic target. This novel approach won Sanjana a scholarship at the Siemens Competition in Math, Science & Technology. Looking forward in her career, Sanjana is interested in pursuing medicine; in particular, Sanjana would like to practice regenerative medicine to explore how to use stem cells to treat diseases like cancer, multiple sclerosis, and ALS.\n\nThe Teen Who’s Putting an End to Oil Leaks (Augusta Uwamanzu-Nna, 17; Elmont, NY) Augusta Uwamanzu-Nna, 17, of Elmont, New York, was named a finalist in the 2016 Intel Science Talent Search for adding a nanoclay ingredient called attapulgite to cement slurries to improve the undersea cement seals that keep offshore oil wells from leaking. She found that adding nanoclay at just 0.3 percent of the total volume of the mixture markedly improved the mixture’s properties. Augusta’s initial interest in cement stemmed from her learning that production of cement accounts for 7% of human-made carbon emissions.\n\nTeam Designs Robot to Clean Up New York City Subways (Amro Halwah, 18; Stephen Mwingria, 17; Si Ya “Wendy” Ni, 18, New York City, NY) A team of young engineers from New York City, Amro Halwah, 18, Stephen Mwingria, 17, and Si Ya “Wendy” Ni, 18, saw a problem and wanted to do something about it: they and their classmates were often delayed getting to and from school because of rubbish fires in the subway system. So, for their Lemelson-MIT InvenTeam invention, they started building a 100-lb robot on student desks in the back of their small Spanish classroom. The result, a robot that moves along subway system rails, vacuuming up debris to make New York City’s transportation system cleaner and more efficient for kids like them who take the subway to school every day. The team is comprised of two students who came to the United States less than ten years ago knowing very little English, and a first generation college student. All three are now on an educational path in computer science or engineering.\n\nTeen Tackles Early Cancer Detection (Neil Davey, 20; Gaithersburg, MD) Neil Davey, 20, of Gaithersburg, Maryland, took on the study of cancer for his International BioGENEius Challenge project. Neil’s goal was to detect cancer early, when there are often more treatment options and better outcomes for cancer patients. His technique uses a combination of drop-based microfluidics and polymerase chain reaction (PCR) to detect circulating tumor cell (CTC) genes, which are shed by tumors and enter the blood stream. In addition to improving early cancer detection, Neil’s solution provides the genomic details of the cancer, giving the treating doctor insights into the patients’ cancer that can enable for more-targeted “precision medicine” treatments.\n\nDevelopment of Ebola Diagnostic Test Wins Teen Top Honors in Global Competition (Olivia Hallisey, 17; Greenwich, CT) When learning of the Ebola epidemic spreading through Africa, Olivia Hallisey, 17, of Greenwich, CT, was concerned that the people who most needed diagnosis and treatment did not have access to care and decided to do something about it. As she learned about the challenges of delivering medical care in remote areas, she recalled her science lesson about silk storage and its stabilizing properties, thinking that silk could allow Ebola antibodies to travel much longer without the need for refrigeration. Olivia created the Ebola Assay card—a temperature-independent, rapid, portable, and inexpensive diagnostic test for the detection of the Ebola virus. This novel and impactful approach earned the Connecticut High School student the Grand Prize in the 2015 Google Science Fair.\n\nGeorgia Teen Wins National Competition for Research on Effects of Low-Dose Radiation On Patient Tissue (Nicole O’Dell, 18; Stone Mountain, GA) Nicole O’Dell, 17, of Stone Mountain, Georgia, won first place at the National Organization of Black Chemists and Chemical Engineers (NOBCChE) National Competition for her research on the effects of low-dose radiation. Nicole’s project evaluated if the growth of patient diagnostic specimens are affected by exposure to low dose X-rays from security scanning machines, which are routinely used when transporting materials between research and diagnostic labs. Nicole hopes to use biotechnology to further the world’s understanding of cellular biology, replication, injury, and cellular healing, and is aiming to reach these career goals by pursuing an MD-PhD in biochemistry.\n\nIdaho Teen Looks to Prehistoric Past to Understand Climate Challenges (Nathan Charles Marshall, 17; Boise, ID) Nathan Charles Marshall, 17, of Boise, Idaho, was a finalist in the 2016 Intel Science Talent Search for his project examining prehistoric climate change and what it means for our current climate challenge. For his project, Nathan used a marine sediment core to examine the warming effects of two natural pulses of carbon dioxide released 55 million years ago. Nate found that Earth recovered from the first before a second, larger pulse triggered massive warming of the planet lasting tens of thousands of years. Nate believes that his findings indicate that the planet can recover from current warming trends if humankind acts quickly to curtail carbon emissions or remove atmospheric carbon dioxide.\n\nNo Password? No Problem! Teen Engineer Develops Novel Cell-Phone Security Technique Based on How You Lift Your Phone (Yashaswini Makaram, 17; Northborough, MA) Yashaswini Makaram, 17, of Northborough, MA, created a new cell phone security tool that records the distinctive arm and hand motions people use to lift a cell phone from a table to uniquely identify the cell phone’s owner. To date, the technology correctly identifies a cell phone’s owner 85 percent of the time and differentiates among people with 93 percent accuracy. Yashaswini’s biometric research, which got her recognized as part of the 2016 Intel Science Talent Search, may lead to greater personalization of mobile devices.\n\nWisconsin High-School Student Already Fulfilling Her Dream of Being a Theoretical Astrophysicist (Kaisa Crawford-Taylor, 17; Wisconsin Rapids, WI) At the age of 8, while watching a television special on black holes, Kaisa Crawford-Taylor of Wisconsin Rapids, Wisconsin, decided that she wanted to become a theoretical astrophysicist. At 17, she’s already accomplishing her dream. Kasia’s Junior Science and Humanities Symposium (JSHS) project uncovers very massive black holes capable of emitting gravitational waves – such as those recently discovered by LIGO (Laser Interferometer Gravitational-Wave Observatory) – using open databases; namely, the Sloan Digital Sky Survey’s tenth data release of quasars and New York University’s Value Added Catalogue. Using the computer language Python, Kaisa created a program that deftly sorted through the combined databases’ 2.7 million galaxies. The program returned a handful of potential binaries, which Kasia analyzed to identify four supermassive black hole binary candidates.\n\nMiddle-School Coder Develops Tool to Help Teach the Periodic Table to the Visually Impaired (Hari Bhimaraju, 12; Cupertino, CA) Hari Bhimaraju, a 12-year old Kennedy Middle School student from Cupertino, California, used a Raspberry Pi and Arduino to design the hardware and software for “The Elementor”, a portable, low-cost teaching tool to help visually impaired students learn the periodic table of elements. When a user enters an element’s symbol with either a regular or a Braille keyboard, pictures and animations show a model for an atom of the element, along with light-up LEDs and sound beeps to describe the positions of the element’s electrons. The system, which is now available for purchase, also uses a simulated Geiger counter to provide information about radioactivity, and a voice generation feature speaks all details out loud. In addition to winning the 1st Place Award in Technology at the 2015 Broadcom MASTERS competition, two schools for the blind have reviewed the tool’s usefulness and are in the process of having their students use it.\n\n Satisfying the Growing Demand for Pasteurized Eggs (Mikayla Ockels, 17; Milton, DE) In 2015, Mikayla Ockels, an 11th-grade student at Sussex Central High School in Georgetown, Delaware, conducted a project to identify the most profitable breeds to satisfy the growing demand for pasture raised eggs. Mikayla’s project, “Identifying Genes with Roles in Power Output of Exoelectrogenic Bacteria in Microbial Fuel Cell Heritage Hens, Weighing in on Feed to Egg”, studied which breed of Heritage Breed (a hardy breed that thrives in an outdoor environment) laying hen had the optimal Feed to Egg Conversion Rate (FECR), or total feed needed to produce an egg. Mikayla’s project earned her high accolades at the 2016 International BioGENEius Challenge, where she took home the Special Award for Practical Impact.\n\nCharging the World with a Better Battery (Gabriel Mesa, 16; Canton, CT) In 2014, Gabriel Mesa, 16, of, Canton, Connecticut, combined piezoelectric materials with graphene, to create a new battery technology, the “Carbon Battery”—an environmentally safe and compostable battery that generates electrical energy through mechanical instead of chemical means. The patent-pending Carbon Battery seeks to replace conventional batteries that are typically created using toxic materials. Furthermore, the Carbon Battery is self-contained and requires no external stimulation, unlike alternative batteries powered by the sun, trash, or wind.  The Carbon Battery is intended to provide a clean energy source for personal-use situations—such as lighting a rural home during monsoon season, when solar power is not feasible—and also has commercial applications—such as an always-on phone battery or (when used en masse) as a method for enhancing of existing power-generation sources such as dams. This invention earned Gabriel top honors at the 10 XPrize Challenge and BROADCOM Masters, won him first place at the Connecticut Science and Engineering Fair, and made him a repeat winner at the Connecticut Invention Convention. In addition to commercializing the “Carbon Battery,” Gabriel is currently working on a device for diabetic neuropathy.\n\nLas Vegas Middle School Team Takes on Sustainable City Design (Sydney Lin, 13; Krishna Patel, 12; Isha Shah, 13; Las Vegas, NV) Las Vegas, Nevada students Sydney Lin, 13, Krishna Patel, 12, and Isha Shah, 13, overcame the obstacle of losing their original teacher and mentor to compete at the Future City National competition. These Hyde Park Middle School students created a sustainable, waste-free, municipal city, winning Team Kilau Most Sustainable Buildings and City of the Future that Best Incorporates Cultural and Historical Resources.\n\nTexas Teen Takes Natural Approach to Cancer Treatment (Nia Clements, 15; San Antonio, TX) After unexpectedly losing her grandfather to gastric cancer, high school sophomore Nia Clements, 15, of San Antonio, TX, decided to learn more about the disease and discovered an unlikely treatment in Santalum album (sandalwood) tree oil (EISO). Over the past few years, as part of her Junior Science and Humanities Symposium project, Nia examined the impact of the oil on AGS, a gastric cell line, and worked on an encapsulation for the oil and determining whether it would be degraded in stomach acid. This year, Nia studied the effects of EISO on the transmembrane ion channels of the gastric cancer cells to figure out the method by which the oil is killing and and/or inhibiting the gastric cancer cells.\n\nTrip to Solar Sprint Nationals is the First Flight for All-Girl Maryland Team (Kylah Cain-Ward, 13; Destani Cularri, 11; Adriana Pusey, 13; Jordan West, 12; Edgewood, MD) The first-place team in the Maryland Army Education Outreach Program (AEOP) Junior Solar Sprint competition couldn’t believe they had won or that they would be taking their first flight to the National Competition in Grapevine, Texas. The team from Windsor Valley Boys & Girls club in Harford County, Maryland, comprised of Kylah Cain-Ward, 13, Destani Cularri, 11, Adriana Pusey, 13, and Jordan West, 12, of Edgewood, MD designed, built and raced a solar-powered vehicle. The team was so focused on testing designs, data collection, gear ratios, and time trials that they hadn’t even thought about the winning the competition, but that’s exactly what they did in the state-wide solar car race.\n\nYoung Inventor Designs 3-D Printed Solution to Pesky Problem (Shemar Coombs, 19; Philadelphia, PA) Bothered by an everyday annoyance—tangled headphone cords—Shemar Coombs, 19, of Philadelphia, Pennsylvania, used computer-aided design (CAD) software and a 3D printer to invent a cellphone case with a specially-designed channel along its edge that allows headphones to be easily wrapped and secured, while remaining tangle-free. The teenage entrepreneur took the invention all the way to the Network for Teaching Entrepreneurship National Challenge. Passionate about both business and music, Shemar plans to donate a portion of the profits from his budding business to music programs in developing countries.\n\nYoung Coders Design App to Help Cancer Patients (Lydia Mindermann, 13; Andrea Richard Kasson, 14; Kasson, MN) Inspired by some of the 1.5 million Mayo Clinic patients around the world, three girls, represented by Lydia Mindermann, 13, and Andrea Richard Kasson, 14, of Kason, Minnesota, developed an international award-winning app to help patients. The girls observed that patients had high levels of stress and anxiety, sometimes felt lonely and scared or lost among the hospital buildings, and were unaware of what was available to do during their free time between appointments and treatments. The team’s “Mayo Free Time” app, which beat out 400 apps from 28 different countries to win the Technovation Challenge, displays activities happening at the Mayo Clinic that patients can participate in, a map of the Mayo campus along with the city of Rochester, and a chat and help screen. While helping patients of Mayo Clinic, the girls learned computer science and entrepreneurship and heard from technology leaders, including women role models, during the international finals of the Technovation Challenge.\n\nThe Flyest Sophomore Around (Talie Cloud, 16; Sanger, CA)\n\n\tTalie Cloud, a sophomore from Sanger, California, conducted a project to see whether Momordica charantia (bitter melon seed) could be used as an organic insecticide for managing populations of fruit flies and other agricultural pests. After examining the effects of bitter melon seed on the reproductive rate of Drosophila melanogaster (fruit flies) after four generations of exposure, Talie concluded that, since the bitter melon concentration within the Drosophila medium increased and the reproductive rate after four generations significantly decreased when compared to the control, Momordica charantia could be a cost-efficient and effective agricultural insecticide that acts upon the reproduction of the pest. For her findings, Talie was named a National Winner at the FFA Agriscience Fair.\n\nMicrowave Goodbye to Energy Loss (Annie Ostojic, 13; Munster, IN) Annie Ostojic, 13, of Munster, Indiana, was the winner of the 2015 Broadcom MASTERS competition. In 2014, Annie designed a microwave container to cook food more thoroughly with less energy. In testing her design, however, Annie noticed a significant loss of energy around the corners of the microwave. She determined that the best method to improve this technology would require redesigning the microwave cavity itself to refocus lost corner energy onto turntable food. In 2015, Annie tackled this problem by measuring various microwaves to identify energy wasting hotspots, testing seven types of reflector materials, and applying what she learned to design three aluminum-foil reflectors for a more efficient microwave design. Annie, who has applied for a patent for her new microwave design, is an 8th-grade student at the Wilbur Wright Middle School, and also takes classes at Munster High School, where she convinced the local principal to let her take high-school computer-science courses with her older peers.\n\nThe Unbotable Robotics Team (Jacob Bosarge, 17; Nolan Lenard, 16; Rupa Palanki, 17; Mobile, AL) In 2004, as a struggling Mobile County, Alabama, school trying to find its identity in the science, technology, engineering and math (STEM) world, the W.P. Davidson faculty and students decided to take a leap of faith and participate in the BEST Robotics program. The team had no tools to manufacture a robot, no space to work, and no classes devoted to engineering, and the newly formed robotics team went to the community for donations. In a relatively short period of time, their hard work, success and motivation lead to the creation of the EPIC Program (Engineering Pathways Integrated Curriculum) for their school. Now, in 2016, W.P. Davidson High School is home to the largest K-12 engineering program in the state of Alabama, all students have access to 3D printers, CNC machines, and advanced simulation software and the faculty and students mentor schools throughout the Gulf Coast region and the Black Belt of Alabama, encouraging more students to become excited about science and engineering. W.P. Davidson High School, represented by Jacob Bosarge, 17, Nolan Lenard, 16, and Rupa Palanki, 17, has become one of the best of the BEST in Alabama, winning 1st Place Overall BEST Award in the Jubilee BEST Robotics Competition and 2nd Place Overall BEST Award in the South’s BEST Regional Championship—making W.P. Davidson’s team the highest-ranking team in Alabama.\n\nThe Rainbow App that Helps Dyslexic Students (Devon Langley 14; Trevor Langley, 11; Haute, IN) Devon, 14, and Trevor, 11, Langley representing a team from Haute, Indiana, harnessed the power of the rainbow to help dyslexic students learn mathematics. This innovative young team developed the ROY G. BIV Math System, an app designed to improve the way children challenged with dyslexia learn new math concepts. A color-coded system keeps digits in place when children do any kind of math operation. The system uses the rainbow color order so children will recognize if they unintentionally move digits because the familiar ROY G. BIV pattern will also be out of order. By assigning a unique color to each place value, the system makes mathematical operations easier for a child with dyslexia to follow, and also offers learning benefits for children with dysgraphia or a more serious math disorder called dyscalculia. The team’s colorful innovation earned them the FIRST LEGO League Global Innovation Award.\n\nOklahoma Team Triumphs at Robotics Competitions (Ty Brant, 12; Anthony Maldonado, 13; Benjamin Woolen, 13; Taylor Wingo, 12; Tahlequah, OK) The Cybercats Robotics Team of the Woodall School in Tahlequah, Oklahoma has competed in and taken home trophies at a FIRST LEGO League Robotics Competition, as well as the Vexpo 15 competition hosted by the Cherokee Nation Education Services and Northeastern State University College of Education. The team, represented by Ty Brant, 12, Anthony Maldonado, 13, Benjamin Woolen, 13, Taylor Wingo, 12,  put their science, technology, engineering, and math (STEM) classroom concepts to the test in these robotics competitions by designing and building a robot to compete against others in a game-based engineering challenge. By being good competitors and working collaboratively, displaying a high level of enthusiasm and passion for robotics, and enriching the event experience for others, the Wildcats were rewarded, taking home prizes at each competition.\n\nMUD Power- Students Identify Novel Way to Clean-Up Oil and Create Energy (Kimberly Te, 16; Christine Yoo, 16; Manhasset, NY) Kimberly Te and Christine Yoo, now seniors at Manhasset Senior High School in Manhasset, New York, have been friends since the 1st Grade, and since then, both have been passionate about science. Kimberly and Christine’s National Siemens Competition in Math, Science & Technology Grand Prize winning project is titled “Natural, Cost-Effective Anodes for Optimized Sediment Microbial Fuel Cells: Engineering a Novel Approach to Harvesting Energy and Cleaning Up Oil-Polluted Regions.” Working from their high-school laboratory, they engineered a device, known as a microbial fuel cell (MFCs), which can produce clean energy and help clean up oil spills using natural, sustainable materials. MFCs, colloquially called “mud power,” are a developing technology that use bacteria to produce electrical energy from organic matter, like marine sediment or wastewater. Their novel design and approach uses an everyday loofah sponge—a natural and readily available material—to take the otherwise unusable oil from oil spills to generate clean energy. Kimberly and Christine found that their design significantly increases power production, effectively removes oil-spill pollution, and is highly cost-effective. \n\nSea Dirty Water? Wave Goodbye (Deepika Kurup, 18; Nashua, NH) Every summer Deepika Kurup, 18, and her family travel from their home in Nashua, New Hampshire, to visit India. In the United States, Deepika always had the privilege of having unlimited access to potable water, but in India, she saw children drink water that she felt was too dirty to touch. Deepika wanted to find out why these people lacked access to safe water, a substance that’s essential for life. Deepika learned that the world is facing a global water crisis and that, according to the World Health Organization, one-ninth of the global population lacks access to clean water. This unacceptable social injustice compelled Deepika to find a solution to the world’s clean-water problem—a solar-powered technology that uses silver and other materials to rapidly remove bacteria from water. Deepika’s innovation made her a finalist in the 2015 Google Science Fair and a winner of the National Geographic Explorer Award. Deepika hopes to use her creation to provide cleaner drinking water to families in India and around the world.\n\nTeen Builds on Personal Experience to Develop Vaccine Transporter (Anurudh Ganesan, 16; Clarksburg, MD) When Anurudh Ganesan, now 16, was an infant, his grandparents walked him 10 miles to a remote clinic in India in order to receive a vaccination. When they arrived, the vaccines were ineffective due to the high temperatures and lack of refrigeration. Although Anurudh was fortunate and ultimately received the vaccination, others are not. Anurudh learned that, according to UNICEF, 1.5 million children die every year as a result of not getting the safe and effective vaccines that they so desperately need. He also discovered that ice packs used to transport vaccines can freeze the vaccines, rendering them ineffective. This inspired Anurudh, who now lives in Clarksburg, Maryland, to explore a better method of refrigerating vaccines immediately prior to use, particularly in developing countries. His creation, VAXXWAGON, can effectively transport vaccines in the last leg of distribution without the use of ice and electricity, saving potentially thousands of lives throughout the world. Anurudh’s project made him a finalist in the 2015 Google Science Fair.\n\nTeam Rock-It Just Needs Space (Samantha Armistead, 17; Judy Cheng, 17; Ryan Hill, 18; Emma Jaynes, 17; Evan Perry, 17; Durham, NC) Team Rock-It of Durham, North Carolina, has experienced great success at amateur rocketry, including making the Team America Rocketry Challenge (TARC) national finals in 2013 and 2014, finishing in the top 25 teams during their second year. Their success qualified them for NASA’s follow-on Student Launch Initiative, where their payload system garnered high praise from engineers at NASA. The team also won multiple awards at the prestigious NASA competition. The team is comprised of high-school seniors Samantha Armistead, 17, Judy Cheng, 17, Ryan Hill, 18, Emma Jaynes, 17, and Evan Perry, 17, all of whom plan to pursue higher education in the science, technology, engineering, and math (STEM) fields of computer science, astronomy, and neurobiology.\n\nThis Team Is (Intentionally Not) On Fire! (Savannah Cofer, 18Varun Vallabhaneni, 17; Gahanna, OH; and Valerie Chen, 18; Matthew Sun, 17; Centreville, VA) Team FireArmor is one of the five winners of the 2015 Conrad Spirit of Innovation Challenge, an honor bestowed upon a team of high-school inventors and entrepreneurs. The competition challenges high-school students to use science, technology, engineering, and math (STEM) skills to develop commercially viable, technology-based products that address real-world challenges. FireArmor is an innovative protective apparel designed to protect firefighters or anyone who faces extreme temperatures. It was created by then Centreville, Virginia, and Gahanna, Ohio team members, Savannah Cofer, 18, Valerie Chen, 18, Matthew Sun, 17, and Varun Vallabhaneni, 17. Unlike any protective apparel on the market today, FireArmor is composed of an inorganic, endothermic fiber that absorbs heat from its environment and keeps the firefighter safe even at dangerously high temperatures. Current firefighter turnout gear rapidly degrades above 300 degrees Celsius and provides less than six seconds of protection in flash fire conditions. In contrast, FireArmor keeps the firefighter safe even above 1000 degrees Celsius and provides up to five minutes of protection in flash fire conditions. The team was inspired to create FireArmor two years ago, when 19 Arizona firefighters were surrounded and killed during a flash fire. After the Arizona tragedy, the team started thinking about whether an endothermic chemical reaction like that used in instant ice packs could be used to offer a dramatic improvement in firefighter apparel. Team FireArmor is currently working on both a patent and a trademark.\n\nAMNO & CO Isn’t Going Underwater, But Their Robot Certainly Is (Alex Miller, 17; Clara Orndorff 19; Nicholas Orndorff, 16; Seattle, Washington)  Alex Miller, 17, Clara Orndorff 19, and Nicholas Orndorff, 16, of Seattle, Washington, started in 2010 with a $130 kit of underwater robotics parts provided by the MATE Center’s Innovative Technology Experiences for Students and Teachers (ITEST) grant from the National Science Foundation. The students’ goal was to design and build an underwater robot to complete the mission tasks laid out by the MATE competition. The team, named for their initials, AMNO & CO, did just that. They entered the competition’s SCOUT (beginner level) class in 2010, and the following year, they challenged themselves to move up to the RANGER (intermediate level) class. In 2013 and 2014 they won the RANGER class at their regional event, advancing to the MATE international competition where they placed 13th (2013) and 6th (2014) overall. They advanced to the international competition again in 2015 where, five years after their passion for science and engineering was first ignited, their hard work and perseverance paid off—they won! In addition to 1st place, in 2015 AMNO & CO was presented with the RANGER class award for Design Elegance and the Health, Safety, and Environmental (HSE) Award sponsored by Oceaneering International. Alex, Clara, and Nicholas were also recognized for the mentorship they provide to other students just getting started—hoping to inspire the next team to move from SCOUT to RANGER to champions!\n\nA Motivated 15-Year-Old Creates MotivateMe (Diana Veronin, 15; Hillsboro, NJ) When 15-year-old Diana Veronin’s grandfather had a stroke and had a hard time motivating himself to do his rehabilitation exercises, Diana, of Hillsboro, New Jersey, took it upon herself to create a device to help patients like her grandfather. Diana’s device, MotivateMe, is a compact, low-cost wristband that uses wearable technology to motivate stroke patients to do their rehabilitation exercises frequently and correctly. A therapist can program specific exercises for the patient to do while wearing the device. The device will then use the accelerometer to record movement data. When the patient wears the device, the machine-learning software used in the device will analyze movement patterns for the different exercises to detect when and how frequently a patient does an exercise correctly.\n\nThe Breathtaking Device That Cuts Costs but Not Quality (Maya Varma, 17; San Jose, CA) Maya Varma, a 17-year-old from San Jose, California, was astounded at the price of diagnostic spirometers—the machines used to analyze lung health by having patients blow into them. The devices typically cost hundreds of dollars, so Maya Varma developed a 3D printed version, that costs a mere $35. Maya used her knowledge of 3D printing, electrical engineering, and computer science, along with data of lung capacity and flow rate, to build the device, which can currently diagnose chronic obstructive pulmonary disease (COPD), asthma, emphysema, chronic bronchitis, and restrictive lung disease with remarkable accuracy. The Electronics Aquarium tubing connects the spirometer to a pressure sensor that converts the pressure change to voltage. An Arduino microcontroller sends the voltage data to an Android app. The Spirometer Varma’s system uses a 3D-printed Lilly pneumotachometer, a spirometer that calculates flow by measuring the pressure change across a mesh when you blow into it. Maya’s (literally) breathtaking invention earned her a slot as a 2016 Intel STS finalist, where her spirometer was selected as one of the top 40 projects in the nation.\n\nThese Kids are In Charge: California Students Build Solar-Powered Charging Station for Electric Vehicles (Shaneel Narayan, 18; Jahsene Tongco, 18; Union City, CA) When these Union City, California students, represented by Shaneel Narayan, 18, and Jahsene Tongco, 18, realized that even for electric cars, the energy generated to charge them often comes from fossil fuels, they set a goal to change that reality.  A team of young engineers from James Logan High School took on the challenge of designing and building a solar charging station for an electric vehicle—enabling a car to be fully powered by renewable and sustainable energy sources.   Their result earned them a spot as finalists at the Samsung Solve for Tomorrow national competition.  They built a full-scale charging station requiring engineering and wiring precision, incorporating a solar array, batteries, solar charge controller, inverter, and an Electric Vehicle Supply Equipment (EVSE).  Possibly their biggest accomplishment, they convinced a teacher to allow them to test the charging station on his car…and it worked! \n\n\tIn addition to those exhibiting, honored students invited to the 2016 White House Science Fair include:\n\n\nAisha Abdulkarimu, 17, Silver Spring, MD, The White House Leadership and Mentoring Initiative\n\nAriel Antoine, 18, Bowie, MD, The Posse Foundation \n\nCedrick Argueta, 17, Los Angeles, CA, AP Calculus Perfect Score\n\nDevin Barkey, 18, Boca Raton, FL, AP Calculus Perfect Score \n\nBrandon Benn, 15, Powder Springs, GA, MATHCOUNTS Math Video Challenge \n\nBezawit Bogale, 17, Arlington, VA, The White House Leadership and Mentoring Initiative\n\nSydney Bolomey, 15, Solon, OH, Science Olympiad\n\nMarshae’ Cappaninee, 18, Temple Hills, MD, The White House Leadership and Mentoring Initiative \n\nAnton Cao, 16, San Jose, California, AP Calculus Perfect Score\n\nMatthew Cheung, 18, Davis, CA, AP Calculus Perfect Score \n\nAvery Clowes, 14, Bolton, MA, Broadcom MASTERS\n\nAshton Cofer, 13, Gahanna, OH, The DuPont Challenge Science Writing Competition\n\nOscar Tejada Cruz, 17, Silver Spring, MD, The White House Leadership and Mentoring Initiative\n\nPrateek Dullur, 15, Naperville, IL, eCYBERMISSION \n\nKavi Gupta, 18, San Marino, CA, AP Calculus Perfect Score \n\nKayla Hamilton, 13, Columbus, GA, Girls, Inc.\n\nOlivia Hamilton, 13, Columbus, GA, Girls, Inc. \n\nTimothy Im, 17, Fort Worth, TX, Jack Kent Cooke Foundation Young Scholars\n\nOjas Jagtap, 11, Clarksburg, Maryland, Verizon Innovative App Challenge\n\nStephen Jasina, 17, Saline, MI, AP Calculus Perfect Score\n\nShannon Joins, 16, South Charleston, WV, Zero Robotics High School Tournament\n\nAkshay Kadhiresan, 17, Arlington, MA, AP Calculus Perfect Score\n\nRyan Kinzie, 18, Jefferson, MD, Real World Design Challenge (RWDC)\n\nJohn Kusner, 17, Ridley Park, PA, AP Calculus Perfect Score \n\nMalhar Kute, 18, Dunwoody, Georgia, AP Calculus Perfect Score \n\nLandon Labuskes, 15, Aldie, VA, AP Calculus Perfect Score\n\nDaniel Liu, 10, Ottawa Hills, OH, National You Be The Chemist Challenge\n\nKevin Liu, 13, Carmel, IN, MATHCOUNTS National Competition\n\nAdarsh Mattu, 15, Naperville, IL, eCYBERMISSION\n\nAdriana Maya, 10, Vienna, VA, White House Share Your Science Fair Story Public Call \n\nKevin Melgar, 17, Hyattsville, MD, The White House Leadership and Mentoring Initiative\n\nRamon Pazmino, 18, Silver Spring, MD, The White House Leadership and Mentoring Initiative\n\nLydia Plante, 10, Vienna, VA, White House Share Your Science Fair Story Public Call\n\nShawl Pryor II, 15, Marietta, GA, MATHCOUNTS Math Video Challenge\n\nEmily Rabinovich, 15, Solon, OH, Science Olympiad \n\nAditya Ramachandran, 14, Lisle, IL, eCYBERMISSION\n\nAustin Ray, 17, Washington, D.C., The Posse Foundation\n\nAleonna Scott, 17, Bowie, MD, White House Share Your Science Fair Story Public Call \n\nBrittainy Sechler, 17, Frederick, MD, Real World Design Challenge (RWDC)\n\nMatthew Smith, 16, Tuttle, OK, FIRST Robotics\n\nRichard Song, 16, Chalfont, PA, AP Calculus Perfect Score\n\nToby Wells-Spackman, 11, Middlebury, VT, InfyMaker Awards\n\nEashana Subramanian, 11, Clarksburg, MD, Verizon Innovative App Challenge\n\nHenry Swan, 12, Ripton, VT, InfyMaker Awards\n\nAndy Xu, 13, Simpsonville, SC, MATHCOUNTS National Competition\n\nChristopher Xue, 16, Plainsboro, NJ, AP Calculus Perfect Score\n\nPeter Warrick Jr., 14, Smyrna, GA, MATHCOUNTS Math Video Challenge\n\nQuivion Wynn, 14, Columbus, OH, MATHCOUNTS Math Video Challenge\n\nRahul Yesantharao, 16, Houston, TX, AP Calculus Perfect Score\n\n\n\n\n\n"
}