{
    "title": "Declaraciones del Presidente sobre la propuesta del Senado presentada hoy para arreglar el sistema quebrado de inmigración de nuestro país | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-sobre-la-propuesta-del-senado-presentada-hoy-para-arre",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 29, 2010\n\n \n\n\n\nDeclaraciones del Presidente sobre la propuesta del Senado presentada hoy para arreglar el sistema quebrado de inmigración de nuestro país\n\n\n\n\n“Es la responsabilidad del gobierno federal velar por el cumplimiento de la ley y reforzar nuestras fronteras, como también fijar normas y prioridades claras para la inmigración futura. El fracaso continuo del gobierno federal en arreglar el sistema quebrado de inmigración dejará la puerta abierta a múltiples medidas incongruentes a nivel estatal y local y, como hemos visto recientemente, a menudo desacertadas.\nLa propuesta presentada hoy en el Senado es un paso muy importante en el proceso de arreglar el sistema quebrado de inmigración de nuestro país. Me complace en especial ver que este detallado delineamiento es acorde con el marco bipartidista que presentaron los senadores Chuck Schumer y Lindsey Graham el mes pasado, y está fundamentado en principios de responsabilidad y rendimiento de cuentas.\nLo que ha quedado cada vez más claro es que ya no podemos esperar para arreglar nuestro sistema quebrado de inmigración, que tanto demócratas como republicanos concuerdan que no funciona. Es inaceptable tener a 11 millones de personas en Estados Unidos que viven aquí ilegalmente y fuera del sistema. He dicho repetidamente que hay algunos componentes esenciales que deben incluirse en un proyecto de ley de inmigración. Debe dictar medidas más estrictas para resguardar la frontera, sanciones más duras para los empleadores que contratan a inmigrantes ilegales y normas más claras para controlar la inmigración futura. Y debe requerir que quienes están aquí ilegalmente regularicen su situación, paguen multas e impuestos, aprendan inglés, no tengan antecedentes penales y admitan responsabilidad antes de que se les permita ponerse en fila para que en algún momento obtengan la ciudadanía. El lineamiento presentado hoy incluye muchos de estos elementos. El próximo paso crucial es precisar los detalles de la propuesta. Le damos la bienvenida a esa conversación, y mi gobierno desempeñará un papel activo en involucrar a aliados de ambos partidos para que trabajemos en pos a una solución bipartidista que se base en el concepto fundamental de la responsabilidad que el pueblo estadounidense espera y merece”.\n \n\n\n\n"
}