{
    "title": "Mensaje Semanal - Presidente Obama describe beneficios de la reforma de salud que se pondrán en vigor este año | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-presidente-obama-describe-beneficios-de-la-reforma-de-salud-que-se-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 09, 2010\n\n \n\n\n\nMensaje Semanal - Presidente Obama describe beneficios de la reforma de salud que se pondrán en vigor este año\n\n\n\n\nWASHINGTON –  En su mensaje semanal, el Presidente Barack Obama habló de los beneficios de la reforma de salud que los estadounidenses recibirán el primer año, y cómo la reforma ayudará a construir nuevos cimientos para las familias estadounidenses. Cuando la reforma se convierta en ley, los estadounidenses sin seguro, con una condición preexistente, podrán adquirir cobertura de bajo costo, se prohibirá que las compañías de seguro impongan límites al monto del cuidado de salud otorgado por año y durante la vida de la persona, las pequeñas empresas recibirán créditos tributarios a fin de adquirir cobertura para sus empleados, junto con muchos otros cambios. En resumen, los pacientes y médicos tendrán más control de sus decisiones sobre el cuidado de salud, y los burócratas de las aseguradoras tendrán menos control.\n \nEl audio y video estarán disponibles por Internet en obamawhitehouse.archives.gov\n\nDeclaraciones del Presidente Barack Obama \nVersión preparada\nMensaje semanal\n9 de enero, 2010\n \nHace un año, cuando asumí la presidencia en medio de la peor recesión desde la Gran Depresión, les prometí dos cosas. La primera fue que vendrían tiempos mejores. Y la segunda fue que el camino a la recuperación sería largo y habría tropiezos ocasionales.\n \nNuevamente vimos eso de cerca ayer. Nos enteramos que, en noviembre, nuestra economía vio su primer mes de generación de empleo en casi dos años, pero el mes pasado, perdimos más de lo que ganamos. Ahora sabemos que ningún mes por sí solo determina una tendencia, y que los empleos perdidos en el último trimestre del 2009 fueron un décimo de los del primer trimestre. Pero hasta que veamos una tendencia de generación de empleo buena y sostenible, no cejaremos en nuestros esfuerzos por hacer que los estadounidenses vuelvan a trabajar.\n \nEsa tarea va más allá de reemplazar los siete millones de empleos que se han perdido en los últimos dos años. Necesitamos reconstruir nuestra economía de tal manera que nuestras familias nuevamente puedan percibir cierta sensación de seguridad. Demasiadas personas con las que hablé este año, que contaron sus historias en cartas que leí de noche, me dicen que experimentaron su propia recesión mucho antes de que los economistas declararan que la recesión había empezado, y seguirán experimentándola mucho después de que los economistas declaren que ya terminó.\n \nY eso se debe a que, durante décadas, Washington escogió hacer lo que era fácil en lugar de hacer lo correcto. Y el resultado fue una economía que benefició a algunos, pero que demasiadas veces afectó severamente a la clase media.\n \nEn la década pasada, el ingreso de la familia promedio en realidad disminuyó, y la cantidad de empleos perdidos fue igual a los generados. Las personas trabajadoras que hicieron todo lo correcto, de repente se vieron obligadas a reducir la magnitud sus sueños debido a factores económicos fuera de su control. Y estamos hablando de sueños sencillos, como el Sueño Americano: un buen empleo con buena paga; una pensión de jubilación segura y digna; cuidado de salud estable para no irse a la quiebra con una enfermedad; la posibilidad de darles a nuestros hijos mejores oportunidades que las que tuvimos nosotros.\n \nPor eso, ahora que empezamos a salir de esta crisis, no regresaremos a la pasividad que ayudó a causarla. Incluso a medida que volvemos a poner a los estadounidenses a trabajar, ya estamos construyendo nuevos cimientos para nuestra economía, con el fin de generar empleos buenos y duraderos y un futuro de prosperidad compartida.\n \nEstamos haciendo inversiones históricas en ciencias y en una economía de energía limpia que generarán y mantendrán los empleos e industrias del futuro aquí en Estados Unidos.\n \nEstamos reformando nuestro sistema educativo, para que nuestros hijos estén plenamente preparados para competir con cualquier trabajador del mundo y ganar la carrera del siglo XXI.\n \nEstamos reparando nuestro fallido sistema de seguro de salud que está agobiando a las familias, consumiendo el dinero que los trabajadores ganan y abrumando a las pequeñas empresas con incrementos de dos dígitos en las primas.\n \nY a esto quisiera dedicar un minuto. Después de un debate largo y concienzudo, estamos a punto de aprobar la reforma del seguro de salud que finalmente les dará a los estadounidenses la seguridad de saber que tendrán cuidado de salud de calidad y bajo precio aunque pierdan su trabajo, cambien de empleo, se muden o se enfermen. Se prohibirán para siempre las peores prácticas del sector de seguros. Y los costos finalmente se reducirán para las familias, empresas y nuestro gobierno.\n \nBueno, tomará algunos años para implementar totalmente estas reformas de manera responsable. Pero lo que todo estadounidense debe saber es que una vez que promulgue la reforma del seguro de salud, decenas de medidas de protección y beneficios se pondrán en vigor este año.\n \nLos estadounidenses sin seguro con una enfermedad o condición preexistente finalmente podrán adquirir cobertura al alcance de su bolsillo.\n \nA los niños con condiciones preexistentes ya no se les podrá rechazar cobertura, y los adultos jóvenes podrán quedarse en la póliza de sus padres hasta que tengan 26 o 27 años de edad.\n \nLos dueños de pequeñas empresas que no puedan otorgar cobertura a sus empleados recibirán inmediatamente créditos tributarios para que la puedan comprar.\n \nLas personas que se jubilan antes de la edad usual y que reciben cobertura de sus empleadores verán que su seguro está protegido y que sus primas se reducirán.\n \nLas personas mayores afectadas por la brecha de cobertura denominada el agujero de dona, recibirán descuentos de hasta 50 por ciento del precio de los medicamentos con receta, mientras empezamos a cerrar del todo esa brecha.\n \nY se protegerá el derecho del paciente a escoger su médico, al igual que su acceso a cuidados de urgencia.\n \nHe aquí lo que también sucederá dentro del primer año. Se requerirá que los planes de seguro ofrezcan cuidado preventivo gratuito a sus clientes, para que podamos empezar a eliminar enfermedades prevenibles desde el principio. Ya no podrán imponer límites anuales que restrinjan la suma de la cobertura que la persona recibe por año o durante su vida. Se les prohibirá cancelar la cobertura cuando la persona se enfermó y la necesita más. Y habrá un proceso nuevo e independiente de apelaciones para cualquiera que sienta que su aseguradora le negó injustamente una solicitud.\nEn resumen, una vez que promulgue la reforma del seguro de salud, los médicos y pacientes tendrán mayor control de sus decisiones sobre el cuidado de salud, y los burócratas de las aseguradoras, tendrán menos control. En total, estos cambios representan las reformas más extensas y las restricciones más firmes impuestas a las aseguradoras que este país experimentó nunca antes. Así haremos que el 2010 sea un año más saludable y seguro para todos los estadounidense, para quienes tienen seguro de salud y quienes no lo tienen.\n \nEstamos entrando a una nueva década, con nuevos peligros, pero los vamos a enfrentar. También es un momento de enorme promesa y vamos a aprovecharla. Vamos a reconstruir el Sueño Americano para la clase media y darle solidez a la economía estadounidense para el futuro. Y este año, me siento esperanzado y confiado como nunca antes de que vamos a ponernos a la altura de las circunstancias al igual que generaciones pasadas de estadounidenses lo hicieron siempre: como una nación, un pueblo. Gracias por escuchar.\n###\n \n\n\n\n"
}