{
    "title": "ADVISORY: Vice President Biden to Travel to Colorado on May 26-27th | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/advisory-vice-president-biden-travel-colorado-may-26-27th",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 22, 2009\n\n \n\n\n\nADVISORY:  Vice President Biden to Travel to Colorado on May 26-27th\n\n\n\n\nTHE WHITE HOUSE   Office of the Vice President  ___________________________________________________________  For Immediate Release                                 May 22, 2009  *MEDIA ADVISORY*   Vice President Biden to Travel to Colorado on May 26-27th   Vice President to Chair Next Middle Class Task Force Meeting in Denver; Will Deliver Commencement Address at the United States Air Force Academy 2009 Graduation in Colorado Springs   Washington, DC – Vice President Biden will travel to Colorado next week.  On Tuesday, May 26th, he will be in Denver, Colorado to chair the next meeting of the White House Task Force on the Middle Class. The topic of the town-hall style meeting is ‘Building a Strong Middle Class through a Green Economy.’ For more information on the White House Task Force on the Middle Class, please visit:  www.AStrongMiddleClass.gov.   On Wednesday, May 27, 2009, the Vice President will be in Colorado Springs, Colorado to deliver the commencement address at the United States Air Force Academy 2009 graduation.    Both of these events are OPEN PRESS but media must RSVP to press@ovp.eop.gov by Monday May 25th at 6 PM EDT.   Media Details are below:  Vice President Biden to Chair Middle Class Task Force Meeting in Denver:  ‘Building a Strong Middle Class through a Green Economy.’  Scheduled Speakers/Participants:  Vice President Biden; Secretary of Labor Hilda Solis; Secretary of Housing and Urban Development Shaun Donovan; Secretary of Agriculture Tom Vilsack; Deputy Secretary of Energy Dan Poneman; United States Trade Representative Ron Kirk; and Special Advisor for Green Jobs, Enterprise and Innovation at the White House Council on Environmental Quality (CEQ) Van Jones; and Denver Mayor John Hickenlooper. Date: Tuesday, May 26, 2009 Location:   Denver Museum of Nature and Science at 2001 Colorado Boulevard, Denver, 80205 Press Entrance: West Entrance          Sat Truck Parking: off 17th Ave entrance; directed on site General Parking: off Colorado Ave. Camera Pre-set:  10:00 AM MT         Press Arrival: 1:00 PM MT   Final Press Access: 1:30 PM MT        Event Begins:  2:00 PM MT              Cable Run: 1000 Feet Throw: 30 Feet RSVP:   This event is OPEN PRESS, but media must RSVP with the NAME, MEDIA OUTLET, PHONE AND EMAIL for each person planning to cover the event to press@ovp.eop.gov by May 25th at 6 PM EDT.  At the event, you will be required to wear your media credential at all times, either around the neck or pinned to clothing.  Ground Contact:  For logistical questions, please call Holly Armstrong at 303-803-6411                     ###  Vice President Biden to Deliver Commencement Address at the United States Air Force Academy 2009 Graduation  Date:  Wednesday, May 27, 2009 Location: Falcon Stadium at the United States Air Force Academy                    Press Entrance:  South Gate and then proceed to Gate 1          Sat Truck Parking: Inside Gate 3 and directed on-site. Satellite trucks should park the night before the event from 7:00-9:00 PM MT            General Parking:  Lot 2 (next to Gate 1)          Camera Pre-set:  7:00-8:00 AM MT       Press Arrival:   8:00 AM MT  Final Press Access: 8:30 AM MT           Event Begins: 10:00 AM MT                   Cable Run:  600 Feet                Throw:  100 Feet                       RSVP:   This event is OPEN PRESS, but media must RSVP with the NAME, MEDIA OUTLET, PHONE AND EMAIL for each person planning to cover the event to press@ovp.eop.gov by May 25th at 6 PM EDT.  At the event, you will be required to wear your media credential at all times, either around the neck or pinned to clothing.   Ground Contacts:  For logistical questions, please call Kerstin Smith at 630-207-4041 or Technical Sargent Christopher Dewitt, NCOIC Media Relations with the USAF Academy at 719-333-7731.\n\n\n\n"
}