{
    "title": "Updated Guidance for First Lady Michelle Obama and the Let Girls Learn Initiative | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/09/24/updated-guidance-first-lady-michelle-obama-and-let-girls-learn",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nSeptember 24, 2015\n\n \n\n\n\nUpdated Guidance for First Lady Michelle Obama and the Let Girls Learn Initiative\n\n\n\n\n\nIn March, the President and First Lady announced a new whole of government initiative, Let Girls Learn, to expand efforts to help adolescent girls worldwide attend and complete school. For more information about Let Girls Learn, visit whitehouse.gov/letgirlslearn.\n\nNEW: Saturday, September 26\n\nNew York City, New York * 8:00pm ET – The First Lady will appear onstage at the 2015 Global Citizen Festival in Central Park, New York. Mrs. Obama will highlight the Let Girls Learn initiative, which seeks to support the more than 62 million girls around the world – half of whom are adolescent – that are not in school. Mrs. Obama will also announce a new public engagement campaign hosted by Girl Rising, in support of Let Girls Learn.\n\n\tThe Global Citizen Festival invites citizens from around the world to take action in support of ending extreme poverty by 2030, in which education is a key component of this journey. This year’s festival takes place the day after the United Nations announces the new Global Goals for Sustainable Development and will welcome leaders from across the world, alongside artists, advocates and activists passionate about making these goals achievable.\n\nMonday, September 28\n\nNew York City, NY – The First Lady will appear on The Late Show with Stephen Colbert to discuss Let Girls Learn and the importance of adolescent girls’ education. The First Lady will also highlight her Reach Higher initiative, which aims to encourage every student in America to take charge of their future by completing their education past high school, whether at a professional training program, a community college, or a four-year college or university.\n\nThe episode will air Monday evening on CBS at 11:35pm ET. \n\nTuesday, September 29\n\nNew York City, NY * 11:00AM ET – As part of the Let Girls Learn initiative, the First Lady will participate in a Global Conversation on the Power of Educating Adolescent Girls, hosted by Glamour magazine. The discussion will be moderated by Glamour's editor-in-chief Cindi Leive. Joining the First Lady in the discussion will be former prime minister of Australia and current chair of Global Partnership for Education Julia Gillard, and actress and advocate Charlize Theron. Adolescent girls will be in the audience to participate in the discussion, which will focus on the fact that more than 62 million girls - half of whom are adolescent - around the world are not in school. Participants will answer questions from girls in the audience and those submitted by young girls in classrooms around the world.\n\nTuesday, October 13\n\nWashington, DC * 7:00pm ET – The First Lady will deliver keynote remarks at Fortune magazine’s annual Most Powerful Women Summit dinner, addressing the role that all organizations – including those in the private sector – can play in helping provide adolescent girls around the world with the opportunity to go to school and stay in school.\n\n\tThis event will be open press and take place at the Robert and Arlene Kogod Courtyard at the Smithsonian in Washington, D.C. \n\nLivestream will be available for viewing HERE. \n\n\n\n\n"
}