{
    "title": "President Obama Calls on Congress to Act on Small Business Proposal in “To Do List” and Meets with Congressional Leadership | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/16/president-obama-calls-congress-act-small-business-proposal-do-list-and-m",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 16, 2012\n\n \n\n\n\nPresident Obama Calls on Congress to Act on Small Business Proposal in “To Do List” and Meets with Congressional Leadership\n\n\n\n\n\nNational Economic Council Releases Report on Moving America’s Small Businesses and Entrepreneurs Forward\n\n\tWASHINGTON, DC - Today, President Obama will visit a small business in the Washington, DC area where he will urge Congress to act on the “To Do List,” specifically highlighting the need to invest in small businesses and jumpstart new hiring and entrepreneurship by passing legislation that gives a 10 percent income tax credit for firms that create new jobs or increase wages in 2012 and that extends 100 percent expensing in 2012 for all businesses. This stands in contrast to the proposal put forward by House Republicans, which could actually discourage hiring and new investments this year.\n\t \n\tWhile at the small business, the President and Small Business Administrator Karen Mills will hold a roundtable discussion with a group of small business owners that would benefit from the President’s small business proposal. The roundtable is pooled press.\n\t \n\tFollowing this visit, the President will return to the White House to meet with Congressional leadership where he will stress the importance of acting on the economic agenda he laid out last week as part of the Congressional To Do List. This meeting will include House Speaker John Boehner, Senate Majority Leader Harry Reid, House Democratic Leader Nancy Pelosi and Senate Minority Leader Mitch McConnell.\n\t \n\tIn addition, today, the National Economic Council will release a report that highlights the investments the Obama Administration has made to keep America’s small businesses moving forward and calls on Congress to do its part to make it easier for small businesses to grow and create jobs.\n\t \n\tAnd next week, members of the Cabinet and Senior Administration officials will be participating in National Small Business Week events and speaking about the President’s efforts to help small businesses. Secretary of the Treasury Timothy Geithner will be in Baltimore on Thursday visiting a small business; National Economic Council Director Gene Sperling, Secretary of Transportation Ray LaHood and Secretary of Education Arne Duncan will speak during National Small Business Week events. Small Business Administrator Karen Mills will join Secretary of Housing and Urban Development Shaun Donovan and Secretary of Energy Stephen Chu to highlight the role small businesses played in one million green retrofits. Federal Bureau of Investigation, NASA, U.S. Air Force, U.S. Army Corp of Engineers, Department of Energy, Department of Housing and Urban Development, Department of Labor, Department of Justice, Department of Treasury, Department of Transportation and the General Services Administration will participate in business matchmaking sessions to find innovative small business contractors.\n\nCongress’ To Do List\n\n1. Reward American Jobs, Eliminate Tax Incentives To Ship Jobs Overseas: Congress needs to attract and keep good jobs in the United States by passing legislation that gives companies a new 20 percent tax credit for the cost of moving their operations back to the U.S. and pay for it by eliminating tax incentives that allow companies to deduct the costs of moving their business abroad.\n\n2. Cut Red Tape So Responsible Homeowners Can Refinance: Congress needs to pass legislation to cut red tape in the mortgage market so that responsible families who have been paying their mortgages on time can feel secure in their home by refinancing at today’s lower rates.\n\n3. Invest in a New Hire Tax Credit For Small Businesses: Congress needs to invest in small businesses and jumpstart new hiring by passing legislation that gives a 10 percent income tax credit for firms that create new jobs or increase wages in 2012 and that extends 100 percent expensing in 2012 for all businesses.\n\n4. Create Jobs By Investing In Affordable Clean Energy: Congress needs to help put America in control of its energy future by passing legislation that will extend the Production Tax Credit to support American jobs and manufacturing alongside an expansion of the 30 percent tax credit to investments in clean energy manufacturing (48C Advanced Energy Manufacturing Tax Credit).\n\n5. Put Returning Veterans to Work Using Skills Developed in the Military: Congress needs to honor our commitment to returning veterans by passing legislation that creates a Veterans Jobs Corps to help Afghanistan and Iraq veterans get jobs as cops and firefighters, as well as other jobs serving their communities.\n\nThe President’s plan for congressional action has two key components:\n\t \n\tCongress needs to invest in small businesses to jumpstart new hiring by passing legislation that gives a 10 percent income tax credit for firms that create new jobs or increase wages in 2012 and that extends 100 percent expensing in 2012.\n\t \n\t• Encourage an additional $200 billion to $300 billion in new wages and jobs this year with a Small Business Jobs and Wages Tax Credit:\n\t \n\to Credit for New Wages:  The plan would provide firms with a 10 percent income tax credit for new wages added in 2012. This would encourage both new hiring and providing raises to existing workers. The credit would be limited to $500,000 per firm in order to focus the benefit on small businesses. \n\t \n\to Focused on Middle Class Workers: Because the credit is based on Social Security wage base, companies would receive no credit for increasing wages above $110,100. Unlike the House Republican proposal, the President’s proposal ensures that companies that offer raises only to already well-paid executives would be ineligible for the tax relief. \n\t \n\to Directly tied to new hires and pay increases:  Because the credit is tied to increases in payroll, the benefit is only available only to companies that make new hires or offer employee pay-raises – directly encouraging growth and jumpstarting hiring. This stands in contrast to proposals put forward by Congressional Republicans that would cut taxes of hedge fund managers, law partners and many of the wealthiest Americans regardless of whether they employed or hired a single worker.\n\t \n\to Helps 2 Million Small Businesses: This credit would help nearly 2 million actual small businesses with employees.\n\t \n\to More than $20 billion in tax relief to encourage an additional $200 to $300 million in new wages and jobs: The President’s plan will provide more than $20 billion in direct tax relief targeted to small businesses in 2012 and 2013, according to a score from the independent, non-partisan Joint Committee on Taxation. This $20 billion in direct tax relief could encourage an additional $200 billion to $300 billion in new wages and jobs this year.\n\t \n\t• Support business investment this year with 100 percent expensing for 2012:  The President is proposing an extension of the 100 percent expensing provision that he signed into law in December 2010, which rewards firms for making investments by allowing them to deduct the full value of those investments through 2012. Extending 100 percent expensing for an additional year would put an additional $50 billion in the hands of businesses in 2012 and 2013. Most of this relief would be recouped by the Treasury as businesses regain their strength. \n\t \n\to What Others Have Said About Expensing:\n\t \n\t The National Federation of Independent Business called expensing a “big victory” for small business: “Bottom line – just about every small business can write-off the full amount of investments they want to make in 2010 and 2011.” (December 2010).\n\t \n\t In a 2010 letter signed by the U.S. Chamber of Commerce, more than 80 business groups – representing industries from aerospace and wireless to builders, contractors, and retail stores – wrote that “bringing back bonus depreciation will encourage companies of all sizes to invest in newer, more efficient, and more environmentally-friendly equipment, which will help large and small businesses alike.”\n\t \n\t• President Obama’s plan would help 2 million actual small businesses with employees, in contrast to the “small business” tax cut proposed by Republicans in the House, which is an unacceptable giveaway to wealthiest Americans: President Obama small business tax cuts focus on wages and investment – tangible steps firms are taking to hire workers, raise wages or invest to grow whereas the House Republicans provide across-the-board tax cuts (a 20 percent deduction) to anyone with self-employment income – and even to companies that lay off workers or reduce pay.\n\n\n\n\n"
}