{
    "title": "Press Briefing to Preview The President's Trip to The Summit Of The Americas, 4/16/2009 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-briefing-preview-presidents-trip-summit-americas-4162009",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 17, 2009\n\n \n\n\n\nPress Briefing to Preview The President's Trip to The Summit Of The Americas, 4/16/2009\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\n\t\t(Mexico City, Mexico)\n\n\t\t______________________________________________________________________________________\n\n\t\tEmbargoed For Release                                    Until 12:00 A.M. EDT \n\n\t\tFriday, April 17, 2009 \n\nPRESS BRIEFING TO\n\t\tPREVIEW THE PRESIDENT'S TRIP TO THE SUMMIT OF THE AMERICAS\n\t\tBY\n\t\tJEFFREY DAVIDOW, DIRECTOR, SUMMIT OF THE AMERICAS;\n\t\tDAN RESTREPO, SPECIAL ASSISTANT TO THE PRESIDENT AND\n\t\tSENIOR DIRECTOR FOR WESTERN HEMISPHERE AFFAIRS;\n\t\tDENIS McDONOUGH, DEUTY NATIONAL SECURITY ADVISOR\n\t\tFOR STRATEGIC COMMUNICATIONS;\n\t\tAND ROBERT GIBBS, PRESS SECRETARY\n\n\t\tMarriott Hotel\n\t\tMexico City, Mexico\n\n\t\t6:33 P.M. (Local)\n\n\t\tMR. GIBBS:  Hello, guys.  Thanks to everyone for coming -- and surviving the hour-long four-question press conference.  (Laughter.)\n\n\t\tAgain, this is a briefing on the Summit of the Americas -- come on up, guys.  Dan Restrepo, who you guys met earlier this week; Denis McDonough; Jeff Davidow, an advisor to the President for the Summit of the Americas; and Mike Hammer, from NSC.  And we will open it up. \n\n\t\tWe don’t need to embargo anything -- no one has a question.  (Laughter.)  Thank you all for coming.  That was great.  (Laughter.)\n\n\t\tQ    I have a question.  On the treaty, it seems as though the announcement that you're calling on the Senate to ratify this treaty has actually caught the Senate off guard a little bit.  Harry Reid's folks didn't know about it.  And I wondered if you have run that by the Foreign Relations Committee and do you have a commitment from them that they'll bring it up?\n\n\t\tMR. McDONOUGH:  You know, Sheryl, thanks for the question.  There's a tradition at the beginning of each Congress that the President submits a treaty priority list -- the Secretary of State and the President.  So that's exactly what we did and this is one of the priority treaties that we'd like to see the Senate's advise and consent on.  And, you know, we are working very closely with Senator Reid and many others on a range of issues, to include this.\n\n\t\tQ    Can you just say how many treaties are on that list?  And do you have an order?  And is that what this treaty -- where is it in the order of priorities?\n\n\t\tMR. McDONOUGH:  I can tell you it's among the top treaties, but I'll get you the list so you can have it.\n\n\t\tQ    Sounds --\n\n\t\tMR. McDONOUGH:  I haven’t seen the final list, so let me just get it to you and you can make that call.\n\n\t\tQ    I actually wanted to ask something about the torture memo -- and critics who obviously feel that no one is above the law and that the CIA engaged in torture and got it away with.  What's the thought from the White House today?\n\n\t\tMR. GIBBS:  I'm sorry, who's making a comment?\n\n\t\tQ    ACLU and other critics, who said that, you know, they're getting away with something.\n\n\t\tMR. GIBBS:  Well, I think you have to bear in mind a bit about these memos, and that is these are legal authorizations for specific actions to be undertaken.  There are people that looked at the people that -- hardworking people at the CIA that did what they were told based on the authorization that they'd been given.  The President believes it would be unfair to punish those.\n\n\t\tI think the message I would have for anybody on this issue is to underscore the actions that the President of the United States took related to this on the second day of the administration by instituting only the guidelines that were in the Army Field Manual and essentially banning all of these activities from the use of -- by the use of this government and this administration.\n\n\t\tWe can -- this is a look backwards.  The President, as you know, was geared at looking forward and that is why the tough decisions were made to end this practice once and for all by the government.\n\n\t\tAnything you want to add?\n\n\t\tMR. McDONOUGH:  You know, Robert, what I'd add is I think that the question actually hits the nail on the head, which is to say that the President believes that this court proceeding, a legal proceeding, required him to take this action.\n\n\t\tAnd so I think it's fair to say that given all that's happening, given the fact that the President took a very forward-leaning policy direction, as Robert said, on the second day of his administration to make clear that these tactics, these enhanced interrogation techniques, would not be permissible in his administration.\n\n\t\tI think he would have preferred to not have spent the last month methodically working through this issue -- speaking with personnel from Justice, from the Central Intelligence Agency, from the National Director of Intelligence, with members on Capitol Hill.  I think that he would have preferred to have to have moved beyond this.  But the fact is there is a court case and the President believes that he, out of respect for transparency and the rule of law, had to take this step.\n\n\t\tQ    This weekend with the Summit of the Americas, number one, are you ruling out a one-on-one meeting with Hugo Chavez?  And also I know you guys keep -- keep this secret, I guess -- are you having any one-on-one meetings with any leaders now?\n\n\t\tMR. GIBBS:  We will get you a list of the highly secret meetings that we're having in Trinidad.  How careless of me to -- having included you all on such a secret trip -- (laughter.)  We'll get you a list.\n\n\t\tThere's no one-on-one meeting with Mr. Chavez on the schedule.  I believe he is among several leaders that are in a multilateral meeting.  We will get you a list tonight of what meetings we're doing.  There are a couple of bilateral meetings, but most of them are multilateral meetings.\n\n\t\tQ    Would he at all -- if Chavez pulled him aside to say, let's have a conversation -- would President Obama --\n\n\t\tMR. GIBBS:  Every time I pull the President aside to have a conversation we've had that conversation, so I assume he would do the same.\n\n\t\tQ    Can I follow on that.  The President, Hugo Chavez, say that he would veto the declaration of the summit because it made no mention of the exclusion of Cuba from the summit.  How serious do you consider that threat to be?\n\n\t\tAMBASSADOR DAVIDOW:  The declaration of the summit is a document, a fairly lengthy document that's been negotiated for the last nine months by all 34 countries, including Venezuela.  It's been a laborious process of negotiation.  Many of Venezuela's points were accepted, as were the points of the United States and other countries.\n\n\t\tThis decision to -- as announced -- to not sign the document is something that just came up in the last day or so, and is inconsistent with the negotiations that have been going on for almost a year.\n\n\t\tQ    Can I just follow-up on that specific point -- it's just that Nicaragua and Bolivia have also said that -- because the document doesn’t talk about the lifting of the embargo, that they wouldn't sign.\n\n\t\tMR. McDONOUGH:  As Ambassador Davidow was saying, the declaration process -- these declarations on some occasions have been signed by the member states at the summit, and other occasions they have not been signed by the member states as a group.\n\n\t\tAnd I think also it's important to -- the President has made very clear -- you all saw the op-ed today -- that he is going to Trinidad and Tobago to engage in a conversation with folks to deal with the -- to pragmatically deal with the issues that are facing the people of the Americas today, to kind of rise behind -- leave behind the ideological arguments of the past, leave them in the past and focus instead on how do we work together in partnership with countries throughout the hemisphere to advance on dealing with the economic crisis, on energy and climate future, on citizen safety, on the issues that day in, day out, on any street corner anywhere in Latin America and the Caribbean, if you ask folks what they're most concerned about, it's those issues.  Those are the issues that President Obama hopes to engage with, with his colleagues from throughout the hemisphere over the course of the two days of the Summit of the Americas.\n\n\t\tAMBASSADOR DAVIDOW:  To add one more point, as you will see when you read the 60-page document -- which I'm sure you will -- it makes no mention of the policies of any specific country.  It's not a list of the pros and cons about what the United States does or what Venezuela does or what any of the countries do.  The criticism is misplaced.\n\n\t\tQ    I just have a follow-up on Dan's point.  Senator Kit Bond of Missouri, the ranking Republican on Intelligence, said he was disappointed in the release of the memos.  And his main reason seemed to be that he thinks that the information will be used as propaganda for al Qaeda's media machine; the release makes us less -- will heighten anger in parts of the world where we're trying to make friends.  And I'm wondering if that was a consideration when you guys were debating this -- the fact that this would be able to be used against the United States by our enemies.\n\n\t\tMR. GIBBS:  As Denis mentioned, the process by which the President consulted with a number of agencies -- the State Department, the CIA, the Justice Department -- over the course of about a four-week period, I think he wrestled with a number of issues related to national security, related to the rule of law, and related to transparency. \n\n\t\tI don't -- let me build a little bit on what Senator Bond said.  I don't think it's the -- and the President doesn't believe it's the existence of enhanced interrogation techniques in memos that have made us less safe.  It is the use of those techniques -- the use of those techniques in the view of the world that have made us less safe, and that is precisely the reason by which the President moved swiftly to end that practice by use of this government.\n\n\t\tPeter.\n\n\t\tQ    Robert, can we get a direct answer a question:  Is the President saying that the political clout of Second Amendment rights enthusiasts and gun rights activists is such that re-imposing the ban on assault weapons is just impossible at this moment?  Is that what he's saying?\n\n\t\tMR. GIBBS:  Well, let me -- I hate to parse his words when he gave a pretty clear answer, Peter.  What the President outlined today, what the President talked to President Calderón about, the initiatives that he's taken, the investment, increased investment in the border in examining what's moving -- not just moving south to north, but north to south, as well as the steps that he's asked Attorney General Holder to take off of what he and Secretary Napolitano have recently done relating to a conference on arms trafficking, is that we are much more likely to have an impact on what's going on right now through these activities rather than something that will likely take quite some time through Congress.\n\n\t\tYes.\n\n\t\tQ    We were told that President Obama spoke with Lula, the President of Brazil, today.  Do we know what they talked about?  The Brazilians are saying that they talked about Cuba.  What else?\n\n\t\tMR. RESTREPO:  President Obama had a conversation with President Lula of Brazil today where they talked about the Summit of the Americas, on issues that may arise at that summit, and the need to work together to ensure that the summit remains focused on a positive agenda, a common agenda on these issues that are of paramount importance to the people of the Americas. \n\n\t\tThey had a lengthy conversation that touched on a host of issues -- I'm not going to go into great detail -- but the thrust of the conversation that they had was on how do we make sure that the summit engages pragmatically on the issues facing the people of the Americas today and how can we work towards forming effective partnerships on a host of issues to start the hard work of making progress on, again, the economic -- dealing with the economic crisis, on energy and climate future, and on issues related to citizens' safety.\n\n\t\tQ    Can I follow up on that?  Who initiated the phone call?\n\n\t\tMR. GIBBS:  I think we did.\n\n\t\tMR. RESTREPO:  I think we did.  Actually, there was a -- last week there was a day when I think both sides asked each other to have a conversation ahead of the summit.  The President has a very good relationship.  He's built some rapport with President Lula.  President Lula, as you all know, came to Washington and met for more than an hour in the Oval Office with the President.  They had good -- a good working relationship at the G20 in London. \n\n\t\tSo it was part of continuing to build that positive relationship the two of them have, and again, staying focused on what we can do together, in partnership, to advance a common, positive agenda at the summit.\n\n\t\tQ    Are you guys worried that Cuba could overshadow or hijack the agenda?\n\n\t\tMR. RESTREPO:  No.  I think we're -- we -- sorry -- I think the issues that face the Americas today, particularly the economic crisis and the effects of the economic crisis, are going to be the principal concern of the vast majority of the countries and leaders who come to the summit, will be the principal focus of the conversations -- in addition to those that are the summit topics, the original themes of the summit, obviously set before the economic crisis.  So I think the real focus -- as evidenced by Vice President Biden's trip, Secretary Clinton's to the Americas, Secretary Clinton's trip here and other places in the Americas today -- people are focused on how do we deal with the economic crisis, how do we ensure that Latin America doesn't end up in another lost decade, and how to ensure that the economic growth that comes from recovery here reaches all levels of society.  We're confident that that's going to be the principal issue of discussion at the summit.  Other issues will be discussed, but I think the primary focus will be on the challenges that face the region today.\n\n\t\tMR. GIBBS:  And Chuck, let me -- I assume you've seen a transcript of what the President -- the President was asked about this -- the administration promised and took decisive action, making considerable changes in travel and remittance policy for Cuban Americans as it relates to Cuba.  If there's going to be discussion about next steps, I think as the President said, the ball, so to speak, is probably in a different court.\n\n\t\tIf there are those that are serious about openness and freedom and any other concerns that might be enumerated by other leaders that attend this summit -- seeing an increased freedom of the press; seeing a release of political prisoners; as Dan and I talked about the other day in announcing the policy, seeing the Cuban government walk away from taking a hefty portion of remittances that do come back to the island; allowing citizens to travel, as the President said.\n\n\t\tWe'd be interested to know what the leaders in Cuba and what leaders that might be coming to the summit with that issue on their mind, what they're willing to do and talk about with those in order to demonstrate that there's a willingness to see something happen on the other side.  I think that could actually produce something that's worthwhile as well.\n\n\t\tYes, sir.\n\n\t\tQ    A question maybe for Denis, on the arms treaty again.  What does it mean specifically that the President is going to push the Senate for ratification, and what are the chances that that will happen?\n\n\t\tMR. McDONOUGH:  You know, Jeff, -- I don't want to be the political prognosticator here.  I can tell you that the President made clear it's a priority for him, that it's one of the issues we want to see the Senate address, and that we believe that it is a common-sense reaction to a very difficult challenge.\n\n\t\tSo, you know, I don’t want to prognosticate on it, but I do want to tell you and underscore with you what the President said in his remarks at the press conference with President Calderón, namely that we think this is a very concrete set of (inaudible).\n\n\t\tQ    Are there any readouts on these meetings that Larry Summers had today?  And I also wanted to ask about Energy Secretary Chu and I'm assuming he met with the Energy Minister today.\n\n\t\tMR. GIBBS:  Yes, met with -- I wasn't -- were you in the --\n\n\t\tAMBASSADOR DAVIDOW:  Both Secretary Chu and Larry Summers were in a meeting with the two Presidents.  And then when the two Presidents had a one-on-one, they came down and met with their Mexican colleagues from energy, environment and the economic ministries.\n\n\t\tIt was a very abbreviated meeting, I can tell you that.  Most of the discussion was on energy and the environment.  Most of that was on the clear understanding on the part of the two governments that we want to work together on the issues of climate change.  The Mexican government is going to host a meeting in June of a group called the Major Economies Forum, which deals with climate change.  We're looking at a joint framework for energy and the environment that will guide the work of the two governments.\n\n\t\tQ    A follow-up.  Did the issue of oil exploration for production in Mexico come up at all either in President Obama and Calderón's meeting --\n\n\t\tAMBASSADOR DAVIDOW:  I don’t know if it came up in the President's meeting, I wasn't there.  In our meeting it did not come up.  We talked about mostly environment issues.\n\n\t\tQ    But the energy -- the Mexican energy minister earlier this month asked that the U.S. hold talks on --\n\n\t\tAMBASSADOR DAVIDOW:  There are --\n\n\t\tQ    -- in support of --\n\n\t\tAMBASSADOR DAVIDOW:  The joint talks relate to trans-border oil and gas in the Gulf of Mexico, and those talks have begun and we're looking at them.  And I think President Calderón mentioned that in his -- in the press conference.  That's ongoing.\n\n\t\tQ    Did President Calderón ask President Obama to push for immigration reform this year, in their meetings today?\n\n\t\tMR. RESTREPO:  I think the Presidents covered this pretty clearly in the press conference.\n\n\t\tQ    The timing, they did not cover.\n\n\t\tMR. McDONOUGH:  We have a pretty solid rule of not reading out -- but you can certainly raise that question with President Calderón, but we're not in the business of reading out what --\n\n\t\tQ    So he is, but you aren't?\n\n\t\tMR. McDONOUGH:  He, what?\n\n\t\tQ    He's in the business of reading out, but you won't?\n\n\t\tMR. McDONOUGH:  We're not reading out what he said.  We're happy to read out what President Obama said.\n\n\t\tQ    I don't -- I'm just asking if that -- if the timing of it came up.\n\n\t\tMR. RESTREPO:  You know, quite frankly, I don't remember.  I was writing down things as fast as I could hear them, and I don't recall if it came -- if the timing came up.\n\n\t\tQ    Did President Obama outline a timeline for it, do you know?  Maybe you just covered it by saying you don't remember.  Okay.\n\n\t\tMR. GIBBS:  Right.  I'd repeat also what I said, I think either -- I think it was last week, off of reports about it, that this is a process that will likely start and has started this year.  But I think we're under no illusions that this is an issue that will get solved or finished this year.\n\n\t\tMajor.\n\n\t\tQ    Robert, back on Cuba.  Just to pick up on what you said, the ball being in someone else's court.  I just want to make sure I understand -- in Trinidad-Tobago will the President say his administration is not going to make any more moves regarding liberalization of relationships with Cuba until there are definitive actions by the Cuban government on the things you've outlined, and that no amount of pressure or jawboning or complaining; and the advocates who will be there speaking on behalf of the Cuban government could change that policy?\n\n\t\tMR. GIBBS:  Well, I'll do this, then I'll have Dan do this, as well.  The administration and the President have taken significant steps.  We certainly continually evaluate the foreign policy of the United States.  I think the President was pretty clear in the campaign about the steps for further action that needed to happen in order for us to believe that there was a seriousness on both sides about a different sort of relationship.\n\n\t\tAgain, I think the steps that the President took -- I don't want to minimize the steps that he took in this process, and I think, again, you know, we talked a little bit about, in the announcement, opening up of communications, including satellite television.  To use my \"ball in the court\" analogy, if the government in Cuba -- I don't know why the government in Cuba would feel threatened by the free flow of information from other countries to their citizens.  I don't think it would threaten the Cuban government for somebody in Cuba to be able to watch one of its pitchers throw a baseball game.\n\n\t\tAnd I think if -- I've finally worked my baseball analogy into a serious policy answer.  I'm altogether fairly pleased about that.  (Laughter.)  But, again, I think that we will see and judge the seriousness of this versus the rhetoric of this based not simply on the actions that we've already taken but by the actions that others can and, we believe, should undertake.\n\n\t\tBen.\n\n\t\tQ    Two quick questions about the summit.  For Ambassador Davidow, could you clarify, given what you said about the declaration and all of the negotiations that have gone into it, is the declaration in play, based on what happens on Saturday?  Can it be changed, or is it locked in?\n\n\t\tAMBASSADOR DAVIDOW:  My understanding, the declaration is no longer in play.  It's been, as I say, laboriously negotiated.  I don't expect that there will be any changes to the declaration at the summit.\n\n\t\tQ    I'm sorry, so then what is -- how would you frame, then, the meetings, the discussions?  Are they -- they're not leading towards a final declaration?  They're broader in purpose?\n\n\t\tAMBASSADOR DAVIDOW:  The declaration is a statement -- a very lengthy statement of the concerns of the hemisphere and ideas for attending to and dealing with the problems that confront the hemisphere:  poverty and other issues.\n\n\t\tThe summit discussions themselves may take reference of the declaration, but we would expect, as in past summits, that they may go in different directions or they may be additive.  The declaration is something that has been put together by representatives of the heads of state.  The heads of state themselves have obviously a lot to talk about, and they will have an opportunity in any number of meetings and probably will be together for close to a dozen hours.  So it's hard to predict exactly what will be discussed.\n\n\t\tQ    This might be for Robert, I'm not sure, but just -- can you give us a sense of what the President is doing tomorrow?  Obviously he's got to get there, but when he does --\n\n\t\tMR. GIBBS:  Lengthy bus ride.  (Laughter.) \n\n\t\tQ    I noted there was a reference to brief remarks he's going to be giving tomorrow.  I'm just trying to get a sense of what we should expect.\n\n\t\tMR. GIBBS:  You want to go through the -- or one of you guys -- I mean, I know obviously there's a -- we leave fairly early in the morning, and I think there's a five-hour flight, a six-hour -- six hours on the clock, so a decent part of the day is chewed up doing that.  And then there are -- there's an opening ceremony, which --\n\n\t\tMR. RESTREPO:  There's an opening ceremony at which a handful of leaders from throughout the hemisphere representing the different kind of constituent subregions will speak.  President Obama will speak during that opening ceremony.  Opening ceremony will contain a cultural event, as well; it's kind of a unified thing.\n\n\t\tThen the President will have a bilateral meeting with the host, with Prime Minister Manning of Trinidad and Tobago, and then a meeting with the members -- the leaders of the members of CARICOM, the Caribbean Community.  And that, I think, covers his activities for the day.\n\n\t\tQ    I wanted to ask you about immigration again.  Yesterday some of the anti-tax rallies had three strong anti-immigrant (inaudible).  And I just wondered if there was anything firm about the tone of the demonstrations (inaudible) White House, particularly  worried that taking up such a divisive issue is counter-productive --\n\n\t\tMR. GIBBS:  Well, I think -- and I've obviously talked about this, and I think the President has, too -- this is not an -- we know this is not an easy issue.  I think he spoke in some ways about that today.  But I think the President also understands that a number of the issues that he deals with, in some way, shape or form, are divisive.  But that doesn't alleviate our obligations to deal with them.\n\n\t\tI think we understand that in order to get immigration reform through Congress and to the President's desk, it's going to take a healthy bipartisan majority.  It's going to take votes from both sides of the aisle.  And I don't anticipate that it will happen until there is some agreement to that.\n\n\t\tBut the President also strongly believes that the only way to address this problem is, as he outlined today, through a comprehensive solution that addresses border security, addresses illegal immigration and the rules that are broken, going to the back of the line, learning English, and earning the responsibility of being a citizen -- but that only through a comprehensive approach is that going to be possible.\n\n\t\tQ    Can I ask you about -- why did -- (inaudible).\n\n\t\tMR. GIBBS:  I think if you count heads in Congress on this, it's going to take Democrats and Republicans to get this done.  I think it's -- I think we've -- in all honesty, the first two times that the legislation went through Congress that was the case, and I don't anticipate that it will be likely different this time.\n\n\t\tYes, ma'am.\n\n\t\tQ    Robert, why is the Chairman of the Ways and Means here?\n\n\t\tMR. GIBBS:  There's several members of the congressional delegations that are here -- let me see if I can remember who is all here.  Mr. Rangel is here, Senator Baucus is here.  Here, you --\n\n\t\tMR. RESTREPO:  Representative Velázquez is here, Representative Becerra, Representative Farr, Representative Ciro Rodriguez.  Yes, that's everybody, I think.  I said Becerra, yes.\n\n\t\tQ    Why is the Chairman of the Ways and Means Committee here?  Is he trying to find a way to make some means available here for Mexico or for the Summit of Americas?\n\n\t\tMR. RESTREPO:  The Chairman of the Ways and Means Committee has got a very longstanding relationship and interest in the issues, particularly in the Caribbean, but issues throughout the Western Hemisphere.  And I guess I'm -- my assumption, and I perhaps shouldn't be assuming on his behalf, that it's those interests that lead him -- led him to want to participate in the official delegation to the Summit of the Americas.\n\n\t\tQ    So he -- the President didn't ask him to come --\n\n\t\tMR. GIBBS:  I think we invited many people, April, as you know, to ask if -- what in the world was that?  I won't -- I'll let whoever deal with whatever deal with whatever that is. (Laughter.) \n\n\t\tQ    It was a commentary on your commentary.\n\n\t\tMR. GIBBS:  Interesting.  Yes, hold on, don't worry.  You're going to get your answer.\n\n\t\tQ    I want you to keep your train of thought.\n\n\t\tMR. GIBBS:  Don't worry, I can multitask.\n\n\t\tWhen we're asked about -- when we're asked about, for instance, NAFTA, when we're asked about trade, obviously agreements are going to go through the Senate, they're going to go through a legislative body.  They're going to go -- a lot of these issues go through the Finance Committee -- and as Dan said, members that have particular interest and concern in the region.\n\n\t\tAll done, excellent.  Enjoy your --\n\n\t\tQ    On something else.  It seems that this drug war and trafficking of guns really was significant in this press conference that just happened.  And you have people like General Barry McCaffrey who said, you know, Mexico is possibly turning into a narco-state.\n\n\t\tMR. GIBBS:  Into?  I'm sorry, I can't --\n\n\t\tQ    A narco-state, it's possibly turning into a narco-state.  He also said that there is a chance -- well, there is a possibility of a threat to national security because of what's happening here.  The spillage over -- you know, you have refugee situations, running for the borders, border cities into the United States.  Is there a national security threat because of what is happening here right now?\n\n\t\tMR. RESTREPO:  As the President made clear and as both Presidents made clear, Mexico is experiencing a significant challenge with -- from drug cartels and the violence that those cartels are committing here in Mexico.  And the United States -- the U.S. government, President Obama, Calderón administration, the Mexican government, are working together to ensure that that -- the challenges that Mexico faces today not only get no worse but that they improve; that by working together, the United States, doing our part, in terms of the resources that the President has moved to cut off the flow of illegal weapons and cash, which he spoke at great length about during the press conference -- our cooperation through the Merida Initiative, with the Mexican government's efforts, and the courageous efforts, as the President pointed out, from the top of the Mexican government down to the line officers in the police force and the military who are engaged in the day-to-day struggle against these violent groups.  It's a challenge we're working very hard to ensure that it does not become anything -- it does not become a -- excuse me, it is a -- I'm tired --\n\n\t\tQ    So you think it's not a national security threat at this point.  There was a pregnant pause.  (Laughter.) \n\n\t\tMR. RESTREPO:  We are taking every -- the President -- we are taking every step necessary to ensure the security of the border, the security of the United States in light of these developments.  We will continue to monitor the situation, as the President has said, and we will continue doing that which is necessary to ensure the security of border communities and of the United States.\n\n\t\tQ    Can I get a yes or no answer?  Is there a national security threat at this moment?\n\n\t\tMR. GIBBS:  The threat -- hold on, just for -- you're getting all wound up; you're like 10 rows back and you're all wound up --\n\n\t\tQ    -- you're leading us to believe it is because you're parsing your words or trying to come up with the right words.\n\n\t\tMR. GIBBS:  I can't parse words with a pregnant pause.  (Laughter.)\n\n\t\tQ    Hey, now, come on.\n\n\t\tMR. GIBBS:  If you could see the thoughts I’m parsing.\n\n\t\tObviously there's a security concern, April.  The Secretary of State has been to Mexico.  Our lead terrorism advisor, John Brennan, is here.  Secretary Napolitano has visited on multiple occasions now.  Attorney General Holder has been down here.  Obviously there are great security concerns.\n\n\t\tBut as the President said, and not having a sense of being able to see some of the comments that you noted, and as Secretary of State Clinton noted on her trip, the reason for part of this is there's a demand problem in our country.  The President, through the steps that Dan mentioned, is working with our neighbor to address our responsibilities and obligations to that.  President Calderón has taken some decisive actions.\n\n\t\tBut let me also build a little bit off of that answer to underscore the important security relationship that we have with Mexico in and above drugs.  Right now Mexico chairs -- chaired the Security Council just this past week in shepherding through a very strong statement condemning the actions of North Korea as it relates to its launch a few weeks ago.\n\n\t\tSo I think the relationship that we have with Mexico, as the President said, that was a -- drugs and security were certainly part of that discussion, but the relationship that we have both economically and throughout the world is tremendously important to both nations.\n\n\t\tWe'll do one more right here.  Yes.\n\n\t\tQ    President Obama's recent declarations, is he trying to assume that the end of embargo is not off the table?\n\n\t\tMR. GIBBS:  Are you talking about -- are you talking about Cuba?\n\n\t\tQ    Yes.\n\n\t\tMR. GIBBS:  Again, the President made a commitment in the campaign to undertake the actions that he took earlier this week.  He opposed doing away with the embargo, based on the fact that Cuba has not undertaken what it needs to, to open up the island for the people of Cuba -- certainly related to political prisoners, related to the freedom of the press, related to that free flow of information.\n\n\t\tSo I think the President has been pretty clear on where he is on that embargo and the steps that he took to bring about openness and freedom for the people.\n\n\t\tOne more, and then we'll --\n\n\t\tQ    On the President meeting with Hugo Chavez, is that with the other members of --\n\n\t\tMR. GIBBS:  Other members of?\n\n\t\tQ    (Inaudible.)\n\n\t\tMR. RESTREPO:  No.  The multilateral meeting that was made reference to is for UNASUR, which are all the countries of South America.\n\n\t\tMR. GIBBS:  Thank you.  Oh, let me just mention this, because we've had a couple of different questions.  The Summit of the Americas questions are embargoed until midnight.  If you want to use the questions about OLC memos, you're free to do that right now.\n\n\t\tQ    What about Cuba?\n\n\t\tMR. GIBBS:  Cuba is Summit of the Americas, so you have that until -- no, but since Chuck asked the first question and posited it in the framework of a criticism that one might receive at the Summit of the Americas, I -- how can I possibly ever doubt Chuck?\n\n\t\tEND                                       \n\t\t7:13 P.M. CDT\n\n\t\t###\n\n\n\n\n\n"
}