{
    "title": "President Obama Nominates Justice Morgan Christen for the United States Court of Appeals | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/18/president-obama-nominates-justice-morgan-christen-united-states-court-ap",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 18, 2011\n\n \n\n\n\nPresident Obama Nominates Justice Morgan Christen for the United States Court of Appeals\n\n\n\n\n\n\tWASHINGTON- Today, President Obama nominated Justice Morgan Christen for the United States Court of Appeals for the Ninth Circuit.\n\t \n\t“I am proud to nominate this outstanding candidate to serve on the United States Court of Appeals,” said President Obama.  “I am confident Justice Morgan Christen will serve the American people with integrity and distinction.”\n\nJustice Morgan Christen:  Nominee for the United States Court of Appeals for the Ninth Circuit\n\tJustice Morgan Christen was born and raised in the state of Washington.  She attended the University of Washington, where she received her B.A. in 1983.  While an undergraduate student, Justice Christen studied in England, Switzerland, and China.  She later attended Golden Gate University School of Law and obtained her J.D. in 1986.\n\n\tJustice Christen moved to Alaska in 1986, when she began a clerkship for the Honorable Brian Shortell of the Alaska Superior Court.  In 1987, she joined the law firm of Preston Thorgrimson Ellis & Holman (now K&L Gates LLP) in their Anchorage office.  While at the law firm, Justice Christen handled a variety of civil matters, including representation of the State of Alaska in the wake of the Exxon Valdez oil spill.  In 1992, she was elected to the firm’s partnership.\n\n\tIn 2001, Justice Christen was appointed to the Alaska Superior Court, the state trial court with jurisdiction over, among other things, civil cases, family law and probate matters, and felony criminal offenses.  Beginning in 2005, she served as the presiding judge of Alaska’s Third Judicial District, the judicial district with the largest caseload in the state.  As presiding judge, Justice Christen supervised approximately 40 judicial officers in 13 court locations.  In 2009, Justice Christen was elevated to serve as one of five Justices on Alaska’s Supreme Court, the highest court in the state.\n\n\n\n\n"
}