{
    "title": "Fact Sheet: Recovery Act Tax Savings for American Families | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-recovery-act-tax-savings-american-families",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 12, 2010\n\n \n\n\n\nFact Sheet: Recovery Act Tax Savings for American Families\n\n\n\n\nWASHINGTON – With Tax Day approaching, huge numbers of American families are taking advantage of important tax savings made available through the American Recovery and Reinvestment Act.  See below for some examples of these critical tax savings.  On Saturday, during his weekly address, President Barack Obama spoke to the American people about how to take advantage of Recovery Act tax benefits ahead of Tax Day – April 15, 2010.  Largely due to the Recovery Act, the average tax refund is up nearly 10 percent this year.  One-third of the Recovery Act was made up of tax cuts – tax cuts that have already provided more than $160 billion in relief for families and businesses, and nearly $100 billion of that directly into the pockets of working Americans.  To help taxpayers see for themselves exactly how they can benefit from Recovery Act tax credits and collect every dollar owed when they file this tax season, the White House launched a new interactive Tax Savings Tool available at obamawhitehouse.archives.gov/Recovery.  The full audio of the address is HERE or click HERE for the text of the address and more information. The video can be viewed online HERE.\nTax Savings – By the Numbers\n$160 Billion - Tax relief provided through the Recovery Act so far to families and businesses.\nNearly $100 Billion - Tax relief provided through the Recovery Act so far that has gone directly in the pockets of working families.\nNearly $3,000 - The record average tax refund taxpayers are seeing this tax season.\nNearly 10% - The percentage average tax refunds are up this year - something the IRS says is largely due to Recovery Act tax credits.\n36% - The percentage of taxpayers that have not yet filed their federal income tax returns and should be aware of the Recovery Act tax credits they may be eligible for.\n64% - The percentage of taxpayers who have already filed their taxes, but can still amend them after April 15th to collect on any Recovery Act credits they may have missed.\n95% - The percentage of working families benefiting from the Recovery Act's Making Work Pay tax credit, making it the broadest tax credit in the history of the country.\n$800 - The amount most married couples are collecting through their paychecks this year thanks to the Recovery Act's Making Work Pay tax credit. Individuals collected $400 this year thanks to Making Work Pay.\nUp to $2,500 - The expanded amount eligible taxpayers can collect with the American Opportunity Credit to help cover college expanses thanks to the Recovery Act.\nUp to $8,000 - The amount new homebuyers can collect this year for purchasing their first home thanks to the Recovery Act's expansion of the First-Time Homebuyers Tax Credit.\nUp to $1,500 - The amount homeowners can collect this year on improvements made to their homes like energy-efficient windows, doors and insulation thanks to Recovery Act tax credits.\n \n$2,400 - The amount of 2009 unemployment benefits that taxpayers do NOT have to pay taxes on this year thanks to the Recovery Act.\n \nOver $600 - The increase in Earned Income Tax Credit a single parent of three children making $15,700 in 2009 would collect this year thanks to the Recovery Act.\n65% - The amount by which the Recovery Act cut the cost of COBRA health insurance premiums for unemployed workers last year through an up-front tax credit.\n700,000 - The number of new homeowners who qualified for the First-Time Homebuyers Tax Credit through the Recovery Act in 2009.\n120,000 - The number of times taxpayers have used the WhiteHouse.gov Tax Savings Tool to determine which Recovery Act tax credits they are owed -and how to collect on them.\n\n\n\n"
}