{
    "title": "Fact Sheet: The HIV/AIDS Epidemic in the United States | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/07/21/fact-sheet-hivaids-epidemic-united-states",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 21, 2012\n\n \n\n\n\nFact Sheet: The HIV/AIDS Epidemic in the United States\n\n\n\n\n“So this fight is not over.  Not for the 1.2 million Americans who are living with HIV right now.  Not for the Americans who are infected every day.  This fight is not over for them, it’s not over for their families, and as a consequence, it can’t be over for anybody in this room -- and it certainly isn’t over for your President.”\n\t--President Obama, December 1, 2011\n\t \n\tSince taking office, President Obama and his Administration have taken many steps to address the domestic HIV/AIDS epidemic.  Under this leadership we are closer to the goal of an AIDS free generation.\n\t \nTowards an AIDS-Free Generation\n\t \n\tPresident Obama and his Administration have:\n\t \n\t• Supported robust funding for HIV/AIDS programs. The President’s 2013 domestic HIV budget is over $22 billion dollars, and domestic HIV funding has increased by $2.5 billion during his administration.\n\t \n\t• Created and implemented the National HIV/AIDS Strategy, which has reinvigorated the domestic response to HIV/AIDS by making smarter and coordinated investments in science, prevention, and treatment.\n\t \n\t• Called on Congress to increase Federal funding for the AIDS Drug Assistance Program in 2013 to $1 billion because all Americans living with HIV/AIDS should have access to life-extending treatment.\n\t \n\t• Began implementing the Affordable Care Act, which will increase HIV testing and access to treatment for 30 million Americans. An estimated 3.8 million African-Americans and 5.4 million Latinos, populations at highest risk for HIV, will gain coverage by 2016 under the new law.\n\t \n\t• Addressed HIV-related stigma and discrimination, including through lifting the HIV entry ban and supporting the Affordable Care Act’s prohibition of coverage based on pre-existing conditions, including HIV.\n\t \n\t• Supported groundbreaking National Institutes of Health (NIH) and Centers for Disease Control (CDC) research that is making a difference in people’s lives by developing new life-extending HIV treatments and prevention technologies.\n\t \nAmerican Leadership in Action\n\t \n\tAmerican leadership in the epidemic has been pivotal to the remarkable progress we’ve made in HIV prevention and treatment. In the early days of the epidemic, scientists at the NIH helped lead key research that led to the identification of HIV and proved that it causes AIDS, and later oversaw the development of AZT, the first drug to treat AIDS.\n\t \n\tToday, thanks to scientific advances in treatment, a person living with HIV on treatment is expected to live a near-normal lifespan. Over half a million people living with HIV receive care and treatment through the Ryan White program, which was established in 1990 and has been maintained with consistent bipartisan congressional support through four Administrations. Successful prevention efforts have averted more than 350,000 new infections and mother-to-child transmission of HIV has dropped by more than 90% since the early 1990s.  HIV prevention has also generated substantial economic benefits.  A recent CDC study estimated that our domestic prevention efforts have averted $129.9 billion in medical costs.\n\t \n\tDespite our remarkable progress in preventing new infections and saving lives, there are approximately 50,000 new HIV infections in the United States each year—and nearly 20% of people living with HIV do not know they are infected. There are nearly 1.1 million people living with HIV in the United States, many of whom continue to lack access to life-extending care and treatment.\n\t \nCreating an AIDS-Free Generation\n\t \n\tTo better address the domestic epidemic, President Obama directed the White House Office of National AIDS Policy to work with researchers, healthcare and AIDS service providers, advocates, and people living with HIV/AIDS to develop the nation’s first-ever comprehensive National HIV/AIDS Strategy (NHAS).  Implementation of the NHAS has brought renewed hope and momentum to the domestic AIDS response.\n\t \n\tThe National Strategy has four main goals: to reduce new HIV infections; to increase access to care and improve health outcomes; to reduce HIV-related health disparities and inequities; and to achieve a more coordinated national response to the epidemic.  These goals are tied to specific action steps that provide a roadmap to achieving them, including: intensifying HIV-prevention activities in communities where HIV is most heavily concentrated; expanding availability of HIV care; supporting expanded lab reporting; addressing health disparities by focusing on social determinants; and enhancing coordination and collaboration within Federal agencies.\n\t \n\tMultiple Federal Departments and agencies respond to the domestic HIV/AIDS epidemic by promoting HIV testing, linking people with HIV to medical care, and providing life-saving medications, housing, and other services. They include:\n\t \n\t• NIH is responsible for the largest public investment in HIV/AIDS research in the world. NIH funds a global network of researchers who are working to: understand HIV and how it causes disease; find new tools to prevent HIV infection; develop new and more effective treatments for people infected with HIV; and, ultimately, discover a cure to end the epidemic.\n\t \n\t• CDC is primarily responsible for the Federal response to domestic HIV prevention. CDC provides funding and technical assistance to health departments and community-based organizations, tracks the epidemic through surveillance activities, identifies new prevention interventions through research; and conducts HIV awareness campaigns.\n\t \n\t• The Health Resources and Services Administration’s Ryan White HIV/AIDS Program works with cities, states, and community-based organizations throughout the nation to provide HIV-related services to people  who do not have sufficient healthcare coverage or the financial resources.\n\t \n\t• The U.S. Department of Housing and Urban Development’s Housing Opportunities for People with AIDS Program works with grantees around the nation to provide funding for housing assistance and related supportive services for people living with HIV/AIDS.\n\t \n\t• The Centers for Medicare and Medicaid Services cover medical care and prescription medications for eligible individuals who are living with HIV/AIDS.\n\t \n\t• AIDS.gov expands the visibility of Federal HIV policies, programs, and resources; encourages government and other stakeholders to use new media tools to extend the reach of their HIV prevention, testing, and treatment work.\n\t \nLooking Ahead\n\tDomestic efforts to contain the epidemic will be based on the NHAS and will focus on investing in evidence-based approaches for effective HIV prevention and treatment. These include:\n\t \n\t• Expanding healthcare coverage to increase HIV testing rates and increase access to life-extending treatments.\n\t \n\t• Supporting evidence-based HIV prevention efforts, including condom distribution, HIV testing, comprehensive substance use treatment, and antiretroviral treatment to protect partners.\n\t \n\t• Working to reduce HIV related stigma and discrimination, including through enforcing anti-discrimination laws and ending denial of insurance coverage based on pre-existing conditions.\n\t \n\t• Continuing to support a robust scientific portfolio, including research focused on the development of a safe and effective HIV vaccine and a cure.\n\t \n\t• Focusing efforts to engage populations most at risk for HIV in the United States, including gay men and women of color.\n\n\n\n\n"
}