{
    "title": "President Obama Announces Another Key Administration Post, 12/16/10 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/16/president-obama-announces-another-key-administration-post-121610",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 16, 2010\n\n \n\n\n\nPresident Obama Announces Another Key Administration Post, 12/16/10\n\n\n\n\n\n\tWASHINGTON – Today, President Barack Obama announced his intent to nominate the following individual to a key administration post:\n\n\nElisebeth Collins Cook, Member, Privacy and Civil Liberties Oversight Board\n\n\nPresident Obama announced his intent to nominate the following individual to a key administration post:\n\t \nElisebeth Collins Cook, Nominee for Member, Privacy and Civil Liberties Oversight Board\n\n\tElisebeth Collins Cook is a partner with the law firm of Freeborn & Peters LLP, where she focuses on complex civil litigation, Constitutional Rights, and administrative law.    In 2008, Ms. Cook was unanimously confirmed by the United States Senate as Assistant Attorney General for Legal Policy at the United States Department of Justice, where her portfolio included national security, civil rights, and regulatory policy.  She previously served as Senior Counsel, Counselor to the Assistant Attorney General, and Deputy Assistant Attorney General in the same office.  In 2009, Ms. Cook served as Republican Chief Counsel, Supreme Court Nominations for the United States Senate Committee on the Judiciary.  Prior to joining the Justice Department, Ms. Cook was a litigation associate with Cooper & Kirk, PLLC.  Earlier in her career, she clerked for Judge Lee H. Rosenthal of the U.S. District Court for the Southern District of Texas and for Judge Laurence H. Silberman of the U.S. Court of Appeals for the District of Columbia.  She received her B.A. with honors from the University of Chicago and her J.D., cum laude, from Harvard Law School.\n\n\n\n\n"
}