{
    "title": "President Obama and Vice President Biden Announce Roadmap to Recovery | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-and-vice-president-biden-announce-roadmap-recovery",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 08, 2009\n\n \n\n\n\nPresident Obama and Vice President Biden Announce Roadmap to Recovery\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  __________________________________________________  For Immediate Release                      June 8, 2009  President Obama and Vice President Biden Announce Roadmap to Recovery Kick Off Summer of Accelerated Recovery Act Activity, Set Key Targets for Second 100 Days Washington, DC – At today’s Cabinet Meeting, Vice President Joe Biden will present to President Barack Obama the Roadmap to Recovery, an Administration-wide effort to accelerate implementation of the American Recovery and Reinvestment Act in its second 100 days.  The Roadmap spotlights ten new major projects that will define the next three months of the Recovery Act and provides graphical illustrations of the activity that will be underway across the United States.  As a result of this accelerated pace of activity, over 600,000 jobs are expected to be created or saved by the Recovery Act in the second 100 days – four times the number created or saved in the first 100 days. \"We have a long way to go on our road to recovery but we are going the right way,\" said President Obama. \"Our measure of progress is the progress the American people see in their own lives. And until that progress is steady and solid; we’re going to keep moving forward. We will not grow complacent or rest. Surely and steadily, we will turn this economy around.\" \"We’ve laid a good foundation in the first 100 days of the Recovery Act and in the next 100 we plan to build on that foundation and accelerate our efforts so we can accomplish even more,\" said Vice President Biden.  \"We’re going to get more dollars out the door, more shovels into the ground and more money into the pockets of workers and families who need it most.\" The ambitious effort follows an initial 100 day period of the Recovery Act focused on providing immediate relief to hard-hit families and communities, jump-starting shovel-ready projects and laying the foundation for large-scale infrastructure improvement programs.  Building upon that early work, the President and Vice President asked Cabinet Members set key targets for the second 100 days of the Recovery Act, including the following spotlighted in the Roadmap to Recovery:  Enable 1,129 Health Centers in 50 States and 8 Territories to Provide Expanded Service to Approximately 300,000 Patients – Department of Health and Human Services Begin Work on 107 National Parks – Department of the Interior Begin Work on Rehabilitation and Improvement Projects at 98 Airports and Over 1,500 Highway Locations throughout the Country – Department of Transportation Fund 135,000 Education Jobs Including Teachers, Principals and Support Staff – Department of Education Begin Improvements at 90 Veterans Medical Centers across 38 States – Department of Veterans Affairs Hire or Keep on the Job Approximately 5,000 Law Enforcement Officers – Department of Justice Start 200 New Waste and Water Systems in Rural America – United States Department of Agriculture Begin or Accelerate Cleanup Work at 20 Superfund Sites from the National Priority List - Environmental Protection Agency Create 125,000 Summer Youth Jobs – Department of Labor Initiate 2,300 Construction and Rehabilitation Projects at 359 Military Facilities across the Nation - Department of Defense  Maps detailing the broad swath of activity planned across the United States in the second 100 days of the Recovery Act because of these ten commitments can be found on WhiteHouse.gov/Recovery, a new webpage launching today at 11:00AM EST that will allow the public to follow America’s Recovery story and hear from people across the country whose lives are being influenced by the Recovery Act.  The new site provides snapshots of Recovery Act dollars at work, the latest Recovery news and opportunities for visitors to share their Recovery stories through comments, photos and videos, while Recovery.gov <http://www.recovery.gov/>  remains the go-to site for tracking Recovery Act spending. President Obama signed the American Recovery and Reinvestment Act into law on February 17, 2009 as the nation faced the greatest economic crisis in half a century.  The Recovery Act is the most sweeping economic package in the history of the country.  In the just over 100 days since it was enacted, over 150,000 jobs have been created or saved by the Recovery Act and over $135 billion has been obligated to programs and projects that create jobs and lay the foundation for a secure economic future. ###   \n\n\n\n"
}