{
    "title": "Hoja informativa: La Ley de Cuidado de Salud de Bajo Precio cumple seis meses | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/22/hoja-informativa-la-ley-de-cuidado-de-salud-de-bajo-precio-cumple-seis-m",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 22, 2010\n\n \n\n\n\nHoja informativa: La Ley de Cuidado de Salud de Bajo Precio cumple seis meses \n\n\n\n\n\n\t \n\n\tEl 23 de marzo, 2010, el Presidente Obama promulgó la Ley de Cuidado de Salud de Bajo Precio (Affordable Care Act). Esta histórica nueva ley pondrá en práctica reformas integrales del seguro médico que harán que las aseguradoras rindan cuentas por sus actos, reducirá el costo del cuidado de salud, garantizará más opciones de cuidado y mejorará la calidad de cuidado a todos los estadounidenses.\n\n\t \n\n\tEl 22 de septiembre, el Presidente Obama conmemorará que se cumplirán seis meses desde la promulgación de la ley, en reuniones en todo el país con estadounidenses que se beneficiarán de la nueva ley, y celebrará la implementación de la Carta de Derechos del Paciente (Patient’s Bill of Rights) que se ha incluido en la Ley de Cuidado de Salud de Bajo Precio.\n\n\t \n\n\tAdemás, la Administración dará a conocer informes con datos por estado que detallan el impacto de la Ley de Cuidado de Salud de Bajo Precio y un sitio de Internet rediseñado, obamawhitehouse.archives.gov/HealthReform, que incluye información sobre el impacto de la ley y relatos de estadounidenses que se están beneficiando de la Ley de Cuidado de Salud de Bajo Precio en los 50 estados. Algunos de los participantes cuyos relatos se destacarán en el nuevo sitio de Internet son:\n\n\t \n\n\n\t\tDawn Josephson de Jacksonville, FL, que ahora puede tener la seguridad de saber que su nueva póliza de seguro no puede excluir cobertura para su hijo, quien recientemente tuvo una operación de los ojos.\n\n\n\t \n\n\n\t\tGail M. O’Brien de Keene, NH que carecía de seguro y recibió un diagnóstico de linfoma no Hodgkin de grado alto. Gail está inscrita en el nuevo Plan de Seguro para Enfermedades Preexistentes (Pre-Existing Condition Insurance Plan) que pagará sus tratamientos, y está respondiendo muy bien.\n\n\n\t \n\n\tA continuación se incluyen detalles sobre la Carta de Derechos del Paciente y ejemplos de maneras en que la Administración del Presidente Obama ya ha producido beneficios para los estadounidenses con la Ley de Cuidado de Salud de Bajo Precio.\n\n\t \n\n\t \n\nUna nueva Carta de Derechos del Paciente\n\n\t \n\n\tEl 23 de septiembre, cruciales nuevas medidas de protección al consumidor– una Carta de Derechos del Paciente– comenzarán a entrar en vigor. La Carta de Derechos del Paciente lleva a su fin los peores abusos de las compañías de seguros y pone a los consumidores, no las aseguradoras, a cargo de su cuidado de salud. Entre las nuevas medidas de protección se encuentran:\n\n\t \n\nProhibir la discriminación contra niños con enfermedades preexistentes: \n\n\tAntes de la reforma, todos los años se les negaba seguro para sus hijos a decenas de miles de familias debido a una enfermedad. A partir del 23 septiembre, los planes no pueden discriminar contra niños con enfermedades preexistentes. En el 2014, no se podrá discriminar debido a una enfermedad preexistente contra nadie que quiera cobertura. Se tiene previsto que hasta 72,000niños no asegurados obtengan cobertura al prohibir que las aseguradoras rehúsen cobertura debido a una enfermedad preexistente. Las pólizas de hasta 90,000niños ya no excluirán beneficios debido a una enfermedad preexistente.  \n\n\t \n\nProhibir que las aseguradoras cancelen cobertura:\n\n\tAntes de la reforma, las aseguradoras podían cancelar la cobertura de las personas cuando se enfermaban y más la necesitaban, debido a un simple error en su solicitud. A partir del 23 de septiembre, se prohíbe que las aseguradoras cancelen su cobertura debido a un error no intencionado en su solicitud. Con la nueva ley se protegerá la cobertura de aproximadamente 10,700personas, el número anual de personas cuya cobertura se cancela debido a que se enferman o cometen un error técnico en su solicitud.\n\n\t \n\nProhibir que las aseguradoras limiten la cobertura:\n\n\tAntes de la reforma, a menudo se forzaba a pacientes con cáncer y personas con otras enfermedades serias y crónicas a limitar su tratamiento o prescindir de él debido a un límite de cobertura de por vida que imponían las aseguradoras. A partir del 23 de septiembre, las aseguradoras ya no podrán tener un límite de por vida en la cantidad de cobertura que otorgan, de manera que las familias podrán contar con la seguridad de saber que tendrán cobertura cuando más la necesiten. Hasta 20,400personas que típicamente alcanzan el monto límite de por vida que se puede gastar en cobertura, además de casi 102 millones de personas que tienen pólizas con límites de por vida, ya no tendrán que preocuparse de alcanzar el límite de beneficios. Se restringirá el uso de límites anuales de dinero, y en el 2014 se prohibirán del todo. Para el 2013, hasta 3,500personas obtendrán cobertura como resultado de la prohibición de límites anuales que las aseguradoras actualmente les imponen a casi 18 millonesde personas.\n\n\t \n\nProhibir que las aseguradoras limiten los médicos que se pueden escoger:\n\n\tAntes de la reforma, las aseguradoras podían decidir a cuál médico iban las personas. A partir del 23 septiembre, si compran o se suman a un plan nuevo, las personas tendrán el derecho de escoger a su propio médico dentro de la red de su aseguradora. Para el 2013, hasta 88 millonesde personas se beneficiarán de esta estipulación que protege la opción de escoger al proveedor de atención primaria.\n\n\t \n\nProhibir que las aseguradoras restrinjan la atención en la sala de urgencias:\n\n\tAntes de la reforma, las aseguradoras podían limitar a cuál sala de urgencias podían ir las personas o cobrarles más si iban a una fuera de su red. A partir del 23 septiembre, si compran o se suman a un plan nuevo, se prohibirá que esos planes cobren más por servicios prestados fuera de red. Hasta 88 millonesde personas se beneficiarán de esta estipulación.\n\n\t \n\nGarantizar su derecho a apelar:   \n\n\tAntes de la reforma, cuando las aseguradoras les negaban cobertura o restringían el tratamiento a las personas, éstas tenían pocas opciones de apelación. A partir del 23 de septiembre, si compran o se suman a una nueva póliza, se les garantizará el derecho a apelar las decisiones de la aseguradora ante una tercera entidad independiente. Para el 2013, hasta 88 millones de personas se beneficiarán de las nuevas estipulaciones sobre el proceso de apelación.\n\n\t \n\nOfrecer cobertura a adultos jóvenes por medio del plan de un padre:  \n\n\tA partir del 23 septiembre, se permitirá que los adultos jóvenes sigan siendo parte del plan de sus padres hasta que cumplan los 26 años, a no ser que se les ofrezca cobertura en el trabajo. Hasta 2.4 millones de adultos jóvenes, hasta 1.8 millones de personas no aseguradas y casi 600,000personas que compran cobertura en el mercado individual podrían recibir cobertura por medio de sus padres.\n\n\t \n\nCubrir la atención preventiva gratuita: \n\n\tA partir del 23 septiembre, las personas que compran o se suman a un nuevo plan recibirán atención preventiva recomendada sin tener que pagar nada. Se cubrirán servicios como mamografías, colonoscopías, vacunas y atención prenatal y neonatal, y se prohibirá que las aseguradoras cobren deducibles, copagos o coseguro. Hasta 88 millones de personas tendrán acceso a atención preventiva sin tener que pagar nada.\n\n\t \n\n\t \n\nSeis meses de progreso \n\n\t \n\n\tAdemás de implementar la Carta de Derechos del Paciente, el gobierno del Presidente Obama ha trabajado para brindarles otros beneficios de la reforma a los estadounidenses. En los últimos seis meses, la Administración:\n\n\t \n\nHa combatido el despilfarro, fraude y abuso: La Ley de Cuidado de Salud de Bajo Precio incluye herramientas nuevas muy buenas que ayudarán a combatir el fraude y a proteger el dinero de los contribuyentes. Kathleen Sebelius, secretaria del Departamento de Salud y Servicios Humanos, ha prometido que al usar estas herramientas nuevas, para el 2012 se reducirá en mitad la tasa de error de Medicare (el porcentaje de reclamos pagados indebidamente). El 17 septiembre se emitió una norma propuesta que implementa la primera serie de medidas de política de la Ley de Cuidado de Salud de Bajo Precio para combatir Medicare y Medicaid.\n\n\t \n\nHa ayudado a combatir los aumentos de primas:La Ley de Cuidado de Salud de Bajo Precio también incluye nuevos recursos y facultades para controlar el aumento injustificado de tasas. Hoy en día, 46 estados usan esos recursos de la nueva ley de reforma para aprobar o mejorar las leyes de análisis de costo de primas que tendrán un impacto significativo en mantener bajos los aumentos de primas de un año a otro. En varios estados (California, Massachusetts, Maine) las entidades normativas ya han examinado y rechazado estos aumentos propuestos. Tenemos previsto que este patrón continúe. La Administración Obama también ha estado trabajando en normas que requerirán que en el 2011 las aseguradoras gasten por lo menos 80 por ciento del dinero de las primas en cuidado de salud en vez de gastos generales, salarios o gastos administrativos. Si no lo hacen, se les requerirá que les den reembolsos a los consumidores.\n\n\t \n\nHa ofrecido apoyo para las pequeñas empresas: Con laLey de Cuidado de Salud de Bajo Precio, hasta 4 millones de pequeñas empresas en todo el país podrían reunir los requisitos para el crédito tributario a pequeñas empresas este año, que otorgará recortes por un total de $40,000 millones a firmas pequeñas durante los próximos 10 años. Se ha notificado a las pequeñas empresas de estos créditos tributarios, y éstas pueden hacer planes sabiendo que los créditos las ayudarán a reducir sus costos de cuidado de salud.\n\n\t \n\nHa ayudado a reducir el precio de los medicamentos de venta con receta: Más de 1 millón de personas mayores que caen en la brecha de cobertura de medicamentos recetados conocida como el agujero de dona han recibido cheques de reembolso de $250. Los cheques son el primer paso para eliminar el agujero de dona para el 2020.\n\n\t \n\nHa lanzado un nuevo sitio de Internet para que sea más fácil encontrar cobertura: El1º de julio, el poder ejecutivo lanzó www.HealthCare.gov. Se trata de un nuevo sitio de Internet que es fácil de usar y ayuda a los consumidores a tomar control de su cuidado de salud y las decisiones acertadas para ellos, al poner en sus manos y en un solo lugar el poder de la información y enlaces a planes de seguro médico, además de otras opciones de cobertura, lo que facilita que los consumidores averigüen sobre sus opciones de seguro. El sitio incluye información extensa y fácil de comprender sobre los derechos de los pacientes, formas de abrirse paso en el actual mercado de seguros y maneras en que la Ley de Cuidado de Salud de Bajo Precio los ayudará. Se lanzó una versión en español –www.CuidadodeSalud.gov– el 8 de septiembre, y se agregará información adicional sobre precios el 1º de octubre.\n\n\t \n\nHa comenzado a cubrir a personas con enfermedades preexistentes: El1º de julio, la Administración Obama anunció la creación de un Programa de Seguro para Enfermedades Preexistentes (Pre-Existing Condition Insurance Program) a fin de proporcionar cobertura a los estadounidenses que reúnen los requisitos y no han tenido seguro durante seis meses debido a una enfermedad preexistente. La cobertura se inició en 47 estados en agosto, y se proporcionará en todos los estados para fines de septiembre. \n\n\t \n\nHa proporcionado a los empleadores ayuda para cubrir a quienes se jubilan anticipadamente: El31 de agosto, la Administración Obama anunció que más de 2,000 empleadores y sindicatos en todos los 50 estados han obtenido aprobación para recibir ayuda con el costo de la atención de salud de quienes se jubilan anticipadamente por medio del Programa de Reaseguro de Personas Jubiladas Anticipadamente (Early Retiree Reinsurance Program). Este programa ayudará a muchos estadounidenses mayores de edad que aún no reúnen los requisitos para recibir Medicare a que continúen contando con cobertura de calidad y bajo precio por medio de su empleador.\n\n\t \n\n\t###\n\n\n\n\n"
}