{
    "title": "On-the-Record Conference Call on the GCC Summit | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/05/11/record-conference-call-gcc-summit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 11, 2015\n\n \n\n\n\nOn-the-Record Conference Call on the GCC Summit\n\n\n\n\nVia Telephone\n4:25 P.M. EDT\nMS. MEEHAN:  Good afternoon and thank you for joining us, everybody, for this call to preview the visit of leaders and delegations from the Gulf Cooperation Council countries -- that’s Bahrain, Kuwait, Oman, Qatar, Saudi Arabia, and the United Arab Emirates -- to the White House on May 13th and Camp David on May 14th.  This call will be on the record and under embargo until the conclusion of the call.  We have two senior officials with us today.  The first is Deputy National Security Advisor for Strategic Communications Ben Rhodes, and the second is Colin Kahl, the National Security Advisor to the Vice President.\nSo with that, I will turn it over to Ben Rhodes.  Once he and Colin give a brief laydown, we’ll open it up to your questions.\nMR. RHODES:  Thanks, everybody, for joining the call.  So the President is convening this important meeting at Camp David at a critical moment in the history of the Middle East.  Clearly, we face a range of challenges in the region -- from the ongoing conflicts with ISIL, the situations in Syria and Iraq related to that effort; the current situation in Yemen; the ongoing negotiations with Iran among a range of other issues.\nAnd the purpose of this meeting is to sit down with some of our key partners in the region and to review U.S. policy and GCC policies related to the situation in the region, and to determine ways in which we can strengthen our partnership and our security cooperation going forward. \nFirst of all, I’d note that all of these countries have joined us in the counter-ISIL coalition, and are playing an important role in our efforts to degrade and ultimately defeat ISIL across the region.  Clearly, there is significant interest in the GCC about Iran’s destabilizing actions in the region, and this will be an opportunity both to review the status of negotiations with respect to Iran’s nuclear program but also to review our efforts to counter those destabilizing actions in different countries across the region.\nWe’ll also be discussing our commitment to strengthening the security of our Gulf partners and our cooperation on behalf of our mutual security interests in countering terrorism and promoting a more stable region.  This will include a discussion about the types of cooperation we have on military security and counterterrorism issues, as well as the capabilities that we’re developing jointly with our partners in the Gulf to deal with a range of current threats and contingencies going forward. \nI’d just make the point that this is a discussion about what we can do together -- the United States and the GCC -- in dealing with these challenges.  So we’ll both be discussing U.S. policies and our approaches, but also GCC policies and approaches, and how we can align those efforts on areas of mutual interest.  And we do share many interests in the region, including, again, our interest in countering terrorist activity and promoting stability in places like Yemen and Syria, and, of course, in seeking political efforts to resolve the many different conflicts that are presenting challenges across the region.\nJust quickly in terms of what to expect with regard to the meetings themselves.  The leaders will be arriving here on Wednesday.  Wednesday night there will be a dinner that the President will host here at the White House for the leaders, where they’ll have an opportunity to step back and review the current situation in the region.\nThen, Thursday there will be a range of sessions out at Camp David.  That will cover the different terrorist threats in the region; the current security picture broadly in the region; some of the specific conflicts in the region, including the situations in Iraq and Syria, the situation in Yemen, and the situation in Libya; as well as Iran -- nuclear negotiations, as well as our efforts to deal with Iran’s destabilizing actions across the region.\nIn addition to the President, the U.S. will be represented at a very high level across our Cabinet, given the various areas of partnership that we have with the Gulf.  That will include Secretary Kerry, Secretary Carter, Secretary Lew, Secretary Moniz, Director Brennan, and Nick Rasmussen, the Director of the National Counterterrorism Center.\nAnd then the last thing I’d just say before we turn to questions is the President was able to speak this afternoon on the phone with King Salman of Saudi Arabia to discuss our ongoing preparations for the summit.  And we, of course, look forward to welcoming a substantial Saudi delegation, including the Crown Prince Mohammed bin Nayef and the Deputy Crown Prince Mohammed bin Salman, as well as other senior Saudi officials.  And we’ll have a more formal readout of that call later this afternoon, given that it only recently was completed.\nI’d also just note that in addition to myself and Colin Kahl, we are joined by Rob Malley, who is our coordinator for the broader Middle East and North Africa here at the National Security Council.\nQ    Hi, thanks very much.  My question, Ben, is can you give any details about how these security guarantees that you’ll be discussing will manifest themselves?  Will there be a written document?  Will there be something that the United States shows specifically that they can hold on to?  And can you speak, as well, about any potential weapons deals that may be resulting from the meeting?\nMR. RHODES:  Sure, I’ll say a few words, and if my colleagues want to add.  I obviously don't want to get ahead of the substance of the summit too much.  I’d say in the first instance that the President outlined America’s core interests in the Middle East at the U.N. General Assembly in 2013.  He made very clear that we have a core interest in the security and sovereignty of our partners.  That would obviously include the GCC countries.  And we are prepared to use all elements of our power to back up our commitment to that core interest.  And I think at the summit they’ll be discussing ways in which we can continue to make it clear not just to our partners, but to the world what America’s commitment is with respect to the security of the GCC countries.\nYour second question is an important one because this is not simply about what the United States says; it’s about what we collectively do in the face of regional threats.  And so we will be reviewing with our partners what types of capabilities are necessary to deal with the current challenges we face.  We obviously have longstanding military and security relationships with the GCC.  We have a substantial presence in the region.  But we also want to look going forward at what types of specific capabilities will meet the threats that we face today.\nAnd so there will be a discussion of a range of capabilities with respect to ballistic missile defense, with respect to cyber capabilities, with respect to countering terrorism, and the types of asymmetric threats that countries in the region are facing.  So what we want to do is essentially have a game plan for how we can cooperate and work jointly with our GCC partners, not just in providing them with reassurance as to their security in the face of external threats, but also in terms of developing the capabilities that will better prepare them to deal with the evolving situation in the region.\nBut Colin may want to add something.\nMR. KAHL:  I mean, I think as many of you on the line know, we already have an extraordinarily deep and wide defense cooperation with the countries in the GCC.  On any given day, we have about 35,000 U.S. forces in the Gulf region.  As I speak, the USS Theodore Roosevelt Carrier Strike Group is there.  The USS Normandy Guided Missile Cruiser, the USS Milius Aegis ballistic missile defense destroyer, and a number of other naval assets are in the region.  We have 10 Patriot batteries deployed to the Gulf region and Jordan, as well as AN/TPY-2 radar, which is an extraordinarily powerful radar to be able to track missiles fired basically from anywhere in the region.\nAnd the mission of all of these forces is to defend our partners, to deter aggression, to maintain freedom of navigation, and to combat terrorism and weapons of mass destruction.\nSo we're doing a lot with our partners in the Gulf every day, and we will continue to do so.  But I think what the summit meeting is an opportunity to do is explore ways in which we can act collectively and in a more effective manner.  So, for example, in addition to all the ballistic missile assets that we already have in the region, all of our partners in the Gulf are also investing in Patriot systems and THAAD and other advanced ballistic missile defense assets.  But frankly, the ability of any country in the region to defend against a missile threat pales in comparison to the ability of the GCC as a whole, as a collective, to defend against this threat if their systems were better integrated.\nSo one of the things that we'll talk about is what more can we do with our partners in the GCC to share early warning, and to integrate air and missile defenses.  We'll also look at ways in which we can improve maritime security, improve critical infrastructure protection and cyber defenses, and expand intelligence and other actions aimed at countering foreign fighters and the terrorist threat in the region.\nAnd all of this comes wrapped together with more training and exercises, ways in which we can streamline the process of our partners getting equipment to carry out these missions.  So we do a lot already.  There’s more that we can do together, and this is a great vehicle to achieve those common objectives.\nMR. MALLEY:  This is Rob.  Just to build on what Ben said -- I mean, a lot of this was discussed in Paris on Friday when Secretary Kerry met with all the GCC foreign ministers, and the whole concept was to work together with them to see what more we could do in terms of assurances and what more they could do in terms of meeting together to assess the challenges they face.\nAnd there was consensus on two points -- again, echoing what Ben said, but this was with the GCC ministers.  First, that the U.S. has a track record of standing up and of helping GCC countries whenever they’re threatened.  And that was true when Saddam Hussein invaded Kuwait, and it's true when we allied with them against ISIL in the recent months, and it's true again with regards to Yemen.  And they came out quite satisfied, the GCC countries, with the level of assurance that we were discussing with them in regards to Camp David.\nAnd the second point that we all discussed and there was broad consensus was that we need to be more creative in terms of adjusting what kind of cooperation, security cooperation, takes place.  The conventional weapons sales is something that many people focus on, but they’re really not adapted to either the terrorist threat or some of the other threats that the region faces today.  And so we work together on what kind of other means the GCC could get with us and enhancing their own capability to meet the threats that conventional weapons simply are not best equipped to confront.\nQ    Hi, thanks for doing the call.  I just wondered if you could go through who was representing each of the countries, or at least just tell us which top leaders will be there.  I know a couple of them have been ill and I know they are not coming, but there’s been a little conflict about some of the other countries.\nMR. RHODES:  Sure.  Well, Anita, obviously, ultimately the countries themselves will confirm the level of their participation.  I will tell you who we are obviously certain are planning to travel.  That would include the Kuwaiti Emir.  That would include for Oman, the Deputy Prime Minister, Sayyid Fahd Mahmoud Al Said.  That would include the Emir of Qatar.   That would include for Saudi Arabia, as we discussed, the Crown Prince, Mohammed bin Nayef and the Deputy Crown Prince Mohammed bin Salman -- again, very unique for both of them to be attending a meeting like this.  For the United Arab Emirates, that would be Mohammed bin Zayed, the Crown Prince of Abu Dhabi, who, as you know, regularly represents the UAE at international meetings.  With respect to Bahrain, we are certainly anticipating the attendance of the Crown Prince, who also regularly represents Bahrain here in Washington and at other international meetings.  So that would -- oh, and sorry, with respect to the GCC more broadly, the Secretary General of the GCC will be in attendance.\nSo this is a very -- I know there’s been a lot of focus on this, but the fact of the matter is these are the interlocutors who we work on these issues with on a daily basis.  And so we very much feel that we have the right group of people around the table to have a very substantive discussion.  These are the people responsible for the security portfolios in each of these respective countries.  They are very well known figures to the United States.  And, again, it is not at all uncommon for a number of these heads of state to not travel internationally for meetings of this nature but rather to have the individuals who are representing them at this type of meeting.\nSo, again, recognizing there’s been a lot of focus on this, we’re very pleased and feel like we have the exact right people around the table to have this discussion.  These are going to be the people who will be carrying out these various strategies, and we’re very pleased with the level of participation.\nQ    Thanks very much.  I appreciate your points there, but I wonder if you could reflect a little bit further on the relationship with Saudi Arabia today and where you feel it’s at.  I mean, after 9/11 there was a lot of cooperation on intelligence, a lot of shared mission in terms of terrorists and al Qaeda.  But today, it feels like we’re on somewhat different pages when it comes to, obviously, ISIS; when it comes to the Arab Spring in Egypt; when it comes to Iran.  Obviously the oil prices have changed, the power dynamic to some extent.  I wonder if you could reflect on where we are today with Saudi Arabia.\nMR. RHODES:  Sure, Peter.  Look, I think that fundamentally this is a relationship that has been rooted for years, if not decades, on a set of common interests.  We share an interest in the stability of the region.  We share an interest in the free flow of commerce, including energy from the region.  We share an interest in countering terrorism.  And I will tell you that today we are cooperating as closely with Saudi Arabia on those issues as at any point certainly in the six and a half years that I’ve been here, given the fact that Saudi Arabia has joined us in this counter-ISIL campaign. \nThat is a new step for them, frankly, to be flying missions alongside the United States and other GCC countries in Syria as part of that counter-ISIL campaign.  We’ve worked with them very closely to counter AQAP in Yemen, and in the current context have provided support to their ongoing efforts inside of Yemen, and most recently with Secretary Kerry working in support of also the effort to establish this five-day ceasefire to see if we can improve the humanitarian situation and facilitate a political dialogue.\nThat’s not to say that we have not had occasional differences with Saudi Arabia and other members of the GCC over the last several years.  But that’s to be expected.  Nobody would anticipate a uniform agreement.\nI’d say, Peter, given your own reporting on this over the years -- as you know, there were concerns in Saudi Arabia about aspects of our Iraq policy under the previous administration, and there were deep misgivings under the previous administration about the Iraqi government.  And one of the difficult challenges in the region for many years was the inability of Saudi Arabia to work with the Maliki-led government inside of Iraq.  That’s improved substantially in recent months since Prime Minister Abadi took office.  And we’ve seen the leader -- the Prime Minister of Iraq sit down with the President of the United States and Saudi officials at the U.N. General Assembly, and continue to have the type of dialogue with Saudi Arabia that could not have been envisioned under Prime Minister Maliki.\nSo all that is to say that I think we have a very robust agenda that we share with the Saudis that’s manifested in the issues that we’re working on with them.  There have been disagreements under this administration and under the previous administration about certain policies and developments in the Middle East.  But I think on a set of core interests, we continue to have a common view about what we aim to achieve.\nWhat this meeting is about, frankly, is how do we develop strategies and capabilities that can better serve those interests.  So it’s in Saudi Arabia’s interest to counter terrorism, to counter ISIL, and to have a more stable situation in its neighborhood.  We want to sit down and have a very broad conversation with them about what types of strategies and capabilities can meet those objectives.\nAnd again, I think what we’ve seen since the transition of power in Saudi Arabia certainly is the fact that Mohammed bin Nayef and Mohammed bin Salman have been key figures in setting that security policy for the Kingdom of Saudi Arabia, and key interlocutors for us. \nQ    I wanted to just get your take on something that Marc Ginsberg had written about earlier today.  He says that he believes that the Saudi leaders, the Gulf leaders were led to believe that there would be progress, if not agreements, on a mutual defense agreement, a ballistic missiles agreement, and the transfer of F-35 jets.  And when they found out that there wasn’t going to be something substantial, that they decided it was not worth their time to send their top people to this summit.  I wanted to get your reaction to that.\nAnd also, something that John McCain said earlier today, which is that --\nMS. MEEHAN:  Kristen, you cut out.  Are you still there?\nQ    Sorry, guys, can you hear me now? \nMR. RHODES:  Yes, we lost you on McCain.\nQ    Oh, sorry.  So something that John McCain said on the Andrea Mitchell Report today, that he thinks that basically Kerry said something that was miscommunicated in Friday’s meeting with the Saudis.  The exact quote is, “Sometimes he interprets things as he wants them to be rather than what they really are.”  If I could just get your reaction to that.\nMR. RHODES:  Well, with respect to the second question, I think the President spoke to this in Panama.  We expect there to be differences over policy.  But this type of repeated questioning of the credibility of the Secretary of State of the United States of America who served many years in the United States Senate and the United States military is not in keeping with longstanding practice with respect to U.S. national security.\nSecretary Kerry had good meetings in both Saudi Arabia and Paris, and Rob can speak to that in a moment.  And the President is very pleased with the progress he was able to make.\nOn the first point, look, the Saudis are sending the people in their system who are responsible for these portfolios.  So again, anybody will tell you that, in the current context, Mohammed bin Nayef and Mohammed bin Salman are the key actors as it relates to Saudi security policy.\nClearly, the King sets the direction.  And President Obama spoke to King Salman today.  They’ve had several conversations and will have an ongoing dialogue about the broader strategic direction here.  But it’s, we believe, the right degree of representation for them to have essentially all of the people in their system who have the responsibility for these portfolios at the table at Camp David.\nAnd I’d add, we expect it will go beyond just those two individuals to include other key members of the Saudi national security team.\nWe do not and never anticipated this to be a summit that only focused on one capability, like the F-35, for instance.  What we're focused on is the capabilities that are most relevant to the current security challenges that the GCC faces.  We have had a robust relationship with the Saudis and other GCC members with respect to aircraft.  But as Colin said, we need to be looking at maritime, at cyber, at counterterrorism, at ballistic missile defenses.  We need to be looking at the interoperability of the GCC countries and their capacity to operate jointly alongside us, as well. \nSo I think it would be a mistake to say that there was some list of very finite capabilities that were the only things on the table here.  And frankly, we’ll continue to have discussion with them about aircraft in the context of their security needs.  But we're actually looking at a much broader menu of capabilities that are going to be necessary to meet the evolving threats in the region. \nAnd with respect to our security assurances, look, clearly we have a set of arrangements that are very painstakingly negotiated with respect to our NATO allies, for instance.  But I think we’ve demonstrated our willingness and capacity to come to the defense of GCC partners when they do face an external threat.  We’ll be exploring ways to strengthen that assurance at the Camp David summit.  And again, we’ll also be importantly looking -- not just at those assurances, but at the capabilities that undergird them.\nRob, anything you want to add on Paris?\nMR. MALLEY:  Yes, just we were in Paris and we went through -- as I said earlier -- together everything that we thought we should work on in a common fashion.  This was not a case -- we never saw this, and I think they understood this is not a case of the GCC countries coming with a shopping list and we’d have to tick off those of the items that they wanted that we would agree on.  It was a mutual, joint venture.  We are in this together to see how we could together strengthen the security and stability of the Gulf.  And that’s the spirit in which they came to Paris.\nI think it’s fair to say, as Ben mentioned, there’s one issue they have.  Some of them wanted a formal treaty, and that’s something we told them weeks ago was not possible.  I think whether they were disappointed or not, they got it, they understood that.  And we’ve been working since then.  And in Paris, the Secretary went through in some detail what our thinking was.  He wanted to hear what their thinking was.  And we didn’t hear any dissatisfaction.  Again, one of them reminded us that they would have liked a treaty, but beyond that there was no hint of dissatisfaction.  And we agreed that in the days between Paris and Camp David, we’d keep working to make sure that we were aligned on the set of things that we both wanted to see coming out of Camp David.\nI think a number of you may have spoken to Foreign Minister al-Jubeir.  He just reiterated that point in a press encounter.  And King Salman and President Obama just had a conversation along exactly these lines.  So I know the story is out there, but it’s a fact that in this meeting in Paris there was no hint of dissatisfaction, and rather a willingness to try to continue to refine whatever it was we’d come up with in Camp David.  And the proof will be at Camp David when we come out with the GCC countries with a set of steps that we’re going to take together.\nMR. KAHL:  So this is Colin.  I would just add on the arms piece.  This administration has worked extraordinarily closely with the Gulf states to make sure that they had access to state-of-the-art armaments.  I mean, just to give you -- you mentioned the F-35, but keep in mind under this administration we moved forward on a package for the Saudis that will provide them the most advanced F-15 aircraft in the region.  The Emiratis fly the most advanced F-16s in the world.  They’re more advanced than the ones our Air Force flies.  Taken as a whole, the GCC last year spent nearly $135 billion on their defense.  The Saudis spent more than $80 billion.  Taken in comparison, the Iranians spent something like $15 billion on their defense.\nThese countries have access to extraordinarily advanced weapons systems.  But there’s two things to keep in mind here.  One is, the threats that they really face are frequently in areas like terrorism, cyber-attacks, maritime security, threats to critical energy infrastructure.  And these are the types of capabilities I think that are probably most germane to addressing the challenges that most concern them at the moment. \nAnd the second thing is, the key right now is figuring out ways for the Gulf states to work collectively and to work with us in a more integrated and interoperable fashion, because the whole can really be greater than the sum of its parts when you’re talking about the ability to make the most use of advanced air defense systems, ballistic missile defense systems, maritime capabilities, et cetera.\nSo much of the summit is oriented around ensuring that the GCC states have the access to the capabilities they need, but also using the capabilities they already have more effectively.\nQ    I actually have two questions.  The first one is sort of taking another stab at Jeff’s question at the beginning.  In terms of what we should expect out of this meeting, are we expecting a written statement?  Is there going to be sort of a doctrine that comes out of this?  And you’d mentioned a lot of the different issues that are going to be covered.  Whatever comes out of this in terms of a written statement, will it likely cover all of those different issues from the battle against ISIS, to what’s happening in Libya, to what’s happening in Syria and Iraq, as well as with Iran?  Should we expect something that’s broad enough to cover all of those issues? \nAnd then the second one is, to what extent will human rights be a part of this conversation?  The President said that tough conversations are needed to be had about internal policies and politics within these countries.  Is that something that you expect to play a major role in these discussions?\nMR. RHODES:  So, yes, my apologies for not being more specific in response to Jeff’s question.  I would certainly anticipate that there will be some form of a statement emerging from the summit that reflects the common positions of the United States and the GCC on a range of issues.  The United States, of course, will be speaking for ourselves, in addition -- and providing some additional detail.  And I think we’ll be discussing -- part of this I think we’ll be able to communicate clearly what our approach is on all of the regional issues.  I think we’ll be able to specify the types of capabilities that we’re going to be enhancing together; the types of assurances that the United States has made to the GCC, as well as the commitments the GCC is making going forward on these various issues.\nSo I think there will both be a sense of the shared position of the United States and the GCC, as well as the respective positions of the United States and various GCC members, as well as the collective.\nOn human rights, this is a regular topic of discussion with the GCC countries.  This summit is clearly focused on the regional security picture and how we can deepen our security cooperation across the region.  At the same time, I think the United States has made clear and will continue to make clear our support for a set of universal values, but also the fact that the pursuit of inclusive governance, the promotion of reconciliation within societies is a part of promoting lasting security.  So in that regard, when you look across the region, we believe that certain approaches that foster inclusivity in the long run are going to be helpful to our efforts to promote security.\nQ    Hi, thanks very much for the call.  I just wanted to ask if you think you’ll be in a position to actually announce anything on ballistic missile defense, given the disagreements that have existed within the GCC about what installations go where and so on.   And also whether there will be anything specific on joint exercises or training in maritime security.\nMR. KAHL:  I don't want to get ahead of our announcements, but we will have some specific announcements as it relates to better integrating the GCC ballistic missile defense architecture.  So stay tuned on that.  There are things that we can do not just bilaterally with the countries, but collectively with them.  And we’ll have details on that in the next couple of days.\nWe’ll also be announcing additional military exercises that are pegged to increase the proficiency and the ability of the GCC states to act interoperably -- that is together, among themselves and with us to address asymmetric challenges, and in the maritime domain and counterterrorism, as well as in air and missile defense.  But anyway, we’ll have more details obviously in the next couple of days.\nQ    Thank you for taking my question.  The administration has said a number of times that the nuclear negotiations and Iran’s interference in the region are two separate issues.  I was wondering at the summit, will the administration present these topics as separate issues and discuss them as separate issues?  And would you say that the GCC and the U.S. are in conflict over these two issues?\nMR. RHODES:  Thanks, they're good questions.  We will be discussing both the ongoing nuclear negotiations, as well as other regional activities that Iran has engaged in.  We have made clear that the issues are separate in the sense that the United States is negotiating very specifically a nuclear deal with Iran.  But at the same time that we are negotiating that deal, our concerns over Iran’s other destabilizing actions in the region will remain constant.\nWhere they are related is in our strong belief that an Iran armed with a nuclear weapon, or the capability to amass enough material for a nuclear weapon would pose a much greater risk to the region than an Iran that is without one.\nSo simply put, if you imagine what Iran is doing today, and then you consider Iran undertaking those activities with a nuclear umbrella, the situation would be much more unstable and much more threatening to our partners.  That's why we believe that the nuclear deal is profoundly in the interest of not just the United States and our P5+1 partners, but also the region more generally.  Because, again, if you can diplomatically and peacefully resolve the nuclear issue in a way that prevents Iran from obtaining a nuclear weapon, we believe that will lead to a much more stable region than a situation in which Iran is essentially at the doorstep of having enough material to produce a nuclear weapon.\nWe addressed these issues in Paris.  We’ll be addressing them at Camp David.  Secretary Moniz is participating in the meetings precisely because of his expertise and involvement in the negotiations. \nBut I don't know, Rob, if you have anything you want you add.\nMR. MALLEY:  And Secretary Lew will participate because they're also looking at issues having to do with financing of Iranian-affiliated organizations.  So I think, again, as was clear in Paris, we are looking at the Iranian problem as a whole, all of the aspects of it -- the nuclear one -- and for the reasons Ben mentioned we think are critical.  But that doesn’t mean that we’re not looking at what else we need to do to counter Iran’s destabilizing activities and to get to the point where we can try to resolve some of those regional conflicts in which Iran obviously has a hand and is going to have to at some point be at the table and play a more constructive role.\nQ    Hi, guys.  Thanks for doing the call.  I know you mentioned several times that cybersecurity will be a part of these conversations later this week.  I was wondering if you could detail a bit more kind of the cyber-threats that you see in the region, how you think that will play into the discussion, and what exactly the type of cooperation or relations, or joint agreements that might come out from a cyber perspective, what types of things might you guys agree to do moving forward, particularly to address the type of cyber threats that you’re seeing in the region.\nMR. KAHL:  The President has repeatedly made clear that cyber-threats pose one of the greatest national security challenges to the United States, but it also poses an increasing challenge to countries in the region.  Obviously, in recent years, you’ve seen attacks on the Saudi Aramco network -- computer network.  For example, attacks that at least the media attributed to the Iranians.  There are concerns that this is a vulnerability across the Gulf states to critical infrastructure.\nFor years, we worked closely with the Gulf states to improve the protection of critical infrastructure, especially in the energy domain.  And I think we are looking for opportunities to expand that cooperation and deepen that cooperation through exchanges between our agencies and departments and theirs -- sharing lessons learned on how we have attempted to harden our own government and private-sector infrastructure against outside hackers and cyber intrusions, and to share those lessons more fully with our Gulf partners.\nSo that’s really what we’re talking about here.  I think there’s also an opportunity, as we think about crafting military exercises, that aim not just at conventional challenges but at these asymmetric challenges to include a cyber dimension -- a more fulsome cyber dimension to those as well.  So we’ll be talking about those types of things.\nMR. RHODES:  Just very quickly, we’ve also seen a nascent effort from ISIL to pose a challenge in this space.  And so in addition to state-sponsored cyber threats, there’s also the terrorist threat.  I’d just take the opportunity to add that these GCC partners are also with us in the effort to counter the ISIL ideology more broadly, which is often propagated online and through social media.  And many countries have stepped up, particularly Saudi Arabia and UAE in particular, in working cooperatively to counter that ideology.  And, indeed, the UAE has hosted a number of events with the express purpose of mobilizing voices from within the Muslim community to counter ISIL’s efforts to recruit and radicalize young people.\nMS. MEEHAN:  Operator, I think we have time for one more question please.\nQ    Rob and Colin in particular, how good a sense do you have of what the Saudis and the other Gulf countries are looking for here?  Colin, you went through quite a list of sort of what the U.S. wanted to address, and I’m just wondering how clear it is to you what they’re looking for -- in particular on this whole question of what to do about an Iran unbound by sanctions that would be freer, and richer, and more capable of continuing its destabilizing actions in the region through its proxies.\nMR. KAHL:  Thanks, Margaret.  I’m going to have Rob chime in here, too, because of course he just met with the GCC foreign ministers along with Secretary Kerry in Paris, so he’ll have some real-time insight to provide for you.\nLook, I think that this is an uncertain time across the Middle East, and I think the GCC countries are looking to us to reaffirm the commitment, frankly, that goes back to the end of World War II, as it relates to the Saudis and was part of the Nixon doctrine and part of the Carter doctrine, and was reaffirmed by the President in 2013 at the U.N. General Assembly about our commitment to the external defense of our partners in this part of the world who include the Gulf.  So they’re looking to us at this moment of uncertainty in the region to reaffirm that commitment, and my sense is that they’ll be pleased with what they hear. \nI know that there’s a lot of talk about Iran being unbound or unshackled by this agreement to somehow create more mischief in the region.  I think it’s important to keep in mind that the sanctions that we’re talking about suspending and eventually lifting in the context of a nuclear agreement were put in place precisely to achieve meaningful and verifiable constraints on Iran’s nuclear program.  They were never an end in and of themselves, they were always a means to achieve a nuclear agreement along the lines of the one we’re negotiating now.  And as Ben mentioned earlier, the worst thing for the region would be a nuclear-armed Iran that could hide behind a nuclear deterrent to engage even more openly in terrorism and subversion and support militancy, et cetera.\nSo a truly unshackled Iran would be one that had incredibly robust nuclear weapons capabilities, and therefore felt emboldened to create even more mischief in the region.  So obviously the deal that we're negotiating with the Iranians and the P5+1 is meant to directly address that threat, which we think is quite considerable, and our allies do, as well.\nI think it’s also important to keep in mind that much of Iran’s perceived success in recent years has happened despite sanctions.  That is, keeping sanctions in place is not a recipe for preventing Iran from causing mischief.  And the reason for that is much of Iran’s perceived success is not a consequence of their strength but, frankly, the weakness of a lot of the states in this part of the world.  When you look at places like Yemen or Syria or Iraq or elsewhere, you have a weakening of state institutions, which has provided the ability for Iran to expand their influence.  So, much of the solution is not necessarily a weaker Iran but, frankly, stronger partners.\nAnd one of the things that we’ll be focused on intensely with our Gulf State partners is how do we strengthen our partnerships with them, but also our partnerships in places like Yemen and Iraq and elsewhere, and also how do we promote power-sharing arrangements and more inclusive political institutions in places like Yemen and Iraq and Syria in ways, frankly, that help those states stabilize and over the long term help push back against nefarious influences of all kinds. \nMR. MALLEY:  I think Colin covered most of it, Margaret.  I’ll just add -- just my sense from meeting with the GCC representatives last week and then again in Paris on Friday.  I think there are two dimensions to sort of what they're looking for.\nOne is, there’s just this sort of amorphous sense they want to make sure that the U.S. is there -- will be with them.  All these stories about the U.S. pivoting or sort of being fatigued with the problems in the Middle East.  And I think that was -- if our engagement in the fight against ISIL, if our very robust engagements with the GCC didn't convince them, I think Camp David and everything that they’ve heard from us so far should have persuaded them that that concern is unfounded.  But I think that's part of it.  They just want to hear that we're there and that we care.  And I think that was part of what -- that’s what Camp David is actually going to do.\nThe second is what Colin spoke about, which is more specific, which is Iran.  And there you have a whole slew of concerns they have about whether once we have a deal, we're going to turn our back on our traditional allies; whether we’ll normalize with Iran; whether the deal is going to empower Iran; whether we are assuming that a deal will lead to moderation, which they think is not the case.  And again, these are points that the President has made time and again, and these points were made again by Secretary Kerry and by Secretary Moniz and by a representative from the Department of the Treasury in Paris.  None of that is the case.\nFirst of all, again, as Colin said, it’s precisely because we think Iran has engaged in destabilizing behavior that we don't want to see them acquire a nuclear bomb.  And the President’s bet is not a bet on moderation.  It’s a bet that assumes the worst; hopes that maybe Iran will change its behavior.  But this is a deal that’s supposed to be as solid and as good -- if Iran doesn't change as if it does change. \nAnd in terms of the sanctions, which is one of their concerns, we obviously make the point the sanctions are not going to be removed all at once.  Not all of them are going to be removed.  A lot of them are going to stay in place.  And we have snapback -- if we get a deal, that is -- on sanctions and of the U.N. sanctions.\nA lot of this I think the foreign ministers hadn’t heard; I don't think the leaders will have heard.  And so they need to better understand what our approach is towards Iran.  I think it’s one the President has been transparent about from day one.  He also believes -- as was mentioned earlier, and as Colin just said -- part of this is to get the GCC States in a position where they could deal with greater confidence and self-confidence and strength with Iran, not in order to perpetuate a never-ending conflict, but to engage Iran to try to resolve the problems of the region, which will only be resolved once the region itself comes together and tries to find security arrangements that will stabilize the situation in Syria, in Yemen, in Iraq and elsewhere.\nAnd so that’s sort of the paradigm under which this is taking place.  The prism through which we look at this is how do we strengthen our cooperation with the GCC, how do we strengthen the GCC’s own capacity so that the strategic balance in the region is such that you could finally get to the point where the GCC, Iran and other countries in the region could actually resolve the problems that are making the region as unstable and as dangerous as it is today.\nMS. MEEHAN:  Great.  Thank you, everyone.  That concludes our call.  As a reminder, this call was on the record and is no longer under embargo.  Thank you and have a good day.\nEND \n\t5:13 P.M. EDT\n\n\n\n\n"
}