{
    "title": "Presidential Memorandum -- Updating and Modernizing Overtime Regulations | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/03/13/presidential-memorandum-updating-and-modernizing-overtime-regulations",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 13, 2014\n\n \n\n\n\nPresidential Memorandum -- Updating and Modernizing Overtime Regulations\n\n\n\n\nMarch 13, 2014\nMEMORANDUM FOR THE SECRETARY OF LABOR\nSUBJECT: Updating and Modernizing Overtime Regulations\nThe Fair Labor Standards Act (the \"Act\"), 29 U.S.C. 201 et seq., provides basic rights and wage protections for American workers, including Federal minimum wage and overtime requirements. Most workers covered under the Act must receive overtime pay of at least 1.5 times their regular pay rate for hours worked in excess of 40 hours per week.\nHowever, regulations regarding exemptions from the Act's overtime requirement, particularly for executive, administrative, and professional employees (often referred to as \"white collar\" exemptions) have not kept up with our modern economy. Because these regulations are outdated, millions of Americans lack the protections of overtime and even the right to the minimum wage.\nTherefore, I hereby direct you to propose revisions to modernize and streamline the existing overtime regulations. In doing so, you shall consider how the regulations could be revised to update existing protections consistent with the intent of the Act; address the changing nature of the workplace; and simplify the regulations to make them easier for both workers and businesses to understand and apply.\nThis memorandum is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\nNothing in this memorandum shall be construed to impair or otherwise affect the authority granted by law to a department or agency, or the head thereof.\nYou are hereby authorized and directed to publish this memorandum in the Federal Register.\nBARACK OBAMA\n\n\n\n\n"
}