{
    "title": "The First Lady and Dr. Jill Biden Celebrate The 5th Anniversary of Joining Forces | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/04/first-lady-and-dr-jill-biden-celebrate-5th-anniversary-joining-forces",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMay 04, 2016\n\n \n\n\n\nThe First Lady and Dr. Jill Biden Celebrate The 5th Anniversary of Joining Forces\n\n\n\n\n\nThis week, First Lady Michelle Obama and Dr. Jill Biden are celebrating the 5th anniversary of their Joining Forces initiative.\n\nToday, USAA debuted an online feature highlighting Joining Forces and the First Lady and Dr. Biden, which will be featured in USAA’s spring magazine. \n\nIn case you missed it: On Monday, the First Lady and Dr. Biden appeared on NBC’s The Voice in front of a studio audience filled with service members, veterans, and their families. On Tuesday, the First Lady and Dr. Biden visited with service members. On Tuesday, the First Lady and Dr. Biden visited with service members and their families at Ft. Leonard Wood, Missouri. Additionally, the First Lady guest starred on last night’s episode of CBS’ NCIS. \n\nThursday, May 3rd\n\nThe White House * 10:00 AM ET —The First Lady and Dr. Biden will host an event announcing commitments from more than 50 companies that have pledge to hire and train veterans and military spouses. The commitments announced will come from companies ranging from tech startups to some of the largest manufacturers in the world, and represent careers in the fields of aerospace, telecommunications, tech, financial services, and manufacturing over the next five years.\n\n\tThis announcement is part of the commitment Joining Forces has made to serve our armed forces, veterans, and their families as well as they have served us. Over the past five years, Joining Forces has worked hand-in-hand with the private sector to expand employment and career development opportunities for veterans and military spouses.\n\n\tMrs. Obama and Dr. Biden will be joined by Jeff Bezos, the founder and CEO of Amazon.com, who will announce Amazon’s employment and training commitment to veterans and military spouses.\n\nJoint-Base Andrews * 6:00 PM ET—The First Lady and Dr. Biden, joined by President Obama and Vice President Biden, will kick off a USO comedy show celebrating Military Appreciation Month as well as the 5th anniversary of Joining Forces and the 75th anniversary of the USO.\n\n\tThe event, A Celebration of Service, will include nearly 1,500 servicemembers and their families for an evening of comedy hosted by USO tour veteran Jon Stewart, featuring David Letterman and performances by comedians Judd Apatow, Mike Birbiglia, Kristen Schaal, Hasan Minhaj, John Mulaney, and Jeff Ross among others.\n\n\tIn addition, the USO will host live viewing parties for active duty service members at USO centers on domestic and overseas bases.\n\nSunday, May 8th \n\nOrlando, FL —The First Lady will join Prince Harry to celebrate the Opening Ceremonies of the 2016 Invictus Games at the ESPN Wide World of Sports Complex. The Invictus Games is an international adaptive sporting event for wounded, injured, and ill service members and veterans. More than 500 competitors will participate in these games, representing 14 countries in 10 adaptive sporting events.\n\n\tIn the lead up to the 2016 Invictus Games, this past October the First Lady, Dr. Biden, and Prince Harry met with wounded servicemen and women in rehabilitation programs and watched adaptive sporting events at Fort Belvoir in Virginia. In 2014, Dr. Biden led a Presidential Delegation to the inaugural Invictus Games in London, UK. This year, Dr. Biden will attend the closing ceremonies on Thursday, May 12th.\n\nThe Invictus Games Opening Ceremony will be broadcasted live on ESPN2Sunday, May 8th from 8:00-10:00PM ET. \n\n\n\n\n"
}