{
    "title": "FACT SHEET: Supporting American Job Growth And Strengthening Ties By Extending U.S./China Visa Validity for Tourists, Business Travelers, and Students | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/11/10/fact-sheet-supporting-american-job-growth-and-strengthening-ties-extendi",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 10, 2014\n\n \n\n\n\nFACT SHEET:  Supporting American Job Growth And Strengthening Ties By Extending U.S./China Visa Validity for Tourists, Business Travelers, and Students\n\n\n\n\nToday, President Obama announced that the United States and the People’s Republic of China are concluding a reciprocal visa validity arrangement during his visit that will strengthen our ever-broadening economic and people-to-people ties.  Both countries have agreed to increase the validity of short-term tourist and business visas issued to each other’s citizens from one to ten years – the longest validity possible under U.S. law – and increase the validity of student and exchange visas from one to five years.  The United States will begin issuing visas in accordance with the new reciprocal agreement on November 12, 2014.\nThis arrangement will improve trade, investment, and business ties by facilitating travel and offering easier access to both economies.  Extended validity visas for students and exchange visitors will boost the bonds between our two peoples and facilitate travel for outstanding students from around the world who attend U.S. institutions of higher education.  As a result of this arrangement, the United States hopes to welcome a growing share of eligible Chinese travelers, inject billions in the U.S. economy and create enough demand to support hundreds of thousands of additional U.S. jobs.  Travelers will continue to be subject to all the same legal and security reviews that currently apply to visa applicants. \n\n\n\n\n\n\nWelcoming a Growing Share of Chinese Travelers.\n\n\n\t\t\t\t\t\t\t\tChina is the fastest-growing outbound tourism market in the world, and in 2013, 1.8 million Chinese travelers visited the United States, contributing $21.1 billion to the U.S. economy and supporting more than 109,000 American jobs.\n\n\t\t\t\t\t\t\t\tChinese travelers consistently rank the United States as their most-desired travel destination, yet less than 2 percent of total Chinese travelers come to the United States.\n\n\t\t\t\t\t\t\t\tChinese travelers cite ease of visa policies as the second most important factor in deciding where to travel, behind only cost.\n\n\t\t\t\t\t\t\t\tA competitive visa policy will help us meet projections that suggest as many as 7.3 million Chinese travelers will come to the United States by 2021, contributing nearly $85 billion a year to the economy and supporting up to 440,000 U.S. jobs.\n\n\n\nStrengthening Bonds Between Chinese and American Students.\n\n\n\t\t\t\t\t\t\t\t28 percent of all foreign students and exchange visitors in the United States originate from China.\n\n\t\t\t\t\t\t\t\tChinese students in the United States spent $8 billion in 2013, an increase of nearly 24 percent over the previous year.\n\n\t\t\t\t\t\t\t\tToday’s arrangement will allow American and Chinese students to more easily travel back and forth, making foreign study a more attractive option, increasing opportunities for people-to-people ties, and boosting mutual understanding.\n\n\n\n\n\n\n\nExtending Visa Validity to Increase the Number of Chinese Travelers Coming to the United States and Support American Jobs\nToday, the President is taking action to welcome more Chinese visitors to the United States, in order to support America’s most important and largest services export – tourism.  Chinese travelers persistently rank the United States as their top desired travel destination, but only slightly more than 1.8 percent of total outbound travelers go to the United States.  Chinese travelers cite ease of visa policies as the second most important factor in deciding where to travel, behind only cost.  A competitive visa policy is needed to secure our place as the chosen destination for millions of Chinese travelers.\n\n\nTravel and tourism is a major driver of the U.S. economy and we have made significant progress in improving our visa processing.  In 2013, nearly 70 million international travelers visited the United States, experiencing all that America has to offer from our cities to our many national parks. Those visits support nearly 1.1 million American jobs – including thousands at local and small businesses.  Growth in international visitors has created roughly 260,000 American jobs over the past five years alone. The Administration has taken steps to support this impressive growth, including improving visa processing waiting periods in important markets like China where they have dropped from as high as several months to less than five days on average. In total, the State Department issued 9.2 million visas worldwide in 2013, up 42 percent since 2010.\n\nGlobal growth of outbound travel from China represents an unprecedented opportunity to foster job creation across the country.  China is the fastest growing outbound tourism market in the world, and Chinese visitors have accounted for 20 percent of the growth in overseas travel to the United States since 2008.  In 2013, 1.8 million Chinese travelers visited the United States, contributing $21.1 billion to the U.S. economy and supporting more than 109,000 U.S. jobs.  As incomes in China continue to rise, the number of Chinese citizens able to afford international travel and tourism is projected to more than double over the next few years, reaching the hundreds of millions.  Close to 7.3 million Chinese are projected to travel to the United States by 2021, contributing nearly $85 billion a year to the economy and supporting 440,000 jobs. But if our visa policy were allowed to fall behind other countries, we might miss out on much of this additional economic activity.\n\nThe United States must continue to maintain a competitive advantage in the global business arena. Extending visa validity will bring the United States into line or surpass other destinations that have already eased visa restrictions for Chinese travelers such as the United Kingdom, Canada, and Japan.  The European Commission, France, Germany, and Italy are also taking steps to extend visa validity to Chinese travelers.  Today’s announcement will allow more Chinese to make the United States their destination of choice.\n\nIncreasing business travel will support the President’s goal of increasing exports. Increasing visa validity for U.S. citizens traveling to China makes it easier to respond to market and commercial opportunities in China, helping to boost U.S. exports, foster increased trade ties, and improve commercial linkages between U.S. and Chinese firms.  In the near term, extending visa validity for Chinese business travelers will also help meet the President’s SelectUSA goal of boosting inward investment into the United States as the U.S. travel and tourism industry commits to making upfront investments in new hotels and other infrastructure in anticipation of a rise in Chinese inbound travel.\n\nStrengthening Tourism and Education Opportunities by Enhancing Student Visas\nChinese student and exchange visitors represent 30 percent of all such visas issued worldwide, with Chinese nationals comprising the largest group of foreign students in the United States.  Students, exchange visitors, and their dependents may now receive multiple-entry visas valid for up to five years, depending on their program.  This will allow American and Chinese students to more easily travel back and forth, making foreign study a more attractive option, increasing opportunities for people-to-people ties, and boosting mutual understanding.  \n\n\n\n\n"
}