{
    "title": "Remarks by the President in A Conversation with Local Residents in Grand Isle, Louisiana | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/remarks-president-a-conversation-with-local-residents-grand-isle-louisiana",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 04, 2010\n\n \n\n\n\nRemarks by the President in A Conversation with Local Residents in Grand Isle, Louisiana\n\n\n\n\nTHE PRESIDENT:  Everybody knows the Mayor.  The Mayor has gathered up a group of local businesspeople.  Butch, for example, owns a marina; Terry, a shrimp boat; Floyd, oyster fisherman; and Patti has a convenience store; Chris is the owner of this bait shop.\nAnd so we were just talking about the economic impact that this has had.  And just to give you a sense of perspective -- Terry has been shrimping out here for 46 years.  His grandfather did it before him.  And right now things are completely shut off for him. \nFloyd, he leases the oyster beds from the state.  The state now, obviously, and properly so, has said he can't be pulling seafood out of these waters right now.  He’s got oil that's starting to seep in into these oyster beds where he’s got leases and, as a consequence, Floyd is trying to figure out how long this damage is going to last.\nFLOYD LASSEIGNE:  I'm a fourth generation, and I've got a son who is a fifth generation, so we've been -- somebody lease has been -- been in the family for 100 years.\nTHE PRESIDENT:  Butch was talking about the marina and making the point that these three, four months are basically when all the business comes down.  And normally all his slips would be full right now -- sounds like about only a third of them are full and it may get worse from there.\nBUTCH GASPARD:  Our charter boat guys are hurting real bad, too, because all the charter boat business is shut down.  They make a living off of taking people out fishing.\nTHE PRESIDENT:  So right now, Butch isn’t taking a salary so he can pay his employees, but he doesn’t know how long that's going to last.\nThen you’ve got Patti, who owns a convenient store.  Obviously that store is dependent on these guys -- the boats coming in, filling up with gas, buying ice, buying soft drinks.  So she’s down 85 percent on her business right now.\nSo this is just a sampling of what’s happening out here.  And part of what we talked about was what we can do to prevent oil from coming into these areas; part of what we talked about is -- in terms of the relief effort -- can we deploy folks who’ve got boats here to help save their livelihoods right where they are, as opposed to having to go to other places.  And so I'm going to ask Admiral Allen to make sure that he’s looking at where people are being deployed, where vessels are being deployed, to make sure the people who know the waters best end up being hired there. \nAnd the final thing is we've got to talk about -- what we talked about up in New Orleans -- which is are we making sure that claims are being processed effectively.  And right now, after that initial $5,000 check that BP wrote, the claim center has been taking in claims, but it sounds, based on what I'm hearing, that there’s a lot of process but not much actual action.  And so we're going to see if we can do something better on that.\nBut the main point I think I want to make -- and, Mayor, feel free to chime in on this -- is these are communities that have had a way of life for generations, and what people are concerned about right now is not just the damage done in the short term -- because these are some tough folks.  They’ve been through hurricanes and --\nVOICE:  Low prices.\nTHE PRESIDENT:  -- low prices --\nVOICE:  High cost of fuel.\nTHE PRESIDENT:  Terry was talking about how the walls stay up on a building around here; a hurricane comes, you wash out the mud and a week later everybody is back in business.  So these are folks who are used to hardship and know how to deal with it.  But what they’re concerned about right now is, is this going to have a lasting impact that they can't recover from.  And that's why Thad and the rest of the federal team is so committed to making sure that everything that can be done will be done.\nThis is going to be bad, no matter what we do.  But we can hopefully minimize the damage, but it requires good coordination between the state, federal and local; and it requires BP to make sure that, as I said up in New Orleans, folks aren’t getting nickled-and-dimed and that we're doing what we need to do early to prevent the worst-case scenario from happening later.\nSo, Mr. Mayor, anything you want to add?\nMAYOR CAMARDELLE:  Well, again, the main concern is to block these five passes that we talked about.  The barges are available, Admiral, right there all along the coast, from Venice to Harvey Canal, all the way back to Homer. They’re standing by, and hopefully we can get the President to get on BP -- between both of you guys -- so we can put some barges there temporary to block these passes so we can save Claiborne Parish, LaFourche Parish, St. Charles Parish, Orleans Parish, Jefferson Parish, Plaquemines Parish.  And Jefferson Parish, where we live at -- if we can block them five passes right now, these fishermen can tell you that we can save -- continue to save the rest of the 2 million acres of oysters.\nWe have $2 billion worth of seafood that comes out behind me, right in this estuary -- $2 billion worth.  We have a billion dollars of recreational license -- recreational fishing -- that generates to the marinas, to all the stores, all the way across Louisiana.  But these guys -- this woman here with the convenience store, if we lose the estuaries in the back, we're history.  And they’ll tell you that.\nWe're born and raised -- our grandfathers, grandmothers.  We made a living right here behind us.  There’s no reason why this shrimp boat should be tied up, it don’t have skimmers on it, to make sure we can block the oil until we put these booms.  And I'm asking you to --\nTHE PRESIDENT:  To go to work.  Last week when I was talking to the Mayor, he started choking up just talking about the fact that out of his own pocket he was having to provide some help and some loans to his buddies, to fishermen, folks in the area.  That's what we should be able to prevent.  There’s oil washing in, but people can help each other.  And the company that's responsible can make sure that it’s responding quickly and effectively.\nAnd when the Mayor told me that story it was, I think, an example of what’s happening all across this Gulf Coast.  And it’s going to be multiplied not just in Louisiana, but in Alabama, in Mississippi, in Florida.  There are small communities like this all across the Gulf and they’ve got to make sure that their voice is being heard day in, day out.\nAnd I know that they’ve got a fierce advocate in Thad Allen.  But I wanted you to know that behind Thad Allen stands the President of the United States.\nMAYOR CAMARDELLE:  And like I said, since the last time you’ve been here, the Coast Guard is unbelievable.  Admiral, I want you to know that.  You guys are really working 24 hours for us.  And you did push BP.  And, like I said, I'm very emotional because I'm still giving -- I'm not going to cut the water off, I'm not going to cut the electricity off, and I'm not going to cut the gas off.  I have one of the businesses right now that has a $5,200 electricity bill, and I'm calling energy to make sure not to cut him off. \nWhen these businesspeople come up to you and say it’s time to help, it’s not easy.  And Patti can tell you -- the night before last I told her that I'm going to keep you strong, I'm going the try to bring you more business.  Butch calls me, telling me we need more boats, get some vessel of opportunities. He’s fighting to save his oysters.  I'm trying to keep Grand Isle alive, to try to get tours.  I opened the beach Memorial Sunday at 3:00 p.m. -- people were calling me.  So the marinas can sell a towel so these young kids can lay on the beach.\nAnd watching oil come across the shore -- some people think I'm better than God, you know.  That's how serious this is.  And they’ll tell you, I live right down the street.  I've been averaging two hours of sleep, just going in and looking at the ceiling fan and wondering what’s going to happen tomorrow, and praying to God that no more oil comes on the beach. \nSo, like Terry said earlier, his wife is sick.  I bring seven people a day to -- New Orleans in a van, to cross that long bridge you crossed, and putting gas in the truck to make sure that we can keep the help.  And we help each other.  And we don't have no money, don't matter.  We help each other.  That's what we do.\nTHE PRESIDENT:  Well, that's supposed to be what the entire United States does, is helping each other.\nMAYOR CAMARDELLE:  Exactly. \nTERRY VEGAS:  We're not bitter at the oil companies for what’s happening. We're just bitter at those that cut the corners and cause the havoc that we're having right now.\nVOICE:  It’s not getting cleaned up fast enough.\nVOICE:  -- the oil company down here and we enjoy the business.  We support them. \nTHE PRESIDENT:  Well, I think the point with the oil companies is they’ve got to support you the same way you support them.  And they’ve got to make sure that -- because there are a lot of folks in the oil business who do the right thing and who aren’t cutting corners.  We've just got to make sure that we find out what happened and that those who are responsible are held responsible; that we fix whatever is wrong.  We're still going to need the oil production, but we've got to make sure that we do it in the right way, because we just can't have a situation like this happen again.\nVOICE:  Can't have that happen all the time,, no.\nVOICE:  Have to follow the rules.\nVOICE:  Just tell the truth.\nVOICE:  From day one they lied to us -- BP.  They said 1,000 barrels a day, then said it’s 2,000 -- put the tube in there, it was 5,000 -- now it’s up to 12,000 to 19,000 barrels a day.  Just tell the people the truth, you know.  That's all we want.\nMAYOR CAMARDELLE:  Like I said, the biggest shrimp dock in America is right here in Grand Isle.  It’s Blanche’s Seafood.  And he’s completely shut down.  They’ll tell you, the boats are tied up.  How many boats does he have right now -- about 100, close to 100 boats just tied up.  And you’ve got the Vietnamese families, you’ve got the true Cajun people here, and they’re just sitting on the deck of the boat and just waiting on the vessel of opportunity.\nAnd I want to respect the Admiral and BP, where they try.  It’s just since you left, they’ve made a big change.  Since you came to me, you made a big change and we support you for that.  But we just worry.  You hear us here and we worry.  And we don't know what’s going to happen tomorrow.  And that's why we depend on you -- both of you guys -- to make sure that -- and you heard them today.  We don't want to be on food stamps -- none of my people -- we want to just untie the boat, be able to see your two daughters right here and kiss them in the evening and Daddy’s going to work. \nEND\n\n\n\n"
}