{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2017/01/17/president-obama-announces-more-key-administration-posts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 17, 2017\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\n\n\tWASHINGTON, DC – Today, President Barack Obama announced his intent to appoint the following individuals to key Administration posts:\n\n\nAnita Fineday – Member, Alyce Spotted Bear and Walter Soboleff Commission on Native Children\n\nRuss McDonald – Member, Alyce Spotted Bear and Walter Soboleff Commission on Native Children\n\nValerie Jarrett – General Trustee, Board of Trustees of the John F. Kennedy Center for the Performing Arts\n\nSusan Rice – General Trustee, Board of Trustees of the John F. Kennedy Center for the Performing Arts\n\nLinda Smith – Member, Board of Directors of the National Board for Education Sciences\n\nCarole Johnson – Member, National Cancer Advisory Board\n\nSuzy George – Member, National Security Education Board\n\nJason Collins – Member and Co-Chair, President’s Council on Fitness, Sports, and Nutrition\n\nCarli Lloyd – Member and Co-Chair, President’s Council on Fitness, Sports, and Nutrition\n\nKareem Abdul-Jabbar – Member, President’s Council on Fitness, Sports, and Nutrition\n\nPaulette Aniskoff – Member, President’s Council on Fitness, Sports, and Nutrition\n\nCaitlin Cahow – Member, President’s Council on Fitness, Sports, and Nutrition\n\nPamela Coleman – Member, President’s Council on Fitness, Sports, and Nutrition\n\nChase Cushman – Member, President’s Council on Fitness, Sports, and Nutrition\n\nGabrielle Douglas – Member, President’s Council on Fitness, Sports, and Nutrition\n\nDebra Eschmeyer – Member, President’s Council on Fitness, Sports, and Nutrition\n\nTara McGuinness – Member, President’s Council on Fitness, Sports, and Nutrition\n\nIbtihaj Muhammad – Member, President’s Council on Fitness, Sports, and Nutrition\n\nRobert Carrigan – Member, President’s National Security Telecommunications Advisory Committee \n\nSenator Angus King – Member, Roosevelt Campobello International Park Commission\n\nBenjamin Rhodes – Member, United States Holocaust Memorial Council\n\nShannon O’Neil – Member, Western Hemisphere Drug Policy Commission\n\nDaniel Restrepo – Member, Western Hemisphere Drug Policy Commission\n\nKristie Canegallo – Member, J. William Fulbright Foreign Scholarship Board\n\nChristopher Fonzone – Member, J. William Fulbright Foreign Scholarship Board\n\nManeesh Goyal – Member, J. William Fulbright Foreign Scholarship Board\n\nRudy Mehrbani – Member, J. William Fulbright Foreign Scholarship Board \n\nNatalie Quillian – Member, J. William Fulbright Foreign Scholarship Board \n\nRoberto Rodriguez – Member, J. William Fulbright Foreign Scholarship Board \n\n\nPresident Obama said, “I am proud that such experienced and committed individuals have agreed to serve the American people in these important roles. I know they will serve the American people well.\"\n\n\n\n\n"
}