{
    "title": "FACT SHEET: White House Advanced Manufacturing Initiatives to Drive Innovation and Encourage Companies to Invest in the United States | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/07/17/fact-sheet-white-house-advanced-manufacturing-initiatives-drive-innovati",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 17, 2012\n\n \n\n\n\nFACT SHEET:  White House Advanced Manufacturing Initiatives to Drive Innovation and Encourage Companies to Invest in the United States\n\n\n\n\n\n\tIn June 2011, the President launched the Advanced Manufacturing Partnership (AMP), a national effort bringing together industry, universities, and the federal government to invest in the emerging technologies and skills that will support a dynamic domestic advanced manufacturing sector that creates high quality jobs and encourages companies to invest in the United States.\n\n\tThe President has outlined a comprehensive blueprint for revitalizing American manufacturing, supported by the work of the AMP.  Since February 2010, the U.S. manufacturing sector has added roughly 500,000 jobs, the fastest pace of job growth in the sector since 1995.  In addition to the 12 million high-quality jobs that manufacturing supports, our nation’s ability to make things is inextricably linked to our ability to innovate.   The manufacturing sector accounts for approximately 70% of all private-sector R&D spending and employs some 60% of the private sector R&D workforce.  Innovations made by advanced manufacturers are reshaping how today’s goods are made and creating the industries of the future.   \n\n\tTo coordinate the Federal government’s manufacturing policy and programmatic efforts, the President last year announced the Office of Manufacturing Policy within the White House.  The Office is co-chaired by Gene Sperling, the Director of the National Economic Council, and Department of Commerce Acting Secretary Rebecca Blank. \n\n\tToday, the AMP Steering Committee, working within the framework of the President’s Council of Advisors on Science and Technology (PCAST) and co-chaired by Andrew Liveris of Dow Chemical and Susan Hockfield of the Massachusetts Institute of Technology, outlined recommendations for spurring investment and positioning the U.S. for long-term leadership in advanced manufacturing.  The Committee’s report, Capturing Domestic Competitive Advantage in Advanced Manufacturing, has been endorsed by PCAST, which is led by John P. Holdren, science and technology advisor to the President and Director of the White House Office of Science and Technology Policy, and Eric Lander, President of the Broad Institute of Harvard and MIT.\n\n\tThe AMP Steering Committee report grouped its 16 recommendations into three categories: (1) Enabling innovation, (2) Securing the talent pipeline, and (3) Improving the Business Climate.  The President’s plan includes legislative proposals and executive actions already being implemented across all three of these categories.\n\nThe President’s Plan to Revitalize American Manufacturing\n\nEnabling Innovation\n\n\nProposing a national network of “manufacturing innovation institutes” and launching a pilot institute:   On March 9, 2012, the President announced a new $1 billion proposal for a National Network for Manufacturing Innovation, to catalyze up to 15 manufacturing innovation institutes around the country.  These are public-private partnerships that will serve as regional hubs of manufacturing excellence, which will help to make our manufacturers more competitive and encourage investment in the United States. To jumpstart this effort, the President also announced a $45 million federal investment in a pilot institute on “Additive Manufacturing,” which will be matched by industry and state contributions.  The Departments of Defense, Energy, and Commerce, the National Science Foundation, and NASA are jointly running a competitive solicitation for the pilot institute, which will be awarded this summer.\n\nIncreasing investment in advanced manufacturing R&D:  The President’s FY13 Budget proposed $2.2 billion in advanced manufacturing R&D, a 19% increase over the current fiscal year, in programs that strengthen the competitiveness of our manufacturing sector, including R&D on advanced materials such as the Materials Genome Initiative, which aims to reduce the time to discover and develop new materials by 50%, “smart” manufacturing that takes greater advantage of information technology breakthroughs, bio-manufacturing that draws on the Nation’s historic leadership in the life sciences, and the National Robotics Initiative.  To support and coordinate these investments, the Administration has launched an inter-agency Advanced Manufacturing National Program Office, hosted by the Department of Commerce.\n\n\nSecuring the Talent Pipeline\n\n\nCreating an $8 billion Community College to Career Fund:  On February 13, 2012, the President proposed a national commitment to help create an economy built to last by training two million workers with skills that will lead directly to a job.  Co-administered by the Department of Labor and the Department of Education, this Fund will help forge new partnerships between community colleges and businesses to train two million workers for good-paying jobs in high-growth and high-demand industries, including advanced manufacturing.  These investments will give more community colleges the resources they need to become community career centers where people learn crucial skills that local manufacturers are looking for right now, ensuring that employers have the skilled workforce they need and workers are gaining industry-recognized credentials to build strong careers.\n\nLaunching a Military Credentialing and Licensing Task Force to connect our veterans to high-skilled advanced manufacturing jobs:  On May 31, 2012, the President announced an executive action that directed the Department of Defense to create a new Military Credentialing and Licensing Task Force, which will help thousands of service members with manufacturing and other high-demand skills receive the civilian credentials and licenses that will help them get a good job when leaving the service.  The Task Force’s partnerships with manufacturing credentialing agencies will provide opportunities for up to 126,000 service members to gain industry-recognized, nationally-portable certifications in fields like welding, machining and engineering.\n\n\nImproving the Business Climate\n\n\nReforming the tax code to encourage investment in domestic manufacturing:The President is calling for ambitious business tax reform that encourages companies to bring jobs and investment to the U.S. and a set of tax proposals designed to spur manufacturing investment.  The President is proposing to lower rates for manufacturers to a maximum of 25%; require companies to pay a minimum tax on overseas profits; expand, simplify and make permanent the R&D Credit; increase the tax deduction for advanced manufacturing; support investment in next generation energy manufacturing; eliminate deductions for companies that ship jobs overseas; and provide tax credits for companies that bring jobs home.\n\nPromoting the safe, responsible development of our natural gas resources:  The opportunity to tap America’s large natural gas reserves can make our manufacturers more competitive and support investment in industries that use natural gas as a feedstock. To ensure effective federal coordination, on April 13, 2012, the President issued an Executive Order to create an Interagency Working Group to Support Safe and Responsible Development of Unconventional Domestic Natural Gas Resources.\n\nLeveling the playing field for U.S. workers and firms:The President has fought to ensure that American businesses and workers are competing on a level playing field with their international competitors – and he has taken action to stop unfair trade practices abroad, including in China.  In this year’s State of the Union, the President announced a new trade enforcement unit, which will substantially enhance our ability to investigate and challenge unfair trade practices around the world that tilt the playing field against U.S. workers.  This unit builds on a strong record on enforcement – this Administration has doubled the rate of trade cases against China compared to the prior administration.  For example, in March the Administration launched a rare earths WTO case against China and took it to the next stage earlier this month. Rare earths elements are key inputs in advanced manufacturing products like wind turbines and lithium ion batteries.  The Administration earlier this month initiated a WTO case to counter China’s import duties on U.S. manufactured automobiles.   \n\n\n\n\n\n"
}