{
    "title": "Declaraciones del Presidente Tras Reunirse con Miembros del Gabinete para Hablar Sobre el Derrame de Petroleo del Deepwater Horizon | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-tras-reunirse-con-miembros-del-gabinete-para-hablar-so",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 08, 2010\n\n \n\n\n\nDeclaraciones del Presidente Tras Reunirse con Miembros del Gabinete para Hablar Sobre el Derrame de Petroleo del Deepwater Horizon\n\n\n\n\nEL PRESIDENTE: Pues, acabo de concluir una reunión con el gabinete que está directamente a cargo de lidiar con el derrame de petróleo del Deepwater Horizon. Desde un comienzo, activamos 15 agencias para lo que ahora es la mayor respuesta nacional de la historia a una catástrofe ambiental. Y lo que queríamos hacer es asegurarnos de que toda agencia esté coordinando y de que esté claro cómo vamos a proceder en los próximos meses.\n     Ahora bien, hemos recibido informes, que han sido confirmados por nuestros científicos independientes, de que el mecanismo de cubierta que se instaló está comenzando a capturar parte del petróleo. Aún estamos tratando de llegar a una mejor determinación de cuánto está capturando y estamos empujando mucho a BP para asegurarnos de que todas las instalaciones estén disponibles para que, a medida que se capture el petróleo, también se separe debidamente; que haya receptáculos para ese petróleo; que hayamos pensado sobre las contingencias en caso de que haya una situación de emergencia o un huracán, para que no se alteren los mecanismos y que se incorpore mucha repetición.\n     Pero estamos conscientes de lo siguiente: Incluso si tenemos éxito en contener parte o gran parte de este petróleo, no resolveremos este problema del todo hasta que en efecto se concluya el pozo de alivio, y eso tomará un par de meses más. También sabemos que ya se ha fugado mucho petróleo y que se fugará más petróleo, independientemente del éxito del esfuerzo por contenerlo. Y por eso, es tan importante que continuemos usando todos los recursos que tenemos, ya sean barreras, colectores o embarcaciones, que continuemos contratando a gente local y pescadores de la zona con sus facilidades, equipándolos con colectores; enviando allá a todos los activos con los que contamos, para asegurarnos de estar minimizando la cantidad de petróleo que logra llegar a la orilla.\n     Ahora, hay varios asuntos que se mencionaron durante esta reunión de los que quiero hablar. En primer lugar, cuando estuve en el golfo el viernes para reunirme con pescadores y dueños de pequeñas empresas, lo que quedó en claro fue que el impacto económico de esta catástrofe va a ser considerable y va a ser continuo. Y como dije el viernes –y quiero repetir— no quiero ver a BP regatearles a estos negocios que están pasando por muchos apuros.\nAhora, tenemos a la Dirección de Pequeñas Empresas (Small Business Administration o SBA) allá ayudando a proporcionar préstamos a corto plazo, y contamos con el Departamento de Comercio, que está ayudando a las empresas a preparar y documentar los daños que están sufriendo. Pero lo que también necesitamos es que BP sea igualmente rápida y atenta a las necesidades de estas comunidades locales. Contamos con personas que han sido asignadas específicamente a la supervisión de BP, a asegurarse de que eso esté sucediendo. Queremos que la gente que está a cargo del proceso de reclamos de BP se reúna con nosotros con frecuencia. Pero vamos a insistir en que el dinero circule rápidamente, a tiempo, para que no haya plantas de camarones ni pescadores que dejen de operar antes de que BP finalmente se decida si va a pagar o no.\nY ésa va a ser una de las principales prioridades, porque sabemos que independientemente del éxito que tengamos en las próximas semanas en algunos de los esfuerzos por contenerlo, habrá daños.\nEl segundo tema que tratamos a fondo fue el asunto de la salud de los trabajadores que están allá lidiando con este derrame. Hasta ahora, hemos notado que en tierra, no estamos viendo un enorme incremento de toxinas en el aire o en el agua. Pero ése quizá no sea el caso allá donde la gente en efecto está trabajando. Y tenemos que asegurarnos de que estemos proporcionando todas las medidas de protección que sean necesarias. Hemos puesto en práctica procesos para asegurarnos de que los trabajadores que están allá estén recibiendo el equipo y la capacitación que necesitan para protegerse a sí mismos y su salud. Pero esto es algo que vamos a tener que continuar vigilando, porque hay muchos trabajadores allá, y cada vez más, estamos viendo a personas que quizá no tengan experiencia en la limpieza de petróleo, porque estamos tratando de llegar a un proceso en el que se usan todas las personas disponibles. Debemos asegurarnos de que estén protegidos.\n     Obviamente, también estamos vigilando muy atentamente el impacto en la gente que no está trabajando allá, y es allí que la Agencia de Protección Ambiental (Environmental Protection Agency) está controlando constantemente la calidad del aire y agua. Y también estamos haciendo pruebas con los mariscos para cerciorarnos de que no se estén introduciendo toxinas en la población en general.\n     Un par de cosas más que quiero mencionar. La Dra. Lubchenco de la Dirección Nacional del Océano y la Atmósfera (National Oceanic and Atmospheric Administration o NOAA) reportó que ha convocado una conferencia científica para asegurarse de que, con respecto a asuntos como la columna que ese está reportando en las noticias y otros asuntos sobre el tamaño de esto, el tipo de daños que podemos anticipar, etcétera, que tengamos total transparencia, que la información esté disponible, que sea motivo de análisis científico para que nadie se vea sorprendido.\n     Y a lo que vamos a continuar aspirando es completa transparencia en tiempo real para que a medida que recibamos información, el público en general reciba información, y que también académicos, científicos, investigadores reciban esta información en lo que será un proceso que cambiará y evolucionará.\n     Permítanme decir algo para concluir, y creo que esto es algo que todos aquí destacaron y es algo que le quiero decir al pueblo estadounidense. Lograremos contenerlo. Quizá tome un tiempo y tome mucho esfuerzo. Se causará mucho daño a la costa del golfo y habrá daños económicos por los que debemos asegurarnos de que BP se responsabilice y de que compense a la gente.\n     Pero si hay algo de lo que tengo absoluta seguridad es que como lo hemos hecho antes, nos sobrepondremos a esta crisis. Y una de las cosas que quiero asegurarme de que comprendamos es que no sólo vamos a controlar los daños a la costa del golfo, sino que, en efecto, vamos a usar esto como una oportunidad para volver a examinar y trabajar con los estados y las comunidades locales a fin de rehabilitar la costa de maneras que realmente mejore el medio de sustento y la calidad de vida de la gente en esa región.\n     Va a tomar un tiempo. No va a ser fácil. Pero se trata de un ecosistema resistente. Se trata de gente resistente allá en la costa del golfo. Tuve la oportunidad de hablar con ellos, y han pasado por todo tipo de cosas en los últimos 50, 100 años. Y se recuperan y se recuperarán esta vez. Y vamos a necesitar ayuda de todo el país. Van a necesitar ayuda constante y atenta de este gobierno. Eso es lo que recibirán.\n     Pero vamos a estar… estamos seguros de que no sólo vamos a poder superar la crisis inmediata, sino que vamos a concentrarnos en asegurarnos de que la costa se recupere del todo y de que a fin de cuentas, esté en mejor situación que antes de esta crisis.\n     Bien, muchas gracias a todos.\n \n\n\n\n"
}