{
    "title": "Mayors: What They're Saying About the Affordable Care Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/19/mayors-what-theyre-saying-about-affordable-care-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 19, 2011\n\n \n\n\n\nMayors: What They're Saying About the Affordable Care Act\n\n\n\n\n\n\tOn the day Congress considered legislation that would repeal the Affordable Care Act, it’s important to take a look at who is opposing repeal. Here’s what Mayors are saying:\n\nLos Angeles, California Mayor Antonio Villaraigosa\n\t“Unfortunately, Republicans in Congress want to move the country backwards and repeal this historic legislation.  If this regressive, devastating action occurred, tens of millions of hard-working Americans would find themselves out in the cold -- no longer being guaranteed the coverage that is essential for survival and living better quality lives. In the Los Angeles area alone, it would increase the number of people without health insurance by two million and would allow insurance companies to deny coverage for up to 6.6 million people -- including 900,000 children -- with pre-existing conditions. We cannot stand by idly and allow this to happen. I would like to ask the members of Congress who are working to repeal the Affordable Care Act to transcend partisan lines and consider the countless lives that are at stake.”\n\nHoffman, North Carolina Mayor JoAnn J. Thomas\n\t“Hoffman, NC is a very rural town with many low income households with people who cannot afford health insurance. I am blessed to have a job that allows me to purchase insurance for my family, although the cost is nearly $600 per month. Many low income Americans don't make $600 every two weeks, let alone have it to pay for insurance. It's a crime to deny or revoke any legislation that is intended to improve the quality of life of our indigent citizens.”\n\nHarrisburg, Pennsylvania Mayor Linda Thompson\n\t“I strongly support continuation of the implementation of the Affordable Care Act and oppose H.R.2 which calls for the Act to be overturned. Repeal of any portion of this critical legislation will weaken its capacity to protect Americans from discriminatory practices and ensure Americans are provided with more choices for affordable care options. Hospitals in and around Harrisburg are already seeing more patients without insurance, more underinsured patients and more who cannot pay their bills. The situation is untenable and must be reversed. The Affordable Care Act is an important step in that direction. Harrisburg is among the many cities with significant minority populations that will benefit from provisions in the law that extend coverage to 32 million Americans, including 8 million African Americans who are currently uninsured.”\n\nMinneapolis, Minnesota Mayor Mayor R.T. Rybak\n\t“There’s no two ways about it: health-insurance reform is doing more to help middle-class families than any other act in decades — and that’s saying a lot, coming as it does from a President who has done more in just his first two years in office to help the middle class than any other president since Franklin D. Roosevelt. Health-insurance reform covers more Americans, makes health care more affordable, cuts the deficit and helps grow the economy. As its benefits are phased in, Americans are seeing how it is making their lives better. Not surprisingly, powerful special interests oppose making live better for the middle class — and not surprisingly, Congressional Republicans are doing their bidding by staging a meaningless bit of political theater they call “repeal.” In so doing, they are betraying the trust that Americans placed in them to actually cooperate with President Obama to help people get back to work.”\n\nDurham, North Carolina Mayor William V. Bell\n\t“This is simply not the time to turn back the clock on opportunities and access to Affordable Health Care.  We need to move forward aggressively in support and implementation of the Affordable Health Care Act.”\n\nBoston, Massachusetts Mayor Thomas M. Menino\n\t“The move to repeal the Affordable Care Act today is shortsighted and denies our nation the chance to provide all Americans with equal access to health insurance and care. The actions of the House Republicans could cost Massachusetts millions of dollars in federal assistance and continues to push Americans down the path of uncontrolled health care costs. In this tough economic climate when cities across the country are cutting basic city services to meet their shrinking budgets, small businesses are unable to afford health insurance premiums and when millions of seniors are unable to afford their medications, a return to status quo is not what we need, it is irresponsible.”\n\nHobson City, Alabama Mayor Alberta McCrory\n\t“Hobson City is the oldest incorporated African America municipality in the State of Alabama and the third oldest in America. According to the 2000 Census, there are 878 people living in Hobson City; 92.% are African American. In 2009, the estimated median household income in Hobson City was $20,224, with 50% of our people living below the poverty level… The Town of Hobson City joins the National Conference of Black Mayors in urging Congress to collectively focus on strengthening, not repealing, this landmark legislation.”\n\nBaltimore, Maryland Mayor Stephanie Rawlings-Blake\n\t“I am disheartened that the new House of Representatives’ first order of business for the 112th Congress is to hold a theatric vote to repeal the Affordable Care Act.  At a time when the country is working to recover from the impact of a global recession, we need our leaders in Washington focused on creating jobs and growing the economy. In Maryland, the repeal of the Affordable Care Act would put as many as 2.5 million Marylanders under the age of 65 at risk of losing their health insurance because of a pre-existing condition, and tens of thousands of Marylanders would immediately see a significant increase in their prescription drug costs.  And, as President Obama plans to introduce another balanced and responsible budget for the nation, a repeal of Affordable Care Act would significantly increase the national debt, according to the nonpartisan Congressional Budget Office.”\n\n\n\n\n"
}