{
    "title": "MENSAJE SEMANAL: No Seremos Aterrorizados | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/12/05/mensaje-semanal-no-seremos-aterrorizados",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\n\nDecember 04, 2015\n\n \n\n\n\nMENSAJE SEMANAL: No Seremos Aterrorizados\n\n\n\n\n\n\tWashington, D.C. — En su mensaje semanal, el Presidente brindó sus condolencias a las familias y a la comunidad de las victimas del tiroteo de San Bernardino. Reconoció la posibilidad de que los atacantes pudieron haber sido radicalizados, un recordatorio a todos que debemos trabajar juntos para prevenir que personas caigan víctimas de los esfuerzo de organizaciones extremistas que incitan violencia. El Presidente le hizo un llamado al Congreso a que cierre la laguna que  permite que las personas en la lista de exclusión aérea puedan comprar una pistola, un paso simple y lógico que le dificultaría a presuntos terroristas a que obtengan un arma de fuego. Y nos recordó que no deberíamos aceptar tiroteos en masa como una rutina de este país, y enfatizó que su prioridad número uno es la seguridad y protección del pueblo estadounidense.\n\n\tEl audio y el video de este mensaje estarán disponibles en http://obamawhitehouse.archives.gov a las 6:00 a.m. ET, el 5 de diciembre del 2015.\n\nComentarios del Presidente Barack Obama\n\nMensaje Semanal\n\nLa Casa Blanca\n\n5 de diciembre de 2015\n\n\tHola a todos. Este fin de semana, nuestro corazón acompaña a la gente de San Bernardino, otra comunidad estadounidense desgarrada por una violencia atroz. Felicitamos al personal de emergencias, la policía, los equipos SWAT y los técnicos de emergencias médicas que respondieron con tanta rapidez y valentía y salvaron vidas. Oramos por los heridos en su lucha por recuperarse de sus heridas.\n\n\tMás que nada, apoyamos a las 14 familias con los corazones destrozados. Estamos conociendo más detalles sobre sus seres queridos, las hermosas vidas que perdieron. Estaban haciendo lo que muchos de nosotros hacemos en esta época del año, disfrutar de las fiestas celebrando juntos. Festejando los lazos de amistad y comunidad que nos conectan como estadounidenses. Sus muertes son una absoluta tragedia, no solo para San Bernardino sino para todo nuestro país.\n\n\tTambién estamos conociendo más información sobre los asesinos. Y estamos trabajando para tener una idea completa de su motivación y entender por qué cometieron este acto repulsivo. Es importante que dejemos que los investigadores hagan su trabajo. Necesitamos saber la verdad de los hechos. Y bajo mi dirección, las autoridades federales de orden público están ayudando de todo modo posible. Vamos a llegar a la raíz de esto.\n\n\tEs muy posible que estos dos atacantes fueron radicalizados a cometer este acto de terror. Si es así, subrayaría una amenaza que nos hemos enfocados por años- el peligro de las personas que sucumben a las violentas ideologías extremistas. Sabemos que ISIL y otros grupos terroristas están fomentando activamente a las personas – alrededor del mundo y en nuestro país – a que cometan terribles actos de violencia. E incluso mientras trabajamos para prevenir ataques, todos nosotros - el gobierno, la policía, las comunidades, los líderes de fe - necesitamos trabajar juntos para evitar que las personas sean víctimas de estas ideologías de odio. \n\n\tEn términos más generales, esta tragedia nos recuerda de nuestra obligación de hacer todo en nuestro poder, juntos, para mantener nuestras comunidades a salvo. Sabemos que los asesinos en San Bernardino utilizaron armas de asalto de tipo militar, armas de guerra- para matar cuantas personas podían. Es otro recordatorio trágico que aquí en los Estados Unidos es demasiado fácil para que las personas peligrosas obtengan un arma de fuego.\n\n\tPor ejemplo, en la actualidad, las personas incluidas en la lista la lista de exclusión aérea pueden entrar a una tienda y comprar un arma de fuego. Eso es una locura. Si eres demasiado peligroso para subir a un avión, eres demasiado peligroso, por definición, para comprar un arma de fuego. Por esta razón, le pido al Congreso que cierre esta laguna, ahora. Tal vez no podamos prevenir todos los actos de violencia con armas de fuego, pero —como mínimo— no deberíamos permitir que resulte tan fácil para un presunto terrorista  a que obtenga un arma de fuego que podría usar contra estadounidenses.\n\n\tHoy en San Bernardino, los investigadores buscan respuestas. En todo nuestro país, nuestros profesionales de las fuerzas del orden nos descansarán. Ellos están trabajando día y noche como siempre lo hacen, para proteger nuestras comunidades. Como Presidente, mi prioridad principal es la seguridad el pueblo estadounidense. Este trabajo nos debería unir a todos, como estadounidenses, de manera que hagamos todo lo posible para defender a nuestro país. Es así como podemos honrar a las vidas que perdimos en San Bernardino. Así es como podemos enviar un mensaje a todos aquellos que tratan de hacernos daño. Somos estadounidenses. Vamos a defender nuestros valores- una sociedad libre y abierta. Somos fuertes. Somos resistentes. Y no seremos aterrorizados. \n\n\n\n\n"
}