{
    "title": "Patient Groups: What They're Saying About the Affordable Care Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/19/patient-groups-what-theyre-saying-about-affordable-care-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 19, 2011\n\n \n\n\n\nPatient Groups: What They're Saying About the Affordable Care Act\n\n\n\n\n\n\tAs Congress considers legislation that would repeal the Affordable Care Act, it’s important to take a look at who is opposing repeal. Here’s what organizations representing patients with disease and illness are saying:\n\t \nAmerican Cancer Society Cancer Action Network:\n\n\t“Repeal of the law without a meaningful alternative that includes critical patient protections would resurrect the broken ‘sick care’ system that denied lifesaving care to people with cancer and their families. The evidence is clear that lack of access to meaningful health care is linked to later stage cancer diagnoses, which are more expensive to treat and harder to survive.”\n\n\t \n\nEaster Seals:\n\n\t“The goal of the health care reform law is to assure that all people have access to quality, affordable health care and long term services and supports that meet their individual needs.     It is through these types of changes to the health care system that we can hope to enable all Americans, including people with disabilities and chronic conditions, to be healthy, functional, live as independently as possible and participate in their communities. Please vote NO on HR 2.”\n\n\t \n\nAmerican Heart Association:\n\n\t“Patients have already benefited from the reforms that have been implemented in the last 10 months. We believe these reforms and the additional forthcoming patient protection provisions were long overdue and need to be given an opportunity to work and if necessary, improved upon. Repeal of ACA will have devastating consequences for patients and their families.”\n\t \n\nLIVESTRONG:\n\n\tLIVESTRONG supported passage of the Patient Protection and Affordable Care Act last year and we believe that repealing this law now would have a negative impact on the lives of many Americans living with cancer. Study after study has shown that those who lack insurance or who are underinsured have higher cancer mortality rates than those who have insurance therefore better access to care.\n\n\t \n\nAmerican Lung Association:\n\n\t“The American Lung Association strongly opposes the repeal of this important law and urges Congress members to vote against the bill.  The American Lung Association is particularly concerned about the impact the repeal of the Affordable Care Act would have on people with lung diseases.  Changes required by the law are already making a difference to millions of people with lung diseases, such as lung cancer, asthma and chronic obstructive pulmonary disease (COPD).”  \n\n\t \nMore than 100 AIDS Service Organizations:\n\t“We the undersigned organizations write today to strongly urge you not to repeal the Patient Protection and Affordable Care Act of 2010 (ACA). As a coalition of more than 100 national and community-based AIDS service organizations representing HIV medical providers, public health professionals, advocates and people living with HIV/AIDS, we urge you to consider the effect of repealing the legislation on people living with HIV/AIDS and those at risk for infection.”\n\n\n\n\n"
}