{
    "title": "Presidential Proclamation-- National Grandparents Day, 2013 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/09/06/presidential-proclamation-national-grandparents-day-2013",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 06, 2013\n\n \n\n\n\nPresidential Proclamation-- National Grandparents Day, 2013\n\n\n\n\nNATIONAL GRANDPARENTS DAY, 2013\n- - - - - - -\nBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\nA PROCLAMATION\nIn every corner of our country and across all walks of life, grandparents are a tremendous source of wisdom, strength, and joy. They are caregivers, teachers, and friends -- windows to the past and guideposts for the future. On National Grandparents Day, America pauses to honor the bedrocks of our families and thank every grandmother and grandfather for their immeasurable contributions to our country.\nOur grandparents' generations made America what it is today. They led our Nation through times of war, heralded new ages of innovation, and tested the limits of human imagination. They challenged longstanding prejudices and shattered barriers, both cultural and scientific. In our homes and our communities, grandparents pass down the values that have led generations of Americans to live well and give back. As individuals, as families, and as a society, we have an unshakable obligation to provide the care and support our grandparents have earned. Together, let us guarantee the right of every American to live out their golden years in dignity and security.\nToday, we reflect on the ways our grandparents have enriched our lives, and we celebrate their contributions to the life of our Nation.\nNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim September 8, 2013, as National Grandparents Day. I call upon all Americans to take the time to honor their own grandparents and those in their community.\nIN WITNESS WHEREOF, I have hereunto set my hand this sixth day of September, in the year of our Lord two thousand thirteen, and of the Independence of the United States of America the two hundred and thirty-eighth.\nBARACK OBAMA\n\n\n\n\n"
}