{
    "title": "Presidente Obama Anuncia Miembros de la Comisión Nacional sobre Perforación en Mar Abierto y el Derrame de Petróleo del Deepwater Horizon de BP | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidente-obama-anuncia-miembros-de-la-comisi-n-nacional-sobre-perforaci-n-en-mar-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 14, 2010\n\n \n\n\n\nPresidente Obama Anuncia Miembros de la Comisión Nacional sobre Perforación en Mar Abierto y el Derrame de Petróleo del Deepwater Horizon de BP  \n\n\n\n\nWASHINGTON – Hoy, el Presidente Barack Obama anunció su intención de nombrar a las siguientes personas para terminar de conformar la Comisión Nacional sobre Perforación en Mar Abierto y el Derrame de Petróleo del Deepwater Horizon de BP:\n \n• Frances G. Beinecke, miembro, Comisión Nacional sobre Perforación en Mar Abierto y el Derrame de Petróleo del Deepwater Horizon de BP  (National Commission on the BP Deepwater Horizon Oil Spill and Offshore Drilling) \n• Donald Boesch, miembro, Comisión Nacional sobre Perforación en Mar Abierto y el Derrame de Petróleo del Deepwater Horizon de BP  \n• Terry D. García, miembro, Comisión Nacional sobre Perforación en Mar Abierto y el Derrame de Petróleo del Deepwater Horizon de BP  \n• Cherry A. Murray, Comisión Nacional sobre Perforación en Mar Abierto y el Derrame de Petróleo del Deepwater Horizon de BP  \n• Frances Ulmer, miembro, Comisión Nacional sobre Perforación en Mar Abierto y el Derrame de Petróleo del Deepwater Horizon de BP  \nLa tarea de esta Comisión bipartidista, creada por Decreto Ejecutivo, es proporcionar recomendaciones para prevenir y mitigar el impacto de cualquier derrame futuro que resulte de la perforación en mar abierto. El Consejo está co-presidido por el senador Bob Graham, ex gobernador de Florida durante dos periodos y ex senador federal, y el ex administrador de la Agencia de Protección Ambiental, William K. Reilly.\nEl Presidente Obama dijo, “Estas personas aportan enorme conocimiento y experiencia al crucial trabajo de esta comisión. Les agradezco que hayan aceptado prestar sus servicios ahora que trabajamos para determinar las causas de esta catástrofe e implementar las medidas de seguridad y de protección ambiental que necesitamos para prevenir que ocurra un desastre similar en el futuro”.\n \nEl Presidente Obama anunció su intención de nombrar a las siguientes personas a puestos clave en su gobierno:\n \nFrances G. Beinecke, miembro nombrada, National Commission on the BP Deepwater Horizon Oil Spill and Offshore Drilling\nFrances Beinecke actualmente es la presidenta del Consejo de Defensa de Recursos Naturales (Natural Resources Defense Council o NRDC), una compañía sin fines de lucro que trabaja para impulsar política ambiental en Estados Unidos y en todo el mundo. La Sra. Beinecke trabaja en el NRDC hace 35 años, anteriormente como directora ejecutiva, directora asociada y subdirectora ejecutiva. De 1974 al 1983, la Sra. Beinecke trabajó como especialista en recursos costeros de los programas de aguas y costas del NRDC, luchando para proteger ecosistemas marinos del impacto de la explotación petrolera y de gas en mar abierto y como promotora del uso seguro de tierras costeras. La Sra. Beinecke presta servicios actualmente  en el directorio del Instituto de Recursos Mundiales (World Resources Institute) y los comités directivos de la Coalición de Futuros Energéticos y la Sociedad Estadounidense de Acción por el Clima. Fue miembro de la Corporación Yale y actualmente presta servicios en los directorios asesores de la Escuela de Administración de Yale y la Escuela de Ciencias Forestales y Ambientales de Yale. Es coautora del libro Clean Energy Common Sense: An American Call to Action on Global Climate Change. La Sra. Beinecke tiene una licenciatura en ciencias de la Universidad de Yale y una maestría en ciencias forestales de la Escuela de Ciencias Forestales y Ambientales de Yale.\nDonald Boesch, miembro nombrado, National Commission on the BP Deepwater Horizon Oil Spill and Offshore Drilling \nDonald “Don” Boesch es el presidente del Centro de Ciencias Ambientales de la Universidad de Maryland, donde también es profesor de Ciencias Marinas y vicerrector de política ambiental sostenible para el sistema de la Universidad de Maryland. El Dr. Boesch asumió la presidencia del centro en 1990. De 1980 a 1990, prestó servicios como el primer director ejecutivo del Consorcio Marino de las Universidades de Luisiana y se desempeñó como catedrático de Ciencias Marinas en la Universidad Estatal de Luisiana. El Dr. Boesch es un oceanógrafo biológico que ha realizado investigaciones en los ecosistemas costeros en toda la costa del Atlántico, el Golfo de México, Australia y el Mar Oriental de China. Es oriundo de Luisiana y ha evaluado los efectos ambientales a largo plazo de proyectos de explotación petrolera y gas en mar abierto y múltiples problemas ambientales en la Costa del Golfo. Es pionero del estudio de efectos ambientales de proyectos de energía en mar abierto. El Dr. Boesch fue el editor en 1987 de uno de los primeros estudios en este campo: Long-Term Environmental Effects of Offshore Oil and Gas Development. Ha prestado servicios como asesor científico en muchas agencias estatales y federales, y muchos programas regionales, nacionales e internacionales. El Dr. Boesch también es presidente del directorio de estudios oceánicos del Consejo Nacional de Investigación y miembro del Comité de Opciones Climáticas para Estados Unidos de las Academias Nacionales. Tiene una licenciatura en ciencias de la Universidad de Tulane y un doctorado del College of William & Mary.  El Dr. Boesch fue también un becario posdoctoral de la Fulbright en la Universidad de Queensland, Australia.\n \nTerry D. García, miembro nombrado, National Commission on the BP Deepwater Horizon Oil Spill and Offshore Drilling \nTerry D. García es actualmente vicepresidente ejecutivo de los programas de misiones para la Sociedad Geográfica Nacional (National Geographic Society).  Es responsable por los programas de las misiones centrales de la Sociedad, que incluyen programas que respaldan y administran más de 400 proyectos anuales de exploración, conservación e investigación. Antes de trabajar con la Sociedad en 1999, el Sr. García fue secretario adjunto de Comercio para Océanos y Atmósfera en el Departamento de Comercio de Estados Unidos, y administrador adjunto de la Dirección Nacional del Océano y la Atmósfera (National Oceanic and Atmospheric Administration o NOAA).  En este cargo, dirigió y coordinó programas en la atmósfera, océano y costas de Estados Unidos, entre ellos la recuperación de especies en peligro de extinción, planeamiento de la conservación de ecosistemas, implementación de la Ley de Agua Limpia (Clean Water Act), desarrollo del sistema nacional de santuarios marinos y licencias para satélites comerciales. De 1994 a 1996, fue asesor legal general en la NOAA y encabezó la implementación del Plan de Restauración tras el Derrame Petrolero del Exxon Valdez en la Bahía Príncipe William y el Golfo de Alaska. Antes de entrar al servicio del gobierno, el Sr. García fue socio de las firmas de abogados de Manatt, Phelps & Phillips y Hughes Hubbard & Reed.  El Sr. García ha prestado servicios en varios directorios y comisiones, entre ellas el Instituto de Exploración/Acuario Mystic, el Centro Amazónico para Educación e Investigación Ambiental (Amazonian Center for Environmental Education and Research), el Comité Nacional de Estados Unidos para el Censo de la Vida Marina (U.S. National Committee for the Census of Marine Life) y el Instituto de Investigación Harte para estudios del Golfo de México de la Universidad de Texas A&M. También es fideicomisario emérito de la Fundacional Nacional de Santuarios Marinos (National Marine Sanctuary Foundation).  El Sr. García también ha prestado servicios en paneles convocados por la Academia Nacional de Ciencias y la Academia Nacional de Administración Pública. Tiene una licenciatura de la American University y un título de Derecho de la Universidad George Washington.\n \nCherry A. Murray, miembro nombrada, National Commission on the BP Deepwater Horizon Oil Spill and Offshore Drilling \nLa Dra. Cherry Murray fue nombrada Decana de la Escuela de Ingeniería y Ciencias Aplicadas de la Universidad de Harvard (School of Engineering and Applied Sciences o SEAS) y ocupó la cátedra John A. and Elizabeth S. Armstrong como profesora de ingeniería y ciencias aplicadas en julio del 2009, y actualmente es la ex presidenta de la Sociedad Americana de Física (American Physical Society). La especialidad de la Dra. Murray es física de materiales y materia condensada, transiciones de fases, dispersión de la luz y física de superficie, incluyendo el estudio de materia suave condensada y fluidos complejos, así como administración de ciencia y tecnología. Anteriormente, la Dra. Murray fue directora principal asociada (2007-2009) y subdirectora (2004-2007) de Ciencia y Tecnología en el Laboratorio Nacional Lawrence Livermore. La Dra. Murray ingresó a Laboratorios Bell en 1978 como personal científico, con lo que inició una carrera que culminó como vicepresidenta principal de ciencias físicas e investigación inalámbrica en Lucent Technologies (2001-2004). La Dra. Murray fue elegida miembro de la Academia Nacional de Ciencias en 1999, a la Academia Estadounidense de Artes y Ciencias en el 2001 y a la Academia Nacional de Ingeniería en el 2002. Ha prestado servicios en más de 80 comités nacionales e internacionales de asesoría científica y directorios de organizaciones, en paneles del Consejo Nacional de Investigación (National Research Council o NRC), incluyendo la presidencia de la división de ingeniería y ciencias físicas del NRC y miembro del comité visitante del Departamento de Física de Harvard de 1993 al 2004. En el 2002, la Revista Discover nombró a la Dra. Murray entre una de las “50 mujeres más importantes en las ciencias”. La Dra. Murray tiene una licenciatura de ciencias (1973) y un doctorado (1978), ambos en Física, del Instituto Tecnológico de Massachusetts.\n \nFrances Ulmer, miembro nombrada, National Commission on the BP Deepwater Horizon Oil Spill and Offshore Drilling\nFran Ulmer es rectora de la Universidad de Alaska Anchorage (UAA), la universidad pública más grande de Alaska. Además de ocupar el cargo de rectora de la UAA, la Sra. Ulmer es miembro de la Comisión sobre Cambio Climático en el Artico (Commission on Arctic Climate Change) del Instituto Aspen y es miembro del directorio en la Entidad para la Conservación de la Naturaleza (Nature Conservancy) en Alaska, la Asociación Nacional para la Conservación de Parques (National Parks Conservation Association) y la Unión de Científicos Preocupados (Union of Concerned Scientists). Antes de ser nombrada rectora en el 2007, la Sra. Ulmer fue profesora visitante distinguida de política pública y directora del Instituto de Investigación Social y Económica de la UAA. Durante sus más de 30 años como servidora pública a nivel local, estatal y nacional, la Sra. Ulmer ha ayudado a formular política pública y ambiental. Como legisladora estatal, la Sra. Ulmer fue miembro del comité especial para la Resolución de Demandas del Derrame Petrolero (Oil Spill Claims Settlement) del Exxon Valdez. Asimismo, fue la primera presidenta del Consejo de Política Costera (Coastal Policy Council) de Alaska, fue miembro del Consejo de Política de Gas Natural para las Carreteras de Alaska (Alaska Highway Natural Gas Policy Council) del gobernador Tony Knowles y prestó servicios por más de 10 años en la Comisión de Peces Anádromos del Pacífico Norte (North Pacific Anadromous Fish Commission). La Sra. Ulmer prestó servicios como funcionaria electa durante 18 años como alcaldesa de Juneau, como representante del estado y como vicegobernadora de Alaska. La Sra. Ulmer prestó servicios como directora de desarrollo de política para el Estado de Alaska y administró diversos programas, entre ellos proyectos de manejo de costas, coordinación intergubernamental y participación pública. A nivel nacional, la Sra. Ulmer prestó servicios como miembro del comité de asesoría local y estatal de la Comisión Federal de Comunicaciones, el comité de asesoría estatal de la Comisión Federal de Elecciones y fue copresidenta del comité sobre bases de datos para el registro estatal de votantes de las Academias Nacionales de Ciencias. La Sra. Ulmer obtuvo su grado de derecho con honores (cum laude) de la Facultad de Derecho de la Universidad de Wisconsin, y es miembro del Instituto de Política de la Escuela Kennedy de Gobierno.\n \n\n\n\n"
}