{
    "title": "Background on Secretary Clinton's Announcement of Humanitarian Aid to Pakistan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-secretary-clintons-announcement-humanitarian-aid-pakistan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 19, 2009\n\n \n\n\n\nBackground on Secretary Clinton's Announcement of Humanitarian Aid to Pakistan\n\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\t\tOffice of the Press Secretary\n\t\t\t____________________________________________________________\n\t\t\tEMBARGOED UNTIL DELIVERY                             May 19, 2009\n\n\t\t\tBelow is a fact sheet and list of attendees at today’s Rose Garden announcement.\n\nEMBARGOED UNTIL DELIVERY: Background on Secretary Clinton’s announcement of Humanitarian Aid to Pakistan\n\n\n\t\tToday, Secretary Clinton will announce that the United States will supply $110 million in humanitarian aid from the State Department and Defense Department to help Internally Displaced Persons in Pakistan.\n\n\t\tPrime Minister Gillani recently appointed Brigadier General Nadeem Ahmad to lead the Pakistani relief effort. General Nadeem’s appointment has been universally praised given how successfully he led relief efforts following the 2005 earthquake in Kashmir.\n\n\t\tHere is how the $100 million from State breaks down:\n\n\n\t\t\t$20 million from the Office of Foreign Disaster Assistance to provide family relief kits, tents, FM radios, and generators that will provide light and water.\n\n\t\t\t$26 million for the immediate purchase of wheat, other food, and related items from local sources.\n\n\t\t\t$17 million from Food for Progress for 50,000 tons of wheat arriving in May and June.\n\n\t\t\t$10 million to respond to forthcoming emergency appeals by the United Nations.\n\n\t\t\t$15 million for shipments of food items such as lentils, dried peas, and other basic foodstuffs.\n\n\t\t\t$12 million for an emergency response center for direct humanitarian needs.\n\n\n\t\tIn addition, there is $10 million from DOD:\n\n\n\t\t\t$10 million to be used water trucks, halal food, and large tents with environmental units, such as air conditioning, for hot weather.\n\n\n\n\n\n\n"
}