{
    "title": "Statement by the President on the Passing of Beau Biden | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/05/30/statement-president-passing-beau-biden",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 30, 2015\n\n \n\n\n\nStatement by the President on the Passing of Beau Biden\n\n\n\n\nMichelle and I are grieving tonight.  Beau Biden was a friend of ours.  His beloved family – Hallie, Natalie, and Hunter – are friends of ours.  And Joe and Jill Biden are as good as friends get.\nBeau took after Joe.  He studied the law, like his dad, even choosing the same law school.  He chased a life of public service, like his dad, serving in Iraq and as Delaware’s Attorney General.  Like his dad, Beau was a good, big-hearted, devoutly Catholic and deeply faithful man, who made a difference in the lives of all he touched – and he lives on in their hearts.\nBut for all that Beau Biden achieved in his life, nothing made him prouder; nothing made him happier; nothing claimed a fuller focus of his love and devotion than his family. \nJust like his dad.\nJoe is one of the strongest men we’ve ever known.  He’s as strong as they come, and nothing matters to him more than family.  It’s one of the things we love about him.  And it is a testament to Joe and Jill – to who they are – that Beau lived a life that was full; a life that mattered; a life that reflected their reverence for family. \nThe Bidens have more family than they know.  In the Delaware they love.  In the Senate Joe reveres.  Across this country that he has served for more than forty years.  And they have a family right here in the White House, where hundreds of hearts ache tonight – for Hallie, Natalie, and Hunter; for Joe and for Jill; for Beau’s brother, Hunter; his sister, Ashley, and for the entire Biden clan.\n“I have believed the best of every man,” wrote the poet William Butler Yeats, “And find that to believe it is enough to make a bad man show him at his best or even a good man swing his lantern higher.”\nBeau Biden believed the best of us all.  For him, and for his family, we swing our lanterns higher.\nMichelle and I humbly pray for the good Lord to watch over Beau Biden, and to protect and comfort his family here on Earth.\n\n\n\n\n"
}