{
    "title": "Vice President Biden Applauds States for Meeting Recovery Act Milestone Ahead of Schedule | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-applauds-states-meeting-recovery-act-milestone-ahead-schedule",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 25, 2009\n\n \n\n\n\nVice President Biden Applauds States for Meeting Recovery Act Milestone Ahead of Schedule\n\n\n\n\n   THE WHITE HOUSE  Office of the Press Secretary  --------------------------------------------------------------  For Immediate Release                                                      June 25, 2009  Vice President Biden Applauds States for Meeting Recovery Act Milestone Ahead of Schedule  All 55 U.S. States and Territories Obligate Half of ARRA Highways Funding Ten Days Ahead of Schedule   Washington, DC – Vice President Joe Biden and Transportation Secretary Ray LaHood today announced that transportation projects funded under the American Recovery and Reinvestment Act (ARRA) are putting people to work and building a foundation for the country’s long-term economic strength.    To date, $19 billion has been obligated to fund over 5,300 approved for highway and other transportation projects nationwide. Of those, 1,900 projects are already underway.   As part of the Administration’s effort to infuse Recovery Act funds swiftly into the economy, states are required under the Recovery Act to obligate 50 percent of their highway funds by June 29, 2009.  Working in coordination with the U.S. Department of Transportation, all 55 U.S. states and territories successfully beat this deadline at least 10 days ahead of schedule.    \"Our number one priority with the Recovery Act is getting folks back to work – and there is no better way to do that in these early days than by putting shovels in the ground and jump-starting projects like these that create jobs and boost local communities,\" said Vice President Biden.  \"By delivering on these projects ahead of schedule and under-budget, we have been able to do even more than we expected - create more job opportunities more quickly, with more dollars left over to put toward more projects that put people back on the job.\"   Across the country, transportation projects funded by the Recovery Act are coming in under budget and ahead of schedule. States are routinely receiving low bids for highway and airport construction projects that are 10 to 20 percent, and in some cases, 30 percent lower than expected. These lower than expected bids are allowing states to stretch taxpayer dollars, complete additional projects and create even more American jobs.   \"Every state not only met the 120-day deadline, they beat it,\" said Secretary LaHood.  \"This is a testament to the fact that we’re putting money out there quickly and helping to get the economy back on track.\"   ARRA funding for highway projects may be used for restoration, repair, construction, and other activities under the Surface Transportation Program. Each proposed project must be approved by the Federal Highway Administration (FHWA). Governors must certify that proposed projects meet certain conditions and that the state will use ARRA funds in addition to, not in replacement of, state funding of transportation projects.   Priority is given to projects that are projected to be completed within three years, are located in economically distressed areas, or will maximize job creation and economic benefits.   Attached is a state-by-state breakdown of Highway Obligation deadline information and a fact sheet on American Recovery and Reinvestment Act Transportation milestones as of June 25, 2009.\n\n\n\n"
}