{
    "title": "FACT SHEET: White House Announces New Commitments to the Fair Chance Business Pledge | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/08/16/fact-sheet-white-house-announces-new-commitments-fair-chance-business",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 16, 2016\n\n \n\n\n\nFACT SHEET: White House Announces New Commitments to the Fair Chance Business Pledge\n\n\n\n\nIn April, the White House launched the Fair Chance Business Pledge encouraging companies from across the American economy to take action to ensure that all Americans have the opportunity to succeed, including individuals who have had contact with the criminal justice system. The pledge represents a call-to-action for all members of the private sector to improve their communities by eliminating barriers for those with a criminal record and creating a pathway for a second chance.\nToday we’re announcing a round of new signatories, bringing the total number of pledged employers to 185. The new commitments are from a diverse range of employers including: Walmart, Dropbox, and the University of Pennsylvania. The companies and organizations that have signed the pledge collectively employ over 3 million Americans.\nSince the President took office, this Administration has been committed to reforming America's criminal justice system and highlighting the importance of reducing barriers facing justice-involved individuals who are trying to put their lives back on track. Over 2.2 million individuals are incarcerated in American prisons and jails, and the vast majority of them will return to their communities. Improving education and job opportunities for these individuals has a recognized effect of reducing crime and will make our communities safer. \nBy signing the Fair Chance Business Pledge, these companies are:\n\nVoicing strong support for economic opportunity for all, including the approximately 70 million Americans who have some form of a criminal record.\nDemonstrating an ongoing commitment to take action to reduce barriers to a fair shot at a second chance, including practices such as “banning the box” by delaying criminal history questions until later in the hiring process; ensuring that information regarding an applicant’s criminal record is considered in proper context; and engaging in hiring practices that do not unnecessarily place jobs out of reach for those with criminal records.\nToday’s announcement is further evidence of the private sector’s support for a more fair justice system. Throughout the year, the Administration will continue to highlight businesses that join the Fair Chance Business Pledge.\n\nTHE FAIR CHANCE BUSINESS PLEDGE\nWe applaud the growing number of public and private sector organizations nationwide who are taking action to ensure that all Americans have the opportunity to succeed, including individuals who have had contact with the criminal justice system. When around 70 million Americans – nearly one in three adults – have a criminal record, it is important to remove unnecessary barriers that may prevent these individuals from gaining access to employment, training, education and other basic tools required for success in life. We are committed to providing individuals with criminal records, including formerly incarcerated individuals, a fair chance to participate in the American economy.\nCompanies and organizations interested in joining the Fair Chance Business Pledge can do so by signing up HERE.\nToday’s signatories include:\n\n3D PARS\nAesthetics On The Glow\nALB3 Consulting Research & Management\nAnzures Worldwide\nAone Contracting & Supply\nAsian Media Access\nAssociated Students Inc., San Francisco State University - Project Rebound\nBob Barker Company\nBubbles Bubbles Bubbles, LLC\nC.H. Robinson\nCaffe Lubena\nCapital Oversight Inc.\nCarosella Design Build, Ltd.\nCenter for Children with Incarcerated Parents of America\nCenter for Self-Sufficiency\nCivil Survival\nConscious Connections LLC\nCornerstone Baptist Church\nDavid's Hope\nDisruption LLC\nDropbox\nEvery Dog Has Its Day Care\nFirmGreen, Inc.\nFriends of Guest House\nGlobal Agro Commodities LLC\nGoodwill-Easter Seals Minnesota\nGRID Alternatives\nJ&X Energy LLC\nLeblanc Consulting\nLiving Stones International\nLivin Lovely United, LLC\nLos Angeles Area Chamber of Commerce\nMission: Launch, Inc.\nMuseum of Broadcast Communications\nMy Urban Garden Soap\nNehemiah Manufacturing\nNew York Fashion Police\nNolef Turns Inc.\nNova Consulting Group, Inc.\nNovo Community Foundation\nOffender Aid & Restoration (OAR)\nPath to Freedom\nPaxen Learning Corp.\nPhyllis Wheatley Community Center\nPLR Services\nPOP! Gourmet Foods\nReading Terminal Market\nRivanna Natural Designs, Inc.\nRu'Day's Helping Hands\nSafe & Sound Hillsborough\nSaint Benjamin Brewing Company\nSER Metro-Detroit, Jobs for Progress, Inc.\nSix Mile Regional Library District\nSolar States\nSpartan Staffing\nSpringDot, Inc.\nStepUp Durham\nStudent Success Institute\nSungevity, Inc.\nTeslights, LLC\nTexas Central Partners, LLC\nThe BeBe Group\nThe Feminist Wire\nThe Lake Alabaster Box\nTheatre of the Oppressed NYC\nUnion Theological Seminary in the City of New York\nUniversity of Pennsylvania\nWalmart\nWeavers Way Cooperative Association\nWellness Enterprises, Inc.\nYour Dog's Best Friends\n\nFederal Interagency Reentry Council\nIn addition, the Federal Interagency Reentry Council released its strategic plan today, “A Record of Progress and a Roadmap for the Future,” highlighting the Council’s achievements and charting a course for building upon these efforts in the months and years to come. Originally launched in 2011, the Federal Interagency Reentry Council brings together representatives from more than 20 agencies across the federal government to expand the range of tools available so that every individual returning from prison or jail has a meaningful chance to rebuild their life and reclaim their future. Co-Chaired by the Attorney General and the Director of the White House Domestic Policy Council, the Federal Interagency Reentry Council coordinates and leverages existing federal resources, dispels myths related to reentry and clarifies policies, elevates promising practices, and reduces the policy barriers to successful reentry.\nNational Reentry Week\nThe Department of Justice also released an after-action report today describing the success of this year’s first-ever National Reentry Week. Held during the week of April 24th, this inaugural effort featured more than 550 events throughout the country, as well as several federal, state, and local actions and announcements aimed at improving reentry outcomes and raising awareness of the importance of successful rehabilitation and reintegration into communities. As the after-action report notes, leaders from across the Administration traveled in support of these events, which included:\n\nMore than 75 resource fairs, connecting individuals with housing, legal aid, community-based reentry services and other vital resources;\nMore than 65 employment-related events, providing recently released individuals with opportunities to connect with employers and job search resources;\nMore than 75 reentry presentations, informing individuals returning home from prison or jail about ways to succeed despite the barriers they may face as they reenter their communities;\nMore than 35 family-related events, providing individuals with information that will assist them with their release;\nMore than 30 stakeholder meetings, bringing together all parties that have a stake in the reentry process;\nMore than 25 graduation ceremonies, marking successful completion of programs ranging from reentry court programs to GED and vocational training curricula; and\nMore than 25 reentry simulations, highlighting real-life issues facing reentering individuals.\n\nThese announcements build on the Administration’s longstanding commitment to improving reentry outcomes and removing unnecessary obstacles facing formerly incarcerated individuals, including:\n\nEstablishing the Federal Interagency Reentry Council to lead the Government’s work on the rehabilitation and reintegration of individuals returning to their communities from prisons and jails.\nProposing a rule “Banning the Box” in federal employment by prohibiting federal agencies from asking questions about criminal and credit history of applicants for tens of thousands of government jobs until a conditional offer of employment has been made.\nReleasing guidance on the application of Fair Housing Act standards on the use of criminal records by providers of housing and providing guidance for public housing authorities on excluding the use of arrest records in housing decisions.\nClarifying that individuals in state or local halfway houses and those on probation or parole are not excluded from Medicaid and describing how states can better facilitate access to Medicaid services for individuals reentering the community.\nMaking available Veterans Affairs services and support to justice-involved veterans in over 350 Veterans Treatment Courts and other Veteran-focused court programs and 1,284 local jails. \nRemoving unnecessary barriers to college access. The Department of Education issued Beyond the Box Guidance and higher education institutions from across the country joined the Fair Chance Higher Education Pledge to voice their support for the reforms needed to expand college opportunity.\nEstablishing the My Brother’s Keeper Task Force in February of 2014, which is charged with addressing persistent opportunity gaps facing boys and young men of color and ensuring all young people can reach their full potential. Many of the announcements being made today respond to the Task Force’s May 2014 Report to the President, which included a wide range of recommendations designed to create clear pathways to opportunity and “eliminate unnecessary barriers to giving justice-involved youth a second chance.”\nIn addition, in 2012, the Equal Employment Opportunity Commission released updated guidance on the appropriate use of arrest and conviction records in employment decisions and clarified employers’ nondiscrimination obligations.\n\n\n\n\n\n"
}