{
    "title": "Presidente Obama anuncia más cargos clave en su gobierno | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidente-obama-anuncia-m-s-cargos-clave-en-su-gobierno-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 12, 2010\n\n \n\n\n\nPresidente Obama anuncia más cargos clave en su gobierno\n\n\n\n\nWASHINGTON – Hoy, el Presidente Barack Obama anunció su intención de nombrar a las siguientes personas a cargos clave en su gobierno:\n• Mark Feierstein, administrador adjunto para Latinoamérica y el Caribe, USAID\n• Osvaldo Gratacós, inspector general, Banco de Exportación e Importación de Estados Unidos\nEl Presidente Obama dijo, “Me complace que estas excelentes personas hayan optado por dedicar su talento al servicio del pueblo estadounidense en este importante momento para nuestro país. Estoy deseoso de trabajar con ellos en los meses y años venideros”.\nEl Presidente Obama anunció su intención de nombrar a las siguientes personas a cargos clave del gobierno:\nMark Feierstein, candidato a administrador adjunto para Latinoamérica y el Caribe, USAID\nMark Feierstein es socio principal y vicepresidente en la firma internacional de sondeo Greenberg Quinlan Rosner. Ha supervisado investigación sobre opinión pública en más de 30 países en los que ha adquirido un gran entendimiento de los puntos de vista de pueblos en todo el mundo sobre una variedad de temas. Antes de incorporarse a Greenberg Quinlan Rosner, Feierstein fue director de la oficina de elecciones internacionales de la Agencia para el Desarrollo Internacional de Estados Unidos (U.S. Agency for International Development o USAID). También trabajó en el Departamento de Estado como asesor especial del embajador de Estados Unidos ante la Organización de Estados Americanos, donde negoció con diplomáticos del continente americano sobre una variedad de temas regionales. Previamente, fue director para Latinoamérica y el Caribe del National Democratic Institute for International Affairs, donde supervisó programas dedicados a afianzar las instituciones democráticas en países en desarrollo. Feierstein, que domina el español, ha trabajado como periodista en Estados Unidos y México, y ha publicado artículos sobre asuntos internacionales en importantes periódicos y revistas profesionales. Obtuvo su licenciatura en humanidades con honores de la Universidad Tufts y su maestría de la Facultad Fletcher de Derecho y Diplomacia.\nOsvaldo Gratacós, candidato a inspector general, Banco de Exportación e Importación de Estados Unidos (Export-Import Bank of the United States o Ex-Im)\nOsvaldo Gratacós se desempeña actualmente como inspector general interino del Export-Import Bank of the United States desde octubre del 2009. Recientemente, trabajó como inspector general adjunto y asesor legal de la Oficina del Inspector General del Ex-Im. Anteriormente, Gratacós fue asesor comercial de Motorola, Inc., donde prestó servicios legales en la división de mercados del gobierno federal de Estados Unidos y el sector gubernamental y del sector público en Latinoamérica y el Caribe. También fue asesor jurídico y abogado (interino) del inspector general de la Oficina del Inspector General de la USAID, lo que incluyó trabajo en las operaciones internacionales de ésta en supervisión, auditorías y responsabilidades de investigación con respecto a obras humanitarias y de reconstrucción en Irak, Afganistán, África y Latinoamérica. Gratacós también fue miembro adjunto del cuerpo docente de la Facultad de Estudios Profesionales y para Adultos de la Universidad de Virginia en Falls Church, Virginia, donde enseñó transacciones empresariales y comerciales internacionales. Obtuvo una licenciatura de humanidades con la más alta distinción académica de la Universidad Interamericana de Puerto Rico; una maestría profesional de administración de empresas de la Universidad de Massachusetts, y un grado de abogado de la Universidad de Florida. \n \n\n\n\n"
}