{
    "title": "Readout of the President's Meeting with Members of Congress | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/01/09/readout-presidents-meeting-members-congress",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 09, 2014\n\n \n\n\n\nReadout of the President's Meeting with Members of Congress\n\n\n\n\nToday President Obama met with Members of Congress to discuss the Administration’s ongoing review of signals intelligence programs, including our study of the Review Group on Intelligence and Communications Technologies report. In August, the President committed his Administration to working with Congress to pursue reforms to our nation’s surveillance programs and the Foreign Intelligence Surveillance Court. This meeting was an opportunity for the President to hear from the Members about the work they have been doing on these issues since they last met and solicit their input as we near the end of our internal review. The President thanked the Members for their ongoing work on these challenging issues.\nThe following Members of Congress attended:\n\n\nSenator Dianne Feinstein, D-CA, Chairman, Select Committee on Intelligence \n\n\nSenator Saxby Chambliss, R-GA, Vice Chairman, Select Committee on Intelligence \n\n\nSenator Patrick Leahy, D-VT, Chairman, Judiciary Committee \n\n\nSenator Chuck Grassley, R-IA, Ranking Member, Judiciary Committee \n\n\nSenator Dick Durbin, D-IL, Assistant Majority Leader and Chairman, Appropriations Subcommittee on Defense \n\n\nSenator Thad Cochran, R-MS, Ranking Member, Appropriations Subcommittee on Defense \n\n\nSenator Richard Blumenthal, D-CT \n\n\nSenator Mark Udall, D-CO \n\n\nSenator Ron Wyden, D-OR \n\n\nRepresentative Mike Rogers, R-MI, Chairman, Permanent Select Committee on Intelligence \n\n\nRepresentative Bob Goodlatte, R-VA, Chairman, Judiciary Committee \n\n\nRepresentative John Conyers, D-MI, Ranking Member, Judiciary Committee \n\n\nRepresentative Rodney Frelinghuysen, R-NJ, Chairman, Appropriations Subcommittee on Defense \n\n\nRepresentative Peter Visclosky, D-IN, Ranking Member, Appropriations Subcommittee on Defense \n\n\nRepresentative Adam Schiff, D-CA \n\n\nRepresentative Jim Sensenbrenner, R-WI\n\n\n\n\n"
}