{
    "title": "Statement by the President Announcing $155 Million in Additional Humanitarian Assistance for the Syrian People | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/01/29/statement-president-announcing-155-million-additional-humanitarian-assis",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 29, 2013\n\n \n\n\n\nStatement by the President Announcing $155 Million in Additional Humanitarian Assistance for the Syrian People\n\n\n\n\nThis morning, President Obama released a video announcing $155 million in additional humanitarian assistance for the Syrian people.  Click here to view the video of the President’s statement with Arabic subtitles.\nStatement by the President\nFor nearly two years, the Assad regime has waged a brutal war against the Syrian people—murdering innocent men, women and children, in their homes, in bread lines, and at universities. \nIn the face of this barbarism, the United States has joined with nations around the world in calling for an end to the Assad regime and a transition that leads to a peaceful, inclusive and democratic Syria, where the rights of all Syrians are protected.  We’ve worked to isolate Assad and his regime; impose sanctions that starve the regime of funds; recognize the Syrian Opposition Coalition as the legitimate representative of the Syrian people; call for accountability for perpetrators of atrocities; and provide humanitarian relief to Syrians in need.\nThe relief we send doesn’t say “Made in America,” but make no mistake—our aid reflects the commitment of the American people.  American aid means food and clean water for millions of Syrians. American aid means medicine and treatment for hundreds of thousands of patients in Damascus, Dar’a and Homs.  It means immunizations for one million Syrian children.  American aid means winter supplies for more than half a million people in Aleppo, Homs and Dayr az Zawr.  And we’re working with allies and partners so that this aid reaches those in need.\nToday, we’re taking another step.  I’ve approved an additional $155 million in humanitarian aid for people in Syria and refugees fleeing the violence.  Here, I want to speak directly to the people of Syria. This new aid will mean more warm clothing for children and medicine for the elderly; flour and wheat for your families and blankets, boots and stoves for those huddled in damaged buildings.  It will mean health care for victims of sexual violence and field hospitals for the wounded.   Even as we work to end the violence against you, this aid will help address some of the immediate needs you face each day.\nThis new commitment will bring America’s total humanitarian aid to Syria to $365 million—making us the largest single donor of humanitarian assistance to the Syrian people.  Today, I also call on the international community to do more to help these Syrians in need, and to contribute to the latest UN humanitarian appeal.\nWe’re under no illusions.  The days ahead will continue to be very difficult.  But what’s clear is that the regime continues to weaken and lose control of territory.  The opposition continues to grow stronger.  More Syrians are standing up for their dignity.  The Assad regime will come to an end.  The Syrian people will have their chance to forge their own future.  And they will continue to find a partner in the United States of America. \nRead the President's message in Arabic (pdf). You can also watch a video of the President's message with Arabic subtitles.\n \n\n\n\n\n"
}