{
    "title": "On-the-Record Conference Call Previewing the Visit of Israeli Prime Minister Netanyahu | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/11/06/record-conference-call-previewing-visit-israeli-prime-minister-netanyahu",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 06, 2015\n\n \n\n\n\nOn-the-Record Conference Call Previewing the Visit of Israeli Prime Minister Netanyahu\n\n\n\n\n\n\tVia Conference Call  \n\n\t5:08 P.M. EST\n\n\tMR. PRICE:  Thank you for joining this call.  We wanted to preview the visit next Monday of Israeli Prime Minister Benjamin Netanyahu.  First a word about the ground rules.  This call will be on the record but it will be embargoed until the conclusion of the call.  So while the call is ongoing we ask that you not tweet or otherwise report its contents.\n\n\tWe have three senior administration officials on today’s call.  We have Ben Rhodes, the Deputy National Security Advisor for Strategic Communications.  We have Rob Malley, the NSC Coordinator for the Middle East, North Africa and the Gulf.  And we have Ambassador Dan Shapiro, the U.S. Ambassador to Israel.\n\n\tSo this call is on the record but embargoed until the end.  And with that, I'll turn it over to Ben.\n\n\tMR. RHODES:  I'll just make some brief comments and turn it over to Dan to give a little bit more detail.  So President Obama will be hosting Prime Minister Netanyahu here at the White House on Monday morning for a bilateral meeting.  This continues the very close and regular consultations that President Obama has had with the Prime Minister of Israel, and our government has had with the government of Israel over the last six and a half years.\n\n\tEven as there have been occasional differences on particular issues, we are proud that we've been able to sustain an unprecedented level of security cooperation and we're always looking for ways to continue to enhance our cooperation in support of Israel’s security and our shared view of challenges in Israel’s very dangerous neighborhood.\n\n\tThe agenda for the meeting I think will focus on several issues.  It will certainly include a discussion about our security cooperation going forward.  There will be a discussion of Iran both in terms of the implementation of the Joint Comprehensive Plan of Action, as well as our shared concerns about Iran’s destabilizing activities in the region.  There certainly will be discussion of Israel’s relations with the Palestinians, including the situation in the Gaza Strip and the West Bank.  And there will, of course, be a discussion of other issues in the region, including the situation in Syria.\n\n\tSo a very broad agenda.  I would note that the meeting comes on the heels of other security consultations that have been taking place, including the visit of the Israeli Minister of Defense here to Washington, as well as the visit of the Chairman of the Joint Chiefs of Staff Dunford to Israel.  So we'll be building on those consultations, and certainly will have follow-up discussions here and in Israel going forward.\n\n\tSo with that, I'll turn it over to Dan.\n\n\tAMBASSADOR SHAPIRO:  Thanks, Ben.  So, as Ben said, obviously there are occasions when we've had disagreements and that's well known about this past year, particularly around the Iranian negotiations and the JCPOA.  But I think both Prime Minister Netanyahu and President Obama are clearly focused in the meeting that we're preparing for next week on looking forward.  And in so doing, there’s a focus on a lot of areas of common interest and convergence.\n\n\tAmong those flowing out of, in fact, the JCPOA are making sure we have sort of a common understanding on the elements of its implementation, how we will monitor it, how we will ensure that commitments are being made and fulfilled, obviously what steps might need to be taken in the event that there were any violations.  But this is a continuation of longstanding coordination between our experts on Iran that involve the sharing of intelligence, sharing of our technical knowledge, and charting some of the same strategies and specific tools that we use to monitor and enforce an agreement like this.\n\n\tSecond, there’s an equally, I think, clear understanding that there remain significant Iranian threats posed against Israel, against us, against other partners in the region, and that we have an interest and an obligation to continue to do our work to counter those threats.  They may be of a different nature -- sponsoring of terrorist organizations, provision of weapons to such organizations, destabilizing other regimes.  These are things that we and Israel and other partners in the region have worked on for a long period of time through the different means we have -- intelligence cooperation, interdiction of weapons shipments, sanctions designations, the full menu of tools.  And so it's not new work but it's intensified and refocused work to counter those various threats.\n\n\tThird, we have a decades-long commitment, and certainly one that's President Obama has upheld, to ensuring that Israel has the ability to defend itself by itself and the qualitative military it needs to do so.  That was memorialized in our memorandum of understanding on the $30 billion of military assistance over 10 years.  \n\n\tWe had already conducted discussions in the past on a follow-on memorandum of understanding to that one, and so the Prime Minister and the President will be able to look forward to what steps need to be taken and what kind of assistance is relevant to ensuring that those commitments continue to be kept, and the ongoing evolution of the situation in Syria, including the deployments of foreign military in Syria and how that affects each of our interests -- our interest in ensuring that we can continue to prosecute the counter-ISIL campaign coalition in which we lead; Israel’s interest in ensuring that Syria not be a launching pad of attacks against Israel and that it not be a pathway for weapons to get into the hands of Hezbollah in Lebanon.  Those are areas of common interest for both of us and there’s a lot of convergence of our approach to how we make sure that we can continue to work on those priorities even in the new situation that's evolved and even as we pursue diplomacy to try to effect a political transition in Syria.\n\n\tI'll say one word on the Palestinian issue, and then I'll let Rob continue.  We clearly have been in a difficult period with violence on the ground in Israel and the Palestinian areas. We always condemn terrorism and we always condemn incitement, and we have done so.  We also, though, recognize that we're in a period where it's been difficult to generate the momentum on diplomacy on negotiations that gives people a sense of direction toward our goal -- the goal that everyone has articulated, which is two states for two peoples outcome.\n\n\tAnd so we've been doing a lot of work internally to try to think about, if we are in a period without negotiations, how we can still generate some direction and progress and hope that there is a pathway and steps that can be taken on the ground to reinforce that pathway toward a two-state solution even if negotiations will have to wait for some later period.  So that's a discussion I expect the President and the Prime Minister to engage in -- what steps everybody can contribute to providing that atmosphere, obviously reducing the tensions and the violence that has been going on, and maintaining the viability of the two-state solution for the future.\n\n\tQ    Thanks for doing the call.  Ben and Ambassador Shapiro, you both mentioned well-known disagreements.  And it sounds as if they’re entering the meetings optimistically, but also in what’s become that familiar tough-love posture with the Israeli government on issues of disagreement.  And what I'd like to know is what evidence do you have from the last six and a half years that this strategy of yours toward Israel, which has been pretty consistent, has ever been truly productive, producing the results you’d like to see on the ground, as opposed to the counterproductive results straining the U.S.-Israel relationship? \n\n\tAnd just to put a point on that, I want to ask about a divergence of opinion between the President and his former Secretary of State on this issue.  In September, Secretary Clinton said the following:  She said, “There’s been a lot of room for tough love, particularly in private and behind closed doors,” but a criticism toward Israel she said this:  “I don't think it's a particularly productive course for the U.S. to take. It opens the door for everyone else to delegitimize Israel and to pile on.”  \n\n\tSo how do you respond to Clinton’s critique of your approach, which suggests that it provides cover for delegitimization efforts?  And what progress can you point to specifically in the process that demonstrates you are right and she is wrong?\n\n\tMR. RHODES:  Let me just a say a number of things here.  First of all, the most prominent difference that we’ve had with the Israeli government is over the nuclear deal that was reached with Iran.  And I think the fact of the matter is, that wasn’t an issue of the United States criticizing Israel.  That was a matter of the Israeli government objecting to our nuclear deal, which we believe very strongly is the most effective way of dealing with the Iranian nuclear issue.  And indeed we already see, post-adoption day, the Iranian government beginning to pursue the implementation of its commitments to substantially roll back its nuclear program in a way that we have not seen certainly in the last decade.\n\n\tAnd with this nuclear deal, again, Iran’s pathways to a nuclear weapon will be cut off.  Iran will dramatically reduce its stockpile of enriched uranium.  Iran will be reconfiguring its Arak reactor, which has been a concern of the Israeli government.  So there’s just simply been a policy difference as it relates to the Iran nuclear deal.  And again, it’s entirely appropriate for the Prime Minister of Israel to have his own position with respect to the Iranian nuclear deal.  And he made his position very well know over many months.  And I think the President’s point is you can differences among friends, but ultimately we believe that the deal best achieves the shared objective of preventing Iran from getting a nuclear weapon.\n\n\tSo absent us not conducting diplomacy with Iran and reaching a nuclear deal, I think there was going to be a difference over the issue.  And there’s just nothing that can be done to cover up the fact that we had a policy difference on the Iranian nuclear issue.  So again, we think that the proof will be in the implementation of the deal that, if implemented, it will achieve the objective of preventing Iran from getting a nuclear weapon.  \n\n\tNow, what I would say in terms of what has been accomplished, is what has been accomplished over the last six and a half years is that even as we’ve had differences on the Iranian nuclear deal, we’ve established the most effective and far-reaching security cooperation that the United States and Israel have ever had.  What has been accomplished is there is more U.S. assistance for Israel and its security than ever before.  What has happened is that we have closer intelligence coordination on a range of issues than ever before. \n\n\tSo what both President Obama and Prime Minister Netanyahu have been able to do together is demonstrate that even as they can have a difference on an issue as consequential as the Iranian nuclear deal, they can direct their governments to cooperate at an unprecedented level in ways that contribute very meaningfully to Israel and its security.\n\n\tWhat has been accomplished is Israeli lives have been saved by the deployment of the Iron Dome missile system that is directed at the threat that Israel faces from rocket fire.  And I’d point out that we’re going to have discussions in this meeting about what can be done with that and other missile defense systems to protect the Israeli people from the threat of terrorism and rocket fire.\n\n\tI’d also add on the specific question of delegitimization that you referenced in Secretary Clinton’s comments -- this administration has repeatedly stood up against the delegitimization of Israel, including under Secretary Clinton’s tenure at the State Department, with respect to the Goldstone report, with respect to the response to the incident with the flotilla that was trying to reach Gaza.  And in the aftermath of that tenure, under Secretary Kerry at the State Department, we’ve continued to stand up against efforts to delegitimize Israel, including through BDS.  So there’s been a very consistent diplomatic effort by this administration at various international fora to oppose one-sided efforts to single out Israel or to delegitimize Israel in any way.\n\n\tSo again, I think we would share the notion that we can have differences of views over Iran and over, at times, the pursuit of a two-state solution with the Palestinians.  But I think we’ve demonstrated that if you look at the actions of our government on both security cooperation and in our diplomacy and international fora, we have stood up for Israel security and we’ve stood against efforts to delegitimize Israel.  And the fact that we can do that, even as we have differences on important issues, I think demonstrates the strength of the foundation of the U.S.-Israel relationship.\n\n\tQ    Thanks very much for the call.  I was wondering if you could say a little bit more about the MOU.  I understand that it’s expected to be more than $30 billion, and include more F-35’s and so on.  But will it include massive ordnance penetrators?  And a second question on what steps you think can be taken to kind of, if not go back to talks between the Israelis and Palestinians, but kind of lay the groundwork for some kind of peace process to resume.\n\n\tMR. RHODES:  I’ll start and turn to my colleagues here.  I don’t want to preview specific numbers for the MOU.  I will say that this will be an area of discussion. We had initiated those discussions in 2013.  I think there was a deliberate determination that as the final debate over the Iran deal took place, that we would come back to that at the conclusion of those deliberations.  That’s where we are now, so we’re certainly prepared to move forward on discussion of an MOU. \n\n\tI think what this visit will do is be an opportunity to discuss and hear from Israel its assessment of its security challenges and the related security need that it has -- whether it is something like the F-35, the capability you mentioned, or a variety of others.  And again, Dan can speak to that.\n\n\tThis issue of the system you referenced regarding the penetration of -- your reference to the massive ordnance penetrator, this is something that has been discussed here in the United States.  This is not something that has been raised in the context of the MOU discussions.  But I’ll turn it over to Dan and Rob on that question.\n\n\tAMBASSADOR SHAPIRO:  It’s really premature to talk about numbers, specific dollar figures in the MOU.  But the discussions are actually quite technical.  And in the past we’ve engaged in some very extensive discussions really between the professionals in both governments and militaries to understand, first of all, the threat picture.  And that was definitely a big focus of General Dunford -- Chairman Dunford’s visit to Israel, and Defense Minister Ya’alon’s visit to Washington.  It was to describe -- try to see that we come to a common understanding of the threat picture Israel faces.  \n\n\tThere’s a lot of additional information about the Israeli force structure, about their future acquisition planning, about their own defense budget.  We have to take into account our budget reality as well.  So there’s a lot of very technical data to work through.  We’ve done it effectively and successfully before.  But I think that’s the immediate focus, but obviously with the intention of reaching an agreement on the MOU.  And then, within that MOU will be both numbers and specific systems, many of which I think are pretty well known.\n\n\tMR. RHODES:  And what can get done to get going on a two-state solution.\n\n\tMR. MALLEY:  I think as Ben said, on the issue of the two-state solution, the main conversation I think the President is going to want to have with the Prime Minister is to hear from him, given the situation we’re in -- where, as the President has said, we have to reach a realistic assessment, but there will not be a comprehensive final status agreement in the remainder of his term, and there likely may not even be meaningful negotiations between the two sides -- given that reality, which is a new one, how does the Prime Minister himself see Israel going forward, given its own interests in stabilizing the situation in preventing the emergence of a one-state solution.  So what ideas is he going to be putting through to the President so they can discuss what can be done in the absence of negotiations between the parties to help stabilize the situation on the ground and to signal -- both Palestinians and Israelis to signal that they are still committed to and moving towards a two-state solution even if they’re not in a position today to talk to one another about it.\n\n\tQ    I just wanted to follow up more just on the personal relationship.  I know you said that it doesn’t span into the security agreement.  But will the President address in any way the new hire that Prime Minister Netanyahu has made in his new spokesperson -- and some of the comments he's made about President Obama being anti-Semitic and Secretary of State Kerry being immature or unintelligent?  Is that anything that President Obama plans to address, or are they trying to keep it as formal as possible?  Thank you.\n\n\tMR. RHODES:  I don't expect that President Obama would address that.  I think the Prime Minister has spoken to that to some extent -- at least his office -- today, and that's really a matter for the Israeli government to explain their own appointments.  And again, President Obama will have a very substantive agenda to pursue with the Prime Minister and, frankly, can't have time to worry about what every person who’s appointed in different governments might or might not have said about him.\n\n\tI think his own record, President Obama’s record, speaks for itself in terms of his commitment to Israel and its security, and frankly, I think Secretary Kerry, who has spent as much time on these issues as anything else he’s done as Secretary, has demonstrated time and again his commitment to Israel and its security.  \n\n\tSo I don't think it would be an issue of discussion between the two leaders, and I think that's left to the Israeli government to explain its own appointments.\n\n\tQ    I actually had a bunch of MOU questions, but you mainly exhausted them.  What I do want to know is do you expect that the MOU, in both the money and what’s what, are going to get resolved and announced during this visit, or is this just a discussion that's not going to be completed?  And then I also had a political question, which is that part of what the Prime Minister is trying to do it seems like by, beyond the White House visit, going to speak to CAP is maybe to try to repair relations with Democrats, with American Democrats.  And I'm just wondering whether you think that's a good idea or necessary, and whether you have any thoughts on that.  Thanks.\n\n\tMR. RHODES:  Thanks, Margaret.  On the MOU, no, I don't think that this is a situation -- we're certainly not going to be in any position to complete what is an incredibly complicated and consequential discussion in this meeting.  But this is a very important milestone, coming together at the level of President and Prime Minister.  There has been some work done, but this can be a moment when they have an assessment of the security challenges and Israel’s needs in the face of those challenges, and they can discuss, I'm sure, and touch upon questions related to the scale of the MOU and some of the capabilities that will have to be embedded in the MOU.  And then they can give direction to their respective teams to take that negotiation forward to conclusion.\n\n\tBut when you're talking about 10 years of FMF we want to make sure that we're taking the time to get this right.  We never would have envisioned concluding that on Monday, but we do see them as giving direction to their respective teams so that it can get done, because we do believe it's very important that in an uncertain security environment, we are signaling our long-term commitment to Israel and its security, and are designing a package that is tailored to the threats and challenges that Israel will be facing over the course of the next decade.  And they may have an opportunity to discuss some short-term concerns related to threats and how we can work with them to address those, including through not just security assistance but also the type of intelligence-sharing that we've developed.\n\n\tOn the second question, one point that we made over the course of the last year is that it’s incredibly important to recognize that part of the strength of the U.S.-Israel relationship over the years has been that it’s completely bipartisan here in the United States.  Republicans and Democrats have been united in their support for Israel and its security.  So we do think it’s certainly a positive and constructive step for the Prime Minister to be speaking to Republicans and Democrats, to be speaking at AEI but also at the Center for American Progress.  \n\n\tSo I think it demonstrates an appreciation for the fact that there’s bipartisan support for Israel, and that you have Democrats who oppose the Iran deal, and many Democrats who supported it, who are also stalwart supporters of Israel and its security.  And frankly, many Democrats supported the Iran deal in part because they believe that it contributes to Israel’s security over the long term in preventing Iran from getting a nuclear weapon.  So again, we welcome that outreach, and think it represents the bipartisan nature of support for Israel.  \n\n\tQ    I’m wondering, on Iran, if you can talk to whether the U.S. can share its view right now on what’s happening on the ground there.  Because we’ve heard criticism from the Israeli Prime Minister that, nuke deal aside, there could be an unintended consequence of giving a lifeline to the regime rather than empowering the moderates.  It certainly seems like something is happening on the ground right now with there being a crackdown underway.  Can you tell us what the U.S. view is and what that’s going to be, and how it’s going to be explained to the Israeli Prime Minister?\n\n\tMR. RHODES:  Thanks, Margaret.  I’ll make a comment, and Rob may want to add something here.  So, first of all, I think it’s very important to recognize that we’ve always made the case for the Iran deal on the basis that it accomplished the objective of preventing Iran from getting a nuclear weapon, recognizing that it is not going to address every other aspect of Iranian behavior.  And, in fact, because Iran is engaged in support for terrorism, support for proxies across the region, has a ballistic missile program -- that, frankly, only makes it more important that we implement the Iran nuclear deal, because this type of regime must not be allowed to acquire a nuclear weapon.\n\n\tSo, in the first instance, we would argue that the nuclear deal successfully achieves the goal of preventing the worst outcome of having this regime acquire a nuclear weapon.  Therefore, it contributes very much to our security, to Israel’s security, and to global security.  At the same time, we made clear through the debate about the Iran deal that we’re going to continue to have differences with the Iranian government over other aspects of its policy to include support for terrorism and destabilizing activities.\n\n\tI think we’ve seen obviously that behavior continue before, during and after the negotiations over the Iran deal, and that’s to be expected.  So we need to have effective strategies with all of our partners to push back against any destabilizing Iranian activities.\n\n\tLook, I do think you see inside of Iran some sense of the nuclear deal -- different actors trying to assert themselves in different ways.  Iran is a complex government and society, and it is not a monolith.  We do believe, in any case, that the Iran nuclear deal has to be implemented, and we’ll be judging implementation very carefully, obviously before we would provide the sanctions relief that will come after implementation day, based on how Iran meets its nuclear commitments.\n\n\tOn those other issues, we’ll continue to raise our concerns with Iran as we have with respect to American citizens who are detained, as well as to these other destabilizing activities.  And we’ll certainly be discussing with Israel its assessment of those destabilizing activities and how we’re working together to push back.\n\n\tAt the same time, again, we have signaled very clearly with respect to Syria that even as we have significant differences with how the Iranian government has backed the Assad regime, we do believe that Iran can be a part of the diplomatic solution through the discussions that have taken place in Vienna, and that ultimately a diplomatic solution is in the interest of the entire region.  So there has been space for that diplomacy to go forward.  \n\n\tMR. MALLEY:  It goes right to what Ben was saying.  First, the deal was never predicated on the assumption that Iran would moderate its behavior.  In fact, it was the assumption -- the guiding assumption was that Iran would not moderate its behavior, which is precisely why we considered it and the President considered absolutely critical to get this nuclear deal because we had no assessment that in the foreseeable future, Iran would change its approach, its behavior, or its policies.  So that has been the guiding assumption.\n\n\tIn fact, I think it was predictable that in the aftermath of the deal there would be some backlash on the part of the hardliners.  And I think that's what we're seeing in terms of what’s happening in Iran.  What we need to do, though, is focus, as we have on the issues that have confronted us with Iran before there was even talk of the JCPOA, during the negotiations and after, all the issues having to do with human rights, having to do with their support for terrorism, for destabilizing activities.  That has confronted administrations that preceded this one and likely will confront future administrations.  And our goal is to find the most effective way to confront them, and we think we're in a better position to do so now as we have taken off the table Iran’s potential acquisition of a nuclear weapon.  So we're in a stronger position to deal with all the issues that Iran, even if it doesn't change its behavior -- if it doesn't change its behavior will confront us with.\n\n\tQ    Hello, thank you for the call.  First question regarding the newly appointed media advisor who made the comments about President Obama and Mr. Kerry.  My question is if you see any problems by the administration to work with this individual given the fact or given the opportunity that Netanyahu will go forward with this appointment.  Or do you find it something that you can work with him no problem given the remarks he made?  \n\n\tAnd second question, about Jonathan Pollard, convicted for espionage for Israel, who should be released two weeks from now.  According the law in the United States, he should be staying in the U.S. for at least five years.  And two years ago, during the negotiations with the Palestinians, a deal came about that President Obama will let him leave the United States to Israel or to elsewhere.  Is it something that is being considered now?  Do you expect President Obama and Netanyahu to discuss it given that he’s going to be released and needs presidential intervention in order to make him be able to leave the U.S. before five years since he is released?  Thanks.\n\n\tMR. RHODES:  On the second question, President Obama has not intervened in the judicial process here in the United States, and that's been his consistent approach.  With respect to the case of Jonathan Pollard, he’s made clear that he wants there to be fair treatment under the law, as there should be with any individual.  But he as President has not intervened in that process.  He respects how important this issue is to many Israelis.  I wouldn’t be surprised if the Prime Minister raised this.  That's obviously his determination.  But again, that's been the approach that the President has taken.\n\n\tOn the first question, look, again, I think at the end of the day it’s the determination of the Israeli government as to who they want to occupy these positions.  So they’ll have to make a judgment as to whether this is an individual that they want to be in this position and engaging the United States.  And again, really, we tend not to comment on the personnel matters of other governments.  But again, I’ll leave it to the Israeli government to make the determination as to whether this is an individual who will be engaging with the U.S. government given his views.\n\n\tQ    I just wanted to follow up a little bit on what Rob was just saying about the need to confront Iran on human rights and terrorism and other activities.  And how does one do that if you -- trying not to roll back sanctions to where they were before the nuclear agreement?\n\n\tMR. RHODES:  Sure.  Well, if you look at the nuclear agreement, the way in which it’s designed is that the relief that Iran is getting is tied to its implementation of steps that will roll back its nuclear program and allow for inspections and transparency.  And then there are significant sanctions that have been imposed related to the Iranian nuclear program that they will get relief from following their full implementation.\n\n\tAt the same time, we maintain sanctions with respect to terrorism.  We maintain sanctions with respect to human rights.  We maintain sanctions with respect to Iran’s ballistic missile program.  So we have always made it clear that we’ll continue to enforce those sanctions.  And again, if there are calls for the United States to pursue designations with respect to terrorism, or human rights, or ballistic missiles, that is something that we have demonstrated time and again we will do.\n\n\tWe’ve also made clear that -- for instance, we're going to make efforts to prevent the shipment of weapons to terrorist organizations.   And as necessary, we’ve taken action when we had the ability to do so to prevent that type of activity.  So again, there’s a variety of tools that we have.  And I think it’s very clear to the Iranian government that we're going to continue to have differences on issues apart from the nuclear deal. \n\n\tBut again, the calculus of making the nuclear deal was that, precisely because of the nature of the Iranian government, it’s necessary to prevent them from getting a nuclear weapon because an Iran with a nuclear weapon is that much more dangerous.  That's the one game-changer in terms of the way in which Iran can threaten its neighbors and the world that had to be prevented.\n\n\tAs the same time, the different tools that are available to us on these other issues remain.  And as necessary, we will certainly be willing to use them.\n\n\tMR. MALLEY:  I’d say, throughout the negotiations, the Iranians have heard loud and clear from us that we would make a clear distinction between nuclear-related sanctions and the other sanctions that remain in place.  They may not necessarily have been enthusiastic about it, but they understood it.  And they agreed to the deal knowing that.  \n\n\tQ    Hi, thanks for doing the call.  A quick question.  Back in March, after the Israeli elections, there was talk out of the White House of needing to sort of reevaluate the U.S. strategy towards the two-state solution after some of the comments that Prime Minister Netanyahu made during his campaign.  There hasn’t really been any outward evidence of any reevaluation.  Could you sort of update us as to where that's at?\n\n\tMR. RHODES:  First of all, obviously, it’s a good question.  And Rob I think pointed to the fact that looking at the situation, we do not see a likelihood of achieving -- through the end of this administration, there’s not obviously a great likelihood of achieving a negotiated two-state solution.  So, clearly, part of our assessment has been that we don't see a clear pathway right now to the type of negotiations that could produce a two-state solution, as much as we would like that to be the case.\n\n\tWe’ve tried many different approaches over the course of the administration -- direct negotiations, indirect negotiations, the U.S. putting out some principles.  And again, at each juncture, ultimately the parties themselves did not take the sufficient steps forward to reach a negotiated two-state solution.  So again, part of our assessment has been to calibrate to the reality on the ground.\n\n\tGiven the current context in which tensions have been very high, I think what we'll be looking for in the immediate term is what type of confidence-building measures can be pursued to build some trust back to reduce the tensions and to leave open the promise of a two-state solution.  Because ultimately, Israelis and Palestinians need to believe that two states for two peoples is possible as part of a means of ensuring that you don't have continued tension.\n\n\tAnd frankly, there are practical things that can be done on the ground to build back some degree of trust and cooperation between the two sides.  Clearly, part of that also involves rejecting violence and rejecting incitement.  And we’ve called upon the Palestinian leadership to do so.  \n\n\tAnd from the Prime Minister, though, we’ll want to hear what his views are for how the Israeli government can take steps to build some confidence and to make clear the fact that the aspiration of a two-state solution remains the one way to assure for security and dignity for both the Israeli and Palestinian peoples.\n\n\tMR. MALLEY:  I just want to clarify.  I think it was clear from your question, but just to make clear to everyone that the reassessment was always the reassessment of the U.S. position on Middle East peace, not on our relationship with Israel.  \n\n\tAnd now as regards to the Middle East peace, as I said earlier and Ben just said again, the major reassessment already -- this is really the first time since the first term of the Clinton administration where we have an administration that faces a reality where the prospect of a negotiated two-state solution is not in the cards for the remainder -- in the time that's remaining.  That was not the case until now.  \n\n\tAnd that does, in and of itself, imply a major reassessment of what we can do, but also what the parties are going to do.  And I think the onus is also on them to assess what they're going to do, given this landscape where for various reasons that prospect of a negotiated comprehensive settlement is not right now in the cards.  \n\n\tNow, that means taking steps to prevent confrontation, and that's been, for example, what Secretary Kerry has been doing recently with regards to Jerusalem and the relations between Israelis and Palestinians; taking steps to make sure that Palestinian and Israeli lives can improve and that both can live in security and that, in fact, we can see improvements of the conditions, particularly in the West Bank; and to -- Ben just said, not only safeguard the possibility of a two-state solution, but seeing if there are ways that we could, in fact -- that we and the parties can indicate that that prospect not only is alive, but that there are ways of moving there, even, as I said, in the absence of negotiations.\n\n\tSo don't expect sort of a big announcement that the reassessment is over.  We are reassessing given the fact that the landscape is different, and that we’ve reached that conclusion.  The President has reached that conclusion that right now -- baring a major shift -- that the parties are not going to be in a position to negotiate a final status agreement. \n\n\tWe can't be satisfied with the status quo, so we have to find ways of making sure that there’s not -- that the situation on the ground does not lead to confrontation, but that also we can preserve the option of the two-state solution and try to find ways to move in that direction, despite the current context.\n\n\tQ    About this last issue we just talked about, you said, Rob, I think earlier in the call that the President is going to ask Netanyahu to show that he’s moving forward on steps that will prevent a one-state solution.  And I was wondering if one of the things that the President is going to ask the Prime Minister is to take some steps on restraint of settlement activity.  And second question, the Israeli national security advisor Yossi Cohen was at the White House today.  I was wondering if you heard from him anything about any steps that Israel is willing to take to do what you just said.\n\n\tMR. MALLEY:  The President will decide what he wants to discuss and how he wants to discuss it with the Prime Minister.   But I think it’s something that we’ve now said for some time very, very publicly that we're expecting from both parties that they take steps that prove not just in words, but in their actions that they’ve committed to a two-state solution.  And frankly, that they convince the other side that they're committed to a two-state solution. \n\n\tOur position on settlement activity is -- I don't need to repeat it.  Settlement activity is not consistent with moving toward a two-state solution.  I don't know that that will be any news to Prime Minister Netanyahu to hear that.  And whether it’s settlement activity, whether it’s other actions that both sides take, we would hope and we would expect that they would take actions that are consistent with a two-state solution, and that they would refrain from actions but make that prospect more distance.\n\n\tMR. RHODES:  And I’ll just say on your second question, Susan Rice had a meeting with Yossi Cohen today.  Obviously, she’s setting up the meeting between the Prime Minister and the President, discussing all the various issues that we’ve discussed on this call.  I think we’ll have a more formal readout of that meeting to come, but really it’s preparatory work for the meeting between the leaders.\n\n\tLook, I will just say on your question, the fact that we have the realistic assessment that we're not looking at a very near-term conclusion of negotiations toward the two-state solution in no way diminishes our very fervent belief that a two-state solution is the one way to achieve the lasting peace, security and dignity that the Israeli and Palestinian people deserve.\n\n\tAnd frankly, it continues to be the President’s view that the urgency of moving in the direction of a two-state solution very much remains in part because of what you're seeing in the facts on the ground, and the demography, and the development of technology, all of which complicates both the security picture and the ability to move swiftly at the appropriate time towards the achievement of a two-state solution.  Clearly, settlements, continued settlement activity complicates both the trust that is necessary to move in the direction of peace and could very practically complicate the achievement of a viable Palestinian state. \n\n\tAnd so that's why it will continue to be the position of the U.S. government that that clearly is not constructive in terms of the pursuit of peace and the achievement of a two-state solution.\n\n\tThanks, everybody, for getting on the call.  And we look forward to continuing to be in touch as we go through this visit.  Thank you.\n\n\tEND \n\t5:58 P.M. EST\n\n\n\n\n"
}