{
    "title": "Transatlantic Economic Council: Readout | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/11/30/transatlantic-economic-council-readout",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 30, 2011\n\n \n\n\n\nTransatlantic Economic Council: Readout\n\n\n\n\nThe United States and the European Union (EU) met yesterday as part of their annual Transatlantic Economic Council (TEC) to advance the U.S.-EU economic relationship and mutual growth and job creation.  The TEC focused on a number of areas of cooperation to support jobs and economic growth and strengthen transatlantic economic ties.  The meetings today were co-chaired by Deputy National Security Advisor for International Economic Affairs Mike Froman and EU Trade Commissioner Karel De Gucht.  Attending for the U.S. government were Commerce Secretary John Bryson, Energy Secretary Steven Chu, U.S. Trade Representative Ron Kirk, FDA Administrator Margaret Hamburg, Office of Information and Regulatory Affairs Administrator Cass Sunstein, and Environmental Protection Agency Administrator Lisa Jackson, along with representatives from the State Department, Customs and Border Protection, the Department of Transportation, and the Department of Health and Human Services.\nFounded in 2007, the TEC brings together Cabinet officials, senior policy makers and regulators from both sides of the Atlantic.  The TEC works throughout the year on a broad set of issues, seeking to identify areas of common interest and potential cooperation, with the goal of strengthening and deepening transatlantic economic ties.  Work this year focused on fostering cooperation in electric vehicle technologies, regulatory cooperation, and joint approaches to investment, raw materials, nanotechnology, information and communication technologies, and small- and medium-sized enterprises.\nThe Joint Statement issued at the end of yesterday’s meeting is attached.\n\n\n\n\n"
}