{
    "title": "Upcoming Guidance for First Lady Michelle Obama | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/07/11/upcoming-guidance-first-lady-michelle-obama",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJuly 11, 2016\n\n \n\n\n\nUpcoming Guidance for First Lady Michelle Obama\n\n\n\n\n\nTuesday, July 12th \n\nDallas, Texas – The First Lady will travel with the President to Dallas, Texas, where the President will deliver remarks at an interfaith memorial service at the Morton H. Meyerson Symphony Center.  The Vice President, Dr. Biden, and President and Mrs. George W. Bush will also attend.\n\n\t \n\nThursday, July 14th  \n\nThe White House * 11:30AM ET—First Lady Michelle Obama will host the 2016 Kids' \"State Dinner,\" welcoming the 56 winners of this year's Healthy Lunchtime Challenge. The aspiring young chefs and a parent or guardian will join the First Lady for a healthy lunch, featuring a selection of the winning recipes, and a performance by Walt Disney World Resort’s The Jungle Book: Alive with Magic!.  Lunch will be followed by a tour of the White House Kitchen Garden.\n\n\tThis is the fifth year of the Healthy Lunchtime Challenge & Kids' \"State Dinner\" in which 8 to 12-year-olds across the nation were invited to create a healthy, affordable, original, and delicious lunch recipe. Entrants were encouraged to reference ChooseMyPlate.gov to ensure recipes met the USDA's recommended nutrition guidance by representing each of the food groups, either in one dish or as parts of a lunch meal, including fruits, vegetables, whole grains, lean protein, and low-fat dairy. In addition, in celebration of the MyPlate, MyState initiative, this year's challenge put a spotlight on homegrown pride across the country and encouraged entries to include local ingredients grown in the entrant's state, territory, or community. The Healthy Lunchtime Challenge received over 1,200 entries featuring wholesome, tasty ingredients. To make the challenge possible for kids and their families across America, support is being provided to WGBH by Newman's Own Foundation.\n\n\tThe full list of winners and recipes can be found online at pbs.org/lunchtimechallenge. Additionally, a free downloadable and printable e-cookbook of the winning recipes, including nutritional analyses and photos, will be available on July 14 on the contest site, LetsMove.gov, USDA.gov, and Ed.gov.\n\n\t \n\nTuesday, July 19th \n\nThe White House * 11:00 AM – As part of the First Lady’s Reach Higher initiative and Better Make Room campaign, she will welcome over 130 college-bound students to the White House to participate in the third annual Beating the Odds convening. Students attending from across the country represent urban, rural, foster, homeless, special needs, and under-represented youth who have overcome substantial obstacles to persist through high school and make it to a post-secondary institution. \n\n\tAt this year’s Beating the Odds Summit, the First Lady will join a panel moderated by YouTube personality, Tyler Oakley, who sat down with the First Lady in 2014 as part of a Reach Higher “Back to School” event.  Joining the First Lady on the panel will be U.S. Secretary of Education John B. King, Jr., a current college student, and musical artist Jidenna, who joined Mrs. Obama this spring at her College Signing Day event in Harlem. Jidenna will also perform for the students.\n\n\tThroughout the day, the students, who are sponsored by 66 non-profit organizations, will participate in workshops and panels led by the U.S. Department of Education, author and BridgeEdU CEO Wes Moore, and other leaders in K-12 and post-secondary education. These breakouts will focus on sharing tools and strategies students can use to successfully transition to college and the resources they will need to complete the next level of their education. One of the student resources highlighted at this event is Up Next, a text-messaging tool which students and families can use to receive personalized reminders and encouragement throughout the college search and application process, as well as information regarding financial aid milestones and student loan repayment. Students across the country can sign up for reminders by texting “COLLEGE” to 44044.\n\n\n\n\n"
}