{
    "title": "Presidential Proclamation--National Physical Fitness and Sports Month | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/29/presidential-proclamation-national-physical-fitness-and-sports-month",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 29, 2011\n\n \n\n\n\nPresidential Proclamation--National Physical Fitness and Sports Month\n\n\n\n\n\n\t      National Physical Fitness and Sports Month shines a spotlight on the important role physical activity plays in our Nation's health and wellness.  Participation in sports can strengthen both body and mind, and all kinds of active pastimes can help improve physical and mental well being.  During this month, we rededicate ourselves to educating, engaging, and empowering Americans of all backgrounds and abilities to live a healthy lifestyle.\n\n\t      Through the President's Council on Fitness, Sports and Nutrition, my Administration is encouraging Americans to make physical fitness and nutritious eating part of their daily lives.  Regular physical activity and good nutrition are essential to staying healthy.  A balanced diet and exercise can help reduce the risk of developing chronic and costly diseases like heart disease, diabetes, and obesity.  For more information on the President's Council on Fitness, Sports, and Nutrition, and for tips on exercise and nutrition, visit:  www.Fitness.gov.\n\n\t      The health of our sons and daughters is key to our Nation's future.  Unfortunately, childhood obesity rates in America have tripled over the past three decades, and nearly one in three children in our country is either overweight or obese.  With the help of adults serving as role models and encouraging positive behaviors, we can give our children the healthy future they deserve and turn around these troubling statistics.  Playing a game of basketball or taking a walk through a park with a child may seem like small steps, but they can have an immeasurable impact on the conduct and health of a young person.  When children see people in their lives making healthful decisions and encouraging them to do the same, they are more likely to emulate those actions.\n\n\t      The First Lady's \"Let's Move!\" initiative is focused on solving the epidemic of childhood obesity within a generation by inspiring children to be physically active and empowering parents and caregivers to make healthy choices for their families.  In its first year, \"Let's Move!\" made great strides in building awareness around the issue of childhood obesity, mobilizing support, garnering commitments across the country, and encouraging Americans from every sector of our society to get involved.  This progress reminds us of what is possible when we work together as a Nation to promote healthy habits.\n\t \n\t      During National Physical Fitness and Sports Month, let us reaffirm our commitment to leading active lives and fostering healthy homes and communities for the next generation.\n\n\t      NOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim May 2011 as National Physical Fitness and Sports Month.  I call upon the people of the United States to make daily physical activity, sports participation, and good nutrition a priority in their lives.\n\n\t      IN WITNESS WHEREOF, I have hereunto set my hand this twenty-ninth day of April, in the year of our Lord two thousand eleven, and of the Independence of the United States of America the two hundred and thirty-fifth.\n\n\t                  BARACK OBAMA\n\n\n\n\n"
}