{
    "title": "HOJAS INFORMATIVAS: ACUERDO DE PROMOCIÓN COMERCIAL ENTRE ESTADOS UNIDOS Y PANAMÁ | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/22/hojas-informativas-acuerdo-de-promoci-n-comercial-entre-estados-unidos-y",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nApril 22, 2011\n\n \n\n\n\nHOJAS INFORMATIVAS: ACUERDO DE PROMOCIÓN COMERCIAL ENTRE ESTADOS UNIDOS Y PANAMÁ\n\n\n\n\n \nTHE WHITE HOUSE\nOficina del Secretario de Prensa\n__________________________________________________________________________________________________________________________________________\nPARA PUBLICACION INMEDIATA\n18 de abril, 2011\nHOJAS INFORMATIVAS: ACUERDO DE PROMOCIÓN COMERCIAL ENTRE ESTADOS UNIDOS Y PANAMÁ\nEl Presidente Obama se ha comprometido a ir en pos de un plan comercial ambicioso que ayudará a propiciar el crecimiento de nuestra economía y apoyará buenos empleos para los trabajadores estadounidenses al abrir nuevos mercados. A fin de lograr dicho objetivo, procuramos ofrecer condiciones equitativas y crear oportunidades económicas para los trabajadores, las empresas, los agricultores y los ganaderos de Estados Unidos, y asegurar que nuestros socios comerciales tengan condiciones laborales aceptables y respeten derechos laborales fundamentales. Como parte de su plan comercial más extenso, el gobierno del Presidente Obama ha trabajado estrechamente con el gobierno de Panamá para resolver asuntos pendientes relacionados con el Acuerdo de Promoción Comercial entre Estados Unidos y Panamá. \nAyer, entró en vigor un Acuerdo de Intercambio de Información Tributaria (Tax Information Exchange Agreement o TIEA) entre Estados Unidos y Panamá. El TIEA permitirá que los dos países mejoren sus redes de transparencia en el intercambio de información tributaria a nivel internacional.  El gobierno de Panamá también ha tomado una serie de medidas legislativas y administrativas para reforzar sus leyes laborales y aumentar los esfuerzos para velar por su cumplimiento. La implementación de medidas laborales y de transparencia elimina los obstáculos para que el gobierno del Presidente Obama inicie conversaciones con miembros del Congreso sobre el borrador de la propuesta legislativa para implementar el acuerdo. \nPanamá es una de las economías de más rápido crecimiento en América Latina, con una expansión de 6.2 por ciento en el 2010, y se tiene previsto un crecimiento similar hasta el 2015.  El Acuerdo de Promoción Comercial entre Estados Unidos y Panamá (U.S.-Panama Trade Promotion Agreement) respaldará empleos en Estados Unidos, expandirá mercados y mejorará la competitividad de Estados Unidos al eliminar aranceles y otras barreras para la exportación estadounidense, y mayor intercambio comercial entre los dos países.   \nHOJA INFORMATIVA: Beneficios del Acuerdo Comercial entre Estados Unidos y Panamá (en inglés) / en español\nHOJA INFORMATIVA: Transparencia tributaria y el Acuerdo Comercial entre Estados Unidos y Panamá (en inglés) / en español\nHOJA INFORMATIVA: Componentes laborales y el Acuerdo Comercial entre Estados Unidos y Panamá (en inglés) / en español\nHOJA INFORMATIVA: La agricultura y el Acuerdo Comercial entre Estados Unidos y Panamá (en inglés) / en español\n \n###\n\n\n\n\n"
}