{
    "title": "President Obama Announces More Key Administration Posts, 11/18/09 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-more-key-administration-posts-111809",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 18, 2009\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts, 11/18/09\n\n\n\n\nWASHINGTON – Today, President Barack Obama announced his intent to nominate the following individuals to the Broadcasting Board of Governors:\n\nWalter Isaacson, Chair, Broadcasting Board of Governors\nMichael Lynton, Member, Broadcasting Board of Governors\nSusan McCue, Member, Broadcasting Board of Governors\nMichael P. Meehan, Member, Broadcasting Board of Governors\n\nPresident Obama said, “I am grateful that these distinguished individuals will be a part of this vital agency that has done so much to promote freedom and democracy around the world. I look forward to working with them in the months and years ahead.”  \nPresident Obama announced his intent to nominate the following individual today:\nWalter Isaacson, Chair, Broadcasting Board of Governors\nWalter Isaacson is President of the Aspen Institute and serves as chair of the board of Teach for America. He is the former Chairman and CEO of CNN and former editor of Time Magazine.  Mr. Isaacson is the author of “Einstein: His Life and Universe” and “Benjamin Franklin: An American Life”, and the co-author of “The Wise Men”. In the aftermath of Hurricane Katrina, he was appointed vice-chairman of the Louisiana Recovery Authority. Mr. Isaacson is a graduate of Harvard College and Pembroke College of Oxford University.\nMichael Lynton, Member, Broadcasting Board of Governors\nMichael Lynton is the Chairman and CEO of Sony Pictures Entertainment.  He is the former CEO of AOL Europe and Chairman and CEO of Pearson plc's Penguin Group.  Mr. Lynton is a member of the Council on Foreign Relations and serves on the boards of the Los Angeles County Museum of Art and the Rand Corporation. He is a graduate of Harvard College and Harvard Business School and is proficient in French, German and Dutch.\nSusan McCue, Member, Broadcasting Board of Governors\nSusan McCue is President of Message Global, a strategic advocacy firm she founded in 2008 for social action campaigns.  She was the founding President and CEO of The ONE Campaign to combat extreme global poverty, and before that was Chief of Staff to Senate Majority Leader Harry Reid from 1999 to 2006.  She also is currently Vice Chair of Humanity United.  A New Jersey native, Ms. McCue is a graduate of Rutgers University in New Brunswick, N.J., with degrees in economics and journalism.\nMichael P. Meehan, Member, Broadcasting Board of Governors\nMichael P. Meehan currently serves as President of Blue Line Strategic Communications, Inc. and as Senior Vice President at Virilion, a digital media company. For over two decades, Meehan served in senior roles for U.S. Senators John Kerry, Barbara Boxer, Maria Cantwell and former Senate Majority Leader Tom Daschle, two presidential campaigns, two U.S. House offices and congressional campaigns in 25 states. Mr. Meehan earned a B.A. in political science from Bates College.\n \n\n\n\n"
}