{
    "title": "Background on the President's Event Today in Michigan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-presidents-event-today-michigan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 07, 2010\n\n \n\n\n\nBackground on the President's Event Today in Michigan\n\n\n\n\nKALAMAZOO CENTRAL HIGH SCHOOL COMMENCEMENT CEREMONY \nWESTERN MICHIGAN UNIVERSITY ARENA\nThe President will travel to Michigan to deliver the commencement address to the Kalamazoo Central High School Class of 2010, this year’s Race to the Top High School Commencement Challenge winner.  The audience will be composed of approximately 5,000 people, including 280 graduating seniors, family members, faculty and invited guests.  Secretary of Education Arne Duncan will accompany the President. \nAdditional background on the Race to the Top High School Commencement Challenge as well as the Kalamazoo Central High School application essay and video can be viewed HERE.\nELECTED OFFICIALS EXPECTED TO ATTEND\nGovernor Jennifer Granholm\nSenator Carl Levin \nSenator Debbie Stabenow\nRep. Fred Upton\nMayor Bobby Hopewell\nPROGRAM PARTICIPANTS\nMr. Von Washington, Jr., Principal of Kalamazoo Central High School, will welcome attendees and introduce the President.\nMr. Washington has been the principal at Kalamazoo Central for the past three years. Prior to that, for four years, he was the principal of the Alternative High School at West Ottawa Public Schools in Holland, Michigan.\nDr. Michael F. Rice, Superintendent of Kalamazoo Public Schools, will deliver brief remarks.\nDr. Rice was appointed superintendent of the Kalamazoo Public Schools in June 2007 and began work in Kalamazoo in August 2007.  Prior to his appointment, Rice served for five years as superintendent of Clifton Public Schools in Clifton, New Jersey.\nCindy Lee, Kalamazoo Central Class of 2010 Valedictorian, will deliver brief remarks.\nSimon Bohme, Kalamazoo Central Class of 2010 Salutatorian and student senate president, will deliver brief remarks.\nMs. Lisa VanLoo will present the Class of 2010.\nMr. Michael Hopson and Mrs. Joyce Ryskamp, Kalamazoo Central High Guidance Counselors, will announce graduates.\nMs. Monique Gardner and Mr. Raj Brueggemann will lead the transfer of leadership.\nKALAMAZOO CENTRAL HIGH SCHOOL FACTS\nProvided by Kalmazoo Central\nKalamazoo Central High School was constructed in 1980. It houses 1,700 students in grades 9-12. K-Central is the Michigan Class A boy’s basketball champion 2010 and finished second in the state in this year’s Mock Trial Championship.\nAdditional Facts \nKCHS is a diverse community in its socio-economic and racial composite.  Students reside in urban and suburban settings. 50% of the student population self-identify as black/African-American, 39.8% as white/Caucasian and 10.2% as Native American, Hispanic, Asian, Indian and other.   \n \nAny KC student, who has attended since the beginning of 9th grade qualifies for 65% tuition payment through the Kalamazoo Promise.  The majority of KC students qualify for full tuition payment at Michigan public colleges and universities. Fifty-five percent of our 2009 graduates plan to attend a 4-year college or university and 42.5% plan to attend a 2-year institution.\n \nGraduation Requirements\nStudents in the 2010 graduating class are required to earn 28 credits in a 4x4 block schedule, including the following core requirements:\n \n4 credits in English\n4 credits in Social Studies\n3 courses in Mathematics\n3 credits in Science\n1 credit in Fine Arts\n1 credit in Computers \n½ credit in Health Ed   \n½ credit in Physical Ed\n \nSpecial Course Offerings\nApproximately 3% of KC students participate in advanced math, science, and computer courses offered at the Kalamazoo Area Math and Science Center (KAMSC) and in math or English through the Academically Talented Youth Program (ATYP) taught on the WMU campus.\nOther KC students participate in intensive course study in Education for Employment and Education for the Arts opportunities offered on-site and off-site. Off-site courses are taught in other high schools, college settings, community businesses, and agencies.    \nSeveral juniors and seniors participate in dual enrollment courses offered at Kalamazoo Valley Community College, Western Michigan University or Kalamazoo College.\n\n\n\n"
}