{
    "title": "Guest List for the First Lady's Box at the State of the Union Address | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/24/guest-list-first-ladys-box-state-union-address",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 24, 2011\n\n \n\n\n\nGuest List for the First Lady's Box at the State of the Union Address\n\n\n\n\n\nFirst Lady Michelle Obama\n\t \nDr. Jill Biden\n\t \nPhil Schiliro, Assistant to the President and Director, Office of Legislative Affairs\n\t \nGary and Robert Allen (Rochester Hills, MI)\n\tGary and his brother Robert have been partners in the family business, Allen Brothers Inc., a roofing products manufacturing company, for 25 years.  With the help of $500,000 from the Recovery Act, the Allen brothers were able to retool half of their manufacturing facility in order to manufacture solar shingles and launch a whole new business, Luma Resources.  A graduate of Saginaw Valley State University, Gary, his wife Diane, and their six children are residents of Rochester Hills, Michigan.  Robert lives in Oakland Township, Michigan with his wife Nicole, and their three children.\n\t \nUrsula M. Burns (Norwalk, CT)\n\tUrsula M. Burns is the chief executive officer of Xerox Corporation. She joined Xerox in 1980 as a mechanical engineer summer intern and later assumed roles in product development and planning. From 1992 through 2000, Ms. Burns led several business teams including the office color and fax business and office network printing business. In 2000, she was named senior vice president, Corporate Strategic Services, heading up manufacturing and supply chain operations. She then took on the broader role of leading Xerox's global research as well as product development, marketing and delivery. In April 2007, Ms. Burns was named president of Xerox, expanding her leadership to also include the company's IT organization, corporate strategy, human resources, corporate marketing and global accounts. At that time, she was also elected a member of the company's Board of Directors. Ms. Burns was named chief executive officer in July 2009. Ms. Burns earned a Bachelor of Science degree in mechanical engineering from Polytechnic Institute of NYU and a Master of Science degree in mechanical engineering from Columbia University.  Ms. Burns was named by the President to help lead the White House national campaign on STEM (science, technology, engineering and math) education in November 2009, and is on the board of Change the Equation, a coalition of over 100 CEOs focused on STEM education that the President announced in September 2010. She was appointed vice chair of the President’s Export Council in March 2010.\n\t \nAmy Chyao (Richardson, TX)\n\tAmy, a sixteen-year-old high school junior from Richardson, Texas, has developed a photosensitizer for photodynamic therapy (PDT), an emerging cancer treatment which uses light energy to activate a drug that kills cancer cells. After her freshman year biology class, Amy became interested in cancer research and came up with an idea for improving the way medicine is designed.  So over her summer vacation she taught herself some basic chemistry and began her research.  With her work, Amy won the first place Gordon E. Moore Award at the Intel International Science and Engineering Fair, a program of Society for Science & the Public, in May 2010. Since taking home the top prize at the Intel science fair, she and her teacher have received inquiries from researchers who are actually implementing the therapy and are interested in her work. Amy, whose parents came here from China, is also a cellist and tutors younger children in her spare time. Amy met the President at the October 2010 White House Science Fair.\n\t \nKendra Baker and Zachary Davis (Santa Cruz, CA)\n\tBusiness partners Kendra Baker and Zachary Davis had a dream of opening an organic, homemade ice cream shop in Santa Cruz, California, but had trouble finding a lender that would help finance their dream. With the help of a Recovery Act SBA loan of $250,000, Kendra and Zack were able open the doors to The Penny Ice Creamery in August 2010.  The SBA Recovery Act funding allowed them to not only open the shop, but also to employ eleven people, purchase American-made equipment, and to hire nearly twenty local businesses to design and renovate the space.  Kendra and Zack were so thankful for the financing help, that they posted a video on YouTube thanking the Administration and Members of Congress for their Recovery Act SBA loan.  As a result of the video, the Vice President called them in November 2010 to thank them for the video and wish them good luck.\n\t \nBrandon and Julie Fisher (Berlin, PA)\n\tBrandon Fisher is the owner of a small business, Center Rock, in Berlin, Pennsylvania that specializes in a new kind of drilling technology.  Last summer, Center Rock manufactured the drill bits and other equipment used to find and rescue the 33 trapped Chilean miners.  The technology enabled a considerable shortening of the rescue timeline.  Brandon and his wife, sales director Julie, spent 37 days in Chile working to drill the rescue shaft. Brandon, along with some of the Americans involved in the Chilean mine rescue efforts, met the President in October 2010.\n\t \nBrandon Ford (Philadelphia, PA)\n\tBrandon, a junior at West Philadelphia High School, is a leader of the West Philly Hybrid X Team which includes students from an after school program at the West Philadelphia High School Academy of Automotive and Mechanical Engineering. West Philadelphia is a public high school serving one of the most disadvantaged neighborhoods in Philadelphia. Brandon and the Hybrid X team recently entered two cars in the Progressive Automotive X PRIZE competition, a global challenge that sought to deliver production-ready highly fuel efficient vehicles. As high school students, they successfully went head to head with corporations, universities and other well-funded organizations from around the world, even advancing to an elimination round with their Ford Focus that got an official 65.1 MPGe.  Brandon is also one of a group of students who entered the Conrad Foundation’s Spirit of Innovation Awards with their proposal for an Electric Very Light Car. He and 4 other students spent many hours writing the proposal and graphic for the contest.  Brandon is a dedicated and hard working team member; for example, last week he worked with the team Tuesday, Thursday, all day Saturday, and then on Sunday participated with the team in a MLK Day of Service activity. He also plays varsity football for West Philadelphia High School. Brandon and the West Philly Hybrid X team attended the President’s September 2010 “Change the Equation” event.\n\t \nThe Green Family (Tucson, AZ)\n\tJohn and Roxanna are the parents of eleven-year-old Dallas and the late Christina Taylor, the nine-year-old girl killed when a gunman opened fire on Congresswoman Gabrielle Giffords in Tucson earlier this month.  At just nine-years-old, Christina Taylor already had big plans to one day serve her country.  Christina Taylor was born on 9/11 and had used her birthdate as a source of inspiration during her short life.  Christina Taylor attended Mesa Verde Elementary, where she was a member of the student council.\n\t \nStaff Sergeant Salvatore Giunta (Hiawatha, IA)\n\tStaff Sergeant Salvatore Giunta, a native of Hiawatha, Iowa, enlisted in the United States Army in November 2003.  He attended Basic Training and Advanced Individual Training at Fort Benning, Georgia.  Staff Sergeant Giunta is currently assigned to 2-503rd Infantry Battalion, Rear Detachment, Camp Ederle, Italy.  Staff Sergeant Giunta has completed two combat tours to Afghanistan totaling 27 months of deployment.  His military decorations include: the Bronze Star, Purple Heart, Army Commendation Medal w/oak leaf cluster, Army Achievement Medal, National Defense Service Medal, two Army Good Conduct Medals,  Global War on Terrorism Service Medal, to name a few.  He is married to Jennifer Lynn Mueller. In November 2010, the President awarded Staff Sergeant Salvatore Giunta, U.S. Army, the Medal of Honor for conspicuous gallantry.  He received the Medal of Honor for his courageous actions during combat operations against an armed enemy in the Korengal Valley, Afghanistan in October 2007.\n\t \nDaniel Hernandez (Tucson, AZ)\n\tDaniel Hernandez is a student advocate and political activist from Tucson, Arizona. He currently serves as a Congressional Intern for Congresswoman Gabrielle Giffords and a Director with the Arizona Students’ Association.  Born in 1990, Daniel attended public schools in the Sunnyside Unified School District and is earning a Bachelor of Arts in Political Science as a junior at the University of Arizona.\n\t \nJim Houser (Portland, OR)\n\tJim Houser and his wife have owned an auto repair shop in Portland, Oregon for over 25 years, and it’s important to them to retain their employees and keep them healthy. They invest time, energy and money to train their workers and they don’t want to lose valuable employees. That’s why Jim has always provided health insurance to his employees. But in the last ten years, Jim has been forced to contend with skyrocketing premium increases, with premiums making up over 20 percent of his payroll.  Thanks to the Affordable Care Act, Jim and small business owners like him are getting immediate relief. The health reform law provides tax credits for small businesses that offer employees health insurance. And small business owners like Jim are benefiting from the tax credit today. Jim estimates that the tax credits will save him over $10,000.\n\t \nJames Howard (Katy, TX)\n\tJames Howard was diagnosed with brain cancer in March and later thought his lack of health insurance was a death sentence. Fortunately, he was able to join the Pre-Existing Condition Insurance Plan and is now getting the treatment he needs.\n\t \nStaff Sergeant Brian Mast and Brianna Mast (Washington, DC)\n\tStaff Sergeant Brian Mast is a native of Grand Rapids, Michigan, and joined the United States Army Reserves after graduating from high school in 1999.  Four years ago he joined the Special Forces and was trained in bomb disposal.  Staff Sergeant Mast deployed to Afghanistan in July 2010.  He was seriously injured by a roadside bomb on September 19, 2010.  He lost both legs just below the knee and an index finger.  Staff Sergeant Mast suffered a broken arm, shrapnel wounds, and a damaged ear drum in the blast and is currently recovering at Walter Reed.  Staff Sergeant Mast, his wife, Brianna, and their son, Magnum, met the Vice President and Dr. Biden at a Thanksgiving dinner for military families that the Bidens hosted at the Vice President’s Residence in November 2010.\n\t \nGunnery Sergeant Nicole Mohabir (Fort Lee, VA)\n\tGunnery Sergeant Mohabir enlisted in the United States Marine Corps in December 1991.  After completing recruit training at Parris Island, South Carolina, she attended the Marine Corps Basic Food Service School at Camp Johnson, North Carolina, and was assigned as a Food Service Specialist.  Gunnery Sergeant Mohabir made her first deployment to Iraq in support of Operation Iraqi Freedom (OIF) from December 2002 to June 2003 with Combat Service Support Group-12.  In 2004, she made her second deployment in support of OIF and was assigned to Headquarters and Service Battalion, 1st Force Service Support Group at Camp Taqaddum, Iraq.  Gunnery Sergeant Mohabir deployed to Afghanistan in support of Operation Enduring Freedom in March 2010 and is currently back at her duty station in Fort Lee, Virginia.\n\t \nMikayla Nelson (Billings, MT)\n\tMikayla Nelson is currently a freshman at Central Catholic High School in Billings, Montana. As a middle schooler at Will James Middle School, she led her Science Bowl team to a 1st place finish at the National Science Bowl for the design document of their solar car. They also won 5th place in the U.S. Dept of Energy’s Junior Solar Sprint. In addition to excelling academically, Mikayla is taking flying lessons in hopes of attaining her pilot’s license, is building a 1932 Pietenpol Sky Scout airplane, runs her own birdhouse business, and is restoring a 1967 VW Beetle . She also works at a local hobby store to help cover the cost of her school tuition. Mikayla is working towards acceptance at the United State Air Force Academy where she hopes to major in mechanical engineering.  Mikayla met the President at the October 2010 White House Science Fair where she represented her Science Bowl team and exhibited their solar car.\n\t \nKathy Proctor (Winston-Salem, NC)\n\tKathy Proctor grew up in Trinity, North Carolina where, after graduating, she went to work in the furniture industry like many others in the area. About six years ago, Kathy realized that furniture jobs were dwindling and started taking Math and English classes at night and on weekends to brush up on her skills after being out of school for so long. When she was laid off in 2009, Kathy began taking classes in biotechnology at Forsyth Technical Community College.  Kathy will graduate in July 2011, with an Associate Degree in Science, and hopes to attain a job working as a bio-fuels analyst. Kathy met the President when he visited Forsyth Tech in early December 2010.\n\t \nDr. Peter Rhee (Tucson, AZ)\n\tDr. Peter Rhee is an United States Navy veteran and military surgeon, currently serving as the Chief of Trauma at the University Medical Center in Tucson, Arizona. Dr. Rhee oversaw the medical care associated with Arizona's recent shooting tragedy, including the care of Congresswoman Gabrielle Giffords.  Rhee has handled hundreds of battlefield injuries in two war deployments beginning in 2001. He was one of the first battlefield surgeons to be deployed to Camp Rhino, the first U.S. land base in Afghanistan, located in the remote desert about 100 miles southwest of Kandahar. In 2005, he served in Iraq.  Rhee earned his medical degree at the Uniformed Services University of the Health Sciences F. Edward Hebert School of Medicine in 1987. He has a master's degree in public health from the University of Washington in Seattle and a diploma in the medical care of catastrophes.\n\t \nDiego Vasquez (Phoenix, AZ)\n\tDiego Vasquez, currently a freshman at South Mountain Community College in Phoenix, Arizona, was a member of the 12 person team from Cesar Chavez High School in Laveen, Arizona that won a grant through the Lemelson-MIT Program’s InvenTeams initiative for their design of a fully adjustable motorized chair for medically fragile individuals. The team decided to design the chair, which is to be used primarily for physical therapy, after seeing a disabled friend and fellow student struggle at school. The students and their families held a tamale “bake sale” so that the entire team could travel to MIT to attend EurekaFest, the Lemelson-MIT Program’s annual celebration of invention. For many members of the team, flying to Eurekafest was their first time on a plane. Diego hopes to become an aerospace engineer. Diego met the President at the October 2010 White House Science Fair where he represented his team and demonstrated their chair.\n\t \nWendell P. Weeks (Corning, NY)\n\tWendell P. Weeks is chairman and chief executive officer of Corning Incorporated. He was named chief executive officer in April 2005 and chairman of the board in April 2007. He has been a member of the company’s board of directors since December 2000.  Mr. Weeks began his career with Corning in 1983 in the corporate control group and moved through a variety of financial and business development roles. He then progressed through commercial and general management leadership positions in the company’s television and specialty glass businesses.  In 1993, Mr. Weeks was named general manager of external development in Corning’s telecommunications business. He was named vice president and general manager of the company’s optical fiber business in 1996. In early 2001, Mr. Weeks was named president of Corning’s optical communications businesses, leading them through both dynamic market growth and the subsequent challenges of market declines. Mr. Weeks was named president and chief operating officer of Corning in April 2002. Mr. Weeks is a graduate of Lehigh University and earned a Master of Business Administration from Harvard University as a Baker Scholar.\n\n\n\n\n"
}