{
    "title": "Statement by Vice President Biden on the 50th Anniversary of the Voting Rights Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/08/06/statement-vice-president-biden-50th-anniversary-voting-rights-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nAugust 06, 2015\n\n \n\n\n\nStatement by Vice President Biden on the 50th Anniversary of the Voting Rights Act\n\n\n\n\n\n\tOur task to protect the fundamental right to vote is as critical today as it was fifty years ago when Dr. King stood in the White House as President Johnson signed the Voting Rights Act into law.\n\n\tDr. King wrote, \"Voting is the foundation stone for political action.” Voting is the engine that drives all civil rights, all human rights, and all economic rights in this country. It’s the right from which all other rights flow.\n\n\tThat’s why Medgar Evers, Fannie Lou Hamer, Bob Moses, and young people like James Chaney, Andrew Goodman and Michael Schwerner risked everything in the hot summer of 1964 to register voters in the state of Mississippi—and countless other heroes marched in communities across the country to ensure every eligible person could exercise his or her most basic right of citizenship.\n\n\tThe desire for that voice is what inspired 600 courageous young people, including my friend John Lewis, to march across the Edmund Pettus Bridge, straight into the belly of hell. It inspired a nationwide movement that brought the Voting Rights Act to President Johnson’s desk 50 years ago today.\n\n\tAnd it’s why we remain committed to using every tool at our disposal and every fiber of our being to protect this fundamental right, as we did in Texas when a federal court struck down one of the most pernicious anti-voting laws in the country.\n\n\tThe legacy of the Voting Rights Act is not fulfilled until we break down the barriers designed to silence our fellow citizens.\n\n\tAnd so on this day and every day, I salute generations of marchers for justice who continue this fight to ensure that most fundamental American act: to vote.\n\n\n\n\n"
}