{
    "title": "Fact Sheet: Clean Energy Technology Announcements | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-clean-energy-technology-announcements",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 14, 2009\n\n \n\n\n\nFact Sheet: Clean Energy Technology Announcements\n\n\n\n\nToday at the Copenhagen climate conference, on behalf of President Obama, Energy Secretary Steven Chu announced the launch of a new initiative to promote clean energy technologies in developing countries.  Secretary Chu also welcomed progress under the Major Economies Forum on Energy and Climate (MEF) and invited his counterparts in MEF and other countries to a first-ever Clean Energy Ministerial next year.\nClimate REDI\nSecretary Chu today announced the launch of a new Renewables and Efficiency Deployment Initiative (Climate REDI).  The program will accelerate deployment of renewable energy and energy efficiency technologies in developing countries – reducing greenhouse gas emissions, fighting energy poverty and improving public health for the most vulnerable, particularly women and children.\nClimate REDI includes three new clean energy technology programs and funding needed to launch a renewable energy program under the World Bank’s Strategic Climate Fund:\n\nThe Solar and LED Energy Access Program will accelerate deployment of affordable solar home systems and LED lanterns to those without access to electricity.  This program will yield immediate economic and public health benefits by providing households with low-cost and quality-assured solar alternatives to expensive and polluting kerosene.\nThe Super-efficient Equipment and Appliance Deployment Program will harness the market and convening power of MEF countries to improve efficiency for appliances traded throughout the world.  A number of MEF countries have implemented, or are exploring, incentive programs for energy-efficient appliances. Coordinating incentives, standards and labeling systems can create unprecedented economies of scale for these appliances.\nThe Clean Energy Information Platform will establish an online platform for MEF countries to exchange technical resources, policy experience and the infrastructure to coordinate various activities in deploying clean energy technologies, and share this information with the world.\nThe Scaling-up Renewable Energy Program (S-REP), under the World Bank’s Strategic Climate Fund, will provide policy support and technical assistance to low-income countries developing national renewable energy strategies and underwrite additional capital costs associated with renewable energy investments.  Funding through Climate REDI will accelerate the launch of S-REP.\n\nClimate REDI is a “quick-start” initiative to complement the much broader technology and finance mechanisms of an international climate agreement.  It will promote dissemination of clean energy technologies through the following tools:\n\nQuality assurance to guard developing country consumers against sub-standard renewable energy products;\nMinimum efficiency standards to remove the lowest efficiency appliances from the market;\nLabeling to guide consumers to quality-assured and high-efficiency products;\nFinancing for scale up of early-stage low-carbon products, to bring down costs and remove barriers to deployment and to catalyze investment by the private sector;\nInformation sharing that enables all energy stakeholders to access state-of-the art information on technology and best practices.\n\nTo achieve the best results, Climate REDI will coordinate closely with other programs that promote clean energy technologies in developing countries. For the Solar and LED Program, this includes the International Finance Corporation’s Lighting Africa initiative, TERI’s Lighting a Billion Lives program and the U.S. Department of Energy’s Lumina Project. For the Super-efficient Appliance Program, it includes the International Partnership for Energy Efficiency Cooperation (IPEEC), the Collaborative Labeling and Standards Program (CLASP), EPA’s Energy Star program and the Asia Pacific Partnership on Clean Development and Climate.  The Clean Energy Information Platform builds upon the OpenEI platform, developed by the Department of Energy’s National Renewable Energy Laboratory (NREL).  And Scaling-up Renewable Energy Program is an activity under the Climate Investment Funds, a multilateral, multibillion dollar trust fund housed at the World Bank.\nThe combined budget for these programs is $350 million over five years.  Funding for the first three programs above will total $100 million -- $35 million that the United States intends to contribute, with the balance from Italy, Australia and other partners.  Funding for the Scaling-Up Renewable Energy Program will total $250 million – $50 million that the United States intends to contribute and $200 million that the United Kingdom, Netherlands, Norway and Switzerland pledged previously.  (These previous pledges were subject to receipt of $250 million in total contributions, a condition satisfied by the United States’ announcement today, allowing the entire program to go forward.)\nMajor Economies Forum Technology Action Plans\nPresident Obama launched the Major Economies Forum in March 2009, creating a new dialogue among developed and emerging economies to combat climate change and promote clean energy.  At their July summit in L’Aquila, Italy, MEF Leaders launched a new Global Partnership on clean energy technologies.\nToday MEF countries, including the United States, released ten Technology Action Plans developed under the Global Partnership.  These plans summarize mitigation potential of high-priority technologies, highlight best practice policies, and provide a menu of specific actions that countries can take individually and collectively to accelerate development and deployment of low-carbon solutions.  The ten technology areas and lead countries are:\n\nAdvanced vehicles (Canada)\nBioenergy (Brazil and Italy)\nBuilding energy efficiency (United States)\nCarbon capture, use and storage (Australia and the UK)\nHigh-efficiency, low-emissions coal (India and Japan)\nIndustrial energy efficiency (United States)\nMarine energy (France)\nSmart grid (Italy and Korea)\nSolar energy (Germany and Spain)\nWind energy (Germany, Denmark and Spain)\n\nThe Technology Action Plans and an Executive Summary are available on the MEF’s website at http://www.majoreconomiesforum.org.\n\nClean Energy Ministerial\nTo drive this work forward and continue concrete action on global clean energy technology deployment, Secretary Chu today announced that he will host a first-ever Clean Energy Ministerial for MEF and other countries in Washington, D.C., next year.\n\n\n\n"
}