{
    "title": "Background Readout to the Travel Pool by Senior Administration Officials on President Obama's Meeting with Chinese President Hu | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-readout-travel-pool-senior-administration-officials-president-obamas-mee",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 01, 2009\n\n \n\n\n\nBackground Readout to the Travel Pool by Senior Administration Officials on President Obama's Meeting with Chinese President Hu\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ___________________________________________________________________  For Immediate Release                                                 April 1, 2009    BACKGROUND READOUT TO THE TRAVEL POOL  BY SENIOR ADMINISTRATION OFFICIALS  ON PRESIDENT OBAMA'S MEETING WITH CHINESE PRESIDENT HU   Winfield House   London, United Kingdom   3:58 P.M. (Local) SENIOR ADMINISTRATION OFFICIAL: I’ll just start briefly by saying the President accepted an invitation to visit China sometime in the later half of this year. And we’ll go from there. SENIOR ADMINISTRATION OFFICIAL: Thank you. Well, this was the first time they met. They had spoken on the phone for a couple times after the election and inauguration. I’d say that the high points were that they agreed on a characterization of the relationship as a positive – building a positive, cooperative and comprehensive relationship for the 21st century. As you know, there have been characterizations in the past; this is the one that is agreed upon here. They announced the establishment of the Strategic and Economic Dialogue, which will be headed on the U.S. side by Secretary Clinton and Secretary Geithner. On the Chinese side, it will be headed by Vice Premier Wang Qishan and State Counselor Dai Bingguo. They discussed a broad range of issues. I’ll just list them at the outset and we’ll get into greater depth as you wish. They discussed bilateral relations, including military – military-to-military relations. They discussed the economy – domestic economy and the international economy. They discussed a range of international issues – notably North Korea, Iran, Pakistan, Afghanistan and Sudan. They also discussed human rights in Tibet and Taiwan. Climate change was also mentioned. Am I missing anything? That’s, I think, the whole list. And we can get into greater depth on these as you wish. Q Did global currency come up at all? SENIOR ADMINISTRATION OFFICIAL: It was not raised. Q The President has been talking about resetting the relationship with Russia. How does he want to approach China differently than the Bush administration? Obviously one difference is the Strategic and Economic Dialogue is different from the Strategic Economic Dialogue established in the Bush administration. Could you talk about the differences with the Bush administration in the approach, but also why did you decide to broaden out this dialogue in this way? SENIOR ADMINISTRATION OFFICIAL: Well, I’d rather just characterize President Obama’s approach to the relationship rather than getting into comparisons. I mean, you are right that the Strategic and Economic Dialogue is a new mechanism, and that is one obvious point of comparison than under President Bush. The economic dialogue was at the Cabinet level with Secretary Paulson whereas the political dialogue was at a lower level. Now that has been raised. I would say that President Obama’s approach on China is marked by pragmatism, by a non—ideological approach, a belief that this is a critical relationship for addressing and resolving global issues, starting with the international economic and financial crisis, but also things like North Korea, Iran, Pakistan and Afghanistan and climate change. The President said that none of these issues are going to be resolved if the U.S. and China don’t work together. He recognized that China in the last decade has greatly increased its own strength and its own role in the world, and he looks to build a relationship with China where China works cooperatively with us to resolve these international issues. If you go back 10 years, China was a much – go back to the beginning of the Bush administration, China was a much smaller player on these issues than it is now. So now the goal is to engage China’s – China constructively to resolve these issues. Q Could you go into a little more depth on the North Korea subject, especially with regard to the missile launch plans? SENIOR ADMINISTRATION OFFICIAL: Well, I can say a little more about our position and what we said. In terms of the Chinese, you want to speak to the Chinese. But we’re – the President made clear we’re deeply concerned about the prospective missile launch by the North Koreans. They call it a satellite launch, but that’s a distinction, not a difference; it’s the same technology. But this is provocative to the region and contrary to U.N. Security Council resolutions. And there will be a reaction. There will be a reaction to it. Q Can you say what the reaction is? SENIOR ADMINISTRATION OFFICIAL: Well, we – there are U.N. Security Council resolutions, so we – I expect that we will be talking in the U.N. Security Council about how to respond. We want to see the six-party talks continue, and North Korea has been engaged in lots of actions over the last few months that have prevented that process from continuing. We’d like to see it continue. Q Thank you. Q This change to the Strategic and Economic Dialogue, I think I understand what that means, but I’m trying to decide how I would explain that to my mom or, you know, my friends. Is there – can you sort of maybe be really plain in what the impact of doing something like that is, what it means? SENIOR ADMINISTRATION OFFICIAL: I think the goal of the Strategic and Economic Dialogue is to try to sort of build a common approach on sort of the major issues in the relationship. It’s about communication at a high level. It’s not a short-term problem-solving mechanism, like, for example, the Joint Commission on Commerce and Trade, which will continue, and it’s also the highlight. But that is designed to address specific concerns, specific problems in the commercial sector. This dialogue mechanism I think is more about trying to have more in-depth discussions on both the political and economic side so we understand each other’s way of thinking better and build over the long term serious solutions to problems. When we have the meeting, we’re not going to come out of the meeting, I suspect, and say here’s how we resolved this or that issue. It’s more of a long-term process, and the strategic issues will include global issues, like – you know, we still have to work out an agenda on it, so I don’t want to get ahead of the agenda. But it will include global issues as well as regional points of tension. SENIOR ADMINISTRATION OFFICIAL: Let me just say a few words. You know, the leaders started – the President started today by acknowledging how important our economic interactions have become, both in terms of trade and investment, and saying that they want that to be an important part of our relationship and for it to grow in a healthy way. And so the Strategic Economic Dialogue portion is a way to talk about how we can make sure that happens. And if there are subjects that have to do with our respective roles in the international financial system, then we can discuss those. So it’s really a forum in which, at a very high level, one can take a longer-term perspective and make sure that together we’re taking the leadership role that we want to have. Q I guess I’m just trying to understand, because I would presume with a nation as strategically important as China – obviously the Secretary of State, the Secretary of the Treasury is going to have a pipeline with their counterparts and be in discussions, visit with them, meetings with them all the time. So why do you – what is important about this particular mechanism? SENIOR ADMINISTRATION OFFICIAL: One thing that’s important about it is you get uninterrupted time, and much longer time than you would in the course of a simple bilateral visit, where you might get a 45-minute meeting or a one-hour meeting in which you can go over an enormous array of issues. This is – again, we haven’t worked out the exact agenda yet, but this will be presumably a day or two. So it will be much more in depth. There also will be a cross-cutting character to the discussions. There will be people from different agencies, many different agencies on both sides in the room. You need to understand, the Chinese system is quite stovepiped – different agencies have difficulty talking to each other. It’s not that easy on our side, but it’s almost impossible on the Chinese side. And this is a mechanism that’s designed to break down those barriers, get a lot of different people from different agencies in the room. SENIOR ADMINISTRATION OFFICIAL: And having everyone together has an advantage for us, as well, that, you know, we can consider the different aspects of our relationship with China in a holistic way. Certainly as we can see in this crisis, economic issues affect our security interests and security issues affect our economic interests. So this is a way to have a comprehensive dialogue with them where you’re not separating necessarily the two sides – you can really take a broad look at all the things that we want to try to accomplish together. Q So forgive me if this is a dumb question, but this is sort of – this is like – as you said, this is a one- or two-day thing that you do over, you know, repeated intervals over time? SENIOR ADMINISTRATION OFFICIAL: It is expected to be annual, and the first meeting will be in Washington. We’re still working on the dates. Q Okay. Broad range, maybe? SENIOR ADMINISTRATION OFFICIAL: Broad range. I would say summer is a rough target. But we’ve still got to clear some calendars on both sides. Q Great. Q I just quickly want to follow up on Hans’s question about the global currency. You said that issue didn’t come up. But did the issue of currencies in general come up? That seems to be an issue that always comes up – SENIOR ADMINISTRATION OFFICIAL: No, it didn’t come up. I’d be happy to go through – on the economic side they talked about the relationship, the trade and investment relationship and the importance of building on that. They talked about the G20, and both expressed a mutually expressed satisfaction that each side has been taking stimulus action. They both talked about the importance of improving the regulatory system in the world and that that was important to both countries. They spoke about the need to strengthen the resource base of the International Monetary Fund and to see that the World Bank and multilateral development banks would have the resources to lend, as well. So the discussion was more in the context of the G20 set of issues that are being discussed. Q What about the imbalances between the two countries and the fact that China has this huge surplus and the United States – SENIOR ADMINISTRATION OFFICIAL: Really the focus was on the fact that we had things in common, that our economies had both slowed, that we are both in the process of implementing very significant stimulus plans. Each side explained what they were doing and the goals they had in mind, and just expressing the importance that we, together, stimulate our economies and get growth going. Q Thank you. Q What was the discussion surrounding Sudan? Can you also explain what they talked about in terms of human rights in Tibet and Taiwan? SENIOR ADMINISTRATION OFFICIAL: Well, the President expressed his concern about the humanitarian situation in Darfur, and the – Khartoum’s decision to expel the NGOs, so that, you know, that innocent people should not be bearing the consequences of what Khartoum is doing and that we should find ways to get the NGOs back and to get assistance to people who need it. Q And did the President – did President Hu make any representations or agreements on that point? SENIOR ADMINISTRATION OFFICIAL: He made representations exactly on those lines, yes. Q I’m talking about President Hu. SENIOR ADMINISTRATION OFFICIAL: Oh, President Hu. I’d rather not get into what the Chinese said. I think that’s really up to the Chinese to characterize what they said. Q And could you also talk about the human rights issue in Tibet? SENIOR ADMINISTRATION OFFICIAL: Tibet was discussed. The President made clear that we’re going to not only talk about things on which we agree, but also things on which we disagree, that we care deeply about human rights and (inaudible). And he made clear our concerns about human rights in Tibet and our hope that China would make progress and (inaudible). Q The Chinese naval mooning episode, where the two ships came awfully close last month, was that discussed at all? SENIOR ADMINISTRATION OFFICIAL: Military-to-military relations were discussed and President Obama referred to the episode, yes. END   4:11 P.M. (Local)\n\n\n\n"
}