{
    "title": "Fact Sheet on U.S. Assistance to the West Bank and Gaza | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-us-assistance-west-bank-and-gaza",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 09, 2010\n\n \n\n\n\nFact Sheet on U.S. Assistance to the West Bank and Gaza\n\n\n\n\nToday, the President announced that the United States will move forward with approximately $400 million in initiatives and commitments for the West Bank and Gaza that will help increase access to clean drinking water, create jobs, build schools, expand the availability of affordable housing, and address critical health and infrastructure needs.  These initiatives result directly from the advocacy and guidance of President Mahmoud Abbas and Prime Minister Salam Fayyad, whose leadership is making a difference for the Palestinian people, in Gaza as well as the West Bank. \nThe President has described the situation in Gaza as unsustainable, and it demands a significant change of strategy.  While we work with our partners in the Palestinian Authority, Israel, Egypt, and the international community to put such a strategy in place, these projects represent a down payment on the United States’ commitment to Palestinians in Gaza, who deserve a better life and expanded opportunities, and the chance to take part in building a viable, independent state of Palestine, together with those who live in the West Bank.  The projects announced today include:\n• A $240 million investment by the Overseas Private Investment Corporation (OPIC) in the AMAL mortgage finance program in the West Bank, which is designed to increase homeownership by offering long-term mortgages at fixed- and variable rates.\n• $75 million in funding through the U.S. Agency for International Development (USAID) to support the Palestinian Authority’s work to improve infrastructure throughout the West Bank and Gaza.\n• $10 million in USAID-funded activities aimed at enhancing the Palestinian private sector’s competitiveness. \n• $40 million to support UNRWA's Emergency Appeal for Gaza and the West Bank, which will help improve educational and health services, increase job creation, and repair shelters in Gaza, while also addressing core humanitarian needs in the West Bank.\n• $14.5 million in USAID projects for school rehabilitation, small-scale agriculture, the repair of a hospital facility and other community infrastructure in Gaza.\n• $10 million for the construction of five new UNRWA schools in Gaza.\n• $5 million to start nine USAID-funded projects to repair water distribution and wastewater collection systems in Gaza.\n\t \n\n\n\n\n"
}