{
    "title": "Declaraciones del Presidente sobre las Confirmaciones por el Senado | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-sobre-las-confirmaciones-por-el-senado",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 11, 2010\n\n \n\n\n\nDeclaraciones del Presidente sobre las Confirmaciones por el Senado\n\n\n\n\nHoy, el Senado de Estados Unidos confirmó a 27 de mis candidatos a cargos de alto nivel, muchos de los cuales esperaban una votación desde hace meses.\nPara el inicio de la semana, se había dado largas a la asombrosa cifra de 63 de candidatos en el Senado porque uno o más senadores retuvieron su designación. En la mayoría de los casos, esto no tiene nada que ver con las calificaciones del candidato, ni siquiera con sus opiniones políticas, y estos candidatos ya han recibido amplio apoyo de miembros de ambos partidos en el proceso ante el comité.\nMás bien, en muchos casos, la motivación era un deseo de beneficiar proyectos en el estado del senador o simplemente impedir que se avanzara. Son precisamente las tácticas de ese tipo las que enfurecen al pueblo estadounidense.\nPor lo tanto, el martes, le dije al senador McConnell que si los senadores republicanos no dejaban de retener las designaciones, ejercería temporalmente mi autoridad de hacer nombramientos de receso a cargos imprescindibles en el gobierno federal. Ésta es una medida poco común pero con precedente que muchos otros presidentes han tomado. Me complace que desde esa reunión, los senadores republicanos hayan respondido y permitido que en muchos casos se prosiga, y que 29 candidatos pasen a votación en el Senado.\nAunque éste es un paso inicial positivo, aún se está reteniendo a decenas de candidatos que merecen una votación similar, y estoy a la espera de una decisión por el Senado cuando regrese de su receso. De no ser así, me reservo el derecho de usar mi autoridad de hacer nombramientos de receso en el futuro. \n \n\n\n\n"
}