{
    "title": "Executive Order -- Exclusions from the Federal Labor-Management Relations Program | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2017/01/12/executive-order-exclusions-federal-labor-management-relations-program",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 12, 2017\n\n \n\n\n\nExecutive Order -- Exclusions from the Federal Labor-Management Relations Program\n\n\n\n\n\n\tEXECUTIVE ORDER\n\n\t- - - - - - -\n\n\tEXCLUSIONS FROM THE FEDERAL LABOR-MANAGEMENT RELATIONS PROGRAM\n\n\tBy the authority vested in me as President by the Constitution and the laws of the United States of America, including section 7103(b)(1) of title 5, United States Code, and in order to reflect the effects of the reorganization and restructuring of the Department of Defense on its agencies and subdivisions exempted from coverage under the Federal Labor-Management Relations Program, it is hereby ordered as follows:\n\n\tSection 1. Determinations. The agencies and subdivisions of the Department of Defense set forth in section 2 of this order are hereby determined to have as a primary function intelligence, counterintelligence, investigative, or national security work. It is further determined that chapter 71 of title 5, United States Code, cannot be applied to these subdivisions in a manner consistent with national security requirements and considerations.\n\n\tSec. 2. Department of Defense. Executive Order 12171 of November 19, 1979, as amended, is further amended by:\n\n\t(a) revising section 1-204 to read as follows: \"1-204. Agencies or subdivisions of the Department of the Army, Department of Defense:\n\n\t(a) Office of the Deputy Chief of Staff, G-2 (Intelligence), and all G-2 Intelligence offices within Army Commands, Army Service Component Commands, and Direct Reporting Units.\n\n\t(b) United States Army Intelligence and Security Command.\n\n\t(c) The following subdivisions of the United States Army Cyber Command (ARCYBER) and Second Army:\n\n\t(1) Headquarters, United States ARCYBER and Second Army.\n\n\t(2) Joint Forces Headquarters – Cyber.\n\n\t(3) Army Cyber Operations and Integration Center.\n\n\t(d) United States Army Intelligence Center of Excellence (USAICoE), United States Army Training and Doctrine Command (TRADOC).\n\n\t(e) United States Army Cyber Protection Brigade, United States Army Network Enterprise Technology Command.\n\n\t(f) 114th Signal Battalion, 21st Signal Brigade, United States Army Network Enterprise Technology Command.\n\n\t(g) 302nd Signal Battalion, 21st Signal Brigade, United States Army Network Enterprise Technology Command.\n\n\t(h) United States Army Criminal Investigation Command (USACIDC).\n\n\t(i) United States Army Special Operations Command (USASOC).\n\n\t(j) Rapid Equipping Force (REF), United States Army Training and Doctrine Command (TRADOC).\n\n\t(b) revising section 1-205 to read as follows:\n\n\t\"1-205. Agencies or subdivisions of the Department of the Navy, Department of Defense:\n\n\t(a) Office of the Director of Naval Intelligence, and all Intelligence offices within Navy Commands, Navy Service Component Commands, and Direct Reporting Units, including the following:\n\n\t(1) Naval Intelligence Activity.\n\n\t(2) Office of Naval Intelligence.\n\n\t(3) Farragut Technical Analysis Center.\n\n\t(4) Nimitz Operational Intelligence Center.\n\n\t(5) Hopper Information Services Center.\n\n\t(6) Kennedy Irregular Warfare Center.\n\n\t(7) Brooks Center for Maritime Engagement.\n\n\t(b) Naval Criminal Investigative Service.\n\n\t(c) United States Fleet Cyber Command.\n\n\t(e) Marine Forces Cyber Command, United States Marine Corps.\n\n\t(f) Naval Computer and Telecommunications Station, San Diego, Detachment, Naval Strategic Communications Unit, Tinker Air Force Base.\n\n\t(g) Naval Information Force Reserve, Navy Reserve Force.\n\n\t(h) Center for Information Warfare Training, Naval Education and Training Command.\n\n\t(i) Naval Special Warfare Command (NSW).\n\n\t(j) Marine Special Operations Command (MARSOC).\n\n\t(k) Navy Information Operations Commands and Detachments.\n\n\t(l) Naval Communications Security Material System.\";\n\n\t(c) revising section 1-206 to read as follows:\n\n\t\"1-206. Agencies or subdivisions of the Department of the Air Force, Department of Defense:\n\n\t(a) Headquarters, 24th Air Force and Air Forces Cyber, Joint Force Headquarters, Air Force Space Command, and the following elements under its operational control:\n\n\t(1) 67th Cyberspace Wing.\n\n\t(2) 624th Operations Center.\n\n\t(3) The following subdivisions of the 688th Cyberspace Operations Wing:\n\n\t(A) 318th Cyberspace Operations Group.\n\n\t(B) 688th Cyberspace Operations Group.\n\n\t(4) 5th Combat Communications Group.\n\n\t(b) Headquarters, 25th Air Force, Air Combat Command, and the following wings, groups, and elements under the operational control of the 25th Air Force:\n\n\t(1) 70th Intelligence, Surveillance and Reconnaissance Wing.\n\n\t(2) 363rd Intelligence, Surveillance and Reconnaissance Wing.\n\n\t(3) 480th Intelligence, Surveillance and Reconnaissance Wing.\n\n\t(4) 625th Operations Center.\n\n\t(5) The following subdivisions of the 9th Reconnaissance Wing:\n\n\t(A) 9th Operations Group.\n\n\t(B) 69th Reconnaissance Group.\n\n\t(6) 55th Operations Group, 55th Wing.\n\n\t(c) Air Force Technical Applications Center (AFTAC), 25th Air Force, Air Combat Command.\n\n\t(d) Office of the Deputy Chief of Staff, Intelligence, Surveillance and Reconnaissance (A2), Headquarters, United States Air Force, and all A2 staff within Air Force Commands, Air Force Service Component Commands, Field Operating Agencies, and Direct Reporting Units.\n\n\t(e) National Air and Space Intelligence Center and all elements under its operational control.\n\n\t(f) Air Force Special Operations Command (AFSOC), with the exception of the following subdivisions:\n\n\t(1) The following groups of the 1st Special Operations Wing, Hurlburt Field, Florida:\n\n\t(A) Mission Support Group.\n\n\t(B) Medical Group.\n\n\t(2) The following groups of the 27th Special Operations Wing, Cannon Air Force Base, New Mexico:\n\n\t(A) Mission Support Group.\n\n\t(B) Medical Group.\n\n\t(g) Air Force Office of Special Investigations.\n\n\t(h) 17th Training Wing, Air Education and Training Command, Goodfellow Air Force Base, Texas.\";\n\n\t(d) revising section 1-207 to read as follows: \"1-207. Defense Intelligence Agency, Department of Defense.\";\n\n\t(e) revising section 1-208 to read as follows: \"1-208. Defense Security Service, Department of Defense.\";\n\n\t(f) revising section 1-212 to read as follows:\n\n\t(a) Office of the Chairman of the Joint Chiefs of Staff (OCJCS) and the Joint Staff.\n\n\t(b) United States Africa Command (USAFRICOM).\n\n\t(c) United States Central Command (USCENTCOM).\n\n\t(d) United States European Command (USEUCOM).\n\n\t(e) United States Pacific Command (USPACOM).\n\n\t(f) United States Southern Command (USSOUTHCOM).\n\n\t(g) North American Aerospace Defense Command (NORAD).\n\n\t(h) United States Northern Command (USNORTHCOM).\n\n\t(i) Headquarters, United States Transportation Command (USTRANSCOM), and its subordinate command, the Joint Enabling Capabilities Command.\n\n\t(j) United States Strategic Command (USSTRATCOM) and all components, centers, or sub-unified commands currently assigned to USSTRATCOM, including the following:\n\n\t(1) United States Cyber Command (USCYBERCOM).\n\n\t(2) Joint Functional Component Command – Global Strike (JFCC GS).\n\n\t(3) Joint Functional Component Command – Space (JFCC Space).\n\n\t(4) Joint Functional Component Command – Integrated Missile Defense (JFCC IMD).\n\n\t(5) Joint Functional Component Command – Intelligence, Surveillance and Reconnaissance (JFCC ISR).\n\n\t(6) USSTRATCOM Center for Combating Weapons of Mass Destruction (SCC WMD).\n\n\t(7) Standing Joint Force Headquarters for Elimination (SJFHQ-E).\n\n\t(8) Joint Warfare Analysis Center (JWAC).\n\n\t(k) United States Special Operations Command (USSOCOM) and all components and sub-unified commands under its administrative and operational control, including the following:\n\n\t(1) Components:\n\n\t(A) Marine Special Operations Command (MARSOC).\n\n\t(B) Naval Special Warfare Command (NSW).\n\n\t(C) Air Force Special Operations Command (AFSOC), with the exception of the following subdivisions:\n\n\t(i) The following groups of the 1st Special Operations Wing, Hurlburt Field, Florida:\n\n\t(I) Mission Support Group.\n\n\t(II) Medical Group.\n\n\t(ii) The following groups of the 27th Special Operations Wing, Cannon Air Force Base, New Mexico:\n\n\t(I) Mission Support Group.\n\n\t(II) Medical Group.\n\n\t(D) United States Army Special Operations Command (USASOC).\n\n\t(2) Sub-unified Commands:\n\n\t(A) Joint Special Operations Command (JSOC).\n\n\t(B) Special Operations Command Korea (SOCKOR).\n\n\t(C) Special Operations Command Europe (SOCEUR).\n\n\t(D) Special Operations Command South (SOCSOUTH).\n\n\t(E) Special Operations Command Pacific (SOCPAC).\n\n\t(F) Special Operations Command Africa (SOCAFRICA).\n\n\t(G) Special Operations Command Central (SOCCENT).\n\n\t(H) Special Operations Command North (SOCNORTH).\";\n\n\t(g) revising section 1-215 to read as follows:\n\n\t\"Sec. 1-215. National Geospatial-Intelligence Agency (NGA), Department of Defense.\"; and\n\n\t(h) inserting after section 1-216 the following new sections:\n\n\t\"1-217. Defense Advanced Research Projects Agency, Department of Defense.\n\n\t1-218. National Reconnaissance Office, Department of Defense.\n\n\t1-219. Office of the Under Secretary of Defense for Intelligence, Department of Defense.\n\n\t1-220. Field Detachment, Defense Contract Audit Agency, Department of Defense.\n\n\t1-221. Special Programs Directorate, Defense Contract Management Agency, Department of Defense.\n\n\t1-222. The following subdivisions of the Defense Information Systems Agency, Department of Defense:\n\n\t(a) Joint Force Headquarters – Department of Defense Information Networks.\n\n\t(b) White House Communications Agency.\n\n\t1-223. The following subdivisions of the Defense Logistics Agency, Department of Defense:\n\n\t(a) Defense Logistics Agency Intelligence.\n\n\t(b) Joint Logistics Operations Center.\n\n\t(c) Computer Emergency Response Team and Incident Response Branch.\n\n\t1-224. Strategic Capabilities Office, Department of Defense.\".\n\n\tSec. 3. General Provisions. (a) Nothing in this order shall be construed to impair or otherwise affect:\n\n\t(i) the authority granted by law to an executive department or agency, or the head thereof, or the status of that department or agency within the Federal Government; or\n\n\t(ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n\n\t(b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n\n\t(c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\tBARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\tJanuary 12, 2017.\n\n\n\n\n"
}