{
    "title": "Background on The Presidents Classroom Tour and Innovation Speech at Hudson Valley Community College | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-presidents-classroom-tour-and-innovation-speech-hudson-valley-community-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 21, 2009\n\n \n\n\n\nBackground on The Presidents Classroom Tour and Innovation Speech at Hudson Valley Community College\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary  ____________________________________________________________________  FOR IMMEDIATE RELEASE                                   September 21, 2009 CLASSROOM TOUR & INNOVATION SPEECH  HUDSON VALLEY COMMUNITY COLLEGE  TROY, NEW YORK Today the President will visit Hudson Valley Community College where he will tour a technology classroom and deliver remarks on his commitment to fostering new jobs, new businesses, and new industries by laying the groundwork and the ground rules to best tap our innovative potential. His remarks will outline the Administration’s strategy for innovation: investing in education, infrastructure and research; spurring productive entrepreneurship and sustaining competitive markets and achieving breakthroughs for national priorities including health care and energy. Dr. Jill Biden and Melody Barnes, Director of the Domestic Policy Council, will accompany the President on the classroom tour.  Dr. Jill Biden will introduce the President. The speech audience will consist of a group of Hudson Valley Community College students/faculty, area technology workers, and community leaders. Representative Paul Tonko will accompany the President from AAFB to NY on AF-1 this morning.     The President will be greeted upon arrival at Albany International Airport by:     Governor David Paterson  Representative Scott Murphy  Representative Maurice Hinchey  Mayor Gerald Jennings, Mayor of Albany BACKGROUND Crowd:   FOR BACKGROUND ONLY: Approximately 350 total tickets – 150 were distributed to area technology workers/companies, 150 went to students/faculty/staff from HVCC (breakdown is around 80 students/70 staff) and the remaining 50 were distributed to state/local leaders and White House guests.   The students that were invited to attend are students of the semi-conductor manufacturing technology program, students of the electrical construction and maintenance program, and a few honor students throughout the college.     Joe Sarubbi, Executive Director, TEC-SMART will lead the classroom tour. Joe Sarubbi, Executive Director, TEC-SMART; Hudson Valley Community College’s \"Training and Education Center for Semi-Conductor Manufacturing and Alternative and Renewable Technologies\", has more than 35 years’ experience in education and the electrical construction and maintenance industry.  Sarubbi was responsible for the design and delivery of photovoltaic installers programs at Hudson Valley Community College. The programs include credit and non-credit courses, and a State University of New York Certificate Program. Hudson Valley Community College:  In 2009, Hudson Valley Community College is expecting record enrollment for the third straight academic year. The college will likely enroll approximately 13,500 students this fall. The college offers more than 70 degree and certificate programs in four schools. Tuition for the 2009-2010 academic year is $3,100 for full-time New York State residents. TEC-SMART, Workforce Development and Green Initiatives: TEC-SMART, scheduled to open in January 2010, is a college facility that will feature more than a dozen classrooms and laboratories used to train the workforce in green technologies, including semiconductor manufacturing, alternative fuels, and installation and maintenance of photovoltaic, geothermal and wind energy systems. TEC-SMART is located in Malta, NY, adjacent to the proposed GlobalFoundries semiconductor manufacturing plant. The college is currently offering a semiconductor manufacturing technology A.A.S. degree, and a photovoltaic installation certificate program at its Troy campus. The college also is the lead provider of home energy efficiency training throughout New York State through its Center for Energy Efficiency and Building Science (CEEBS), a collaboration with the New York State Energy Research and Development Authority and Long Island Power Authority.     This summer, the college received a $2 million federal grant to expand the college’s green jobs and energy efficiency training program. The grant will enable Hudson Valley to offer training needed to prepare workers in the emerging fields of energy efficiency and green jobs in New York. The grant will target economically disadvantaged youth and adults, emerging high school and community college students, underemployed and unemployed individuals, and individuals making career transitions. ###   \n\n\n\n"
}