{
    "title": "Message to the Senate -- Treaty Between U.S. and Jordan Relating to Mutual Legal Assistance in Criminal Matters | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/12/08/message-senate-treaty-between-us-and-jordan-relating-mutual-legal",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 08, 2015\n\n \n\n\n\nMessage to the Senate -- Treaty Between U.S. and Jordan Relating to Mutual Legal Assistance in Criminal Matters\n\n\n\n\n\n\tTO THE SENATE OF THE UNITED STATES:\n\n\tWith a view to receiving the advice and consent of the Senate to ratification, I transmit herewith the Treaty between the Government of the United States of America and the Government of the Hashemite Kingdom of Jordan on Mutual Legal Assistance in Criminal Matters, signed at Washington on October 1, 2013.  I also transmit, for the information of the Senate, the report of the Department of State with respect to the Treaty.\n\n\tThe Treaty is one of a series of modern mutual legal assistance treaties negotiated by the United States to more effectively counter criminal activities.  The Treaty should enhance our ability to investigate and prosecute a wide variety of crimes.\n\n\tThe Treaty provides for a broad range of cooperation in criminal matters.  Under the Treaty, the Parties agree to assist each other by, among other things:  producing evidence (such as testimony, documents, or items) obtained voluntarily or, where necessary, by compulsion; arranging for persons, including persons in custody, to travel to another country to provide evidence; serving documents; executing searches and seizures; locating and identifying persons or items; and freezing and forfeiting assets or property that may be the proceeds or instrumentalities of crime. \n\n\tI recommend that the Senate give early and favorable consideration to the Treaty, and give its advice and consent to ratification.\n\n\t \n\n\tBARACK OBAMA\n\n\n\n\n"
}