{
    "title": "Declaraciones del President Sobre Comision Fiscal Estatuaria | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-president-sobre-comision-fiscal-estatuaria",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 23, 2010\n\n \n\n\n\nDeclaraciones del President Sobre Comision Fiscal Estatuaria \n\n\n\n\nLa seria situación fiscal que enfrenta nuestro país refleja no sólo la severa crisis económica que heredamos, sino también años de no pagar el costo de nuevas medidas políticas, entre ellas un nuevo programa de beneficios y grandes recortes tributarios que beneficiaron mayormente a la clase alta y bien conectada. El resultado fue que los superávits proyectados al inicio del pasado gobierno se transformaron en billones de dólares en déficits que amenazan la generación de empleos y crecimiento económico futuros.  \nEstos déficits no ocurrieron de la noche a la mañana y no se solucionarán de la noche a la mañana. No sólo necesitamos cambiar cómo cubrimos el costo de las medidas políticas, sino que también necesitamos cambiar cómo funciona Washington. La única manera de resolver nuestros desafíos fiscales a largo plazo es resolverlos juntos, entre demócratas y republicanos.\n \nPor eso apoyo firmemente la legislación que actualmente está siendo considerada con el fin de crear una comisión fiscal respaldada por ambos partidos para formular un conjunto de soluciones que resuelvan los desafíos fiscales de nuestro país, y hago un llamado a los senadores de ambos partidos para que voten por la creación de una comisión fiscal estatutaria respaldada por ambos partidos.\n \nSi tomamos juntos las decisiones difíciles, nos comprometemos a pagar lo que gastamos y somos custodios responsables de nuestra economía, podremos sentar las bases para una generación sostenible de empleos y crecimiento económico a la vez que restauramos la solidez fiscal de nuestra nación.\n##\n \n\n\n\n"
}