{
    "title": "President Obama Announces More Key Administration Posts, 12/20/10 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/20/president-obama-announces-more-key-administration-posts-122010",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 20, 2010\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts, 12/20/10\n\n\n\n\n\n\tWASHINGTON – Today, President Barack Obama announced his intent to nominate the following individuals to key Administration posts:\n\n\nJudy Ansley, Member, Board of Directors of the United States Institute of Peace\n\nAnn  Begeman, Member, Surface Transportation Board\n\n\nPresident Obama announced his intent to nominate the following individuals to key Administration posts:\n\nJudy Ansley, Nominee for Member, Board of Directors of the United States Institute of Peace\n\tJudy Ansley most recently served as Assistant to the President and Deputy National Security Advisor at the National Security Council (NSC) from  2008 until January 20, 2009.  Ms. Ansley previously served as Deputy National Security Advisor for Regional Affairs from 2007-2008, and began her service at the NSC in August 2005, as Special Assistant to the President and Senior Director for European Affairs.  Prior to her service at the NSC, Ms. Ansley served for over 20 years in various positions in the U.S. Senate.  From 1999-2005, Ms. Ansley was a member of the staff of the Senate Armed Services Committee, first as Deputy Staff Director, and then as Staff Director.  From 1995-1999, Ms. Ansley was National Security Advisor to Senator John Warner of Virginia.  Prior to that, Ms. Ansley was on the staff of the Senate Select Committee on Intelligence, first as Special Assistant to the Vice Chairman, and then as Minority Staff Director, responsible for issues related to the national intelligence budget and congressional oversight of the U.S. intelligence community.   Ms. Ansley began her Senate career in 1983 on the professional staff of the Senate Armed Services Committee, advising Members on foreign policy issues.  Prior to her work in the Senate, Ms. Ansley was a Research Assistant in the Foreign Affairs Division of the Congressional Research Service of the Library of Congress.  Ms. Ansley holds an M.A. from the Fletcher School of Law and Diplomacy and a B.A. from Tufts University.\n\t \nAnn Begeman, Nominee for Member, Surface Transportation Board\n\tAnn Begeman has been the Minority Staff Director of the Senate Committee on Commerce, Science, and Transportation since 2009.  She rejoined the Commerce Committee in May 2009 as a Professional Staff Member after serving as the Legislative Director to Senator John McCain from 2004 to 2009.  From 1995 to 2004, Ms. Begeman held several positions on the Commerce Committee, including Senior Professional Staff Member and Deputy Staff Director.  In her time on the Committee, she has advised Members on multiple surface transportation issues, including rail, motor carrier, and pipeline safety matters, and has worked on many legislative initiatives, including the ICC Termination Act, which created the Surface Transportation Board; creation of the Federal Motor Carrier Safety Administration; and legislation to improve pipeline safety.  Prior to working on the Committee, she served as a Legislative Assistant for Senator Larry Pressler. From 1988-1992, Ms. Begeman also served as Senior Benefits Specialist at First American Bankshares, Inc.  She received her B.S. in Business Administration from the University of South Dakota.\n\n\n\n\n"
}