{
    "title": "Background on the President's Event Today in Columbus, Ohio | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-presidents-event-today-columbus-ohio",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 18, 2010\n\n \n\n\n\nBackground on the President's Event Today in Columbus, Ohio\n\n\n\n\nARRIVE PORT COLUMBUS INTERNATIONAL AIRPORT\n11:40 AM EDT\nGREETED BY\nGov. Ted Strickland\nLt. Gov. Lee Fisher\nMayor Michael Coleman\n**Rep. Mary Jo Kilroy, Rep. Charlie Wilson, Rep. Steve Driehaus and Sen. Sherrod Brown will fly on Air Force on with President Obama to Ohio.**\nREMARKS AT 10,000TH RECOVERY ACT HIGHWAY PROJECT\nCOLUMBUS, OH\n12:15 PM EDT\nToday, the President will travel to Columbus, Ohio to mark the first of many significant Recovery Act milestones coming this summer – the 10,000th Recovery Act road project to get underway.  The road improvement project in downtown Columbus is expected to create over 300 construction jobs and will contribute to the broader economic development effort underway in the area around Nationwide Children’s Hospital.  He will be joined on-stage by Secretary LaHood and 8 construction workers.  The audience will be made up of 35 elected officials and workers.  Prior to his remarks the President and Secretary LaHood will meet with the 8 construction workers and receive a brief tour of the Recovery Act project.\nAdditional information on Administration-wide Recovery Summer events can be found HERE. \nRecovery Summer Fact Sheet is available HERE.\nRECOVERY ACT FUNDING IN COLUMBUS AND FRANKLIN COUNTY\n\nColumbus and the surrounding area has received approximately $729 million in Recovery Act funding. Highlights included below:\nThe Small Business Administration guaranteed nearly $44-53 million to businesses in Columbus.  Examples of Columbus recipients of SBA guaranteed loans include:\n    \nEating establishments (T&L Cuisine, LLC received $50,000 and Victorian’s Midnight Café received $81,000)\nMedical facilities (Gateway Wellness Center received $150,000)\nService establishments (Joseph Tree Services, LLC received $168,000 and Klean A Kar, Inc. received $672,000)\n\n\nFranklin County received over $91 million in funding from the Department of Transportation for highways, transit, and aviation projects - including more than $38 million for Columbus.\nFranklin County received Energy Efficiency and Conservation Block Grants of nearly $11 million.\nThe City of Columbus received nearly $13 million from the Department of Justice for the COPS Hiring Recovery Program, awarding 50 officers\nThe Department of Housing and Urban Development provided over $9 million for the Public Housing Capital Fund in Franklin County.\n    \nAdditionally, approximately $4.5 million dollars in grants were provided for the Homelessness Prevention and Rapid Re-Housing Program in Franklin County.\n\n\nOver $1.2 million was provided to Franklin County by the Department of Education in the form of Federal Work Study grants.  These payments are awarded to college students to provide part-time employment to help students meet educational expenses.\n\nRECOVERY ACT FUNDING IN OHIO\nTotal Jobs & Spending\n\nJOBS CREATED AND SAVED – CEA estimates that 108,000 jobs were created or saved by the Recovery Act in Ohio through March, 2010.\nTOTAL SPEND – More than $12.6 billion in Recovery funds has been made available to Ohio – and more than $7.5 billion has already been spent.\n\nInvesting in Infrastructure\n         \n\nCONSTRUCTION – 462 transportation projects have been obligated in Ohio, totaling over $1.1 billion.\nSMALL BUSINESS – 2,663 Recovery Act-backed small business loans have been given to Ohio small businesses, supporting more than $803 million in lending.\n\nRelief to Individuals\nTAX RELIEF – Because of the Making Work Pay tax credit, 4.5 million Ohio working families will collectively receive $2.2 billion in tax relief.\nUNEMPLOYMENT BENEFITS – More than 840,000 Ohio residents have expanded unemployment benefits because of the Recovery Act.\nSTIMULUS PAYMENTS – More than 2.1 million Ohio seniors, veterans and other high-need residents have received one-time economic relief payments of $250, totaling more than $532 million.\nHelping States\n\nTEACHERS – Close to 12,000 education positions were reported as funded by the Recovery Act in Q1 2010 in Ohio – which has received close to $1.8 billion in State Fiscal Stabilization Funds (SFSF).\nMEDICAID – The Recovery Act has already made over $2.3 billion available to help prevent additional Medicaid cuts in Ohio.  The state of Ohio has spent more than $2 billion of the available funds.\n‘COPS’ PROGRAM:  Law enforcement agencies in Ohio received over $79 million in funding from the Recovery Act to support 336 police officers’ salaries and benefits for three years.\n\n\n\n\n"
}