{
    "title": "HOJA INFORMATIVA acerca del acuerdo marco sobre los recortes tributarios para la clase media y seguro por desempleo: Una victoria para nuestra economía, la situación laboral y las familias trabajadoras | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/07/hoja-informativa-acerca-del-acuerdo-marco-sobre-los-recortes-tributarios",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 07, 2010\n\n \n\n\n\nHOJA INFORMATIVA acerca del acuerdo marco sobre los recortes tributarios para la clase media y seguro por desempleo: Una victoria para nuestra economía, la situación laboral y las familias trabajadoras\n\n\n\n\n\n\tEl acuerdo marco anunciado por el Presidente asegura recortes tributarios e inversiones vitales en nuestros trabajadores que generarán empleo y acelerarán el crecimiento económico. El plan incluye tres logros clave:\n\n\t• Las familias trabajadoras no perderán su recorte tributario. La familia trabajadora típica enfrentaba un aumento tributario de más de $3,000 el 1º de enero. Eso se evita con el acuerdo marco, y las familias trabajadoras no verán desaparecer sus recortes tributarios el próximo año.\n\n• Se centra en medidas con mucho impacto para la generación de empleo. El acuerdo marco incluye algunas de las mejores medidas para impulsar el crecimiento y la generación de empleo, entre ellas un año completo de beneficios de emergencia de seguro por desempleo para impulsar el crecimiento y generar empleo, incluido un año completo de beneficios de emergencia de seguro por desempleo el recorte de aproximadamente $120,000 millones en el impuesto a la nómina para las familias trabajadoras y la continuación de los créditos tributarios para las familias trabajadoras. Esto es adicional al crecimiento generado por la extensión de la tasa de impuestos a la renta para las familias de clase media.\n\n\t• No empeora el déficit a mediano y largo plazo. Se trata de medidas responsables y temporales para apoyar nuestra economía que no agregarán costos para mediados de década. El Presidente no considera que está a nuestro alcance hacer permanentes los recortes tributarios a personas acaudaladas y continuará sosteniendo ese debate en los próximos años.\n\nResumen sobre el acuerdo marco:\n\n\t• Extender dos años la tasa de impuestos a la renta del 2001/2003. El acuerdo marco incluye una solución de acuerdo mutuo al impasse sobre impuestos al extender dos años la tasa de impuestos a la renta del 2001/2003 y reformar el Impuesto Mínimo Alterno (AMT por sus siglas en inglés) a fin de asegurar que 21 millones adicionales de hogares de familia no se vean afectados por un aumento de impuestos. Estas medidas les darán un respiro a más de 100 millones de familias de clase media y evitarán un aumento de impuestos de más de $2,000 para la familia típica.\n\n\t• Disposiciones adicionales con el propósito de promover un vigoroso crecimiento económico. Además de las tasas del 2001/2003, la Administración Obama logró varias disposiciones que son vitales para el crecimiento económico, que no habrían sido posibles sin este acuerdo marco: $56,000 millones en seguro por desempleo, y un recorte tributario de aproximadamente $120,000 millones para las familias trabajadoras, aproximadamente $40,000 millones en recortes tributarios para las familias y estudiantes más afectados, y la deducción de 100% de los gastos hechos por empresas el próximo año.\n\n\t1. RECORTE DEL IMPUESTO A LA NÓMINA DE LOS TRABAJADORES A FIN DE PROPICIAR EL CRECIMIENTO:\n\n\tEl acuerdo marco al que llegó la Administración incluye un recorte del impuesto a la nómina pagado por los empleados de aproximadamente 2%, para más de 155 millones de trabajadores, lo que otorga un respiro tributario de aproximadamente $120,000 millones el próximo año. Este recorte tributario tendrá un gran impacto en el empleo y crecimiento, y generará un número considerable de puestos de trabajo. Hay un reconocimiento generalizado entre economistas de todo el espectro político de que es una manera muy eficaz de propiciar el crecimiento en términos de costo, y las dos principales comisiones sobre la reducción del déficit mencionaron que se ciñe a la disciplina fiscal a largo plazo.\n\n\tUn recorte del impuesto a la nómina fue respaldado por expertos y comentaristas de todo el espectro político. Apenas el mes pasado, tanto la Comisión Fiscal Presidencial (President’s Fiscal Commission) como el Grupo de Trabajo de Reducción de la Deuda (Debt Reduction Task Force) del Bipartisan Policy Center mencionaron un recorte del impuesto a la nómina en el 2011 como una manera eficaz de propiciar el crecimiento y generar empleo. La medida de recortes tributarios dispondría una transferencia de rentas generales al Fideicomiso del Seguro Social (Social Security Trust Fund), lo que aseguraría que no tenga un impacto negativo en la solvencia del Seguro Social (Social Security). Y el economista Nouriel Roubini escribió este año que un recorte del impuesto a la nómina propiciaría el crecimiento porque, “para los empleados, el aumento en la paga que llevan a casa incrementaría el muy necesario consumo económico y fomentaría el aún crucial proceso de reducir la deuda de los hogares de familia”.                   \n\n\t2. RECORTES TRIBUTARIOS DE ALTO IMPACTO QUE GENERAN EMPLEOS PARA LAS FAMILIAS TRABAJADORAS\n\n\tLas conclusiones de estudios económicos con regularidad afirman que los hogares de familia de bajos ingresos son los más propensos a gastar dinero adicional, lo que genera empleo y contribuye al crecimiento en general. Por eso, la Oficina de Presupuesto del Congreso (Congressional Budget Office), por ejemplo, ha concluido que “las medidas orientadas a los hogares de familia de bajos ingresos tienden a tener mayores efectos estimulantes”. El Presidente luchó por lograr un aumento de dos años de todo el Crédito Tributario por Hijo (CTC por sus siglas en inglés) y Crédito Tributario por Ingresos Devengados (EITC por sus siglas en inglés). Juntas, estas disposiciones otorgarán recortes tributarios continuos a 12 millones de familias de bajos ingresos, con un total de 24 millones de niños. Además, el acuerdo extiende por dos años todo el Crédito Tributario de Oportunidades Estadounidenses (AOTC por sus siglas en inglés).\n\n\tLas familias trabajadoras de bajos ingresos se beneficiaron por las expansiones del EITC y CTC\n\t      \n\n\n\n\n\nLas familias trabajadoras de bajos ingresos se beneficiaron por las expansiones del EITC y CTC\n\n\n\n\n\n\t\t\t\t\t \n\n\n\t\t\t\t \n\n\n\t\t\t\t\t \n\n\n\n\n\n\t\t\t\t\t \n\n\n\nFamilias\n\n\n\nNiños\n\n\n\n\n\n\t\t\t\t\t \n\n\n\t\t\t\t \n\n\n\t\t\t\t\t \n\n\n\n\n\nTotal\n\n\n\n\t\t\t\t\t12.2\n\n\n\n\t\t\t\t\t24.3\n\n\n\n\n\n\t\t\t\t\tBlancos\n\n\n\n\t\t\t\t\t5.6\n\n\n\n\t\t\t\t\t9.8\n\n\n\n\n\n\t\t\t\t\tHispanos\n\n\n\n\t\t\t\t\t3.7\n\n\n\n\t\t\t\t\t8.0\n\n\n\n\n\n\t\t\t\t\tAfroamericanos\n\n\n\n\t\t\t\t\t2.2\n\n\n\n\t\t\t\t\t4.7\n\n\n\n\n\n\t\t\t\t\tOtros\n\n\n\n\t\t\t\t\t0.7\n\n\n\n\t\t\t\t\t1.7\n\n\n\n\n\n\to Crédito Tributario por Hijo: El crédito tributario por hijo de $1,000 se extenderá dos años con el límite de $3,000 a la capacidad de reembolso fijado por la Ley para la Recuperación (Recovery Act). Esta extensión asegurará un recorte tributario continuo para los 10.5 millones de familias de bajos ingresos con 18 millones de niños.\n\n\to Crédito Tributario por Impuestos Devengados: La Ley para la Recuperación incluyó una expansión del EITC, que en promedio tiene un valor de $600 en asistencia adicional a las familias con tres hijos o más. También ayuda a las parejas casadas al reducir la sanción al matrimonio en el EITC. Continuar este recorte tributario dos años beneficiará a 6.5 millones de padres trabajadores con 15 millones de niños.\n\nFamilias representativas: Una familia trabajadora con tres hijos e ingresos de $20,000 continuará recibiendo un recorte tributario de más de $2,000 como resultado de las expansiones del EITC y Crédito Tributario por Hijo en este acuerdo marco. La misma familia recibiría un recorte tributario adicional de $400 del nuevo recorte de impuestos a la nómina.\n\n\to Crédito Tributario de Oportunidades Estadounidenses (AOTC por sus siglas en inglés): La Ley para la Recuperación incluyó un nuevo crédito tributario parcialmente reembolsable de hasta $2,500 para ayudar a los estudiantes y sus familias a pagar la matrícula universitaria. Este acuerdo extiende plenamente el AOTC por dos años, lo que asegura que más de 8 millones de universitarios continúen recibiendo este beneficio tributario para ayudarlos a pagar sus estudios.\n\n\n\t3. SEGURO POR DESEMPLEO:\n\n\tEl acuerdo marco extendió por 13 meses, hasta fines del 2011, los beneficios por desempleo en su nivel actual. Esto evitará que millones de estadounidenses que buscan trabajo pierdan sus beneficios por desempleo en los meses próximos y ayudará a generar cientos de miles de empleos.\n\n\t• Tan sólo en diciembre, 2 millones de trabajadores que habrían perdido sus beneficios continuarán recibiéndolos con este acuerdo marco. En el próximo año, 7 millones de trabajadores no tendrán que preocuparse de que se eliminen sus beneficios por desempleo mientras buscan trabajo.\n\n\t• Conforme al Consejo de Asesores Económicos (Council of Economic Advisers), aprobar esta cláusula generará 600,000 empleos tan sólo en el 2011.\n\n\t4. RECORTES TRIBUTARIOS A EMPRESAS PARA AUMENTAR LA INVERSIÓN Y EL CRECIMIENTO:\n\n\tEn septiembre, el Presidente propuso permitir temporalmente que las empresas deduzcan todas sus inversiones en el 2011. Este recorte tributario orientado a propiciar el crecimiento fue incluido en el acuerdo marco.\n\n\t• Según el Departamento del Tesoro, la deducción de todos los gastos podría generar en el 2011 más de $50,000 millones en inversiones adicionales en Estados Unidos.\n\n\t• La cláusula ofrecerá un incentivo crucial a 2 millones de empresas para invertir y generar empleos en Estados Unidos y sería el mayor incentivo temporal a la inversión en la historia de Estados Unidos.\n\n\t• El acuerdo marco también incluye una extensión de dos años del crédito tributario a la investigación y desarrollo, y otros incentivos tributarios para apoyar la expansión de empresas.\n\n\n\n\n"
}