{
    "title": "President Obama Announces Another Key Administration Post, 3/1/10 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-another-key-administration-post-3110",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 01, 2010\n\n \n\n\n\nPresident Obama Announces Another Key Administration Post, 3/1/10\n\n\n\n\nWASHINGTON – Today, President Barack Obama announced his intent to nominate the following individual to a key administration post:\n\nMichael C. Camuñez, Assistant Secretary for Market Access and Compliance, Department of Commerce\n\nPresident Obama said, “I am tremendously grateful to Michael for his outstanding work at the White House. I wish him the best as he moves to the Commerce Department to help lead our efforts to grow American jobs by expanding American exports and broadening access to new markets.”\n\nPresident Obama announced his intent to nominate the following individual to a key administrations post:\nMichael C. Camuñez, Nominee for Assistant Secretary for Market Access and Compliance, Department of Commerce\nMichael C. Camuñez is Special Counsel to the President in the Office of the White House Counsel. He has also served as Special Assistant to the President for Presidential Personnel, advising the President on his senior appointments in the domestic cabinet and independent agencies. Camuñez also worked on the Obama-Biden Presidential Transition Project as part of the Agency Review Team. Prior to joining the administration, Camuñez was a partner in the law firm of O’Melveny & Myers LLP, where he represented Fortune 500 companies, officers and directors in a range of matters involving domestic and international commercial disputes. He also advised U.S. companies doing business abroad in Latin America and Europe on corporate compliance, anti-corruption, and the risks associated with foreign investment and multinational business transactions. Camuñez has remained active in public service throughout his career. From 1991-1993 he served as the Program Officer and Director of the National Service Demonstration Program at the bipartisan U.S. Commission on National Service in Washington, DC.  From 1993 to 1995 he served as the Senior Policy Advisor for national service in the Clinton Administration, where he helped lead the effort to establish the Corporation for National Service and its signature program, AmeriCorps. He has also served on numerous boards, including as President of the Mexican American Bar Foundation in Los Angeles County and as a member of the Stanford Law School Board of Visitors. He was appointed by Democratic and Republican governors to the board of California’s public service commission, which he chaired from 2005-2007 with California First Lady Maria Shriver. From 2007 until his appointment in the administration, Camuñez also served as a member of the Los Angeles City Ethics Commission. He is a member of the Pacific Council on International Policy, the West Coast Affiliate of the Council on Foreign Relations. He is a graduate of Harvard College and Stanford Law School. \n\n\n\n"
}