{
    "title": "Interview of the President by CBC, 2/17/09 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/interview-president-cbc-21709",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nFebruary 17, 2009\n\n \n\n\n\nInterview of the President by CBC, 2/17/09\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary _________________________ For Immediate Release                 February 17, 2009 9:23 A.M. EST Q    Mr. President, thank you for doing this -- Canadians are very excited about your trip. THE PRESIDENT:  Thank you. Q    When they watch you today sign your recovery bill into law, how concerned should they be that the Buy America clause is still there, even though you've given assurances international trade agreements will be respected -- how concerned should they be? THE PRESIDENT:  I don't think they should be too concerned.  You know, I think that if you look at history one of the most important things during a worldwide recession of the sort that we're seeing now is that each country does not resort to \"beggar thy neighbor\" policies, protectionist policies, they can end up further contracting world trade.  And my administration is committed to making sure that even as we take steps to strengthen the U.S. economy that we are doing so in a way that actually over time will enhance the ability of trading partners, like Canada, to work within our boundaries. And my expectation is, is that where you have strong U.S. competitors who can sell products and services, that a lot of governors and mayors are going to want to try to find U.S. equipment or services, but that we are going to abide by our World Trade Organization and NAFTA obligations just as we always have. Q    You mentioned NAFTA.  A year ago you were pretty critical of NAFTA; in fact, you even suggested at one point that the U.S. opt out if it couldn't renegotiate.  Do you think that's the time now to be making that case, or is it something that's set aside now? THE PRESIDENT:  I think there are a lot of sensitivities right now because of the huge decline in world trade.  As I've said before, NAFTA, the basic framework of the agreement has environmental and labor protections as side agreements -- my argument has always been that we might as well incorporate them into the full agreement so that they're fully enforceable. But what I've also said is that Canada is one of our most important trading partners, we rely on them heavily, there's $1.5 billion worth of trade going back and forth every day between the two countries and that it is not in anybody's interest to see that trade diminish. Q    Especially now. THE PRESIDENT:  Absolutely. Q    Part of that trade involves the energy sector, a lot of oil and gas comes to the United States from Canada, and even more in the future with oil sands development.  Now there are some in your Canada -- and Canada, as well -- who feel the oil sands is dirty oil because of the extraction process.  What do you think; is it dirty oil? THE PRESIDENT:  What we know is that oil sands creates a big carbon footprint.  So the dilemma that Canada faces, the United States faces, and China and the entire world faces is how do we obtain the energy that we need to grow our economies in a way that is not rapidly accelerating climate change.  That's one of the reasons why the stimulus bill that I'll be signing today contains billions of dollars towards clean energy development. I think to the extent that Canada and the United States can collaborate on ways that we can sequester carbon, capture greenhouse gases before they're emitted into the atmosphere, that's going to be good for everybody.  Because if we don't, then we're going to have a ceiling at some point in terms of our ability to expand our economies and maintain the standard of living that's so important, particularly when you've got countries like China and India that are obviously interested in catching up. Q    So are you drawing a link, then, in terms of the future of tar sands oil coming into the U.S. contingent on a sense of a continental environment policy on cap and trade? THE PRESIDENT:  Well, I think what I'm suggesting is, is that no country in isolation is going to be able to solve this problem.  So Canada, the United States, China, India, the European Union, all of us are going to have to work together in an effective way to figure out how do we balance the imperatives of economic growth with very real concerns about the effect we're having on our planet.  And ultimately I think this can be solved by technology. I think that it is possible for us to create a set of clean energy mechanisms that allow us to use things not just like oil sands, but also coal.  The United States is the Saudi Arabia of coal, but we have our own homegrown problems in terms of dealing with a cheap energy source that creates a big carbon footprint. And so we're not going to be able to deal with any of these issues in isolation.  The more that we can develop technologies that tap alternative sources of energy but also contain the environmental damage of fossil fuels, the better off we're going to be. Q    I know you're looking at it as a global situation, in terms of global partners, but there are some who do argue that this is the time; if there was ever going to be a continental energy policy and a continental environmental policy, this would be it.  Would you agree with that thinking? THE PRESIDENT:  Well, you know, I think one of the -- one of the promising areas for not just for bilateral but also trilateral cooperation is around this issue.  I met with President Calderón here in the United States, and Mexico actually has taken some of the boldest steps around the issues of alternative energy and carbon reductions of any country out there.  And it's very rare for a country that's still involved in developing and trying to raise its standard of living to stay as focused on this issue as President Calderón's administration has. What I think that offers is the possibility of a template that we can create between Canada, the United States and Mexico that is moving forcefully around these issues.  But as I said, it's going to be important for us to make sure that countries like China and India, with enormous populations and huge energy needs, that they are brought into this process, as well. Q    Afghanistan.  As you know, Canada has been there from the beginning, since the fall of 2001, and has suffered extreme casualties in its combat missions there.  And the Canadian parliament has decided, out of combat by the year 2011.  When you get to Ottawa, will you have any suggestions to Canada that it should reconsider what its role in Afghanistan is? THE PRESIDENT:  Well, first of all, I think the Canadian contribution has been extraordinary, and for all the families who have borne the burden in Canada, I think we all have a heartfelt thanks. I'm in the process of a strategic review of our approach in Afghanistan.  Very soon we will be releasing some initial plans in terms of how we are going to approach the military side of the equation in Afghanistan.  But I am absolutely convinced that you cannot solve the problem of Afghanistan, the Taliban, the spread of extremism in that region solely through military means.  We're going to have to use diplomacy, we're going to have to use development, and my hope is that in conversations that I have with Prime Minister Harper, that he and I end up seeing the importance of a comprehensive strategy, and one that ultimately the people of Canada can support, as well as the people of the United States can support, because obviously, here as well, there are a lot of concerns about a conflict that has lasted quite a long time now and actually appears to be deteriorating at this point. Q    But are you saying that you will or you won't ask Canada to remain in a combat role? THE PRESIDENT:  Well, I think, you know, we've got until 2011, according to the Canadian legislature, and I think it's important for the Canadian legislature and the people of Canada to get a sense that what they're doing is productive.  So what I will be communicating is the approach that we intend to take.  Obviously I'm going to be continuing to ask other countries to help think through how do we approach this very difficult problem.  But I don't have a specific \"ask\" in my pocket that I intend to bring out in our meetings. Q    Is Afghanistan still winnable? THE PRESIDENT:  Well, I think Afghanistan is still winnable, in the sense of our ability to ensure that it is not a launching pad for attacks against North America.  I think it's still possible for us to stamp out al Qaeda to make sure that extremism is not expanding but rather is contracting.  I think all those goals are still possible, but I think that as a consequence to the war on Iraq, we took our eye off the ball.  We have not been as focused as we need to be on all the various steps that are needed in order to deal with Afghanistan. If you've got narco-trafficking that is funding the Taliban, if there is a perception that there's no rule of law in Afghanistan, if we don't solve the issue of the border between Afghanistan and Pakistan, then we're probably not going to solve the problem. Q    I'm down to my last minute.  A couple of quickies on Canada -- your sense of the country.  I mean, I think -- as you may know, you carry Canada on your belt.  (Laughter.)  That Blackberry is a Canadian invention. THE PRESIDENT:  Absolutely. Q    You've been to Canada once.  What's your sense of the country? THE PRESIDENT:  Well, yes, I've been to Canada a couple of times.  Most recently it was to visit my brother-in-law's family who was from Burlington right outside of Toronto.  Look, I think that Canada is one of the most impressive countries in the world, the way it has managed a diverse population, a migrant economy.  You know, the natural beauty of Canada is extraordinary.  Obviously there is enormous kinship between the United States and Canada, and the ties that bind our two countries together are things that are very important to us. And, you know, one of the things that I think has been striking about Canada is that in the midst of this enormous economic crisis, I think Canada has shown itself to be a pretty good manager of the financial system in the economy in ways that we haven't always been here in the United States.  And I think that's important for us to take note of, that it's possible for us to have a vibrant banking sector, for example, without taking some of the wild risks that have resulted in so much trouble on Wall Street. Q    Appreciate this very much.  You still haven't seen your first hockey game. THE PRESIDENT:  I'm looking forward to making it happen at some point. Q    Mr. President, thank you very much. THE PRESIDENT:  Thank you so much.  Appreciate it.                               END                   9:34 A.M. EST\n\n\n\n"
}