{
    "title": "President Obama To Highlight Innovative Programs that are Transforming Communities Across the Nation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-highlight-innovative-programs-are-transforming-communities-across-n",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 30, 2009\n\n \n\n\n\nPresident Obama To Highlight Innovative Programs that are Transforming Communities Across the Nation\n\n\n\n\n\n\nTHE WHITE HOUSE\n\t\t \n\n\t\tOffice of the Press Secretary\n\t\t___________________________________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                                                                   June 30, 2009\n\nPresident Obama To Highlight Innovative Programs that are Transforming Communities Across the Nation\n\nPresident Calls on Foundations, Philanthropists, and the Private Sector to Invest in Community Solutions\n\n\t\tToday, President Obama will highlight innovative non-profits programs that are making a difference in communities across the country.   Programs such as Harlem Children’s Zone, Teach for America, HopeLab, Genesys Works, and Bonnie CLAC have developed models that are demonstrating results.  These programs and others like them have the potential to make progress in education, training, health care, and other areas in more communities across the country.\n\n\t\tThe President will call on foundations, philanthropists, and others in the private sector to partner with the government to find and invest in these innovative, high-impact solutions.  Now more than ever, we need to build cross-sector partnerships to transform our schools, improve the health of Americans, and employ more people in clean energy and other emerging industries.  These community solutions will help build the new foundation for the economy and the nation. \n\n\t\tThe President also asked Melody Barnes, Director of the White House Domestic Policy Council, and her innovation team to search outside of Washington for the programs that can most effectively transform communities and change lives. \n\nBackground on the people who will share their stories during the conversation on community solutions:\n\nGeoff Canada, Harlem Children’s Zone \n\t\tSince 1990, Mr. Canada has been the President and Chief Executive Officer for Harlem Children's Zone. Mr. Canada grew up in the South Bronx in a poor, sometimes-violent neighborhood. Despite his troubled surroundings, Mr. Canada was able to succeed academically, receiving a Bachelor of Arts degree from Bowdoin College and a master's degree in education from the Harvard School of Education. After graduating from Harvard, Mr. Canada decided to work to help children who, like himself, were disadvantaged by their lives in poor, embattled neighborhood. In 2006, Mr. Canada was selected by New York City Mayor Michael Bloomberg as co-chair of The Commission on Economic Opportunity, which was asked to formulate a plan to significantly reduce poverty. In 2007, he was appointed co-chair of New York State Governor's Children's Cabinet Advisory Board.\n\nHarlem Children's Zone, Inc. has experienced incredible growth, from the number of children served to the breadth of services provided. In 1997, the agency began a network of programs for a 24-block area: the Harlem Children's Zone Project. In 2007, the Zone Project grew to almost 100 blocks and serves more than 8,000 children and more than 4,100 adults. Over the years, the organization introduced several ground-breaking efforts including the Baby College parenting workshops, the Harlem Gems pre-school program, the HCZ Asthma Initiative, which teaches families to better manage the disease, the Promise Academy, a high-quality public charter school; and an obesity program to help children stay healthy.\n\nPat Christen, HopeLab\n\t\tHopeLab is a nonprofit organization in Redwood City, California, founded by board chair and philanthropist Pam Omidyar. HopeLab combines intensive research with cutting-edge technology to improve the health and quality of life of young people with chronic illnesses. HopeLab is dedicated to finding solutions that have broad impact, and works closely with tweens, teens and young adults to create fun, innovative products that meet their needs. Among them is Re-Mission, HopeLab's groundbreaking video game for young people with cancer. Data show that that Re-Mission improves treatment adherence and other key health outcomes, which were recently published in the medical journal Pediatrics. HopeLab is also developing products to combat sedentary behavior in children as a way to fight the effects of childhood obesity.\n\n\t\tPat Christen is the President and CEO of HopeLab. She will share the story of Richard Ross, a 12-year-old seventh grader, who is one of HopeLab's \"kid experts\" testing a new product called gDitty. The product is designed to motivate middle-school kids to be more physically active. Kids wear the gDitty activity monitor, then connect it to the gDitty website to redeem activity points for rewards. gDitty is another example of how HopeLab is harnessing the power and appeal of technology to measurably improve kids' health.\n\nRobert Chambers, Bonnie CLAC\n\t\tRobert Chambers is the president and co-founder of Bonnie CLAC. His experience working at an automobile dealership, watching low-income individuals forced to pay high interest rates when they purchased cars, led him to the form the organization.  Headquartered in New Hampshire, Bonnie CLAC is an award-winning not-for-profit organization that helps people from all walks of life acquire fuel-efficient, affordable and reliable vehicles.\n\t\t \n\t\tBonnie CLAC’s program helps clients build creditworthiness and provides car selection and purchase assistance to help low- and moderate-income individuals create savings, improve their access to health care, and reduce carbon emissions into the environment. Since its founding in 2001, Bonnie CLAC has guaranteed over $12 million in loans for more than 1200 clients, most of whom fall below HUD low-income guidelines. \n\t\t \nVanessa Nunez, Genesys Works\n\t\tVanessa Nunez grew up in a home where a single-mother raised her three girls. Since she was 13 years old, she worked to help support the family, sometime two jobs at a time. Vanessa was working as a hostess at a restaurant, called the Aquarium, when she heard about Genesys Works.  She came into the program in 2007 and went through Genesys’ Works’ rigorous year-long training program.   After successfully completing their training program, Vanessa was assigned to work with a new Genesys Works partner, Marathon Oil, a Fortune 500 company. At the time, Vanessa was only one of only two students there. This year they will have 10 students in that company. Vanessa now attends the University of Houston and is still working in the corporate information technology department at Marathon Oil.\n\n\t\tGenesys Works is a Houston-based non-profit organization that trains and employs high school students to perform technical services for major corporations. Founded in 2002, the organization seeks to enable economically disadvantaged high school students to enter the economic mainstream by providing them with the knowledge and work experience required to succeed as technical professionals. Over 95 percent of Genesys Works graduates go on to college. Genesys Works has locations in St. Paul, Minnesota and Houston, TX and is planning to open a Chicago location in 2010.\n\nSteve Goldsmith \n\t\tStephen Goldsmith earned a national reputation for innovations in government while serving two terms as mayor of Indianapolis. He transformed the delivery of city services; his efforts to revitalize urban neighborhoods through creative partnerships with community and faith based organizations have been held up as a national model.\n\n\t\tGoldsmith is Daniel Paul Professor of Government and director of the Innovations in American Government Program, at Harvard’s Kennedy School where he hosts an Executive Session on Transforming Cities through Civic Entrepreneurship. He also serves as the vice-chair of the Corporation for National and Community Service.\n\n\t\tHe served as mayor of Indianapolis from 1992 to 1999. Prior to this time he served as Marion County district attorney for twelve years.\n\n\nBelow is a list of expected attendees at today’s event on Community Solutions:\n\nMEMBERS OF CONGRESS:\n\t\tRep. Jim Moran (D-VA)\n\nADMINISTRATION OFFICIALS:\n\t\tDepartment of Education Secretary Arne Duncan\n\t\tBudget Director Peter Orszag\n\nSPECIAL GUESTS:\n\t\tGeoffrey Canada, Harlem Children’s Zone\n\t\tRobert Chambers, Bonnie CLAC\n\t\tPat Christen, HopeLab\n\t\tDave Cieslewicz, Mayor of Madison, Wisconsin\n\t\tSteve Goldsmith, Harvard Kennedy School\n\t\tVanessa Nunez, Genesys Works\n\t\tSara Presler, Mayor of Flagstaff, Arizona\n\nOTHER EXPECTED ATTENDEES INCLUDE:\n\t\t(in alphabetical order by last name)\n\n\t\tRaolat Abdulai, New Freedmen's Clinic\n\t\tEllen Alberding, Joyce Foundation\n\t\tRafael Alvarez, Genesys Works\n\t\tMichael Anders, Morgan Stanley\n\t\tHector Avellaneda, Genesys Works\n\t\tDiana Aviv, Independent Sector\n\t\tRichard Barth, KIPP Schools\n\t\tJosh Bekenstein, Bain and Company\n\t\tKara Bobroff, Native American Community Academy\n\t\tDavid Bornstein, Author\n\t\tJeff Bradach, Bridgespan Group\n\t\tArthur Brooks, American Enterprise Institute\n\t\tElliott Brown, Springboard Forward \n\t\tMichael Brown, City Year\n\t\tTony Brunswick, LIFT\n\t\tAndrew Butcher, GTECH\n\t\tKelley Caffarelli, Home Depot Foundation\n\t\tGeoffrey Canada Jr., Harlem Children's Zone\n\t\tDan Cardinali, Communities in Schools\n\t\tJames Cleveland, JumpStart\n\t\tAnnMaura Connoly, City Year\n\t\tDr. Charlotte Cowan, Author\n\t\tAnn Cramer, IBM\n\t\tCameron Cushman, Kauffman Foundation\n\t\tCarla Dartis, Tides Center\n\t\tAlfa Demmellash, Rising Tide Capital\n\t\tAllison Devore, StreetWise Partners\n\t\tSuzanne DiBianca, Sales Force Foundation\n\t\tCheryl Dorsey, Echoing Green\n\t\tBill Drayton, Ashoka\n\t\tMallika Dutt, Breakthrough\n\t\tAlex Forrester, Rising Tide Capital\n\t\tTom Freedman, Freedman Consulting\n\t\tDavid Friedman\n\t\tMark Fuller, Monitor Group\n\t\tMarilyn Gaston, Gaston and Porter Health Improvement Center\n\t\tChristopher Gergen, Duke University\n\t\tDavid Gergen, Center for Public Leadership\n\t\tJohn Gomperts, Civic Ventures\n\t\tChristine Greenhow, Admission Possible\n\t\tTiffany Gueye, Building Educated Leaders for Life (BELL)\n\t\tSteve Gunderson, Council on Foundations\n\t\tChuck Harris, Sea Change Capital Partners\n\t\tBen Hecht, Living Cities\n\t\tScott Heiferman, meetup.org\n\t\tPhilip Henderson, Surdna\n\t\tSara Horowitz, Working Today—Freelancers Union\n\t\tFrederick Humphries, Microsoft\n\t\tDominique Jackson, Communities in Schools\n\t\tThomas JenkinsJr., Nurse-Family Partnership\n\t\tGladys Jensen, Jensen Foundation\n\t\tJames Jensen, Jensen Foundation\n\t\tAlan Khazei, Be the Change\n\t\tVanessa Kirsch, New Profit\n\t\tMatt Klein, Blue Ridge Foundation\n\t\tChris Koch, GTECH\n\t\tGara LaMarche, Atlantic Philanthropies\n\t\tCarol Larson, Packard Foundation\n\t\tJonathan Lavine, Bain Capital\n\t\tPat Lawler, Youth Villages\n\t\tMark Levine, The After School Corporation (TASC)\n\t\tFelix Lloyd, Skill Life\n\t\tGary Maxworthy, Farms to Families\n\t\tTerry Mazany, Chicago Community Trust\n\t\tJim McCorkell, Admission Possible\n\t\tDarin McKeever, Gates Foundation\n\t\tMargaret McKenna, Wal-Mart\n\t\tBill Milliken, Communities in Schools\n\t\tTed Mitchell, New Schools Venture Fund\n\t\tVanessa Nunez, Genesys Works\n\t\tMark Nunnelly, Bain\n\t\tDavid Olds, Nurse-Family Partnership\n\t\tPam Omidyar, Omidyar Foundation\n\t\tApril Osajima, Girls, Inc.\n\t\tSally Osberg, Skoll Foundation\n\t\tGayle Porter, Gaston and Porter Health Improvement Center\n\t\tAlma Powell, America's Promise Alliance\n\t\tBruce Reed, Democratic Leadership Council\n\t\tChandra Ribeiro, Bonnie CLAC\n\t\tJohn Rice, Management Leadership for Tomorrow\n\t\tJulie Rogers, Meyer Foundation\n\t\tSharon Rohrbach, Nurses to Newborns\n\t\tMartha Rollins, Boaz & Ruth\n\t\tNancy Roob, Edna McConnell Clark Foundation\n\t\tZack Rosenburg, St. Bernard Project\n\t\tRichard Ross, HopeLab\n\t\tAlex Rossides, Growth Philanthropy Network\n\t\tDavid Saltzman, Robin Hood\n\t\tSmrthi Sathe, Blue Engine Media\n\t\tPaul Schmitz, Public Allies\n\t\tJon Schnur, New Leaders for New Schools\n\t\tJ.B. Schramm, College Summit\n\t\tEric Schwarz, Citizen Schools\n\t\tTom Sheridan, The Sheridan Group\n\t\tMark Shriver, Save the Children\n\t\tTim Shriver, Special Olympics\n\t\tBobbi Silten, Gap, Inc.\n\t\tShamina Singh, Citi\n\t\tEd Skloot, Duke University\n\t\tErik Smith, Blue Engine Media\n\t\tRalph Smith, Annie E. Casey Foundation\n\t\tAlan Solomont, Corporation for National and Community Service\n\t\tJonathan Soros, Soros Fund Management\n\t\tTim Sparapani, Facebook\n\t\tBen Starrett, Funders Network\n\t\tDorothy Stoneman, YouthBuild USA\n\t\tLester Strong, Experience Corps\n\t\tKerry Sullivan, Bank of America\n\t\tKim Syman, New Profit\n\t\tLuis Ubiñas, Ford Foundation\n\t\tJulius Walls, Greystone Bakery\n\t\tKelly Ward, New Profit\n\t\tJames Washington, Harlem Children’s Zone\n\t\tDiana Wells, Ashoka\n\t\tShelly Whelpton, Sheridan Group\n\t\tWilliam White, Mott Foundation\n\t\tAndrew Wolk, Root Cause\n\t\tTrineca Yellock, JumpStart\n\t\tKyle Zimmer, First Book\n\n\t\t###\n\t\t \n\n\n\n\n\n"
}