{
    "title": "Mensaje Semanal-El Presidente Obama insta al Senado a que ratifique el Nuevo Tratado START este año | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/20/mensaje-semanal-el-presidente-obama-insta-al-senado-a-que-ratifique-el-n",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 20, 2010\n\n \n\n\n\nMensaje Semanal-El Presidente Obama insta al Senado a que ratifique el Nuevo Tratado START este año\n\n\n\n\n\n\tWASHINGTON – En su mensaje semanal, el Presidente Obama describió como “fundamental” para la seguridad nacional de Estados Unidos la ratificación este año del Nuevo Tratado START. De no ratificarse el tratado este año, no sólo perderíamos a nuestros inspectores nucleares en Rusia, sino que también se socavaría la coalición internacional que ejerce presión en Irán, pondría en peligro las rutas de transporte utilizadas para equipar a nuestras tropas en Afganistán, y se perderían décadas de liderazgo y bipartidismo en Estados Unidos en materia de seguridad nuclear. Tras seis meses, 18 audiencias y casi mil preguntas respondidas, además del respaldo de varios republicanos, entre ellos Colin Powell, George Schultz, Jim Baker y Henry Kissinger, es hora de que el Senado tome una decisión al respecto.\n\n\tAdjunto se incluye una hoja informativa mostrando el apoyo amplio y bipartidista por el Nuevo START.\n\n\tEl audio completo del mensaje está AQUI. El video se puede ver por Internet en obamawhitehouse.archives.gov.\n\nDeclaraciones del Presidente Barack Obama\n\tMensaje semanal\n\tThe White House\n\t20 de noviembre, 2010\n\n\tHoy, me gustaría hablarles sobre un asunto que es fundamental para la seguridad nacional de Estados Unidos: la necesidad de que el Senado apruebe este año el Nuevo Tratado START.\n\n\tEste tratado tiene origen en una práctica que data de la época de Ronald Reagan. La idea es simple: ya que los dos países tienen más de 90 por ciento de las armas nucleares del mundo, Estados Unidos y Rusia tienen la responsabilidad de colaborar para reducir nuestros arsenales. Y a fin de proteger nuestra seguridad nacional, a Estados Unidos le conviene mantenerse al tanto del arsenal nuclear de Rusia por medio de esfuerzos de verificación con inspectores estadounidenses en el terreno. Como lo puso el Presidente Reagan cuando suscribió un tratado sobre armas nucleares con la Unión Soviética en 1987, “Confiar pero verificar”.\n\n\tEso precisamente hace el Nuevo Tratado START. Tras negociar durante prácticamente un año, llegamos a un acuerdo este año que recorta un tercio de las armas nucleares de largo alcance y los vehículos vectores que Estados Unidos y Rusia pueden emplazar, a la vez que asegura que Estados Unidos retenga sólidas medidas de disuasión nuclear y pueda volver a poner inspectores en el terreno en Rusia.\n\n\tEl tratado también nos ayudó a modificar nuestra relación con Rusia, lo que llevó a beneficios concretos. Por ejemplo, Rusia ha sido indispensable en nuestros esfuerzos por poner en práctica firmes sanciones contra Irán, obtener materiales nucleares en manos de terroristas y equipar a nuestras tropas en Afganistán.\n\n\tTodo esto se pondrá en peligro si el Senado no aprueba el Nuevo Tratado START.\n\n\tSi no se ratifica este año, Estados Unidos no tendrá inspectores en el terreno ni capacidad de verificar las actividades nucleares en Rusia. Por lo tanto, quienes bloqueen este tratado estarán yendo en contra de la norma del Presidente Reagan: quieren confiar pero no verificar.\n\n\tSi no verificamos, ponemos en peligro la coalición que hemos consolidado para ejercer presión en Irán y la ruta de transporte que usamos para equipar a nuestras tropas en Afganistán. Y si no verificamos, corremos el peligro de perder décadas de liderazgo por Estados Unidos en materia de seguridad nuclear y décadas de bipartidismo con respecto a este asunto. Nuestra seguridad y nuestra posición en el mundo están en juego.\n\n\tDe hecho, desde la época de Reagan, todo Presidente ha procurado negociar un tratado de reducción verificada de armas. Y cada vez que estos tratados han sido examinados por el Senado, han sido aprobados con más de 85 votos. El apoyo por miembros de ambos partidos al Nuevo Tratado START no podría ser más firme. Ha sido respaldado por republicanos del gobierno de Reagan y de ambos presidentes Bush, entre ellos Colin Powell, George Shultz, Jim Baker y Henry Kissinger. Además fue aprobado por el Comité de Relaciones Exteriores del Senado con un firme voto bipartidista de 14-4.\n\n\tEn los últimos meses, se han planteado varias preguntas sobre el Nuevo START, y hemos respondido a cada una de ellas. Hay quienes han preguntado si limitará nuestra defensa anti balística. No la limitará. Otros, entre ellos el senador Jon Kyl, han pedido que modernicemos nuestra infraestructura nuclear para el siglo XXI. Estamos haciéndolo y planeamos invertir por lo menos $85,000 millones en ese esfuerzo en los próximos 10 años, lo cual es un incremento considerable con relación al gobierno de Bush.\n\n\tFinalmente, hay quienes no han presentado argumentos en contra del tratado, sino que simplemente quieren más tiempo. Pero recuerden lo siguiente: ya han transcurrido 11 meses desde que tuvimos inspectores en Rusia, y cada día que pasa sin ratificación es un día en que perdemos confianza en nuestro entendimiento de las armas nucleares de Rusia. Si el Senado no toma medidas al respecto este año –después de seis meses, 18 audiencias y casi mil preguntas respondidas– en enero tendrá que comenzar de cero.\n\n\tLa opción es clara: no ratificar el nuevo START sería poner en juego peligrosamente la seguridad nacional de Estados Unidos y reduciría nuestros conocimientos sobre las armas nucleares de Rusia, como también nuestro liderazgo en el mundo. Eso no es lo que los estadounidenses nos encargaron al enviarnos a Washington.\n\n\tBasta con la paralización y las riñas. Si hay un asunto que debe unirnos –como republicanos y demócratas– es nuestra seguridad nacional.\n\n\tHay cosas que están por encima de la política. Como el republicano Dick Lugar dijo el otro día, “Todo senador tiene la obligación, por el bien de nuestra seguridad nacional, de adoptar una posición, cumplir con su deber”.\n\n\tEl senador Lugar está en lo correcto. Y si el Senado aprueba este tratado, no será un logro para demócratas o republicanos; será una victoria para Estados Unidos.\n\n\tGracias.\n\n\n\n\n"
}