{
    "title": "Dia Del Censo, 2010 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/dia-del-censo-2010",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 01, 2010\n\n \n\n\n\nDia Del Censo, 2010\n\n\n\n\nSe adjunta una proclama que el Presidente firmó ayer sobre el Día del Censo. Lo siguiente es la traducción:\nDIA DEL CENSO, 2010\nPROCLAMA DEL PRESIDENTE DE ESTADOS UNIDOS DE NORTEAMÉRICA\nDesde los inicios de nuestra nación, el censo ha desempeñado un importante papel en identificar dónde los recursos son más necesarios.\nEste procedimiento, consagrado en nuestra Constitución, guía la respuesta de nuestro gobierno a las cambiantes necesidades de las comunidades estadounidenses. Al llenar la encuesta de este año, podemos asegurarnos de que éstas reciban fondos adecuados para escuelas, hospitales, centros para personas mayores y otras obras públicas. El Censo del 2010 también ayudará a los empleadores a escoger el lugar de nuevas fábricas y empresas durante nuestra recuperación económica. El Día del Censo, insto a todos los estadounidenses a cumplir con su deber cívico de participar en el Censo del 2010.\nAunque el primer censo de Estados Unidos empadronó a un país joven con menos de 4 millones de personas, el censo de este año obtendrá datos de una nación de más de 300 millones. La diversidad de Estados Unidos define nuestro carácter nacional; sin embargo, en demasiadas ocasiones, el censo omitió del conteo a miembros de grupos minoritarios, jóvenes y residentes de bajos ingresos. A medida que nuestra nación crece, realizar el empadronamiento correctamente ayudará a que nuestras familias y vecinos reciban los servicios que necesitan y una representación exacta y proporcional en la Cámara de Representantes de Estados Unidos.\nLlenar el censo del 2010 es fácil y seguro, y la Oficina del Censo protege enérgicamente la información privada de todos los que participan en el censo, la cual nunca se usa en su contra ni se comparte con otras entidades gubernamentales o privadas. Al devolver por correo el formulario del Censo, ayudamos a ahorrarles dinero a los contribuyentes y a asegurar que todos los estadounidenses reciban el apoyo que merecen y voz y voto en nuestra democracia.\nAHORA, POR TANTO, YO, BARACK OBAMA, Presidente de los Estados Unidos de Norteamérica, en virtud de la autoridad que me confieren la Constitución y las leyes de Estados Unidos, proclamo por la presente el 1º de abril, 2010, como el Día del Censo. Insto a todos los estadounidenses a que conmemoren este día llenando su formulario del censo y devolviéndolo por correo.\nEN FE DE LO CUAL, suscribo la presente en este trigésimo primer día de abril del año de Nuestro Señor dos mil diez, y el ducentésimo trigésimo cuarto de la independencia de Estados Unidos.\nBARACK OBAMA\n \n\n\n\n"
}