{
    "title": "Senator Kerry Backs Middle Class Tax Cut Framework | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/08/senator-kerry-backs-middle-class-tax-cut-framework",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 08, 2010\n\n \n\n\n\nSenator Kerry Backs Middle Class Tax Cut Framework\n\n\n\n\n\nKerry on Tax Cuts for Middle Class\n\nWASHINGTON, D.C. - Senator John Kerry (D-Mass.), senior member of the Finance Committee, tonight released a statement on the proposal by President Obama to provide tax cuts for every American:\n\t \n\t\"It's no secret that I've opposed the Bush tax cuts for the wealthy.  I voted against them in 2001, 2003 and 2005, and I said I'd roll them back in 2004 if I was elected president.  I take a backseat to no one when it comes to opposing George Bush's tax policy.  They didn't create jobs and they dug an enormous deficit hole that was dumped on President Obama.  President Obama knows that.  He opposed the Bush policy every step of the way and as a Senator, Joe Biden was right here with me fighting against them. But don't forget for a second that when it came down to the votes in the Senate, the President was dealt a very tough hand.  All 42 Senate Republicans voted in lockstep to hold the middle class tax cuts and unemployment insurance hostage, and our Democratic caucus wasn't unified.  The votes on Saturday were just the latest reminder when we lost a bunch of Democrats, and the math is clear our bargaining position was going to be even harder come January with all these new Republican Senators. So I think the President had a hard decision to make. He obviously decided that the best possible compromise was to get unemployment benefits, middle class tax cuts, and the Recovery Act provisions extended in exchange for these upper income tax extensions that he opposes, and he decided that in two years the fight over tax breaks for the wealthy will be rejoined. This wasn't an easy call for him. It's a lot easier to deal in hypotheticals than it is to deal with the Senate as it is.  We don't have 60 Senators who oppose the Bush tax policies the way I do, and the way Barack Obama and Joe Biden do, so how do you wrestle with that? Are you willing to say no to unemployment insurance if this is the only way to get it? That's what our caucus wrestled with today. Yes, it's a very steep price to pay for something the Senate should've done months ago as a matter of decency and common sense, but how do you cut off 52,000 people in Massachusetts who need those unemployment benefits? Are you really willing to walk away from these middle class benefits which we can't get otherwise when you know the tax cuts for the upper end are going to be extended come January anyways? The truth is, the President got a lot of things here we've been fighting for that we haven't yet been able to win any other way.\"\n\n\n\n\n"
}