{
    "title": "Statement by National Security Council Spokesperson Ned Price on U.S.-China Enhanced Control Measures for Fentanyl | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/03/statement-national-security-council-spokesperson-ned-price-us-china",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\n\nSeptember 03, 2016\n\n \n\n\n\nStatement by National Security Council Spokesperson Ned Price on U.S.-China Enhanced Control Measures for Fentanyl\n\n\n\n\n\nToday, the Obama Administration announced enhanced measures in conjunction with the Chinese government to combat the supply of fentanyl and its analogues to the United States.  China has taken several steps over the past year to control over 100 substances which threaten world health and public safety and we appreciate the increased law enforcement cooperation between our countries to combat drug trafficking networks.  At the same time, China is the primary source of precursor chemicals used to manufacture methamphetamine consumed in the United States and the majority of fentanyl and its analogues brought to the United States by drug traffickers originates in China.\n\nChina committed to targeting U.S.-bound exports of substances controlled in the United States, but not in China.  Additionally, we agreed to increase our exchange of law enforcement and scientific information with a view towards coordinated actions to control substances and chemicals of concern.  We will continue to work with China bilaterally and multilaterally to tighten international scheduling and improve the capacity of states to monitor and analyze illicit synthetic drugs.\n\nThese are important steps, but there is still much more work we can do to protect Americans from dangerous and increasingly lethal narcotics. The prescription opioid and heroin epidemic that is deeply affecting communities across the United States is being compounded by fentanyl, a powerful Schedule II synthetic opioid more potent than morphine or heroin.  Fentanyl is sometimes mixed with powder heroin to increase its effects or sold as “synthetic heroin,” with or without the buyers’ knowledge.  Increasingly, fentanyl is pressed into pill form and sold as counterfeit prescription opioid pills.  The majority of the illicit fentanyl in the U.S. market is smuggled into the country after being clandestinely produced in Mexico or China.  Many of the recent overdoses and deaths in Indiana, Kentucky, Ohio, and West Virginia have been attributed to synthetic opioids like fentanyl or its analogues being mixed into heroin, further underscoring the importance of this issue for the United States.\n\nThe President has made clear that addressing the prescription opioid and heroin epidemic is a priority for his Administration and the federal government is increasing access to treatment for substance use disorders and expanded efforts to prevent overdoses.  The President has called for $1.1 billion in new funding to help Americans who want treatment get it wherever they live and every day that passes without Congressional action to provide these additional resources is a missed opportunity to get treatment to those who want it, help prevent overdoses and support communities across the country impacted by this epidemic.\n\n###\n\n\n\n\n"
}