{
    "title": "Vice President Biden Kicks Off “Road To Recovery” Tour in Pennsylvania | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-kicks-ldquoroad-recoveryrdquo-tour-pennsylvania",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 11, 2009\n\n \n\n\n\nVice President Biden Kicks Off &ldquo;Road To Recovery&rdquo; Tour in Pennsylvania\n\n\n\n\n   THE WHITE HOUSE   Office of the Vice President  ---------------------------------------------------------  For Immediate Release                                              June 11, 2009  VICE PRESIDENT BIDEN KICKS OFF \"ROAD TO RECOVERY\" TOUR IN PENNSYLVANIA   Vice President Biden kicked off his \"Road to Recovery\" tour this morning in Carlisle, Pennsylvania, where he attended the groundbreaking for the Route 34 bridge project. The Vice President, who is joined by Secretary of Transportation Ray LaHood on this tour, is traveling to communities across the country highlighting Recovery Act funds at work creating jobs and improving our nation’s infrastructure.   The Vice President previously visited the Route 34 bridge back in February, one week before the American Recovery and Reinvestment Act passed. Since that time, a $1.7 million Recovery Act contract has been awarded to replace the 80-year-old bridge, and work is beginning today. Pennsylvania Governor Edward G. Rendell, Senator Arlen Specter, and other local officials were also present at today’s event.   \"Recovery Act projects like these are not only putting people to work right now, but are a down payment on our economic future,\" said Vice President Biden. \"We realize the road to recovery, quite literally, needs to be repaved, and that’s what we’re doing here today in Carlisle.\"   \"Our Recovery dollars for transportation projects are on time, on target and making a real difference in hundreds of communities around the country,\" said Secretary LaHood. \"Contractors are hiring, workers are working and supplies are being purchased with money that is rippling through the economy.\"   \"We are making good on our promise to put people to work rebuilding the state’s economy with wise and efficient use of Recovery dollars,\" said Governor Rendell. \"The crew working on this bridge in the coming months includes workers who had been laid off.\"   \"This stimulus funding is great news for the region and for Pennsylvania, where so many of our bridges are in dire need of repair,\" said Senator Specter. \"Rebuilding the bridge will put people to work and ensure safety for the thousands of Pennsylvanians who traverse Route 34 on a daily basis.\"   President Obama signed the American Recovery and Reinvestment Act into law on February 17, 2009, as the nation faced the greatest economic crisis in half a century. Just over 100 days into the two-year economic recovery program, over $135 billion in Recovery Act funds have been obligated to programs and projects, and over 150,000 jobs have been created or saved by the Recovery Act. \n\n\n\n"
}