{
    "title": "Background On The Presidents Events In North Carolina And Virginia Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-presidents-events-north-carolina-and-virginia-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 29, 2009\n\n \n\n\n\nBackground On The Presidents Events In North Carolina And Virginia Today\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  ___________________________________________________________________________  FOR IMMEDIATE RELEASE                                                        July 29, 2009    BACKGROUND ON THE PRESIDENT’S EVENTS IN NORTH CAROLINA AND VIRGINIA TODAY:   RALEIGH, NORTH CAROLINA TOWN HALL   Broughton High School 11:55 pm EDT On Wednesday, the President will conduct a town hall discussion about the impact of skyrocketing cost of health care and the need for real reform with Raleigh small business owners, employees and residents.  He will be introduced by Sara Coleman, owner of the Cupcake Shoppe Bakery in Raleigh (bio below), and then deliver prepared remarks followed by taking questions from the audience. Click here for facts about health care in North Carolina. SARA COLEMAN, OWNER, CUPCAKE SHOPPE BAKERY  Sara Coleman is the owner of Cupcake Shoppe Bakery located at 104 Glenwood Avenue in Raleigh, NC, which she started 2 years ago on July 28, 2007. A longtime resident of Raleigh, she worked in the corporate world for many years (at Johnson & Johnson), after which she decided she wanted to do something creative and start her own business. She started with 3 employees and has grown to 10 employees currently.  She is not able to provide health care insurance to her employees because she simply cannot afford to do so, consequently, she is finding it difficult to compete in the market where she is up against other businesses that are able to provide this benefit to their employees. Despite the economic downturn Sara has found business to be steady and she plans to hire additional employees in the fall in preparation for the holiday season. Sara’s original plan, however, had been to open additional bakeries in the greater Raleigh-Durham area but is now hesitant due to the combination of to the unsteady economic climate and difficult experience with employee retention, due to her inability to provide health care coverage to her employees.  BACKGROUND ON PRE-PROGRAM PARTICIPANTS  Dr. Gardner Calvin Taylor will lead the Invocation.  Dr. Taylor, is the son of noted early twentieth century preacher Washington Taylor from Baton Rouge, LA. Dr. Taylor holds a Bachelor’s degree from Leland College and the Oberlin Graduate School of Theology. His pastorates include Bethany Baptist Church in Elyria, Ohio, Beulah Baptist in New Orleans, The Historic Mt. Zion Baptist Church (his home church and pastorate of his father) in Baton Rouge, and the Concord Baptist Church of Christ in Brooklyn, New York. In 2000, Dr. Taylor received the Presidential Medal of Freedom, in 1979 Time Magazine named him one of the seven greatest Protestant preachers in America, and was twice honored by Ebony Magazine as one of the greatest preachers in America. Dr. Taylor currently resides in Raleigh, NC.  Tom Edward Gill III will lead the Pledge of Allegiance. Tom is a Raleigh native and the incoming Junior Class President at Broughton High School. Chelsea Maria Cole will sing the National Anthem. Chelsea is a Raleigh native and incoming Junior at Broughton High School.  Chelsea has been singing in her school chorus since the 6th grade.  BRISTOL, VA HEALTH CARE MESSAGE EVENT  Kroger Supermarket  4:15 pm EDT                       The President will travel to Bristol, VA to discuss the need for real health reform with approximately 150 Kroger employees (store background, provided by Kroger, below).  He will be introduced by Jay Cummins, Kroger’s Mid-Atlantic President (additional bio info below), and then deliver brief prepared remarks followed by employee Q&A.  Click here for facts about health care in Virginia. JAY CUMMINS, PRESIDENT, KROGER MID-ATLANTIC MARKETING AREA  Jay Cummins is the President of Kroger’s Mid-Atlantic Division, which employs more than 12,000 associates in 127 Kroger stores in Virginia, North Carolina, West Virginia and parts of Kentucky, Ohio and Tennessee. Mr. Cummins started his 37-year career as a clerk in 1972.  He has since held positions of increasing responsibility including Store Manager, Grocery Specialist, and President of Kroger’s Food4Less Division, which operates stores in California, Nevada, Illinois and Indiana. Mr. Cummins led the expansion of the Food4Less format into the Chicagoland area including our store that serves the Englewood community.  He and his wife, Terrie, have three children and 3 grandchildren and reside in Roanoke.  Mr. Cummins is active with the United Way of the Roanoke Valley and is the Pacesetter Chair for 2009.  He is the 2009 Chairman of the American Heart Association‘s Heart Walk in Roanoke and was recently named to the Board of Trustees for the Taubman Museum in   Roanoke. FOR BACKGROUND ONLY:  There will be approximately 2,200 people in the audience. 70% of the tickets were available to the public (approx. 100 of these tickets were given to the school).  There was a website where people could sign up for a drawing to get tickets, and those without internet access could call a number to enter. The other 30% was distributed by the White House to area small business owners and their employees, elected officials, community leaders, etc.   BACKGROUND ON BRISTOL, VA KROGER STORE  31 Midway Street  Bristol, Virginia 24201 Store Manager: Rick Caldwell  Store opened in 1998  59,000 square feet Total # of Employees: 92  Management: 5  Full-time: 48  Part-time: 39 Of the 87 non-management, 85 are covered under the collective bargaining agreement. Of the 85:  20 have coverage at $5 dollars per week 13 have coverage at $10 per week (which means the employee plus one dependent) 1 has full dependent coverage at $15 dollars per week 21 opted out of coverage, which generally means they have coverage under a spouse or other family member’s plan  Another 30 are not eligible. Kroger’s collective bargaining agreement with the union provides that employees complete one year of service before they are eligible for health coverage. The Kroger Co. – An Overview  Kroger touches the lives of millions of customers every day through its family of stores.  As the largest traditional supermarket retailer in the U.S, Kroger’s 326,000 associates serve customers in more than 3,600 supermarkets, convenience and jewelry stores in 31 states. Kroger also operates 40 food-processing plants and 33 distribution centers. In 2008, total sales were $76 billion and net earnings were $1.25 billion. Kroger was founded in Cincinnati, Ohio in 1883.  The company focuses its charitable efforts on supporting hunger relief, health and wellness initiatives, and local schools and grassroots organizations in the communities it serves.  Last year, the company, its foundation, associates and customers donated more than $152 million in Kroger’s name. Health Care Approximately 70% of Kroger’s store associates are represented by a union.  The company currently has 330 labor agreements, usually with terms of 3 to 5 years. Kroger strives to be a preferred employer and offer competitive wages, high-quality health-care benefits, secure pensions and retirement savings plans for our associates.  Company-sponsored benefits plans include health insurance and coverage for prescription drugs, medical, dental, vision, disability and life insurance. More than 80% of Kroger’s associates participate in a Kroger-funded health care plan. In 2008, Kroger spent more than $1 billion to provide health care for associates and retirees. Stores  Kroger operates 2,481 supermarkets and multi-department stores under local banners including Baker’s, City Market, Dillons, Foods Co., Food4Less, Fred Meyer, Fry’s, Gerbes, Hilander, JayC, King Soopers, Kroger, Owen’s, Pay Less, QFC, Ralphs, Scott’s and Smith’s.  The company also operates 771 convenience stores under the following names:  Loaf n’ Jug, Kwik Shop, Quik Stop, Tom Thumb and Turkey Hill.  Fred Meyer Jewelers, its group of fine jewelry stores, has 385 locations.  Kroger continues to add fuel centers to many of its supermarket locations and currently operates 781. In addition, Kroger has a growing financial services division called Kroger Personal Finance. Kroger Values  Kroger’s core values guide its business.  They are: honesty, integrity, respect, diversity, safety and inclusion. Kroger’s commitment is three-fold:  To provide customers with great products at good prices and a shopping experience that makes them want to return. To be a preferred employer where every associate feels valued and customers recognize that our people are great. Achieve success for shareholders, help sustain the environment and serve our communities.  ##   \n\n\n\n"
}