{
    "title": "Readout of President Obama's Updates on South Sudan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/12/21/readout-president-obamas-updates-south-sudan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 21, 2013\n\n \n\n\n\nReadout of President Obama's Updates on South Sudan\n\n\n\n\nLast night, upon landing in Hawaii, President Obama was updated on Air Force One on the status of the four American service members who were wounded attempting to evacuate American citizens in Bor, South Sudan. He directed his national security team to ensure the safety of our military personnel, and to continue to work with the United Nations to evacuate our citizens from Bor.\n\nThis morning, following a meeting of his national security principals that was led by National Security Advisor Susan Rice, President Obama participated in a secure call with Ambassador Rice, Deputy National Security Advisor Tony Blinken, Deputy National Security Advisor Ben Rhodes, and Senior Director for African Affairs Grant Harris to update him on the situation in South Sudan. The President was briefed on the status of our military personnel, and the safety of our citizens in Bor and U.S. personnel at the U.S. Embassy in Juba. The President was pleased that our service members are in stable condition, and reaffirmed the importance of continuing to work with the United Nations to secure our citizens in Bor. He underscored that South Sudan's leaders have a responsibility to support our efforts to secure American personnel and citizens in Juba and Bor. \n\nMore broadly, the President underscored the urgency of helping to support efforts to resolve the differences within South Sudan through dialogue. South Sudan's leaders must know that continued violence will endanger the people of South Sudan and the hard-earned progress of independence.  This conflict can only be resolved peacefully through negotiations.  Any effort to seize power through the use of military force will result in the end of longstanding support from the United States and the international community.\n\nPresident Obama expressed his deep appreciation for the work of our military and civilians who are operating in difficult circumstances in South Sudan and directed his team to continue to update him going forward.\n\n\n\n"
}