{
    "title": "Background on the President's Visit to Northern Virginia Community College Alexandria Campus | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/06/08/background-presidents-visit-northern-virginia-community-college-alexandr",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 08, 2011\n\n \n\n\n\nBackground on the President's Visit to Northern Virginia Community College Alexandria Campus\n\n\n\n\n\n\tPresident Obama will visit the Northern Virginia Community College Alexandria Campus (NVCC) to announce a series of initiatives critical to improving the manufacturing workforce.  The initiatives are part of a major expansion of Skills for America’s Future, an industry led initiative the Administration launched last year to improve industry partnerships with community colleges and build a nation-wide network that maximizes workforce development strategies, job training programs, and job placements. \n\n\tAt NVCC President Obama will be led on a tour of the campus’ Automotive Training Program by program head Ernest Packer, who joined the NVCC faculty in 2007 after 29 years of work at the Ford Motor Company.  On the tour the President will see a General Motors Automotive Services classroom and a lab with Ford hybrid vehicles.  NVCC’s certified automotive services program is a gold-standard credentialing program and one that the Manufacturing Institute and National Association of Manufacturers (NAM) used as a model for the new credentialing program being announced at the event.  Following the tour, President Obama will deliver remarks to an audience of 100 people including members of the Skills for America’s Future board, representatives from NAM, leaders from education, philanthropy and the business community and NVCC students and faculty. \n\nExpected Attendees Include\n\tJay Timmons, President and CEO, National Association of Manufacturers\n\tEmily DeRocco, President, Manufacturing Institute\n\tPenny Pritzker, Chairman and CEO, Pritzker Realty Group\n\tKaren Elzey, Director, Skills for America’s Future\n\tNick Pinchuk, Chairman and CEO, Snap-on Incorporated\n\tEllen Alberding, President, Joyce Foundation\n\tCollie Hutter, COO, Click Bond\n\tDonald McCabe, SVP, Corning\n\tTony Raimando, Co-CEO, Behlen Mfg. Co.\n\tDyke Messinger, CEO, Power Curbers\n\n\n\n\n"
}