{
    "title": "Vice President Biden and Secretary Vilsack Highlight Recovery Act's Help to Rural Health Clinics | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-and-secretary-vilsack-highlight-recovery-acts-help-rural-healt",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 01, 2009\n\n \n\n\n\nVice President Biden and Secretary Vilsack Highlight Recovery Act's Help to Rural Health Clinics\n\n\n\n\n\n\n\n\n\n\n\t\t\tVICE PRESIDENT BIDEN AND SECRETARY VILSACK HIGHLIGHT RECOVERY ACT’S HELP TO RURAL HEALTH CLINICS\n\n\n\t\tFaison, NC – Today, Vice President Biden and Department of Agriculture Secretary Tom Vilsack visited Faison, North Carolina to tour the Goshen Medical Center, which is a community health center receiving Recovery Act funds and serves Duplin, Eastern Sampson and Southern Wayne Counties. The Recovery Act has invested $2 billion for community health centers. So far, approximately $500 million is already out the door to health clinics across the nation to assist them in providing services to their communities. These centers serve a critical need for millions of Americans living in rural areas. Dr. Greg Bounds, CEO, Goshen Medical Center and Dr. Mary Wakefield, Administrator of Health Resources and Services Administration (HRSA) joined the Vice President and Secretary Vilsack.\n\n\t\t\"Community health centers are at the heart of many of our rural communities,\" said Vice President Biden. \"Sometimes, these clinics are the only health facilities for miles and miles. The Recovery Act’s investment is crucial meeting the health and medical needs of millions of Americans.\"\n\n\t\t\"Without access to quality and affordable health care, many rural communities like this one, would have trouble surviving,\" said Secretary Vilsack. \"This support is essential if we are going to fully realize the Obama-Biden Administration’s goal of rebuilding and revitalizing rural America.\"\n\n\t\tThe Goshen Medical Center, a rural health clinic in Faison, NC is receiving $635,876 through the Recovery Act. The center will use this funding to increase the health center staffing which will result in 4800 new patients, 1500 with no health insurance. These funds will allow them to create 7 new health centers jobs, including two family medicine doctors, two nursing personnel, and three administrative staff. Twenty-seven community health centers across the state of North Carolina are receiving more than $8.6 million to provide primary health care for 41,228 more patients, including 26,889 who are uninsured. Health centers in North Carolina estimate that these new funds will allow them to create or retain a projected 154 jobs.\n\n\t\tIn 2007, the Goshen Medical Center served a total of 40,457 patients. The health clinic addresses the needs of a diverse community: 41% of their patients are African American; 36% of patients are White/Caucasion; and 23% of the patients are Hispanic. A third of the clinic’s patients (33%) were uninsured, while 18% of their patients were covered by Medicaid and 16% of their patients were covered by Medicare. Sixty-seven percent of their patients have incomes at or below 200% of the Federal Poverty Line (33% have incomes at or below 100% FPL).\n\n\t\tKey Facts about Community Health Centers\n\n\n\t\t\tOne of every 19 people living in the U.S. now relies on a HRSA-funded clinic for primary care.\n\n\t\t\tNearly 1,100 health center grant recipients operate more than 7,000 community-based clinics in every state and territory, giving geographically isolated or economically distressed people access to preventive and primary health care.\n\n\t\t\tHRSA-supported health centers treated more than 16 million people in 2008.\n\n\t\t\tNearly forty percent of patients treated have no health insurance and one-third are children\n\n\t\t\tCommunity Health Centers support over 105,000 jobs, including physicians, nurses, dentists, and other health professionals; leveraging over $9 billion in needed health services.\n\n\n\n\n\n\n"
}