{
    "title": "Background Gaggle Aboard Air Force One en route Ethiopia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/07/26/background-gaggle-aboard-air-force-one-en-route-ethiopia",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 26, 2015\n\n \n\n\n\nBackground Gaggle Aboard Air Force One en route Ethiopia\n\n\n\n\n\n\tAboard Air Force One\n\tEn Route Addis Ababa, Ethiopia \n\n\n\t4:45 P.M. EAT\n\n\n\tSENIOR ADMINISTRATION OFFICIAL:  Whatever you want to talk about.  You guys go.\n\n\tQ    South Sudan may be helpful, to get a sense of that.\n\n\tSENIOR ADMINISTRATION OFFICIAL:  So following the bilateral program tomorrow, the President will meet for about an hour and a half with a handful of regional leaders to talk about South Sudan, primarily, but also regional counterterrorism issues.  We expect the President of Uganda, the President of Kenya, the Prime Minister of Ethiopia, the Chairwoman of the African Union, the Foreign Minister of Sudan -- not South Sudan, Sudan.  \n\n\tThe point is this comes at a time when, after a year and a half of intense effort that we have very, very actively supported, the IGAD negotiating process is on the verge of laying down what amounts to a sort of final offer to the South Sudanese warring parties.  They’ve asked for an answer by the 17th of August -- \n\n\tSENIOR ADMINISTRATION OFFICIAL:  Right, that’s when it’s supposed to be completely entered into.  They’ve provided a draft to the parties.  The parties have some time now to consult and then they’re supposed to come back for a ministerial-level meeting and then a summit among the IGAD parties.\n\n\tSENIOR ADMINISTRATION OFFICIAL:  On the fifth?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  No, the summit is closer to the 17th.  I can get the calendar.\n\n\tQ    I’m sorry, I missed it.  IGAD is?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  Intergovernmental Authority on Development, which is the East African regional -- a East African regional organization that consists of Ethiopia, Eritrea, Kenya, Sudan -- South Sudan in the IGAD?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  I don’t know.  I’ll check on that.\n\n\tSENIOR ADMINISTRATION OFFICIAL:  Who else?  Uganda -- not Tanzania, Tanzania is not in the IGAD -- that have been doing the mediation on this.  But it’s really been Ethiopia in the mediation with the Kenyans and others actively involved -- and the AU increasingly involved -- the African Union.\n\n\tSo they’re laying down essentially a final offer and we have been very actively through the course of this effort supporting the African Union and the IGAD.  The President’s Special Envoy, Don Booth, is out there.  He’s been out there constantly over the last year and a half.  Secretary Kerry has been actively involved in this.  I’ve been actively involved in this.  Gayle Smith has also traveled on behalf of the White House on occasion to support this effort.  But it’s been despite the best efforts of the East Africans and the IGAD and the Ethiopians in particular, the parties’ recalcitrance has been unrelenting.  And they’ve also received -- there’s also been very significant divisions within IGAD because Sudan, on the one hand, has tacitly supported the rebels and Uganda, on the other hand, has overtly supported the government in Juba.  \n\n\tSo those two factors -- the recalcitrance of the parties and the venality of the parties, combined with the divisions within IGAD have made this very difficult to achieve a successful outcome.  And meanwhile, the humanitarian situation is getting worse; the two sides are fracturing internally.\n\n\tSo this coincides, obviously, with the President’s visit.  This is obviously an issue on which we’ve long had a significant interest.  So the President thought it was timely and worthwhile to bring the key players in the region together to reinforce our common interest in getting the two sides to agree to this final best offer, but also to discuss in very concrete terms if that does not succeed, what are we doing next, what’s the follow-on play, what should be the revised approach -- which is not going to be more of the same.  It’s going to -- in our view, it needs to entail thinking about a transition of a different character and the application of significant pressure on both sides, including additional sanctions.  And so this is an opportunity to reinforce the effort that’s on the table and to strategize and concert efforts on next steps in the event that it doesn’t succeed.\n\n\tQ    When you said “transition,” you mean a transition of government or a -- \n\n\tSENIOR ADMINISTRATION OFFICIAL:  Transitional government.  And the IGAD proposal envisions a transition, but it would envision a power-sharing between the two sides.  Another way to approach it is a transitional period that might have a different composition.  But for a period of time -- I think the IGAD is 30 months -- it could be plus or minus, in which basically this state that was virtually stillborn is able to put in place sufficient peace and stability and institutions to run a new election.\n\n\tQ    Is there a specific outcome that the President is expecting out of this?\n\tSENIOR ADMINISTRATION OFFICIAL:  As I said, we’re trying to do two things.  We’re trying to reinforce the proposal that’s on the table and put maximum pressure on the parties to accept it, and to do some strategizing with the key players in the region -- trying to arrive at a common perspective on what we might do in the event that that fails.  And that’s not necessarily something that we will find productive to be public about in advance of the two sides having the opportunity to say yes or no.\n\n\tQ    Is this the first time the Sudanese Foreign Minister or somebody of that level in the Sudanese government has met with the President of the United States?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  I don’t know the answer to that.\n\n\tSENIOR ADMINISTRATION OFFICIAL:  I think we’re checking that.  The only -- we were checking multilateral meetings in the past.\n\n\tSENIOR ADMINISTRATION OFFICIAL:  Wait, I can give you off the top of my head -- Taha was the Vice President, was at the U.N. in 2010.\n\n\tSENIOR ADMINISTRATION OFFICIAL:  Yes, 2010 --\n\n\tQ    Did they talk, or they were part of a meeting?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  They certainly shook hands and had informal communication.  But this, again, is not a bilateral meeting; it’s a multilateral.\n\n\tQ    The Vice President then?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  We’ll check it.\n\n\tQ    Without describing what the plan B is, does the U.S. have a preferred plan B that you will sort of unveil?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  We obviously have some thoughts on a plan B, but I’m not going to preview that publicly before we have an opportunity to talk to the regional leaders.  I mean, the point is to be on one page.  And even after we’ve had the conversation with the regional leaders, I think it would be counterproductive in all likelihood to get into detail.\n\n\tQ    Do you expect there will be any kind of a readout tomorrow after the meeting for us?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  I think there will probably be just a written readout.  And obviously the President, in his speech to the African Union, will have an opportunity to speak in his own words on South Sudan.\n\n\tQ    Is there a time frame for when you get to the point of having to decide plan A or plan B?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  Well, we’ve got to get to the 17th and see what happens and where we are.  But this is an important opportunity to lay a predicate for what we hope will be more united action among the countries in the region.\n\n\tIs there anything you want to add on just the front end on that?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  Only that in addition to South Sudan, as my colleague mentioned, it’s also going to be a chance to talk about other regional security issues, which could include counterterrorism issues, countering violence extremism.  We’re sure that Somalia and other salient issues will come up, so it’s not exclusively on South Sudan.\n\n\tQ    Could you say how long the planning for this meeting has been taking place?  When did the idea for it originate?  And what kind of preparations have been going on at the staff level ahead of time?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  Well, we’ve thought about this for some while.  Obviously, until we got closer to the time of the trip, we couldn’t be certain whether this was a ripe moment.  We think it is.  Again, not ripe for necessarily a huge breakthrough -- I think that would be overly optimistic, given how difficult the parties have been -- but ripe for the most involved players who have varying degrees of influence on the parties to agree on a way forward.  In the first instance, I think it will be -- we’ll all be agreed on the importance of supporting IGAD, but I think then talking about, if that doesn’t work, what then, is timely.\n\n\tThere’s been a lot of work at the staff level.  Our special envoy has been in the region working on this.  I have made phone calls to some of the regional leaders.  Secretary Kerry has made phone calls to some of the regional leaders in recent days, talking about our thinking and eliciting theirs.  And obviously the President, in his bilateral with Kenyatta, and his bilateral tomorrow with Prime Minister Hailemariam, will also have an opportunity before the summit meeting to have this kind of discussion.\n\n\tQ    Do you know if there are any South Sudanese representatives who are going to be in Addis during the two days?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  There probably will be some.\n\n\tQ    Any plans for the President or you or other senior officials to talk to them?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  No.\n\n\tQ    Was the President of South Sudan in Nairobi while we were here?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  No.\n\n\tQ    I heard he was here.  That’s not true?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  No, not to my knowledge.  I didn’t hear about Salva being in Nairobi.\n\n\tQ    You wouldn’t want to include them in a meeting like this?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  No, I think at this point our view is that both parties are part of the problem and this is not an opportunity for them to have a bunch of air time.  They’ve had many, many opportunities with the regional leaders.  I think the point is to underscore that there’s unity around the IGAD effort and that there will be unity in the aftermath, and that if these guys aren’t with the program, they’re going to face sustained and concerted pressure.\n\n\tQ    Can you give a sense of, given that Sudan and Uganda, you’ve identified them as key players fueling the conflict, what you think can happen to enlist their support in coming to a common compromise among the regional players?  What’s the opportunity there?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  Well, I mean, obviously, first of all, I think there’s a differentiation here.  Sudan is arming and supporting rebels.  Uganda, as a sovereign, has accepted the invitation of a sovereign to defend -- help them defend Juba and the city of Bor and, importantly, the airport, which, frankly, for the international community, has been a blessing because in the absence of that it would have been very difficult for us not to have pulled out our embassy personnel 18 months ago and to have kept them there.  \n\n\tBut I think, politically, we would like to see Uganda use its influence to encourage Salva Kiir to accept a rational deal \n\t-- that’s what we’re looking for from them.  And so we do see an opportunity, although by no means -- I wouldn’t go so far as to say a likelihood.  I mean, this is an effort we’re undertaking because we believe it has the potential to be helpful and it’s the right thing to do, and it’s consistent with the sustained effort we’ve been putting into the challenge of South Sudan for many years, and especially in the wake of the conflict breaking out.  \n\n\tBut I don’t think that anybody should have high expectations that this is going to yield a breakthrough.  The parties have shown themselves to be utterly indifferent to their country and their people, and that is a hard thing to rectify.  So Sudan obviously can do its part by being part of a regional solution, backing it with sincerity and halting the flow of weapons and funding and support to Riek Machar.  \n\n\tQ    Besides South Sudan, are there some initiatives -- some financial commitments or initiatives on al-Shabaab that will be announced tomorrow?  Is there anything else about tomorrow -- just pitching us forward -- that you can help preview?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  Well, first of all, I think you heard the President yesterday talk about our security cooperation with Kenya against al-Shabaab and the additional resources we’re putting into that.  We’re a huge supporter of AMISOM, which includes not just Uganda and Kenya and Ethiopia very substantially.  So I don’t think you’re going to hear a lot in the way of new initiatives.  I think you’ll hear that we continue to be AMISOM’s, I daresay, most active and important external partner, both from a funding point of view and a support point of view.\n\n\tQ    Any new drone-related policy or investments to announce tomorrow?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  I was just going to add that tomorrow we will put out some more background information on some of the ongoing assistance and additional resources that we’re going to be providing to regional partners in East Africa on security issues in particular, so we’ll have that in a factsheet that will come around.  And then, if I may just add to the previous point, fundamentally, it’s in everyone’s interest in the region to end the humanitarian disaster and the regional economic drain that South Sudan has become.  And we’re trying to align interests in that regard.  I would just put that in a finer point -- 40 percent of the population is on humanitarian assistance right now.\n\n\tSENIOR ADMINISTRATION OFFICIAL:  We pay for about 40 percent of the assistance.\n\n\tSENIOR ADMINISTRATION OFFICIAL:  That’s right.  We’re primarily funding that.\n\n\tQ    I just wanted to clarify, when you said a couple of times you’re not expecting a breakthrough, and the first time it was clear -- you mean tomorrow, but do you also mean by the 17th, or you just meant --\n\n\tSENIOR ADMINISTRATION OFFICIAL:  Both.\n\n\tQ    Okay.  (Laughter.)\n\n\tQ    Some people have called for an arms embargo, but you’re opposed -- is that right?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  No, we’re not opposed.  We have supported a U.N. Security Council resolution that explicitly threatened an arms embargo and we think it’s, in the failure of this last effort, one of the options that’s right on the table.\n\n\tQ    Arms embargo and new sanctions?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  Yes.  That is a sanction, as you know, but additional sanctions.  All those are things that we’re actively considering.  But the thing is we have to find tools that affect the two parties equally, and the arms embargo is more one-sided than two-sided.\n\n\tQ    Are there other types of sanctions that you can at least sort of detail without -- I know you don’t want to detail.\n\n\tSENIOR ADMINISTRATION OFFICIAL:  I think that you can envision sanctions on individuals that would go after assets, travel.  I think --\n\n\tQ    -- sanctions, or U.S. sanctions, or both?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  Either/or.  They could be national sanctions; they could be national sanctions taken in concert with a number of other countries, including countries in the region or the European Union; and/or they could be United Nations sanctions.\n\n\tQ    This has been a priority for you, particularly, and other people in the administration -- the whole birth of -- as you say, South Sudan happened on your watch, it’s something you wanted to be successful.  How does it feel and how does the President feel about having to try to put it all back together again when it just sort of never -- \n\n\tSENIOR ADMINISTRATION OFFICIAL:  Well, first of all, this is not just an Obama administration initiative.  We’ve been going back to the Bush administration, and even the Clinton administration, we’ve been very invested in South Sudan.  We’ve long been the biggest provider of humanitarian assistance.  Twenty years ago we were working with IGAD on a plan to try to get South Sudan to become independent, between Sudan and South Sudan.  The Bush administration, under Special Envoy John Danforth, worked very hard on this and made significant progress. We came in and we were able, with others in the international community -- I was up in New York at the time -- helped to shepherd through a peaceful referendum that resulted in, ultimately, the independence of South Sudan.  That was the right thing after decades of war for a people that desperately -- 98 percent of whom voted for independence.\n\n\tWhat’s a tragedy is that subsequently, the internal rivalries and divisions among the South Sudanese political elite and members of the government -- remember, all these people were serving together in the same government -- let their own personal interests, quests for power and money override their interest in the state.  And when violence broke out.  It quickly became widespread and ethnic in nature.  It opened up fissures in the society that had been there for a long time.  It garnered the interest and the involvement of the states in the region until -- this is a very, very unfortunate development and I think the people of South Sudan are those that, after all they’ve been through, least need and deserve the suffering that they’re dealing with now.\n\n\tI taped a video for the fourth anniversary of South Sudanese --\n\n\tQ    Last month?\n\n\tSENIOR ADMINISTRATION OFFICIAL:  No, July 9th, this month -- for their independence.  And so if you want to see what I think, I said it -- I mean, those were my words.  And I think that from the point of view of the United States, we are very committed to the people of South Sudan and we will continue to do our best to help them achieve the future that they deserve.  But as the President has said repeatedly throughout this trip and going back to his first trip to Africa, Africa is for the Africans to sort out.  External actors, even ones as interested as the United States, can’t do it for them.  \n\n\tAnd this is a classic case of venal leaders squandering a huge opportunity that they themselves earned, that we all in the international community supported them to obtain.  So we can’t undo this for them.  They’ve got to fix this.  But you see the amount of international effort and attention.  The regional leaders have devoted -- particularly Ethiopia -- tons of man hours to try to unscramble this thing, and so have all the leaders that we’re dealing with, and so is the United States and so is the Troika, which includes Britain and Norway and the U.N. itself.  But at the end of the day, nobody can make them make peace.\n\n\tQ    I feel like every administration ends up having this kind of frustration.  I mean, you had Rwanda, arguably, under Clinton.  You had Darfur under Bush.  You had -- \n\n\tSENIOR ADMINISTRATION OFFICIAL:  I don’t think this is comparable.  For whatever you want to say, this is not, thankfully, yet a genocide.  So let’s not oversimplify.\n\n\tQ    Thanks for doing this.\n\n\tEND\n\t5:05 P.M. EAT\n\n\n\n\n"
}