{
    "title": "MENSAJE SEMANAL: El Estado de la Política en los Estados Unidos | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/02/16/mensaje-semanal-el-estado-de-la-pol%C3%ADtica-en-los-estados-unidos",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 16, 2016\n\n \n\n\n\nMENSAJE SEMANAL: El Estado de la Política en los Estados Unidos \n\n\n\n\n\n\tSPRINGFIELD, IL - En su mensaje semanal, el Presidente habló desde el lugar que inició su carrera política, el Senado del estado de Illinois. Amplificando su mensaje del Estado de la Unión, el Presidente habló sobre su tiempo en el Senado estatal donde trabajó, con buena fe, por encima de las afiliaciones políticas y junto los Demócratas, Republicanos e Independientes para gobernar de manera efectiva y comprobar que la política integra no significa que tenemos que estar de acuerdo en todo. El Presidente también enfatizó su llamado para facilitar el acceso al voto, y también la necesidad de abordar el tema de como formamos la líneas de distritos electorales del Congreso. Nueve años después de que Barack Obama caminó por los escalones del Antiguo Capitolio estatal - donde Abraham Lincoln hace una vez hizo un llamado hacia la unidad cuando la casa estaba dividida – le volvió a preguntar a los estadounidenses a que se unan a él para terminar el trabajo aun incompleto de perfeccionar nuestra unión. Porque en su último año en la presidencia, está claro de que ha cumplido con su palabra y que juntos hemos logrado un progreso real para construir un futuro mejor para la próxima generación.\n\n\tEl audio y el video de este mensaje estarán disponibles en http://obamawhitehouse.archives.gov a las 6:00 a.m. ET, el 13 de febrero del 2016.\n\n\t \n\nVideo del Presidente Barack Obama\n\nMensaje semanal\n\nLa Casa Blanca\n\n13 de febrero de 2016\n\n\tHola a todos. Les hablo hoy desde Springfield, Illinois.\n\n\tTrabajé ocho años en el senado estatal de aquí. Fue un sitio donde, a pesar de todas las diferencias aparentes en un estado tan diverso como Illinois, mis compañeros y yo teníamos mucho en común. Luchamos por nuestros principios y votamos unos contra otros, pero gracias a que pudimos confiar en las buenas facultades de todos, en lugar de las malas, fuimos capaces de progresar. Fuimos capaces de conciliar nuestras diferencias para llegar a acuerdos.\n\n\tEn mis viajes por el estado, pude ver que la mayoría de los estadounidenses hacían lo mismo. La gente sabe que los problemas son complicados y que la gente con ideas diferentes tal vez tenga algo de razón. Me convenció de que si pudiéramos enfocar nuestra política de la misma manera en que enfocamos nuestras vidas diarias, con sentido común, un compromiso por la justicia y si confiáramos en que estamos juntos en este viaje, no hay nada que no podamos hacer.\n\n\tPor eso anuncié, justo aquí, mi candidatura para la Presidencia. Y cada día veo recompensada mi fe en la generosidad y bondad fundamental del pueblo estadounidense.\n\n\tPero seré el primero en admitir que el tono de nuestra política no ha mejorado, sino que ha ido a peor. Demasiados piensan que el sistema está amañado y que sus voces no importan. Y cuando se excluye a la buena gente de participar en la vida pública de todos, el vacío se llena de voces más poderosas y extremas. Esas serán las voces que ganan control sobre las decisiones que podrían mandar a un joven soldado a la guerra, o dejar que ocurra otra crisis económica, o a dar marcha atrás a los derechos que generaciones de estadounidenses han luchado para garantizar.\n\n\tPero podemos hacer mucho para evitarlo, desde reducir la influencia del dinero en nuestra política, hasta cambiar el diseño de nuestros distritos del Congreso y simplemente a cambiar la forma en que nos tratamos los unos a los otros. Eso es a lo que he venido a hablar esta semana. Y espero que vayan a WhiteHouse.gov a leer mi discurso completo.\n\n\tUno de los temas en los que me concentré, por ejemplo, fue en cómo podemos hacer más sencillo el proceso de voto, no más complicado, y modernizarlo de acuerdo con nuestras vidas en la actualidad. Aquí en Illinois, hay una ley nueva que permite a los ciudadanos inscribirse y votar en las urnas el mismo día de las elecciones. También expande la votación por adelantado, lo que hace que sea más fácil para las personas con trabajos y padres ocupados. También estamos considerando la inscripción electoral automática para todos los ciudadanos cuando soliciten un carnet de conducir. Y he pedido a más estados que adopten medidas como estas. Porque cuantos más votemos, menos posibilidad habrá de que nuestra política caiga en manos de intereses específicos, y mejor será la democracia para nuestros hijos.\n\n\tNueve años después de anunciar mi candidatura para este puesto, sigo creyendo en una política de esperanza. Y a pesar de todas las dificultades de un mundo que no para de cambiar; a pesar de todas las imperfecciones de nuestra democracia; elegir una política de esperanza es algo que depende de cada uno de nosotros. Gracias a todos. \n\n\n\n\n"
}