{
    "title": "Declaraciones del Presidente sobre la derogación de la ley No Preguntar, No Decir del 2010 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/18/declaraciones-del-presidente-sobre-la-derogaci-n-de-la-ley-no-preguntar-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 18, 2010\n\n \n\n\n\nDeclaraciones del Presidente sobre la derogación de la ley No Preguntar, No Decir del 2010\n\n\n\n\n\n\tHoy, el Senado ha dado un paso histórico para poner fin a una política que socava nuestra seguridad nacional y a la vez va en contra de los mismos ideales que nuestros valientes hombres y mujeres en uniforme arriesgan la vida por defender. Con la eliminación de “No preguntar, no decir” (“Don’t Ask, Don’t Tell”), a nuestra nación ya no se le negará el servicio de miles de patriotas estadounidenses quienes, simplemente por ser homosexuales, se veían forzados a dejar las Fuerzas Armadas a pesar de años de desempeño ejemplar. Tampoco se les pedirá más a miles adicionales que vivan con una mentira para poder ponerse al servicio del país que aman.\n\n\tComo Comandante en Jefe, también estoy totalmente convencido de que realizar este cambio no hará sino resaltar el profesionalismo de nuestras tropas como la fuerza de combate con mejor liderazgo y capacitación que el mundo ha conocido. Y me sumo al secretario de Defensa y jefe del Comando Conjunto, como también a la gran mayoría de militares a quienes el Pentágono sondeó al respecto, con la certeza de que podemos realizar responsablemente la transición a una política nueva y a la vez asegurar nuestro poderío y presteza militar. \n\n\tQuiero agradecerles al líder de la mayoría Reid, los senadores Lieberman y Collins, y las innumerables otras personas que han trabajado tan arduamente para lograr esto. Es hora de cerrar este capítulo de nuestra historia. Es hora de reconocer que la orientación sexual no determina el sacrificio, valor e integridad, como tampoco lo hacen la raza o género, religión o credo. Es hora de permitir que los estadounidenses homosexuales presten servicio a su país abiertamente. Insto al Senado a que remita esta medida a mi despacho para poder promulgarla. \n\n\n\n\n"
}