{
    "title": "Statement Following President Obama's Meeting with President Lee of the Republic of Korea | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-following-president-obamas-meeting-with-president-lee-republic-korea",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 02, 2009\n\n \n\n\n\nStatement Following President Obama's Meeting with President Lee of the Republic of Korea\n\n\n\n\n THE WHITE HOUSE Office of the Press Secrectary  _______________________________________________________________  For Immediate Release                                           April 2, 2009  Statement Following President Obama’s Meeting with President Lee of the Republic of Korea  April 2, 2009   Excel Center, London President Obama met this morning with South Korean President Lee Myung-bak and discussed the global economic crisis, North Korea, and other areas of cooperation. The South Korean leader accepted President Obama’s invitation to visit Washington on June 16. The two leaders agreed to work closely to take strong measures to stimulate their economies and to build international consensus on reform of the international regulatory and supervisory system. They both stressed the importance of avoiding protectionism and economic nationalism. President Obama expressed his strong commitment to the U.S.-ROK alliance, which is essential to maintain peace and security on the Korean Peninsula and in Northeast Asia, and pledged continued cooperation in the ongoing joint efforts to strengthen the alliance further. The two presidents agreed that the U.S.-Korea Free Trade Agreement could bring benefits to both countries and committed to working together to chart a way forward. Both leaders share a vision for broadening and modernizing the Alliance to address the challenges of the 21st Century and decided to explore ideas for increasing regional and global cooperation at their meeting in June. They discussed the issue of North Korea and promised to continue close cooperation in the effort to peacefully and verifiably eliminate North Korea’s nuclear programs, weapons and materiel through Six-Party Talks. In that regard, they urged North Korea to abide by the resolutions of the U.N. Security Council and agreed on the need for a unified response by the international community in the event that North Korea launches a long-range missile. President Obama expressed appreciation for South Korea’s contributions and support for the international effort to promote stability and to assist reconstruction in the Afghanistan-Pakistan region. They promised also to continue to find ways to cooperate in addressing global challenges such as climate change and clean energy technologies.\n\n\n\n"
}