{
    "title": "Presidential Proclamation -- National Prostate Cancer Awareness Month, 2012 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/08/31/presidential-proclamation-national-prostate-cancer-awareness-month-2012",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 31, 2012\n\n \n\n\n\nPresidential Proclamation -- National Prostate Cancer Awareness Month, 2012\n\n\n\n\n\n\t \n\n\tNATIONAL PROSTATE CANCER AWARENESS MONTH, 2012\n\n\t \n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\n\t \n\n\tA PROCLAMATION\n\n\t \n\n\tProstate cancer is among the most common cancers for men living in the United States, and despite the progress we have made in controlling it, the disease continues to take a devastating toll on thousands of lives every year.  During National Prostate Cancer Awareness Month, we remember those we have lost to prostate cancer, and we renew our commitment to preventing, detecting, and treating this terrible illness.\n\n\t \n\n\tWhile the causes of prostate cancer are still unknown, men with certain risk factors may be more likely to develop the disease.  Most men who suffer from prostate cancer are over the age of 65; those whose fathers, brothers, or sons have had prostate cancer are also at greater risk.  Prostate cancer is especially prevalent among African American men, who experience both the highest incidence and the highest mortality rates of prostate cancer.  I encourage all men to visit www.Cancer.gov to learn the warning signs of this disease.\n\n\t \n\n\tMy Administration will continue to stand with men and their families in the fight against prostate cancer.  To ensure patients are covered when they need it most, the Affordable Care Act prevents insurers from placing lifetime or restrictive annual dollar limits on essential health benefits and from dropping coverage when people get sick.  Beginning in 2014, the Act will also help Americans get the services they need by prohibiting insurance companies from discriminating against people with pre existing conditions.  And to advance the state of care for men with prostate cancer, my Administration will continue to support promising research that brings us closer to tomorrow's groundbreaking therapies, treatments, and prevention techniques.\n\n\t \n\n\tToo many men will develop prostate cancer during their lifetimes.  As we mark National Prostate Cancer Awareness Month, let us support the families who fight alongside them, pay tribute to the professionals who pursue the highest standards of care, and rededicate ourselves to improving outcomes for prostate cancer patients across our country.\n\n\t \n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim September 2012 as National Prostate Cancer Awareness Month.  I encourage all citizens, government agencies, private businesses, nonprofit organizations, and other groups to join in activities that will increase awareness and prevention of prostate cancer.\n\n\t \n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this thirty first day of August, in the year of our Lord two thousand twelve, and of the Independence of the United States of America the two hundred and thirty-seventh.\n\n\t \n\n\tBARACK OBAMA\n\n\n\n\n"
}