{
    "title": "President Obama to Travel to North Carolina, Colorado and Iowa, Calling on Congress to Prevent Student Interest Rates from Doubling | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/20/president-obama-travel-north-carolina-colorado-and-iowa-calling-congress",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 20, 2012\n\n \n\n\n\nPresident Obama to Travel to North Carolina, Colorado and Iowa, Calling on Congress to Prevent Student Interest Rates from Doubling\n\n\n\n\n\n\tWASHINGTON, DC – On April 24-25, President Obama will travel to North Carolina, Colorado and Iowa to launch an effort to get Congress to prevent interest rates on student loans from doubling in July. More than 7.4 million students with federal student loans will see their interest rates double on July 1 unless Congress steps in to keep them low. For each year Congress allows the rate to double, the average student with these loans racks up an additional $1,000 in debt. At a time when Americans owe more on student loans than credit cards, President Obama believes we must reward hard work and responsibility by keeping interest rates on student loans low so more Americans get a fair shot at an affordable college education, the skills they need to find a good job, and a clear path to middle class.\n\n\tOn Tuesday, President Obama will visit the University of North Carolina at Chapel Hill and the University of Colorado at Boulder. On Wednesday he will visit the University of Iowa.  At each stop he will speak with students about the critical need for Congress to act.\n\n\tThe White House will also kick off a social media effort using Twitter, Facebook, and Google+, centered around the hashtag #DontDoubleMyRate.\n\n\tThe President’s student loan interest rate efforts will continue throughout the spring and early summer until Congress passes legislation to keep interest rates low and continue to give students the chance to get the college education they need for the jobs of today and tomorrow.\n\n\tAdditional details about President Obama’s trip, including press credentialing information, will be released as they become available.\n\n\n\n\n"
}