{
    "title": "Executive Order 13526- Original Classification Authority | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/executive-order-original-classification-authority",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 29, 2009\n\n \n\n\n\nExecutive Order 13526- Original Classification Authority\n\n\n\n\n\n\tPursuant to the provisions of section 1.3 of the Executive Order issued today, entitled \"Classified National Security Information\" (Executive Order), I hereby designate the following officials to classify information originally as \"Top Secret\" or \"Secret\":\n\n\t    TOP SECRET\n\nExecutive Office of the President:\n\n\tThe Assistant to the President and Chief of Staff\n\n\tThe Assistant to the President for National Security Affairs (National Security Advisor)\n\n\tThe Assistant to the President for Homeland Security and Counterterrorism\n\n\tThe Director of National Drug Control Policy\n\n\tThe Director, Office of Science and Technology Policy\n\n\tThe Chair or Co-Chairs, President's Intelligence Advisory Board\n\nDepartments and Agencies:\n\n\tThe Secretary of State\n\n\tThe Secretary of the Treasury\n\n\tThe Secretary of Defense\n\n\tThe Attorney General\n\n\tThe Secretary of Energy\n\n\tThe Secretary of Homeland Security\n\n\tThe Director of National Intelligence\n\n\tThe Secretary of the Army\n\n\tThe Secretary of the Navy\n\n\tThe Secretary of the Air Force\n\n\tThe Chairman, Nuclear Regulatory Commission\n\n\tThe Director of the Central Intelligence Agency\n\n\tThe Administrator of the National Aeronautics and Space Administration\n\n\tThe Director, Information Security Oversight Office\n\n\t    SECRET\n\nExecutive Office of the President:\n\n\tThe United States Trade Representative\n\nDepartments and Agencies:\n\n\tThe Secretary of Agriculture\n\n\tThe Secretary of Commerce\n\n\tThe Secretary of Health and Human Services\n\n\tThe Secretary of Transportation\n\n\tThe Administrator of the United States Agency for International Development\n\n\tThe Administrator of the Environmental Protection Agency\n\n\tAny delegation of this authority shall be in accordance with section 1.3(c) of the Executive Order, except that the Director of the Information Security Oversight Office, the Secretary of Agriculture, and the Administrator of the Environmental Protection Agency may not delegate the authority granted in this order.  If an agency head without original classification authority under this order, or otherwise delegated in accordance with section 1.3(c) of the Executive Order, has an exceptional need to classify information originated by their agency, the matter shall be referred to the agency head with appropriate subject matter interest and classification authority in accordance with section 1.3(e) of the Executive Order.  If the agency with appropriate subject\n\tmatter interest and classification authority cannot readily be determined, the matter shall be referred to the Director of the Information Security Oversight Office.\n\n\tPresidential designations ordered prior to the issuance of the Executive Order are revoked as of the date of this order.  However, delegations of authority to classify information originally that were made in accordance with the provisions of section 1.4 of Executive Order 12958 of April 17, 1995, as amended, by officials designated under this order shall continue in effect, provided that the authority of such officials is delegable under this order.\n\n\tThis order shall be published in the Federal Register.\n\n\n\t                        BARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\tDecember 29, 2009.\n\n\t# # #\n\n\t \n\n\n\n\n"
}