{
    "title": "Mensaje Semanal: El Presidente Obama Dice que los Republicanos en el Congreso Están Obstruyendo Progreso Importante | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-el-presidente-obama-dice-que-los-republicanos-en-el-congreso-est-n-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 19, 2010\n\n \n\n\n\nMensaje Semanal: El Presidente Obama Dice que los Republicanos en el Congreso Están Obstruyendo Progreso Importante\n\n\n\n\n \nWASHINGTON – En su mensaje semanal, el Presidente Barack Obama le hizo un llamado al Congreso a que suspenda la politiquería, y en vez se dedique a solucionar los problemas del país. El liderazgo republicano está obstruyendo progreso sobre un proyecto de ley que impulsaría la economía, protegería trabajos para profesores y policías, y ayudaría a quienes compran hogar por primera vez. También están obstruyendo un proyecto de ley que haría que las compañías petroleras rindan cuentas por los desastres que causen, eliminando el límite de $75 millones que existe actualmente sobre la cantidad de dinero por la que pueden ser responsables las petroleras.  Además están obstruyendo a 136 hombres y mujeres altamente calificados que han sido nombrados a puestos en el gobierno. Considerando las dificultades que enfrenta nuestro país, los funcionarios en Washington deben recordar que tienen la obligación de preocuparse por la próxima generación, no solo por las próximas elecciones.\nEl audio completo del mensaje se puede descargar AQUÍ. El Video se puede ver en Internet en obamawhitehouse.archives.gov\nDeclaraciones del Presidente Barack Obama\n\tVersión Preparada\n\tSábado, 19 de junio, 2010\n\tWashington, DC\n\t \n\tEn este momento, nuestro país está enfrentando una multitud de desafíos de gran dificultad y magnitud. Y más que nada, lo que se requiere para enfrentar esos desafíos en este momento es un sentido de cooperación y propósito común entre nuestros líderes. Lo que necesitamos es la voluntad en Washington de poner primero los intereses del pueblo, la voluntad de ganar menos puntos políticos para que podamos empezar a resolver más problemas.\n\t \n\tPor eso me decepcionó ver esta semana que la tediosa, pero familiar politiquería se interpuso a nuestra capacidad de avanzar en una serie de temas cruciales que tienen un impacto directo en la vida de la gente.\n\t \n\tEn el Senado de Estados Unidos, tenemos una ley que impulsaría nuestra recuperación económica y ayudaría a los estadounidenses que han sido afectados por la peor recesión en varias generaciones. Ciertamente hemos progresado ya que estábamos perdiendo 750,000 empleos al mes cuando asumí la presidencia. Nuestra economía ha vuelto a crecer y hemos agregado empleos durante cinco meses consecutivos. Pero todavía hay millones de estadounidenses sin trabajo y millones más que pasan penurias para pagar sus cuentas. La ley que está en este momento en el Senado extendería los beneficios por desempleo a los trabajadores que perdieron su empleo sin haber cometido falta alguna. Les daría a los estados en problemas una ayuda para preservar los empleos de miles de maestros, policías y bomberos. También hay cláusulas en esta ley que extenderían el crédito tributario para personas que compran casa por primera vez, así como recortes tributarios para mantener los empleos de investigación y desarrollo aquí en Estados Unidos.\nLamentablemente, los líderes republicanos del Senado ni siquiera permiten que esta ley pase a votación. Y si continúa esta obstrucción, los estadounidenses desempleados perderán sus beneficios. Muchos maestros y bomberos perderán su empleo. Las familias pagarán más por su primera casa.\n\t \n\tTodo lo que pedimos es una simple votación a favor o en contra. Es lo que merece el pueblo estadounidense. Así como merecen una votación a favor o en contra de una ley que les pedirá a las petroleras que rindan cuentas por los desastres que causan, una votación que también está siendo bloqueada por los líderes republicanos en el Senado. Ahora mismo, la ley establece un tope de $75 millones para el monto que deben pagar las petroleras a las familias y pequeñas empresas que sufren pérdidas económicas como resultado de un derrame como el que estamos presenciando en la Costa del Golfo. Debemos eliminar ese tope. Pero los líderes republicanos ni siquiera permiten un debate ni una votación.\n\t \n\tY ahora mismo, 136 hombres y mujeres que he nominado a posiciones clave en el gobierno federal están esperando que el Senado vote. Todos están altamente calificados. Muy pocos son controversiales. La mayor parte tiene apoyo en ambos partidos. Pero las nominaciones de muchos de ellos están siendo dilatadas intencionalmente por los líderes republicanos, y hasta bloqueadas del todo. No se permite la votación. Lo que esto significa es que, en un momento en que nuestro país está enfrentando tantos desafíos, un momento en que necesitamos todas las manos capaces ayudando, no podemos lograr que la gente calificada asuma los puestos para los que se les nominó.\n\t \n\tMiren, la naturaleza de nuestra democracia es que siempre tendremos desacuerdos y debates, que incluso llegan a ser acalorados. Eso es saludable y es importante. Pero discutamos sobre diferencias genuinas, sobre ideas y política. Y vayamos a esos debates con una mentalidad abierta, la voluntad de encontrar terreno común y la convicción de que, al final, de una u otra manera, vamos a votar para tomar una decisión. La próxima semana, voy a reunirme con un grupo de senadores de ambos partidos para hablar de cómo podemos hacer la transición de la dependencia de hidrocarburos y optar por un futuro de energía limpia. No creo que podamos llegar a un acuerdo sobre la solución inmediatamente. De hecho, sé que habrá bastante desacuerdo e ideas diferentes. Pero al menos muestra que los republicanos y demócratas todavía pueden sentarse juntos en un intento de solucionar los grandes desafíos que enfrenta nuestra nación.\n\t \n\tSé que la temporada política está llegando a Washington. Pero obstaculizar porque sí, como estrategia política es destructivo para el país. No importa si somos demócratas o republicanos, tenemos una obligación que va más allá de preocuparnos por las siguientes elecciones. Tenemos la obligación de preocuparnos de la próxima generación. Así que espero que cuando el Congreso regrese la próxima semana, lo hagan con un mayor espíritu de compromiso y cooperación. Estados Unidos estará observando.\nGracias.\n \n\n\n\n\n"
}