{
    "title": "White House United State of Women Summit | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/10/white-house-united-state-women-summit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 10, 2016\n\n \n\n\n\nWhite House United State of Women Summit\n\n\n\n\n\n\tTuesday, June 14, 2016\n\tWalter E. Washington Convention Center, Washington, DC\n\n\t \n\n\tPlease see below for an agenda and speakers for the upcoming United State of Women Summit. A full list of speakers is available HERE.\n\n\tVisit www.theunitedstateofwomen.org more information and a livestream of the day’s events.\n\n\n8:30AM        FIRST PLENARY - Violence Against Women and Health and Wellness\n\nOpening Remarks\n\n\t\tValerie Jarrett, Senior Advisor to the President and Chair, White House Council on Women and Girls\n\t\tTina Tchen, Chief of Staff to the First Lady and Executive Director of the White House Council on Women and Girls\n\t\tCarol Gstalder, SVP Consumer Insights North America, Nielsen\n\t\tU.S. Secretary Thomas Perez, U.S. Department of Labor with Kakenya Ntaiya\n\t\tHeather Anne Higginbottom, Deputy Secretary of State, U.S. Department of State with Ginny Quillen\n\t\tWalter Isaacson, President & CEO, The Aspen Institute\n\n\n\t \n\n9:10AM         THE VICE PRESIDENT delivers remarks on Violence Against Women\n                    Introducer: Meghan Yap, It’s On Us Champion of Change \n\nPillar: Violence Against Women\nSpeakers include:\n\tMariska Hargitay, Founder & President, Joyful Heart Foundation\n\nIdeas for Action Presentations: Violence Against Women\n\tQuentin Walcott, Co-Executive Director, CONNECT NYC\n\tMatt McGorry, Actor\n\tJoanne Smith, Executive Director, Girls for Gender Equity and Co-Chair New York Young Women’s Initiative\n\tKristin Avery, Director, It's On Us\n\tShaquil Keels, It’s On Us Activist\n\tJessica Davidson, It’s On Us Activist\n\tJaha Dukureh, Founder and CEO, Safe Hands for Girls\n\tBamby Salcedo, President  & CEO, The TransLatin@ Coalition\n\nPillar: Health and Wellness\nSpeakers include:\n\tConnie Britton, Actress\n\tCecile Richards, President, Planned Parenthood Federation of America\n\tGrecia Magdaleno, Planned Parenthood Federation of America\n\nIdeas for Action Presentations: Health and Wellness\n\tJo Ann Jenkins, CEO, AARP\n\tCarolyn Miles, President and CEO, Save the Children\n\tDr. Carol Brown, Memorial Sloan Kettering Cancer Center\n\tDr. Sonia Vallabh and Dr. Eric Minikel, Co-Founders, Prion Alliance\n\tDarren Walker, President of the Ford Foundation\n\n\t \n\n10:50AM        SOLUTIONS SEMINARS\n\n\n\n\t\t\tEducation: Investing in Early Childhood Education\n\n\t\t\tEconomic Opportunity: Breaking the Cycle of Poverty: Economic Empowerment for Women and Families\n\n\t\t\tEconomic Opportunity: Solutions to Increasing Women’s Workplace Participation\n\n\t\t\tCivic Engagement, Leadership and Visibility: Building Inclusive Movements and Engaged Citizens\n\n\t\t\tEntrepreneurship: Ideas with Us in Mind: Innovations that Create Social Impact\n\n\t\t\tEntrepreneurship: Getting Credit: Expanding Women’s Access to Capital\n\n\t\t\tHealth: Healthy and Mighty: Empowering Women and Girls to Connect to Healthcare\n\n\t\t\tHealth: Addressing HIV/AIDS in Women and Girls: Lessons Learned at Home and Abroad\n\n\t\t\tViolence Against Women: From Grassroots to Global: Breaking Cycles of Violence\n\n\t\t\tViolence Against Women: From the Margins to the Center: Solutions to Stopping Violence in All Communities\n\n\t\t\tCrosscutting: From Surviving to Thriving: Tools to Empowering ALL Girls\n\n\t\t\tCrosscutting: Revolutionizing Gender Norms\n\n\n\n\t \n\n12:30PM       SECOND PLENARY - Economic Opportunity and Entrepreneurship & Innovation  \n\nPillar: Economic Opportunity\n\tSpeakers include:\n\tPatricia Arquette, Actress\n\tHeather Boushey, Executive Director and Chief Economist, Washington Center for Equitable Growth\n\tMary Kay Henry, President, SEIU\n\tLilly Ledbetter, Equal Pay Champion\n\tCharmaine Davis, Chapter Director, 9 to 5\n\tBetzaida Ventura, Personal Care Attendant, SEIU\n\tKevin Burton, Assistant Director, NECA/IBEW Local Union #26 Joint Apprenticeship & Training\n\nPillar: Entrepreneurship & Innovation\n\tSpeakers include:\n\tLaurie Fabiano, President, Tory Burch Foundation\n\tWarren Buffett, Chairman & CEO, Berkshire Hathaway\n\tAyo Megbope, CEO, No Left Overs\n\tCarla Walker-Miller, President and CEO, Walker-Miller Energy Services, LLC\n\tDina Habib Powell, Head of Goldman Sachs' Impact Investing Business and President of the Goldman Sachs Foundation, Goldman Sachs\n\tKerry Washington, Actress\n\nIdeas for Action Presentations: Entrepreneurship & Innovation\n\tJulie Hanna, Executive Chair of the Board, Kiva\n\tAlex Gorsky, CEO & Chairman, Johnson & Johnson\n\tSeina Lee, Johnson & Johnson\n\nIdeas for Action Presentations: Economic Opportunity\n\tAngela Glover Blackwell, President and CEO, PolicyLink\n\tLakshmi Puri, Deputy Executive Director, UN Women\n\tProsperity Together Coalition\n\tElizabeth Shuler, Secretary-Treasurer, AFL-CIO\n\tAriana Davis, United Food and Commercial Workers\n\tU.S. Representative Nancy Pelosi, House Democratic Leader\n\n\t \n\n2:30PM           THE PRESIDENT delivers remarks\n\t                      Introducer: Mikaila Ulmer, Founder and CEO, Me & the Bees Lemonade\n\n\t \n\n2:55PM           SOLUTIONS SEMINARS\n\n\n\n\t\t\tEducation: Cracking the Code: Access to STEM for all Women and Girls\n\n\t\t\tEducation: Transcending Barriers to Girls’ Education Globally\n\n\t\t\tEconomic Opportunity: Get Fair Pay: How to Achieve Pay Equity\n\n\t\t\tEconomic Opportunity: Valuing Caregiving in the 21st Century\n\n\t\t\tCivic Engagement, Leadership and Visibility: A Conversation with Trailblazers: Making the Case for Gender Diversity Across Industries and Sectors\n\n\t\t\tCivic Engagement, Leadership and Visibility: \"Reel\" Change: Advancing Equity and Opportunity in Media\n\n\t\t\tEntrepreneurship: How to One up the Start Up: Successes in Growing Women-Owned Businesses\n\n\t\t\tHealth: What Works: Strategies to Address Unplanned Pregnancy\n\n\t\t\tViolence Against Women: Changing the Culture to End Violence Against Women\n\n\t\t\tViolence Against Women: Away from Slavery and Towards Human Rights: Ending Trafficking of Women and Girls\n\n\t\t\tCrosscutting: Creating Pathways towards Equity: Advancing Opportunity for Women and Girls of Color\n\n\t\t\tCrosscutting: Second Chances for Success: Women, Girls and the Justice System \n\n\n\n\t \n\n4:10PM           THIRD PLENARY - Civic Engagement, Leadership and Visibility\n\nPillar: Civic Engagement, Leadership and Visibility\nSpeakers include:\nSophia Bush, Actress\nMarley Dias, Founder, #1000BlackGirlBooks\nBillie Jean King, Founder, Billie Jean King Leadership Initiative & the Women’s Sports Foundation\nJennifer Welter, First Female NFL Coach\nVideo from DR. JILL BIDEN\nGeneral Lori Robinson, NORAD and USNORTHCOM\nJenn Brown, Executive Director, Civic Nation\nShonda Rhimes, Content Creator, ShondaLand\nAmani Al-Khatahtbeh, Founder & Editor-In-Chief, Muslim Girl\nAmy Poehler, Co-Founder & President, Amy Poehler's Smart Girls\n\nIdeas for Action Presentations: Civic Engagement, Leadership and Visibility \nKemba Smith Pradia, Author, Public Speaker, Criminal Justice Advocate, Kemba Smith Foundation\nGirls at the Margin Alliance\n\nIdeas for Action Presentations: Education \nReshma Saujani, Founder & CEO, Girls Who Code\nAngélique Kidjo, Founder, Batonga Foundation and Ambassador, UNICEF\nCharlene Espinoza, Founder & CEO, Bosh Bosh\nMarillyn Hewson, Chairman, President and CEO, Lockheed Martin\n\n\t \n\n5:20PM           Armchair Coversation on Trailblazing the Path for the Next Generation of Women with THE FIRST LADY and Ms. Oprah Winfrey \nIntroducers: Dorothee Mulumba, High School Student and Mpumi Nobiva, Graduate Student\n\n\t \n\n6:10PM           Closing Remarks\nSpeakers include:\nValerie Jarrett, Senior Advisor to the President and Chair, White House Council on Women and Girls\nTina Tchen, Chief of Staff to the First Lady and Executive Director of the White House Council on Women and Girls\n\n\n\n\n"
}