{
    "title": "Background On Todays Health Care Announcement | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-todays-health-care-announcement",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 08, 2009\n\n \n\n\n\nBackground On Todays Health Care Announcement\n\n\n\n\nTHE WHITE HOUSE  Office of the Press Secretary   _____________________________________________________________  FOR IMMEDIATE RELEASE                         July 8, 2009     BACKGROUND ON TODAY’S HEALTH CARE ANNOUNCEMENT  As families, businesses and governments struggle with the increasing burden of health care costs, hospital leaders are joining with the Administration to say the status quo is no longer sustainable.   Like others in the health care industry, hospitals have seen firsthand that Americans with  health insurance are struggling to pay their health care bills because they are under-insured and  their out of pocket expenses are rising.   Often those without insurance – because they have lost a job or someone in their family suffers from a pre-existing condition – are forced to throw themselves on the mercy of America’s hospitals.  Hospitals  absorb some of the cost of caring for Americans without insurance – while the remainder is passed on to taxpayers or Americans with insurance.   The hospital industry agrees with the President that the time to enact health reform that lowers costs and assures quality and affordable coverage for all Americans is now.  It cannot wait.    Last month, the hospital industry acknowledged that significant health care savings can be achieved by improving efficiencies and realigning incentives to emphasize quality of care instead of quantity of procedures.   Now they have  worked with Senate Finance Committee Chairman Max Baucus to develop proposals that will produce $155 billion of savings in  federal health care spending over the next 10 years—savings that will be used to finance health care reform, in keeping with the President’s firm goal of enacting legislation that that is deficit neutral.    As part of this agreement, hospitals have committed to support policies that will help pay for health reform and reduce overall costs to the Medicare program. These reductions will be achieved through a combination of payment reforms, including additional reductions in hospital’s annual inflationary updates.  They will be more than offset as health reform takes hold and hospitals bear less of the financial burden of caring for the uninsured or underinsured.   In addition, in the area of delivery system reform, hospitals are reaffirming their long-standing commitment to improve quality and reduce costs in the health care system by supporting initiatives such as value-based purchasing;  testing ways to better integrate care; and taking steps to reduce unnecessary hospital readmissions.   The savings the industry has agreed to achieve are consistent with the policy goals set forth by the President and the Congress to expand coverage, reduce health care costs and transform the health care delivery system.   Attendees and participants at today’s announcement included:  • Vice President Biden  • HHS Secretary Kathleen Sebelius  • Richard Bracken - President & CEO, Hospital Corporation of America  • Wayne Smith - President & CEO, Community Health Systems  • Sister Carol Keehan - President and CEO, Catholic Health Association of the United States (CHA)  • Rich Umbdenstock - President and CEO, American Hospital Association   ###     \n\n\n\n"
}