{
    "title": "Presidente Obama hace llamado al Congreso para que apruebe conjunto de medidas de empleos en pequeñas empresas | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidente-obama-hace-llamado-al-congreso-para-que-apruebe-conjunto-de-medidas-de-e",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 25, 2010\n\n \n\n\n\nPresidente Obama hace llamado al Congreso para que apruebe conjunto de medidas de empleos en pequeñas empresas \n\n\n\n\nWASHINGTON, DC – Hoy, en un evento en honor de los Pequeños Empresarios del Año de todo el país, el Presidente instará al Congreso a que apruebe un conjunto de medidas de empleo en beneficio de pequeñas empresas que incluye una propuesta presentada a comienzos de febrero de crear un nuevo Fondo de Préstamos a Pequeñas Empresas (Small Business Lending Fund) para proporcionarles a las pequeñas empresas las herramientas necesarias para obtener capital a fin de que puedan crecer y contratar personal.\nSe puede encontrar una hoja informativa sobre el conjunto de medidas de empleo para pequeñas empresas AQUI.\nEste mes, el Presidente remitió un proyecto de ley para el Fondo Para Prestamos para Pequeñas Empresas (Small Business Lending Fund) al Congreso, junto con un nuevo proyecto de créditos estatales a pequeñas empresas que aumentará los préstamos a industriales y pequeñas empresas en un momento en que los déficits presupuestales están forzando a los estados a reducir sus programas de otorgamiento de préstamos. Hoy, el Presidente instará a la Cámara de Representantes y el Senado a que tomen medidas pronto con respecto a éstas y otras propuestas que fomentan la inversión en las pequeñas empresas de nuestra nación, lo cual es crucial para nuestros esfuerzos por generar nuevos empleos en todo el país.\nLa versión preparada de las declaraciones del Presidente se encuentra a continuación:\nBuenas tardes y bienvenidos a la Casa Blanca. Éste es el inicio de la Semana Nacional de Pequeñas Empresas que todo Presidente ha conmemorado desde que John F. Kennedy inició la tradición en 1963. Y están con nosotros algunos de los empresarios más exitosos y dedicados de todo Estados Unidos. Cada uno de ustedes se ha distinguido como el Pequeño Empresario del Año en su estado o región, y posteriormente hoy se anunciará al ganador nacional. Pero todos ustedes deben estar sumamente orgullosos de lo que han logrado este año. Yo lo estoy.\nSer un pequeño empresario exitoso no se limita a cobrar utilidades ni superar a sus competidores. También aportan al éxito de la economía nacional. También se trata de que ustedes puedan realizar el Sueño Americano.\nLo que siempre nos ha distinguido como país es la convicción de que es aquí donde cualquiera con una buena idea y la voluntad de trabajar duro puede tener éxito. Es una convicción que ha traído millones a nuestras costas y nos ha permitido sobrellevar incluso los peores momentos económicos.\nY es así que se inician las pequeñas empresas. Quizá alguien decida finalmente apostar a su sueño. O quizá una trabajadora decida que es hora de ser su propia jefa. Por las razones que fueran, estos pioneros empresariales encarnan el espíritu de oportunidades, la ética del trabajo incansable y el simple anhelo de algo mejor que es un ideal estadounidense fundamental.\nHan abierto los negocios familiares que han dado pie a algunas de las empresas más grandes y exitosas de Estados Unidos. Han lanzado empresas de tecnología, servicios de software e informática que han redefinido el mercado. Y crean dos de cada tres nuevos empleos en este país. Dos de cada tres. Por eso, las pequeñas empresas no son sólo la piedra angular de esta economía; son el motor detrás de esta recuperación.\nEl problema es que los dueños de pequeñas empresas también han estado entre los más afectados por esta recesión. Entre mediados del 2007 y fines del 2008, las pequeñas empresas perdieron 2.4 millones de empleos. Y debido a que los bancos redujeron los préstamos en plena crisis financiera, fue difícil que los pequeños empresarios obtuvieran los préstamos que necesitan para montar sus negocios. Para quienes son dueños de pequeñas empresas, fue difícil financiar inventarios, pagar planilla o ampliar sus operaciones si éstas marchan bien.\nAhora bien, el gobierno no puede generar empleo, pero puede ayudar a crear las condiciones para que las pequeñas empresas crezcan y prosperen y contraten a más trabajadores. El gobierno no puede garantizar el éxito de una empresa, pero puede derrumbar las barreras que evitan que los dueños de pequeñas empresas reciban préstamos o inviertan en el futuro. Y es por eso que gran parte de nuestro programa económico ha estado dirigido a las pequeñas empresas.\nEl año pasado, pusimos en vigor siete recortes tributarios para beneficio de las pequeñas empresas de Estados Unidos, como también el crédito tributario Making Work Pay, que beneficia a la gran mayoría de los dueños de pequeñas empresas. Hasta ahora, la Ley para la Recuperación ha respaldado más de 64,000 préstamos a pequeñas empresas, más de $27,000 millones en nuevos préstamos. Más de 1,200 bancos y cooperativas de crédito que habían dejado de otorgar préstamos respaldados por la Dirección de Pequeñas Empresas (Small Business Administration o SBA) cuando se dio la crisis están otorgando préstamos nuevamente. Y más de $8,000 millones en contratos federales conforme a la Ley para la Recuperación se han otorgado a pequeñas empresas.\nEn este momento, están entrando en vigor una serie de incentivos tributarios adicionales y otras medidas para promover la contratación. Debido a la ley que promulgué hace unos meses, las empresas ahora pueden recibir recortes tributarios por contratar a trabajadores desempleados. Las compañías también pueden deducir más de su inversión en equipo nuevo. Y como parte de la reforma de salud, 4 millones de pequeñas empresas recientemente recibieron una postal por correo que les decía que posiblemente cumplan con los requisitos para un recorte tributario por seguro médico este año. Para una compañía, eso puede tener un valor de miles de dólares. Y proporcionará ayuda muy bienvenida a dueños de pequeñas empresas, quienes a menudo deben optar entre seguro médico y contratar personal.\nTambién quiero decir unas palabras sobre lo que la Small Business Administration ha estado haciendo para ayudar a los trabajadores y dueños de empresas que se han visto afectados por el derrame de petróleo en la costa del golfo. Desde el inicio de esta catástrofe, la SBA ha tomado medidas inmediatas para ayudar a los pescadores y pequeñas empresas que dependen de la pesca. Están ofreciendo préstamos a tasas bajas de interés y postergación de pagos de préstamos existentes. Y aunque se alienta a las pequeñas empresas a presentar demandas contra BP, estos préstamos y postergaciones pueden proporcionar asistencia temporal muy necesaria.\nTodas estas medidas están teniendo un verdadero impacto en la vida de las personas que son dueñas o empleadas de pequeñas empresas en todo Estados Unidos, incluida la gente que está hoy con nosotros.\nAcabo de reunirme con Trapper Clark y Tom Sturtevant, que son los Pequeños Empresarios del Año de Maine. Hace aproximadamente cuatro años, comenzaron una compañía que produce remolques de aluminio con veinte empleados. Han crecido rápidamente en los últimos años, y ese crecimiento ha sido respaldado por un préstamo de la Small Business Administration por medio de la Ley para la Recuperación. También fueron exonerados de pagar algunas cuotas. Y hoy, tienen 85 empleados, están planeando contratar 15 adicionales para fin de año y esperan agregar 30 más para fines del 2011.\nFrank y Donna Masley también nos acompañan hoy. Son los Pequeños Empresarios del Año de Delaware. Hace diez años abrieron una fábrica de guantes para darles flexibilidad y protección a nuestros hombres y mujeres de uniforme. Cuando les otorgaron el contrato para suministrar guantes a soldados en Irak y Afganistán en el 2009, recibieron un préstamo de la Ley para la Recuperación por medio de la SBA y ahorraron miles en tarifas. Fue un préstamo que les permitió a Frank y Donna volver a contratar a algunos empleados a quienes tuvieron que dar de baja durante la recesión, y ahora su negocio está creciendo y prosperando de nuevo.\n \nMuchas de las personas que están aquí hoy tienen historias como éstas. Su éxito no es el resultado de un gobierno dominante. Es el resultado de un gobierno que les dio una mano, que complementa el firme empeño y determinación de los pequeños empresarios de Estados Unidos. Y creo que necesitamos hacer incluso más para darles mayor apoyo a estos hombres y mujeres.\n \nPor eso estoy haciendo un llamado al Congreso para que apruebe tan pronto como sea posible un conjunto de medidas para empleos en pequeñas empresas. Esta ley garantizará que los propietarios de pequeñas empresas puedan conseguir el capital que necesitan para expandirse y generar empleo. Incluirá créditos tributarios necesarios, como nuestra propuesta de eliminar completamente los impuestos a ganancias de capital para quienes hagan inversiones clave de largo plazo en pequeñas empresas. Debe incluir ampliaciones de programas vitales de préstamo de la SBA que en este momento son más necesarios que nunca. Y debe incluir dos importantes programas de préstamo que recientemente envié al Congreso.\n \nEl primer programa es el Small Business Lending Fund de $30,000 millones que solicité en el discurso sobre el Estado de la Nación. Este fondo estará dirigido sólo a bancos comunitarios y locales, y ayudará a estas instituciones a aumentar los préstamos a pequeñas empresas. El segundo programa es el nuevo programa estatal de crédito a pequeñas empresas que propusimos recientemente, un programa que ayudará a expandir los préstamos privados a pequeñas empresas y fabricantes en momentos en que déficits presupuestales están llevando a los estados a prescindir de programas de préstamo de vital importancia.\n \nMe complace mucho que haya elementos de este conjunto de medidas para empleos en pequeñas empresas que ya fueron aprobados la semana pasada por el Comité de Servicios Financieros de la Cámara de Representantes, y sé que el Senado está trabajando en este asunto también. Exhorto a ambas cámaras para que trabajen en estas propuestas tan pronto como sea posible. No debe ser cuestión de partido. No debe ser cuestión de gobierno grande versus gobierno pequeño. La cuestión es poner al gobierno de lado de los propietarios de pequeñas empresas que generan la mayoría de los empleos en este país. Se trata de darles préstamos y recortes tributarios para que puedan seguir creciendo y contratando. Se trata de dar rienda suelta al gran poder de nuestra economía y el ingenio de nuestro pueblo. De muchas maneras, cada uno de ustedes ha demostrado ese ingenio por haber logrado que sus empresas sorteen las dificultades de estos tiempos. Deben sentirse orgullosos de ese logro y sepan que mientras continúen esforzándose, siempre tendrán a un firme defensor en su Presidente y su gobierno. Gracias y felicitaciones.\n \n \n\n\n\n"
}