{
    "title": "President Obama Hosts 2011 White House Tribal Nations Conference | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/12/02/president-obama-hosts-2011-white-house-tribal-nations-conference",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 02, 2011\n\n \n\n\n\nPresident Obama Hosts 2011 White House Tribal Nations Conference\n\n\n\n\n\nSigns Executive Order to Expand Educational Opportunities and Improve Educational Outcomes for American Indian and Alaska Native Students\n\n\tToday, President Obama is hosting the White House Tribal Nations Conference at the Department of the Interior.  As part of President Obama’s ongoing outreach to the American people, this conference provides leaders from the 565 federally recognized tribes the opportunity to interact directly with the President and representatives from his Administration.  This is the third White House Tribal Nations Conference the Obama Administration has hosted and continues to build upon the President’s commitment to strengthen the government-to-government relationship with Indian Country.\n\n\tDuring the opening sessions, tribal leaders heard from Interior Secretary Ken Salazar, HUD Secretary Shaun Donovan, HHS Secretary Kathleen Sebelius, and OMB Deputy Director Heather Higginbottom.  Tribal leaders then participated in breakout sessions with Senior Administration Officials, including Agriculture Secretary Tom Vilsack, EPA Administrator Lisa Jackson and SBA Administrator Karen Mills.  The session topics included: Creating Jobs and Growing Tribal Economies, Promoting Safe and Strong Tribal Communities, Protecting Natural Resources and Respect for Cultural Rights, Improving Access to Healthcare, Education, Housing, Infrastructure and Other Federal Services, and Strengthening the Government-to-Government Relationship.  During the closing session, tribal leaders will hear from Education Secretary Arne Duncan and President Obama will deliver closing remarks.\n\n\tEarlier today, the President signed an Executive Order that establishes an Initiative that will help expand educational opportunities and improve educational outcomes for all American Indian and Alaska Native students, including opportunities to learn their Native languages, cultures, and histories and receive a complete and competitive education that prepares them for college and a career and productive and satisfying lives.  The Executive Order is available HERE.\n\n\tThe White House today also released a report, “Achieving a Brighter Future for Tribal Nations,” which provides a summary of some of the many actions the Obama Administration has taken to address the concerns of American Indians and Alaska Natives.  The report is available HERE.\n\n\tOn Thursday, eleven Native American Youth leaders were honored at the White House as Champions of Change. These young people are Champions in their tribes and communities as they work to improve the lives of those around them through innovative programs that help others, raise awareness of important issues like energy efficiency, healthy eating, and suicide and bullying prevention.  The Champions of Change program was created as a part of President Obama’s Winning the Future initiative. Each week, a different issue is highlighted and groups of Champions, ranging from educators to entrepreneurs to community activists, are recognized for the work they are doing to better their communities.   More information about these Native American Youth leaders is available HERE.\n\n\tAlso this week, the Department of Interior announced a sweeping reform of federal surface leasing regulations for American Indian lands that will streamline the approval process for home ownership, expedite economic development and spur renewable energy development in Indian Country.  The proposed rule would modify regulations governing the Bureau of Indian Affairs’ process for approving the lease of surface acres on lands the federal government holds in trust for tribes and individuals. As trustee, Interior is responsible for managing approximately 56 million surface acres in Indian Country.  More information on this announcement is available HERE.\n\n\n\n\n"
}