{
    "title": "First Lady Michelle Obama And Children From Across The Country To Plant Seventh Annual White House Kitchen Garden | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/04/13/first-lady-michelle-obama-and-children-across-country-plant-seventh-annu",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nApril 13, 2015\n\n \n\n\n\nFirst Lady Michelle Obama And Children From Across The Country To Plant Seventh Annual White House Kitchen Garden\n\n\n\n\nWednesday, April 15, 2015\nWashington, DC * 3:30 PM – The First Lady will join students from across the country to plant the White House Kitchen Garden for the seventh year in a row. In 2009, Mrs. Obama planted a vegetable garden on the South Lawn to initiate a national conversation around the health and wellbeing of our nation—a conversation that evolved into her Let’s Move! initiative. Since Mrs. Obama launched Let’s Move! in 2010, parents, business leaders, educators, elected officials, military leaders, chefs, physicians, athletes, childcare providers, community and faith leaders, and kids themselves have stepped up to improve the health of our nation’s children.  \nSince 2010, ten programs have begun under Let’s Move! (full list below).  Mrs. Obama has invited children from schools and locations that participate in these Let’s Move! programs -- representing the millions of Americans that have been impacted by Let’s Move!—to join her at this year’s garden planting. These programs were launched in collaboration with federal agencies, businesses, and non-profits to mobilize every sector to work in alignment with the overall goals of Let’s Move! and offer solutions, objectives, and technical assistance to help kids and families lead healthier lives.\nAs part of the fifth anniversary of Let’s Move!, Mrs. Obama will announce a new interactive map that will be available to the public online.  The map will showcase the impact of these Let’s Move! programs across the nation and make it easier to get involved in local efforts. In addition, the First Lady will share a special #GimmeFive garden challenge as part of her Let’s Move! fifth anniversary challenge encouraging Americans to #GimmeFive things they are doing to lead healthier lives.\nThe First Lady’s remarks will be livestreamed at obamawhitehouse.archives.gov/live.\nChildren from the following Let’s Move! programs will participate in the planting: \nLet’s Move! Active Schools (LMAS)\nLet’s Move! Active Schools is the national solution to ensure 60 minutes of physical activity is the new norm for schools.\n\n\n\t\tWashington Elementary School – Pierre, SD\n\n\t\tAlice Deal Middle School – Washington, DC\n\nLet’s Move! Child Care (LMCC)\nLet’s Move! Child Care is a nationwide call-to-action that empowers child care and early education providers to make positive health changes in children that could last a lifetime.\n\n\n\t\tCentroNia Daycare Center – Washington, DC\n\nLet’s Move! Cities, Towns and Counties (LMCTC)\nLet's Move! Cities, Towns and Counties assists local elected officials as they implement policy and environmental changes to prevent childhood obesity.\n\n\n\t\tAnnapolis Recreation and Parks – Annapolis, MD\n\nLet’s Move! Faith and Communities (LMFC)\nLet’s Move! Faith and Communities encourages faith-based and neighborhood organizations to initiate, expand, and coordinate activities that make their communities places of wellness for kids and families.\n\n\n\t\tLangley Park McCormick – Hyattsville, MD\n\nLet’s Move! in Indian Country (LMIC)\nLet's Move! in Indian Country seeks to improve the health of American Indian and Alaska Native children, who are affected by childhood obesity at some of the highest rates in the country.\n\n\n\t\tNew Kituwah Academy – Cherokee, NC\n\nLet’s Move! Museums and Gardens (LMMG)\nThrough Let’s Move! Museums & Gardens, museums of all types — from children’s museums and public gardens to zoos, science centers, and art and history museums — inspire healthy habits.\n\n\n\t\tNew York Botanical Garden – Bronx, NY\n\nLet’s Move! Outside (LMO)\nLet’s Move! Outside was created to get kids and families to take advantage of America’s great outdoors-which abound in every city, town and community.\n\n\n\t\tPetrified Forest National Park – Arizona\n\n\t\tChannel Islands National Park – California\n\nLet’s Move! Salad Bars to Schools (LMSB2S)\nLet’s Move! Salad Bars to Schools has a simple, yet lofty goal, for every school in the United States to have a salad bar so that every child -- from elementary school, to middle school, to high school -- has daily access to healthy foods.\n\n\n\t\tFoothill Elementary School – Boulder, CO\n\nLet’s Read! Let’s Move! (LRLM)\nLet’s Read! Let’s Move! is an initiative that aims to increase awareness about the critical importance of learning, nutrition, and physical activity through reading. \n\n\n\t\tCarlin Springs Elementary School – Arlington, VA\n\nChefs Move to Schools (CMTS)\nChefs Move to Schools encourages chefs to volunteer in schools and partner with teachers, parents, school nutritionists, food service directors, and administrators.\n\n\n\t\tHolly Springs Primary School – Holly Springs, MS\n\nIn addition, Mrs. Obama will be joined in the garden by students from Bancroft Elementary School and Harriet Tubman Elementary School, who have been active participants in the White House Kitchen Garden since the very first planting.\n\n\n\n\n"
}