{
    "title": "Upcoming Guidance for First Lady Michelle Obama | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/11/16/upcoming-guidance-first-lady-michelle-obama",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nNovember 12, 2015\n\n \n\n\n\nUpcoming Guidance for First Lady Michelle Obama\n\n\n\n\n\nIn case you missed it: A special Veteran’s Day message from the First Lady appeared on NBC’s The Voice. Watch HERE. \n\nMonday, November 16th, 2015 \n\nThe White House * 11:00 AM ET – As part of TLC’s upcoming special Broadway at the White House, the First Lady will welcome students from high school performing art programs across the country to participate in an event honoring the history of Broadway and the craft of theater. \n\n\tStudents will participate in workshops focused on five master class areas: acting, directing, hair and make-up/costume design, musical theatre, and music composition. These sessions will be led by theatrical artists and technicians, including Gloria Estefan and Stephen Schwartz. The First Lady will then deliver remarks to open a panel with experts in the field, such as Andrew Lloyd Webber, Cicely Tyson, and Diane Paulus – students will have an opportunity to participate in Q&A with this group. The day will culminate with remarks by the First Lady and a performance hosted by Matthew Morrison and Kristin Chenoweth in the East Room, which will feature music from Finding Neverland, Fun Home, Something Rotten!, School of Rock, An American in Paris, and On Your Feet!.\n\n\tThe one-hour Broadway at the White House special will debut on TLC on Thanksgiving, November 26 at 8pm ET. To join the conversation, use the hashtag #BroadwayAtTheWhiteHouse on Facebook, Instagram and Twitter.\n\nTuesday, November 17th, 2015 \n\nThe White House * 1:00 PM ET – As part of the Let Girls Learn initiative, the First Lady will welcome students from London’s Mulberry School for Girls, which she visited this past spring.\n\nThe White House * 2:15 PM ET – The First Lady will present the 2015 National Arts and Humanities Youth Program Awards to students representing 12 after-school programs from across the country and 1 international program. The awards recognize the country’s best after-school creative youth development programs for using engagement in the arts and the humanities to develop skills and increase academic achievement, graduation rates, and college enrollment. First presented in 1998, the awards presentation is a signature program of the President’s Committee on the Arts and the Humanities, of which the First Lady serves as honorary chair. The awards are presented annually in partnership with the National Endowment for the Arts, the National Endowment for the Humanities, and the Institute of Museum and Library Services. In addition to the presentation of the awards, the ceremony will include remarks by the First Lady and a live musical performance by one of this year’s winning programs.\n\n\n\n\n"
}