{
    "title": "Background Readout To The Travel Pool By Senior Adminstration Officials On President Obama s Meeting With Russian President Medvedev | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-readout-travel-pool-senior-adminstration-officials-president-obama-s-mee",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 01, 2009\n\n \n\n\n\nBackground Readout To The Travel Pool By Senior Adminstration Officials On President Obama s Meeting With Russian President Medvedev\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t___________________________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                                        April 1, 2009 \n\nBACKGROUND READOUT TO THE TRAVEL POOL\n\t\tBY SENIOR ADMINISTRATION OFFICALS\n\t\tON PRESIDENT OBAMA'S MEETING WITH\n\t\tRUSSIAN PRESIDENT MEDVEDEV\n\n \n\t\tWinfield House\n\t\tLondon, United Kingdom \n\t\t1:25 P.M (Local)\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Thank you all. So we just did what I think was a very successful first meeting, focused on real issues. It was not just a \"let's get to know each other.\" As you'll see by the two documents that have been released -- you probably all have them by now -- we established -- we did a lot of work before this meeting, and that was on purpose. The idea was to use this meeting to push things forward.\n\n\t\tWe have the joint instructions for our negotiators on a new post-START agreement, and I suspect they'll get at it immediately. I think Rose Gottemoeller will be our chief negotiator on this. She came out of the Senate, I think, committee yesterday, and she should be almost ready to go.\n\n\t\tThey have a lot of work to do to get this done by the end of December, because START -- December 5th I believe is the day that it expires, so we have to get a new agreement before then.\n\n\t\tSecond is the joint statement on U.S.-Russian relations, broadly speaking. You'll note in there it is a wide-ranging document, covers a lot of big issues, a lot of hard issues. And it's not just in 30,000-feet language, it's some very practical issues, some which we can cooperate on, some which we disagree upon. And I think it was important to note that in the meeting we walked through a lot of what's in the joint statement in the meeting.\n\n\t\tAnd there are some broad agreements. I was struck by the agreement about threats from countries like North Korea, Iran, and extremist elements in Afghanistan and Pakistan. That, to me, is very significant that we're agreeing on these places as threats.\n\n\t\tI was also struck by some of the disagreements. We had -- they had real disagreements about Georgia, particularly Abkhazia and South Ossetia will never be recognized by the United States. The President said that very forcefully. The President also made clear the idea of a sphere of influence is an idea whose time is long past its due, not a 21st-century idea, and some discussion on that.\n\n\t\tI think the thing I would emphasize about the joint statement -- both Presidents have said it -- this was an ambitious agenda. I'll tell you honestly, I was not optimistic when we started this process of negotiating this that we would get it done for this meeting. And the fact that we did I think showed most certainly the President's -- my President's ambition in being -- producing a workmanlike agenda. This is a document of work; this is not a document of principles or flowery language. And I think we have to give President Medvedev credit, too, that this is not an ordinary document from their side. It started very differently several weeks ago, and that he got his government to engage in it in a very serious way and get it done in time for our meeting today I think is a statement of the possibilities in U.S.-Russian relations.\n\n\t\tAnd maybe I'll just end on that -- this is an aspirational document. We've laid out an agenda, and we don't have any illusions about how easy it will be to get agreement on a lot of the things that are there. And I want to make that point emphatic. I think sometimes people think, well, the work is done because the statement is there. No, the statement is the beginning of a long process. And we have our eyes wide open about how difficult it will be in terms of getting real agreements.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Can I just add something?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Yes, of course.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I think many of you who have covered the President for some time now, he's made clear through -- over the course of some time that as it relates to Russia, we want to find ways to agree on common interests, to work on common interests, but he also has been very clear that we'll be candid where they disagree.\n\n\t\tAnd I think what you had today was a meeting that did exactly that on both fronts -- looked for ways that they can agree on many -- and work together on many of the issues my colleague just laid out; also where there was candid disagreements, as my colleague suggested, on Georgia, on this idea of sphere of influence, on trying to make sure that we have a common understanding of what missile defense is designed to do and not designed to do -- I think you saw in this meeting today, the President basically putting into action what he said for an awful long time, which is we're going to find ways to work on common interests, but we're also going to be very candid where we disagree.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: And he was not shy, by the way, of even bringing up issues of human rights. You may have heard Lav Ponomarev was badly beaten yesterday. He's a very important human rights activist in Russia. And that came up in the conversation, as well, today.\n\n\t\tQ A couple quick things. You mentioned how all this work was done in preparation for this meeting and to put together these documents that are very detailed. And then you said that they pushed it forward, or the idea of the meeting was to push it forward. With everything sort of right in front of them and agreed to beforehand, how did they push it forward?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Well, we pushed it forward before the meeting to get to this big agenda. And I think to maybe take you through a few of the models, it might be interesting so you know.\n\n\t\tSo it started with the two phone calls; very positive calls. President Medvedev sent us a letter. We responded with a rather ambitious letter in response. Under Secretary Burns and myself actually took that letter physically to Moscow to show how serious we were, and that made an impression.\n\n\t\tThe next big milestone was when Secretary Clinton and Foreign Minister Lavrov met in Geneva. And that was the first exchange of these documents that we released today. But they went through a lot of negotiations and a lot of, I would say, bolstering and expansion between Geneva and today.\n\n\t\tSo, that said, when you read the statements, they don't say \"we have eliminated all nuclear weapons,\" they say we've established instructions for our negotiators. It talked about threats. It's an agenda-setting, not an agenda completion thing.\n\n\t\tAnd today they talked about the whole thing.\n\n\t\tQ Right, so they just kind of went over --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Every single --\n\n\t\tQ -- all these things that are encapsulated in there?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Every single point in the joint statement, yes.\n\n\t\tMR. GIBBS: And I would mention, to add to that, the President believed there was enough cooperation on that agenda today to accept the invitation to go to Moscow in July.\n\n\t\tQ And just one other really quick thing. If START expires and there's not a new agreement to replace it of some form, what's the practical effect of that?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: There are ways to get around it. There are technical ways. But we don't want to do that.\n\n\t\tQ Well, and then so the flip side: Why don't you want to let that happen? What's the --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Because the President said he wants a new agreement. (Laughter.) And it's important. I mean, I think -- you know, this is a young crowd; you may have forgotten how difficult it was to negotiate the first START agreement. I think it's a 700-page document, if I'm not mistaken. The Bush administration's approach to this stuff was not to have a lot of verification -- put warheads in storage and then not count them. I think that was a three to four page document -- and we're now returning to a more robust arms control negotiation.\n\n\t\tSo it's going to take a lot to do, and if we get it done, it creates the framework for doing even bolder things later.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I would just -- let me just add to that. I think what you'll hear when we get to Prague is a President who's very focused on the threat posed by the proliferation of weapons of mass destruction, particularly nuclear weapons. The reason to have a verifiable, legally binding agreement to continue on from START is to not only have an agreement with Russia, which is obviously the biggest holder of -- well, along with us, is the biggest holder of such weapons, it's also to send a very clear message to the world -- places like Iran, where we continue to have very serious concerns about their illicit nuclear program, and other countries throughout the world -- that this is a United States that's very serious about the challenge posed by nuclear weapons and the proliferation of such technology.\n\n\t\tQ Are they in agreement on North Korea and Iran then, if the areas of disagreement were Georgia and South Ossetia?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I would say, you know, both Presidents expressed their concern about developments in both of those two countries. And that, to me, is progress. You know, I don't feel comfortable elaborating beyond that, but that was -- that was very striking to me in the meeting.\n\n\t\tQ Did they discuss the potential missile launch?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Not explicitly, but -- I mean, they discussed North Korea and they both knew that that's happening, there's no doubt.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I would just say -- I would just add to what -- I mean, they did -- the President did explicitly raise the launch.\n\n\t\tQ He did --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Oh, absolutely. Let's not kid ourselves about what it's about.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: And the -- the other thing is I think there was -- I think it is fair to say that they're in agreement about the challenges posed in each of these two countries, Hans. I don't think we want to suggest that somehow they're in agreement -- there's agreement about how to proceed. I know you --\n\n\t\tQ -- with Russia? I mean, they've been on --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: No.\n\n\t\tQ -- the same side in terms of --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: No, no, no, no, it's not --\n\n\t\tQ -- in terms of it being a problem.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: No -- not on Iran.\n\n\t\tQ Yes, they have.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Well -- okay. I've dealt with Mr. Lavrov over the last several weeks and they've always said Iran is not developing a nuclear weapon -- \"We have no evidence of that, show me that this is there.\" And this was a different tone than that. I mean, that's my interpretation, but I haven't been --\n\n\t\tQ But they developed this whole system to take the fuel from Iran and reprocess it or store it in Russia because they agreed there was -- there was potentially a problem with Iran's ambitions.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: There's a lot of nuance between what you're saying and their position.\n\n\t\tQ Okay, I'm just trying to understand where the progress is.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: They -- we had an assessment of the threat for a long time that they did not accept, and I would say today we came closer to having a mutual understanding of what that threat is.\n\n\t\tQ Can you both talk about the atmospherics of the meeting? There's a lot of interest in this because this the first time he's interacting on the world stage with these leaders and, you know, we've heard a lot about the fact that he's not the type to look in the soul of a Russian leader. But did they have a rapport? I mean, what is his style in these meetings, especially in this one?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: You know, Caren, what I would say to that is I think you saw some of it when you saw them upstairs. And so I think that they did have a good rapport. They were able to address a wide range of issues in a relatively short period of time. But I'd also say that it's fair to say that that rapport was also matched by candor and frankness on areas of disagreement.\n\n\t\tAnd that's what I suggested at the beginning. That is to say that, there's areas where they disagree and I think the President has made clear that he believes that we can -- we not only can, but must be very candid and very frank about those areas in order to try to resolve them.\n\n\t\tQ Is it fair to assume though --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I think if you go back and you remember the first Bush-Putin meeting where that famous quote came from, that was a conscious strategy on the Bush administration's part to develop this personal rapport. Our strategy is different than that. Our strategy is to develop a agenda based on interests; also accentuating where we disagree -- but not to make the goal of these meetings to establish some, you know, buddy-buddy relationship. The goal is to advance our interests. And if there's a -- if having, you know, these kind of dialogues is a means to that end, that's great, and I think we saw some of that today. But it's -- it's the opposite. The goal is not to have a personal relationship.\n\n\t\tQ Are you talking about all the bilateral meetings, is that the general philosophy, or just this one?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I'll turn to these guys. I'm just dealing with Russia.\n\n\t\tQ But when you said this meeting, you were talking about --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: I'm talking about the Russia meeting, and the one in July and moving forward. Now, having said that, I think it's worth noting -- you know, there was good rapport. Medvedev -- they have some commonalities that they talked about -- you know, the fact that they're young, they're lawyers, they -- as you heard Mr. Medvedev say up top, publically, and he said in the meeting as well, we have a common language -- and that's not just English; that's legal language. And he makes a big deal out of that -- he did today. And that's all to the good.\n\n\t\tQ So does the personal rapport matter at all, or it's --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Yes, it's better to have better --\n\n\t\tQ -- not as important as everyone --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: -- you know, better to be able to talk to than not, but don't make it the goal of your policy, is to -- I'll just leave it at that.\n\n\t\tMR. GIBBS: Thank you, guys.\n\n\t\tQ And could you also say, were there any specific goals set for the July meeting? What's that meeting going to be all about?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: The biggest -- without getting into the details -- the biggest milestone for that meeting is progress on the START negotiations. And I think it was pretty clear that we have to, you know, hit some milestones by July.\n\n\t\tQ -- milestones for -- they set some milestones that have to be developed before then?\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Not the details of it, but everybody knew on both sides there are things that have to get done. The experts knew by what the exchanges they set. But they didn't say specifics, no.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Remember, too, that we have a very robust agenda as it relates to nonproliferation with our Russian friends that goes beyond the START treaty. And so, for example, the President's goal of locking down all those fissile material in the first four years here -- that's something that we're going to obviously want to work very closely with our Russian friends on. And that will be obviously an issue that we'll continue to work on the day-to-day level, but with the hope of seeing progress.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Some of that you'll hear more later in the trip in the speech in Prague.\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: Let me say one last thing, just to be clear. I mean, yes, the lead is START and, yes, they reached a set of negotiating rules -- but, by the way, I mean, you're going to see the document and if you're not an expert on it you're going to say, what's the big deal? As somebody intimately involved in negotiations of every single word in that document, every word has big meaning in terms of our arsenals and their arsenals.\n\n\t\tBut I think it's also important when you look at the joint -- the second joint statement, to realize this is not just a meeting and this is not just a relationship that's all just about arms control. We talked about economic relations. We talked about values. Both gentlemen brought that up. Both Presidents brought that up; it wasn't just our side. We talked about a range of these security issues that, you know, before would be very difficult.\n\n\t\tSo I think when you look at the joint statement you're going to see a big relationship -- at least the potential for one; not just about arms control.\n\n\t\tQ  Just Moscow or do we -- do we go anywhere else?\n\n\t\tMR. GIBBS: I think at this point --\n\n\t\tSENIOR ADMINISTRATION OFFICIAL: What's this \"we\", stuff, Hans? (Laughter.)\n\n\t\tMR. GIBBS: -- at this point, just Moscow.\n\n\t\tThanks, guys.\n\n\n\t\tEND\n\t\t1:42 P.M. (Local)\n\t\t \n\n\n\n\n\n"
}