{
    "title": "El Presidente Obama anunciará un plan para renovar y extender las carreteras, vías férreas y pistas de aterrizaje de Estados Unidos | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/06/el-presidente-obama-anunciar-un-plan-para-renovar-y-extender-las-carrete",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 06, 2010\n\n \n\n\n\nEl Presidente Obama anunciará un plan para renovar y extender las carreteras, vías férreas y pistas de aterrizaje de Estados Unidos\n\n\n\n\nLas inversiones en infraestructura son una manera clave de continuar la recuperación y hacer que nuestra economía siga creciendo \nWASHINGTON – Hoy en Milwaukee, Wisconsin, el Presidente Barack Obama anunciará un plan integral de infraestructura para extender y renovar las carreteras, vías férreas y pistas de aterrizaje del país.\nEsta propuesta es parte de un conjunto específico de programas que el Presidente describirá el miércoles en Cleveland para apoyar nuestra recuperación económica y asegurar el crecimiento sostenido a largo plazo. El plan se basa en inversiones en infraestructura que el Presidente ya ha hecho por medio de la Ley para la Recuperación (Recovery Act), incluye principios que el Presidente presentó durante su campaña y pone énfasis en la competitividad e innovación estadounidense.\nA continuación se encuentra una de hoja informativa sobre el plan del Presidente que se anunció hoy.\nHOJA INFORMATIVA: La renovación y extensión de las carreteras, vías férreas y pistas de aterrizaje de Estados Unidos\nEl Presidente hoy presentó una visión audaz para renovar y extender nuestra infraestructura de transporte, un plan que combina una visión a largo plazo del futuro con nuevas inversiones. Una porción significativa de las nuevas inversiones se realizaría al inicio durante el primer año.\nEste plan aumentaría inversiones que ya hemos hecho con la Ley para la Recuperación, generaría empleos para los trabajadores estadounidenses a fin de darle solidez a la economía en este momento e incrementaría el crecimiento y la productividad de nuestra nación en el futuro. A su vez, el plan reformaría la manera en que Estados Unidos invierte actualmente en transporte al cambiar su enfoque para aumentar la competencia, innovación, desempeño y análisis real que hace que los contribuyentes obtengan el máximo beneficio por su dinero, y apartarse de las asignaciones para proyectos especiales y los debates sobre fórmulas del pasado. En años pasados, la infraestructura de transporte ha sido un asunto en el que ambos partidos han colaborado, y el poder ejecutivo espera que ése pueda ser el caso ahora.\nAlgunos de los logros tangibles del plan del Presidente en los próximos seis años serán:\n• CARRETERAS: Reconstruir 150,000 millas de carreteras y reiterar nuestro compromiso con la infraestructura de nuestro sistema de transporte;\n• VÍAS FÉRREAS: Construir y mantener 4,000 millas de vías férreas, lo suficiente como para ir de costa a costa;\n• PISTAS DE ATERRIZAJE: Rehabilitar o reconstruir 150 millas de pistas de aterrizaje y, a la vez, implementar un sistema de la próxima generación (NextGen) que reduzca las demoras y el tiempo que tarda trasladarse.\nEl plan del Presidente lo lograría por medio de:\n• Una inversión inicial. El Presidente trabajará con el Congreso para que decrete una nueva inversión inicial en la infraestructura de nuestra nación, la cual ayudaría a impulsar la generación de empleos adicionales y, a la vez, sentaría las bases para el crecimiento futuro. Esta inversión inicial financiaría mejoras al sistema de transporte terrestre del país, como también a nuestros aeropuertos y sistema de control aéreo.\n• Una visión para el futuro. El Presidente propone complementar esto con un marco a largo plazo para reformar y ampliar la inversión del país en infraestructura de transporte. Desde fines del año pasado, cuando caducó la última ley de transporte terrestre a largo plazo, se han continuado estas inversiones de manera temporal, a pesar de que el fideicomiso para financiarlas ha dejado de ser solvente. Si hemos de gozar de los beneficios derivados de un sistema de transporte de primera, el Congreso debe promulgar una reautorización a largo plazo que aumente y reforme nuestras inversiones en infraestructura y haga que el fideicomiso de transporte vuelva a tener solvencia. A fin de impulsar la generación de empleo, esta política de largo plazo invierte de inmediato, con $50,000 millones iniciales, una porción significativa de los nuevos recursos para infraestructura. Como con otras medidas, el poder ejecutivo se ha comprometido a trabajar con el Congreso para pagar el plan en su totalidad.\nEl marco a largo plazo incluye reformas significativas:\n Crear un Banco de Infraestructura para aprovechar al máximo los fondos federales y centrarnos en las inversiones de importancia nacional y regional que los actuales programas individualistas de transporte a menudo pasan de alto;\n Integrar el ferrocarril de alta velocidad con igualdad de condiciones al programa de transporte terrestre a fin de asegurar un compromiso eficaz y sostenido con un sistema nacional de ferrocarril de alta velocidad durante la próxima generación;\n Simplificar, modernizar y darles prioridad a inversiones de transporte terrestre, para consolidar más de 100 programas diferentes y centrarnos en el uso de la presión competitiva al estilo de “Race to the Top”, a fin de hacer que las inversiones produzcan mejores resultados de política.\n Aumentar la inversión en sectores como seguridad, sostenibilidad ambiental, competitividad económica y calidad de vida, para ayudar a desarrollar comunidades donde la gente tiene opciones con respecto al modo de transporte, incluidas aquéllas que disminuyen el consumo de petróleo, reducen la emisión de gas de efecto invernadero y aumentan el acceso a oportunidades de trabajo y vivienda económica.\nEspecíficamente, el Presidente propone hacer una inversión inicial en los siguientes sectores:\n• Carreteras. Las carreteras del país son el eje de nuestro sistema de transporte. Muchas carreteras y puentes necesitan reparación y expansión, y muchos de los estadounidenses que quieren hacer este tipo de trabajo en este momento enfrentan una alta tasa de desempleo. Nuestras inversiones se centrarían en modernizar los recursos cruciales del sistema de carreteras y generarían empleos muy necesarios.\n• Vías férreas. Se ha permitido el deterioro de muchos aspectos del sistema de transporte. El plan del Presidente ayudaría a solucionar esto al realizar una nueva y considerable inversión en el sistema férreo y de autobuses del país. El poder ejecutivo también se ha comprometido a ampliar los sistemas de transporte público y asignaría una cantidad significativa de fondos nuevos al programa “New Starts”, que apoya grandes proyectos de tránsito que son planeados, implementados y administrados localmente. Además, el poder ejecutivo se ha comprometido a aumentar lo invertido hasta ahora en el ferrocarril de alta velocidad al construir un sistema más conveniente y que aumente la productividad, reduzca la dependencia de nuestro país en el petróleo y disminuya la contaminación. El plan del Presidente también invertiría en el reacondicionamiento de nuestra flota de Amtrak, que es necesario desde hace tiempo.\n• Pistas de aterrizaje y NextGen. La Administración Obama propone invertir en los aeropuertos del país y mejorar sus pistas de aterrizaje y otro equipo e instalaciones. También proponemos una inversión considerable en nuestros esfuerzos por modernizar el sistema de control aéreo (NextGen) del país. Esta inversión ayudará a la Dirección Federal de Aviación (Federal Aviation Administration o FAA) y a las aerolíneas a instalar nueva tecnología y, entre otras mejoras, pasar de un sistema terrestre de vigilancia con radar a un sistema más exacto con satélites, lo cual será la base de un esfuerzo más extenso por reducir demoras para beneficio de los pasajeros, aumentar la eficiencia en el consumo de combustible de las aerolíneas y reducir el ruido de aeropuertos a favor de quienes viven y trabajan cerca de ellos.\n• Banco de Infraestructura. El Presidente propone financiar un banco permanente de infraestructura. Este banco aprovecharía al máximo el capital privado, estatal y local a fin de invertir en los proyectos más importantes para nuestro progreso económico. Esto representa un cambio importante en la manera tradicional del gobierno federal de gastar en infraestructura por medio de asignaciones para proyectos especiales y subvenciones basadas en fórmulas, que se asignan en base a factores geográficos y política, más que en base a valor comprobado. En cambio, el banco basará sus decisiones con respecto a inversiones en indicadores claros y analíticos de desempeño y al hacer que los proyectos compitan unos con los otros a fin de determinar cuáles inversiones producen mayores beneficios para los contribuyentes estadounidenses.\n \n\n\n\n"
}