{
    "title": "President Obama Nominates Judge Abdul K. Kallon to Serve on the United States Court of Appeals | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/02/11/president-obama-nominates-judge-abdul-k-kallon-serve-united-states-court",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 11, 2016\n\n \n\n\n\nPresident Obama Nominates Judge Abdul K. Kallon to Serve on the United States Court of Appeals\n\n\n\n\n\n\tWASHINGTON, DC – Today, President Obama nominated Judge Abdul K. Kallon to serve on the United States Court of Appeals for the Eleventh Circuit.\n\n\t\"Judge Kallon has a long and impressive record of service and a history of handing down fair and judicious decisions,” said President Obama. “He will be a thoughtful and distinguished addition to the Eleventh Circuit, and I am extremely pleased to put him forward.”\n\nJudge Abdul K. Kallon:  Nominee for the United States Court of Appeals for the Eleventh Circuit\n\n\tJudge Abdul K. Kallon is a United States District Judge in the Northern District of Alabama.  Before joining the bench in 2010, Judge Kallon had an active litigation and counseling practice, handling corporate civil defense matters at both the district and appellate court levels.\n\n\tJudge Kallon was born in Sierra Leone, where he lived until he immigrated to the United States in 1980 when he was eleven years old.  He received his A.B. in 1990 from Dartmouth College and his J.D. in 1993 from the University of Pennsylvania Law School.  In 1993, Judge Kallon began his legal career by serving as a law clerk to the Honorable U.W. Clemon of the United States District Court for the Northern District of Alabama.  The following year, he joined the law firm of Bradley Arant Boult Cummings as an associate and worked there until his appointment to the bench, becoming a partner in 2001. \n\n\tThroughout his career, Judge Kallon has been active in the Birmingham community and has served on numerous boards, including the Legal Aid Society of Birmingham, Big Brothers Big Sisters of Greater Birmingham, and Children’s Village Birmingham.  He has also been involved in numerous state and federal bar associations.  \n\n\n\n\n"
}