{
    "title": "Advisory: Vice President Biden to Visit Mathews Dickey Boys and Girls Club | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/advisory-vice-president-biden-visit-mathews-dickey-boys-and-girls-club",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 16, 2009\n\n \n\n\n\nAdvisory: Vice President Biden to Visit Mathews Dickey Boys and Girls Club\n\n\n\n\nTHE WHITE HOUSE   Office of the Vice President  _______________________________________________________  FOR IMMEDIATE RELEASE                         April 16, 2009  **ADVISORY**  Vice President Biden to Visit Mathews Dickey Boys and Girls Club    WASHINGTON – Tomorrow, FRIDAY APRIL 17th, following the Middle Class Task Force event at University of Missouri St. Louis, Vice President Joe Biden will visit the Mathews Dickey Boys and Girls Club. The Vice President will be joined by Missouri Governor Jay Nixon, Congressman Lacy Clay, St. Louis Mayor Francis Slay and St. Louis County Executive Charlie Dooley.   While at the Boys and Girls Club, the Vice President will meet with approximately 30 high school students from the St. Louis area. This meeting will be pooled press; all slots have been allocated.   Afterwards, the Vice President and the Governor will make an announcement about a new program designed to train Missouri youth for 21st century jobs. They will be accompanied by Congressman Lacy Clay, St. Louis Mayor Francis Slay and St. Louis County Executive Charlie Dooley. This program is made possible with the help of Recovery Act funds. This is OPEN PRESS. Media details are below.       WHO: Vice President Joe Biden     Missouri Governor Jay Nixon     Congressman Lacy Clay     St. Louis Mayor Francis Slay     St. Louis County Executive Charlie Dooley         WHERE: Mathews Dickey Boys and Girls Club     4245 Kingshighway Blvd     Saint Louis, MO         WHEN:  Friday, April 17th         Satellite Parking: Boys and Girls Club Parking Lot   Press Parking: On Penrose Street, past parking lot entrance    Camera Pre-set: 12:00 PM   Press Arrival:  12:00 PM   Final Press Access: 12:45 PM   Event Begins: 2:15 PM   Cable Run:  200 ft.   Throw: 25 ft.         RSVP: This event is OPEN PRESS    \n\n\n\n"
}