{
    "title": "President Obama Announces his Intent to Nominate Peter V. Neffenger to lead the Transportation Security Administration | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/04/28/president-obama-announces-his-intent-nominate-peter-v-neffenger-lead-tra",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 28, 2015\n\n \n\n\n\nPresident Obama Announces his Intent to Nominate Peter V. Neffenger to lead the Transportation Security Administration\n\n\n\n\nWASHINGTON, DC – Today, President Barack Obama announced his intent to nominate Vice Admiral Peter V. Neffenger as Assistant Secretary for the Transportation Security Administration at the Department of Homeland Security.\nPresident Obama said, “The talent and expertise Vice Admiral Neffenger brings to his new role after more than three decades at the U.S. Coast Guard will be valuable to this Administration’s efforts to strengthen transportation security. He has been a recognized leader in the face of our nation’s important challenges, and I am grateful for his service. I look forward to working with him in the months ahead.”\nPresident Obama announced his intent to nominate the following individual to a key Administration post:\n\nVice Admiral Peter V. Neffenger, Nominee for Assistant Secretary for the Transportation Security Administration, Department of Homeland Security\n\n\tVice Admiral Peter V. Neffenger has served as Vice Commandant of the U.S. Coast Guard since May 2014.  Vice Admiral Neffenger joined the Coast Guard in 1981, and has served in a number of positions, including Deputy Commandant for Operations, Director of Strategic Management and Doctrine, Deputy National Incident Commander for the Deepwater Horizon oil spill, and Commander of the Ninth Coast Guard District.  Vice Admiral Neffenger served as Sector Commander and Federal Maritime Security Coordinator for the Ports of Los Angeles and Long Beach and the central California coast from 2003 to 2006, where he established new and innovative approaches to the safety and security of our ports.  Vice Admiral Neffenger received a B.A. from Baldwin Wallace University, an M.A. from Central Michigan University, an M.P.A. from the John F. Kennedy School of Government at Harvard University and an M.A. from the Naval War College.\n\n\n\n\n"
}