{
    "title": "Executive Order -- Establishment of an Interagency Task Force on Commercial Advocacy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/12/06/executive-order-establishment-interagency-task-force-commercial-advocacy",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 06, 2012\n\n \n\n\n\nExecutive Order -- Establishment of an Interagency Task Force on Commercial Advocacy\n\n\n\n\nEXECUTIVE ORDER\n- - - - - - -\nESTABLISHMENT OF AN INTERAGENCY TASK FORCE ON COMMERCIAL ADVOCACY\nBy the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to help level the playing field on behalf of U.S. businesses and workers competing for international contracts against foreign firms and to facilitate the growth of sales of U.S. goods and services around the world in support of the National Export Initiative, it is hereby ordered as follows:\nSection 1. Policy. Executive Order 13534 of March 11, 2010, created the National Export Initiative (NEI), which provides unprecedented Federal support for exports of goods and services by American businesses. Executive Order 13534 also established the Export Promotion Cabinet to develop and coordinate the implementation of the eight priorities of the NEI, which include, but are not limited to, improving advocacy and trade promotion efforts on behalf of U.S. exporters, increasing access to export financing, and removing barriers to trade and enforcing U.S. trade laws and agreements. As part of these responsibilities, the Export Promotion Cabinet, in coordination with the Advocacy Center at the Department of Commerce, is focused on ensuring that the Federal Government's commercial advocacy effectively promotes exports by U.S. businesses, particularly by those firms competing for international contracts against foreign firms that may benefit from strong home government support. The creation of a new whole-of-government commercial advocacy task force that will provide enhanced Federal support for U.S. businesses competing for international contracts, coordinate the efforts of executive branch leadership in engaging their foreign counterparts on commercial advocacy issues, and increase the availability of information to the U.S. business community about these kinds of export opportunities, will ensure that U.S. exporters have more support for selling their goods and services in global markets.\nSec. 2. Establishment and Membership. There is hereby established an Interagency Task Force on Commercial Advocacy (Task Force).\n(a) The Task Force shall be chaired by the Secretary of Commerce (Chair) and consist of senior-level officials from the following executive departments and agencies (agencies) designated by the heads of those agencies:\n(i) Department of State;\n(ii) Department of the Treasury;\n(iii) Department of Defense;\n(iv) Department of Agriculture;\n(v) Department of Health and Human Services;\n(vi) Department of Transportation;\n(vii) Department of Energy;\n(viii) Department of Homeland Security;\n(ix) United States Agency for International Development;\n(x) Export-Import Bank of the United States;\n(xi) Millennium Challenge Corporation;\n(xii) Overseas Private Investment Corporation;\n(xiii) Small Business Administration;\n(xiv) United States Trade and Development Agency; and\n(xv) such other agencies as the President, or the Chair, may designate.\n(b) The Chair shall designate a senior-level official of the Department of Commerce as the Executive Director of the Task Force, who shall be responsible for regularly convening and presiding over the meetings of the Task Force, determining its agenda, and guiding its work in fulfilling its functions under this order in coordination with the Advocacy Center at the Department of Commerce.\nSec. 3. Functions. The Task Force shall perform the following functions:\n(a) review and prioritize commercial advocacy cases in which the Advocacy Center at the Department of Commerce has approved the provision of commercial advocacy services, and coordinate the activities of relevant agencies to enhance Federal support for such cases, in order to increase the success of U.S. exporters competing for foreign procurements;\n(b) coordinate the engagement of agency leadership with their foreign counterparts regarding commercial advocacy issues, particularly with respect to their foreign travel and other occasions for engagement with foreign officials, and evaluate reports on the outcomes of such engagement, in order to increase the number of senior-level agency officials regularly and effectively advocating on behalf of U.S. exporters;\n(c) develop strategies to raise the awareness of commercial advocacy assistance within the U.S. business community in order to increase the number of U.S. businesses utilizing commercial advocacy services;\n(d) institute processes to obtain and distribute information about foreign procurement opportunities that may be of interest to U.S. businesses in order to expand awareness of opportunities for U.S. businesses to sell their goods and services to foreign governments;\n(e) facilitate voluntary short-term personnel exchanges, not to exceed 120 days, between the Department of Commerce and other Task Force agencies, in order to cross-train Federal personnel to better serve U.S. exporters; and\n(f) submit a progress report to the Export Promotion Cabinet every 180 days, which should include, but not be limited to, the number of commercial advocacy cases opened and successfully concluded, the number of commercial advocacy engagements by senior-level agency officials, and the number of U.S. businesses utilizing commercial advocacy services. The Advocacy Center at the Department of Commerce will be responsible for managing and tracking all commercial advocacy reporting for the Task Force.\nSec. 4. Definitions. For the purposes of this order:\n(a) the term \"commercial advocacy\" shall mean Federal support for U.S. firms competing for foreign project or procurement opportunities; and\n(b) the term \"foreign project or procurement opportunities\" shall mean export opportunities, including defense export opportunities, for U.S. businesses that involve foreign government decisionmakers, including foreign government-owned corporations.\nSec. 5. General Provisions. (a) The Commerce Department shall provide funding and administrative support for the Task Force to the extent permitted by law and consistent with existing appropriations.\n(b) Nothing in this order shall be construed to impair or otherwise effect:\n(i) the authority granted by law, regulation, Executive Order, or Presidential Directive to an executive department, agency, or the head thereof; and\n(ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n(c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\nBARACK OBAMA\n\n\n\n\n"
}