{
    "title": "Press Briefing Previewing the President's Travel to Saudi Arabia, the United Kingdom, and Germany | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/14/press-briefing-previewing-presidents-travel-saudi-arabia-united-kingdom",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 14, 2016\n\n \n\n\n\nPress Briefing Previewing the President's Travel to Saudi Arabia, the United Kingdom, and Germany\n\n\n\n\n\n\tPRESS BRIEFING\n\tBY DEPUTY NATIONAL SECURITY ADVISOR BEN RHODES,\n\tSENIOR DIRECTOR FOR EUROPEAN AFFAIRS CHARLES KUPCHAN,\n\tAND COORDINATOR FOR THE MIDDLE EAST AND NORTH AFRICA ROB MALLEY\n\tTO PREVIEW THE PRESIDENT’S TRAVEL TO\n\tSAUDI ARABIA, THE UNITED KINGDOM, AND GERMANY\n\n\tVia Conference Call\n\n\t2:22 P.M. EDT\n\n\tMR. STROH:  Good afternoon, everybody.  And thanks for joining us for our call to preview the President’s travel next week to Saudi Arabia, the United Kingdom, and Germany.  Speaking with us today on the record are Ben Rhodes, the Deputy National Security Advisor for Strategic Communications; Rob Malley, Special Assistant to the President and Senior Advisor to the President for Counter-ISIL, and White House Coordinator for the Middle East and North Africa; and Charles Kupchan, the Special Assistant and Senior Director for European Affairs.\n\n\tI’ll turn it over to Ben momentarily, and then we’ll hear from Ben, Rob and Charles.  But before I do that, I would just remind folks that this call is on the record, but it will be embargoed until the conclusion of the call.\n\n\tAnd with that, I’ll turn it over to Ben.\n\n\tMR. RHODES:  Thanks, Mark.  So I’ll just start by giving an overview of the current schedule for the President.  I’d just note that this trip, as a general matter, allows us to address some of the most important national security challenges that we’re currently facing. \n\n\tThe President will be meeting with some of our key allies and partners in the world in both the Gulf and in Europe.  And so it’s a very important chance for him to coordinate our approaches on issues ranging from the counter-ISIL campaign to efforts to promote regional stability in the Middle East, to our support for Ukraine and its sovereignty and territorial integrity, to efforts to promote global economic growth.  So this will have a broad agenda and a very consequential series of engagements in the Gulf and Europe. \n\n\tThe President will begin by going to Saudi Arabia on Wednesday, April 20th.  This will be a summit between the United States and the Gulf nations, following up on the summit that we had last year, the first of its kind at the head-of-state level at Camp David.  The President will begin on Wednesday afternoon by having a bilateral meeting with King Salman of Saudi Arabia.  Then the following day, on Thursday, April 21st, he will have the summit with the GCC leaders, and that summit will be broken into three different sessions -- one on regional stability, one on defeating ISIL and al Qaeda and our counterterrorism cooperation, and then one on Iran and regional security and our efforts to prevent destabilizing actions across the region.\n\n\tThat would conclude the GCC summit.  And after statements to the press and the press availability, the President will fly that night to the United Kingdom.\n\n\tOn Friday, April 22nd, the President will have a lunch with Queen Elizabeth.  This visit coincides with her 90th birthday.  The President has very much enjoyed his engagements with the Queen over the years.  As a general matter, he felt that in his final year in office it would be very important for him to visit our close ally, the United Kingdom, given our special relationship and all the work that we do together around the world.  So part of that, of course, involves our longstanding relationship with the Queen.  And so he’ll have the chance to have lunch with her at Windsor Castle.\n\n\tFollowing the lunch with the Queen, the President will have a bilateral meeting with Prime Minister Cameron.  Obviously, we work very closely with the United Kingdom on a host of issues around the world to include the counter-ISIL campaign, counterterrorism efforts, our efforts together in Afghanistan, our efforts, again, to respond to Russian aggression in Ukraine, and our collaboration in terms of promoting global economic growth.  So a broad agenda to discuss with Prime Minister Cameron.  That meeting will be followed, of course, by a joint press conference.  \n\n\tThen on Saturday morning, the President will have a town hall meeting with young people, as he’s done in many different countries around the world, at Lindley Hall in London, where he’ll have the chance to talk about the special relationship between the United States and the United Kingdom, the agenda that we share together, and the world, and his vision for the future of the cooperation between our two countries.\n\n\tAgain, the rest of his schedule is not fully completed in London, so it’s likely that we’ll have additional elements.  But right now, I’d just stress the town hall on that Saturday.  And again, we’d expect he’ll have additional things that he’ll be doing in the afternoon, and we’ll keep you posted as that develops.\n\n\tOn Sunday, he will be in Hannover, Germany, for the Hannover Messe.  Again, as with the trip to the United Kingdom, the President felt it was very important that he has the opportunity to go to Germany in his final year in office.  Chancellor Angela Merkel has been a close partner for his entire time in office, and we are working together with Germany on a host of issues, including our commercial ties and the economic collaboration that is represented by the Hannover Messe.\n\n\tThe President will have, on that Sunday, a bilateral meeting with Chancellor Merkel, and the two leaders will have a press conference then.  The President and Chancellor Merkel will open the Hannover trade show that evening.  They’ll each be making remarks as a part of that program.  And then that night, we expect that the President and Chancellor Merkel will both have an opportunity to have dinner together with a group of American and German business leaders.\n\n\tOn Monday, April 25th, the President and Chancellor Merkel will have an opportunity in the morning to tour the trade show on the Hannover Messe fairgrounds to see some of the work that’s being done and displayed in Hannover.\n\n\tThen, after that tour, the President will deliver a speech.  This speech allows him to step back at a time when the United States and Europe, together, are dealing with a range of challenges, from counter-ISIL and the threat of terrorism, to the current refugee crisis and our efforts to address both the humanitarian aspects and the migratory aspects of that crisis, to our shared commitment to Ukraine and its sovereignty and territorial integrity, to our shared efforts to combat the headwinds in the global economy and promote sustainable growth.\n\n\tSo the President, again, in Germany will have a chance to address the challenges facing our democracies in the United States and Europe, have a chance to look at the range of different issues confronting our countries, but also review what we've done over the course of the last seven and a half years of his presidency and look ahead to what we need to be doing going forward.\n\n\tSo those are the main elements that we currently have scheduled.  Like I said, I suspect that there will be additional elements that we'll be adding to this in the coming days, and we'll keep you posted on those.\n\n\tWith that, I'll turn it over to Rob to give an overview of the GCC Summit.\n\n\tMR. MALLEY:  As Ben said, this builds from the last GCC-U.S. Summit, which took place about a year ago.  It's an idea that the President had to discuss with his GCC counterparts about whether we could have regular meetings.  It wouldn’t be a one-off event, and it wouldn’t be a meeting for the sake of a meeting, but to launch a process in order to deepen the partnership between the United States and GCC countries.  And as you see, it's the second iteration.  This is going to be a hopefully regular process that will take place every year between the U.S. and the GCC at the leaders level.\n\n\tAt the time, what had been discussed a year ago was how could we deepen our partnership on security issues to make sure that the GCC countries are in a better position to fight against the threat of terrorism, to counter Iran's destabilizing activities and, more broadly, to be in a position to shore up their security; and second, how we could work together more effectively to deal with the regional conflicts that were tearing the region apart.\n\n\tOne year out, I think if you look back at all the work that's been done on both fronts, I think there's been real progress, and that's what the leaders are going to want to discuss -- review what's been done and what more can be achieved in the coming year.\n\n\tOn the security front and security cooperation in terms of what's occurred, over the last 12 months I think there have been countless meetings at all levels, from working groups with Secretary Kerry and Secretary Carter.  Secretary Carter will be meeting with his counterparts just on the eve, the day before this summit.  And the President himself has been deeply engaged.\n\n\tAnd I think as we'll review those and as you'll hear more coming out of the summit, there's been agreements reached to increase our cooperation on counterterrorism, streamlining the transfer of critical defense capabilities to our GCC partners, bolstering the GCC's ballistic defense missile defense system, and defending against the cyber threats.  And on all of those I think you'll see progress has been made.  There's been much deeper cooperation between us and the GCC.  And as I said, Secretary Carter will review all of this with his counterparts on April 20th, and I think you'll hear more about it on that occasion.\n\n\tThe second big issue that has been discussed -- that we discussed a year ago and where we see progress over the last year, thanks in no small measure to the work that we've done together with our GCC partners, has been in stabilizing regional conflicts.  Those are still raging.  There's still much more work to be done.  But in Yemen, we've seen there's a ceasefire and the peace process has begun; it's at its incipient stage.  But the situation today is far better than it was a year ago.\n\n\tLikewise, in Syria, a fragile Cessation of Hostilities, but it has held so far for the past seven weeks -- again, thanks to the work that the United States has done in partnership with the GCC partners and others.  And we're seeing the relaunch of political talks.  Again, much more needs to be done and we're far from having achieved the goals that we set, but the trend line is positive.\n\n\t  In Iraq, Iraqi security forces, supported by the coalition -- which include a number of GCC countries -- have pushed ISIL back from more than 40 percent of the territory it once controlled.\n\n\tAnd finally, Libya, where we've worked to try to ensure that we and the GCC countries are on the same page, we now see the Government of National Accord has entered Tripoli and begun operating.  So more work to be done, but that's what the President is going to want to discuss with his GCC colleagues on April 21st.\n\n\tOther issues that will be discussed -- Ben mentioned them -- but I'd say we also want to talk about what we can do on the economic front to help each other confront some of the economic challenges that we face.  And then on the issue of governance, inclusivity, human rights, those are issues that the President brings up every time he meets with his GCC counterparts, and that will be part of what he'll want to discuss as well -- what can be done to ensure that our governments are more responsive to the needs and aspirations of their people. \n\n\tSo it's a very rich agenda, but I think as we've seen over the past year, it’s already paid off dividends in what we did in Iraq and Camp David.  And we'll build on that and lay the groundwork for what will be done over the coming months.\n\n\tAnd I'll now pass it over to Charlie.\n\n\tMR. KUPCHAN:  Thank you, Rob.  The stops in the United Kingdom and Germany offer the President the opportunity to discuss a wide range of issues with two of his closest partners and allies.  The bilateral meetings will cover a broad range of issues, as Ben mentioned.  I'll just tick off a few of the issues that will certainly be part of the conversations. \n\n\tOne is to push forward counterterrorism cooperation, especially coming on the heels of the attacks that took place in Brussels.  And we will be discussing both how to increase cooperation across the Atlantic and what Europeans themselves can do to better integrate their various agencies within countries and across borders so that they do a better job of sharing information and taking the steps necessary to counter ISIL operatives that may threaten further attacks in Europe.\n\n\tComing off of the stop in the Middle East that Rob just described, they will be discussing the counter-ISIL campaign, what the next steps are on that front, and where we are in the Cessation of Hostilities with Syria, next steps on the political process.  They will be also discussing Ukraine, discussing what the next steps are in getting both Russia and Ukraine to move forward on the implementation of the Minsk agreement. \n\n\tMigration will also be a key issue.  As you all know, the EU-Turkey deal recently took effect.  We see this as a critical step in trying to create a more orderly system of managing the flow of migrants and refugees in Europe.  And the President will be discussing with Prime Minister Cameron and Chancellor Merkel how that deal is going and what the United States could do to ensure its effectiveness.\n\n\tFinally, there will also be a discussion of the NATO summit, which is upcoming in July in Warsaw.  The President will be discussing the agenda in preparation for that summit and the importance of NATO addressing its challenges, both on the eastern and on the southern flanks. \n\n\tIn Germany, there will also be a focus on economic issues, as there will be in the UK, but because the stop in Germany is -- coincides with the opening of the Hannover Messe, the President and the Chancellor will be talking about the importance of T-TIP to try to build momentum for the conclusion of the agreement, and to build support for the T-TIP agreement.  They will also be discussing the importance of stimulating growth, and what can be done to increase job prospects and bring down unemployment on both sides of the Atlantic.\n\n\tAnd in the case of the Hannover Messe itself, it is the largest industrial technology trade fair in the world.  We’re expecting 6,500 exhibitors, over 200,000 visitors from 70 countries.  Three hundred U.S. companies are expected to be present, and 70 economic development organizations from the United States.  So we see this as a very important opportunity for the President and Chancellor Merkel to work together on commerce, on trade, on innovation, on exploring the intersection of the digital and the industrial economies, and on -- in general, on elevating how important transatlantic commerce is to countries on both sides of the Atlantic, and what can be done to further both investment and trade.\n\n\tQ    Hi, thanks.  I’m wondering if you can address how the President will talk about Brexit and his position on it in his London stop, particularly when he speaks to the town hall with youth on Saturday.  How boldly will he go on that topic?  And what are some of the risks that you see in him going to London at this particular juncture?\n\n\tMR. RHODES:  Well, look, first of all, I think we always believe it’s worthwhile to go to the United Kingdom, to go to London; he’s been several times as President.  We have no closer partner in the world on our top priorities -- again, whether that’s counter-ISIL, counterterrorism, promoting security and economic growth broadly.\n\n\tSo we will have a very full agenda in simply dealing with the bilateral and multilateral issues that we have before us.  Of course, we know that the UK has an upcoming referendum in late June with respect to its EU membership.  Ultimately, our position is certainly that this is a matter for the people of the United Kingdom to decide.  It’s their decision.\n\n\tAs the President has said, we support a strong United Kingdom in the European Union.  For us, the UK is a key partner, and the EU is a key partner.  And we believe that all of us benefit when the EU can speak with a strong and single voice, and can work with us to advance our shared interests, whether on security or prosperity.\n\n\tWe believe that the United States benefits from a strong UK economy.  And we believe that the UK has benefitted from the single market.  That is good for the British economy and that, in turn, is good for the United States economy, because we benefit from that relationship with both the UK, but also the European Union broadly.\n\n\tAnd of course, for many decades, the United States has benefitted greatly from the role that the United Kingdom plays in the world, a truly unique role as a leader on behalf of not just security and prosperity, but democratic values.  And part of the way in which the UK has exercised that leadership is through the European Union, just as they’ve also exercised that leadership in many other ways around the world.\n\n\tSo ultimately, the President is going to address our bilateral and multilateral agenda with the UK.  I think his approach will be that if he’s asked his view as a friend, he will offer it, but he’ll make very clear that this is a matter that the British people themselves will decide when they head to the polls in June.\n\n\tMR. KUPCHAN:  I will just add a few thoughts to amplify Ben’s remarks, and point out that the United Kingdom has exercised an outside influence in the world for the last several centuries.  And it’s one of the countries that has most shaped the modern era.  And we hope that that outside influence continues, and we think that in today’s world, that kind of influence is best exercised through clubs, through multilateralism, through teamwork. \n\n\tAnd in that respect, it’s our estimate that the United Kingdom will continue to play that role most effectively if it remains part of the European Union.  We also believe that, on the economic front, when it comes to commerce, when it comes to trade, when it comes to jobs, that the UK economy will be better off within the Union than if it leaves.  And as a key economic partner, that’s an issue of interest to the United States.\n\n\tThe UK has also played a very important role in shaping the evolution of the European Union, in creating an EU that is open, that is interested in enlargement.  And we want the UK to continue to play that role.\n\n\tAnd finally, I would point out that because of a host of issues -- from migration to sluggish economic growth to the terrorist threat -- the European Union today faces challenges from populism and other threats to its well-being.  And the EU is one of the great accomplishments of the post-World War II era.  It has succeeded in helping remove war from Europe, and we are concerned about the health and vitality of that experiment.\n\n\tAnd in that respect, we would not want to see a Brexit that could potentially damage the European Union and increase the challenges that it faces.\n\n\tQ    Hi, thanks.  A few months ago, Saudi Arabia offered to send ground troops to fight ISIS if the coalition felt that was necessary.  Do you feel the status of that offer -- do you think it’s a serious and viable offer.  Is it being considered currently?  Will it be discussed at the summit?  And along the same lines, what do you think the chances are that some of these countries will be contributing more against ISIS?  Thanks.\n\n\tMR. RHODES:  I’ll start, and Rob may want to join in here.  The first point I’d make is that our strategy with respect to countering ISIL in Syria has focused on supporting, equipping, and, in some instances, training fighters on the ground who are able to take back territory from ISIL.  And those would be local forces, not external ground forces.\n\n\tWe believe that those are the forces that are best positioned to take and hold territory.  And we’ve seen good progress, steady progress in terms of ISIL losing ground in Syria as it has in Iraq, as we’ve been able to support Syrian, Kurdish and Arab forces, for instance, in eastern and parts of northern Syria with our airpower, with equipment, with some training.\n\n\tAnd the GCC countries have been a part of the coalition that has been providing support to opposition forces, taking strikes against ISIL.  So we’ll continue to review what additional contributions can be made, but thus far, we’ve not had the introduction of, for instance, Saudi ground forces.\n\n\tI do think we want to make sure that we are using this opportunity to coordinate our efforts to enhance support to opposition forces, and to do what we can to bolster everything from military cooperation to information-sharing in the counter-ISIL campaign.  But I’ll see if Rob wants to add anything here.\n\n\tMR. MALLEY:  Yes, on that note -- as Ben said, really, we think these fights are best fought by local partners.  And there is sometimes room for external forces, but it has to be done in a smart way.  I’m sure we’ll be talking not just to the Saudis but to others about what more can be done to fight ISIL, both in Iraq and in Syria.\n\n\tBut I think one thing that is -- you asked a question about whether we could expect more.  There are many reasons why we feel it’s very important to deescalate regional conflicts, first and foremost because of the devastating humanitarian impact that the conflicts in Syria and Yemen in particular have had.  But it’s also important because we want people -- the fight in Yemen has distracted from the crucial fight against ISIL and against al Qaeda.  And as that fight deescalates, the fight against the Houthis and -- deescalates in Yemen, we believe and we think we’ll see evidence of it -- that the countries that have been involved in that fight, as they reach a political solution, will be able to focus more of their activities against ISIL and against al Qaeda.  That’s what we’re discussing with them.  And I think that’s a very important reason why we believe that these regional conflicts that often have a sectarian tinge to them need to be deescalated. \n\n\tAnd I think that’s why we’re gratified by the progress we’ve made.  And we do hope that we and the GCC will be able to do more in the fight against the terrorist threat and work in even greater partnership on that.\n\n\tQ    Hi, thanks for doing the call.  I wanted to ask about the case of -- there are two Libyan Americans who are imprisoned in the UAE, and I was wondering if there are any plans for President Obama to raise that issue when he is in Riyadh for the GCC meeting.  And also, really quickly, if I could just ask, should we also expect the President to do some explaining about the comments he made in The Atlantic interview about “free riders”?\n\n\tMR. RHODES:  Sure.  On your first question, we regularly raise cases involving American citizens who are detained overseas.  I wouldn’t get into the details of those conversations beyond saying that we certainly raise those with the UAE as we would with other countries where there are American citizens who are detained where we may have concerns about their legal status and treatment.  And so we’ll raise it as appropriate.\n\n\tWith respect to your second question, look, I think the President has had a view expressed throughout his administration that the United States has an enormous role to play in upholding our own security agreements.  In the Middle East, that would include defending our own national interests, and that -- foremost among those interests is countering terrorism, preventing terrorist safe havens and the potential for attacks against the U.S. or our allies.\n\n\tAlso, part of our commitments, as we reiterated at Camp David, include supporting the security and sovereignty of our allies and partners in the region.  And that would certainly include the GCC countries who have been longstanding partners of the United States.  And we’ve literally gone to war in their defense -- for instance, in the case of the Gulf War.\n\n\tAt the same time, the only way to truly deal with global challenges is if everybody does their part.  The nature of the threat from ISIL is not restricted to the targeting of one nation.  We see ISIL posing a threat to the entire world, certainly posing a threat to both the GCC countries and to our European allies who we’ll be meeting with on this trip.\n\n\tAnd so the only way to effectively have a strategy that can degrade and ultimately defeat ISIL is for all of us to do our part.  And so we will certainly want to be discussing how we can work together in the military campaign against ISIL, how we can work together to share intelligence and information, how we can dry up the financing networks that ISIL depends upon.\n\n\tAnd we have seen important contributions from GCC countries to that effort, both in terms of direct military action, support to opposition forces, and intelligence and counterterrorism cooperation. \n\n\tSo the basic point that we want everybody to play their part is a regular feature of our dialogue with these countries, publicly and privately.  We do believe that we’ve had good cooperation and enhanced cooperation since the summit last year, but there’s always room to see what more can be done.  As Rob said, for instance, one element of this is that as the conflict in Yemen, hopefully, moves to a more political track with the current Cessation of Hostilities, we believe that that could open up some additional space for efforts against ISIL and al Qaeda.  So we’ll be discussing that as well.\n\n\tMR. KUPCHAN:  I would just add, from a NATO perspective, that at the Wales summit, Allies made a commitment to move toward spending 2 percent of GDP on defense, and the United Kingdom, after a tough internal debate, stuck to that commitment, which the President is grateful for, and gives the President and Prime Minister Cameron the ability to work hard in the lead-in to the Warsaw summit to get additional NATO Allies to follow suit. \n\n\tAnd we expect to make progress on that front precisely because Europe is now faced with a new need for spending on the security front in light of the situation on the eastern frontier, the migrant flow, as well as the threat from ISIL and the terrorism issue.\n\n\tMR. RHODES:  Just to put a finer point on that, Darlene, I mean, in the case of defense spending, the UK was the opposite of the free rider in terms of not only meeting its own 2 percent commitment, but leading through the Wales process and assuring that that remained a commitment of the Alliance.  And we’d like to see all of our NATO Allies heed that example in raising their defense spending to a 2-percent level.\n\n\tQ    Hey, guys.  So two quick questions; one on Saudi Arabia.  If you could talk a little bit about where you think the relationship between the United States and Saudi Arabia stands?  There’s a lot of folks who describe it as maybe not as low as it’s ever been, but certainly rough, given the Saudi kind of belief that maybe the United States doesn’t have its back as it once did. \n\n\tAnd then on Brexit and Europe, whether -- to try to push you a little bit more on Darlene’s question I think, or maybe Roberta’s question, on the extent to which he, in either the town hall or the speech in Germany, is going to specifically make a point to bring up and call for the UK to stay in the European Union.\n\n\tMR. RHODES:  So on your second question, I think the approach he’s going to take is that he will offer his view as he is asked his view.  He will make very clear that this is a decision for the people of the United Kingdom to make, it’s not a decision for us to make. \n\n\tBut we have no closer friend in the world, and if we are asked our view as a friend, we will offer it.  And he’ll have, I’m sure, an opportunity to be asked his view, given the press conference, given the town hall.  And that’s the approach he’ll take -- one of, again being very mindful and deferential to the fact that this is a decision for the British people, but also being very straightforward and candid as a friend as to why the United States believes that it is good for the United Kingdom to remain in the European Union.\n\n\tThe speech in Germany I think will have a much broader range to it in that he’ll be addressing all of the challenges facing the transatlantic community at this time. \n\n\tOn the first question, I’ll hand it over to Rob.  One thing I’d just say is that, look, there have always been complexities in the U.S.-Saudi relationship.  There’s been a core to that relationship in which we cooperate on shared interests like counterterrorism, like the stability of the global economy and the security and sovereignty of Saudi Arabia.  So that’s remained constant throughout this administration as in the previous administration, even as -- given how different our two countries are, there are inevitably going to be differences that emerge.\n\n\tMR. MALLEY:  I think I may be -- the relationship, the depth and intensity and the density of the relationship in terms of the results of our partnership, I outlined it earlier, but also I’d say this is going to be the fourth visit that President Obama is making to Saudi Arabia -- I think it’s more than any President ever.  And that’s just one measure -- it’s not the only one -- but one measure of the closeness of the relationship. \n\n\tAs Ben said, it’s always been a complicated one, but at the same time, the region itself has gone through the most tumultuous period probably in decades.  And that has meant that our views and those of some of our partners in the region, and Saudi Arabia in particular, have not always been perfectly aligned as we’ve confronted the challenges that this upheaval has created.\n\n\tBut I think we’ve made -- I know President Obama has and King Salman has made an effort to do our best to discuss those issues and to make sure that, regardless of those differences, our interests and our policies are fully aligned on the issues that Ben mentioned -- our common fight against terrorism and on trying to stabilize and shore up the world economy.\n\n\tI think you’ll see that.  The differences are not going to disappear, but our work together is not going to disappear either.  In fact, I think this summit will show how much has been accomplished over the last year and how much more can be done in the coming months.\n\n\tQ    Hey, guys.  Thanks so much for doing this.  Two questions.  The first is on Saudi Arabia.  They’re expected to roll out in the coming days or weeks the National Transformation Plan, which obviously could have a huge economic impact and change in our economy.  So I’m wondering the extent to which that will come up in the President’s conversations, and whether that might satisfy or address some of the issues that the President has expressed with the Saudis.\n\n\tAnd then I know you guys brought up refugees, and I’m wondering, in Germany, the extent to which -- or what the President’s message will be on refugees, and whether we’re going to hear echoes of the sort of politics of that situation both in Germany, obviously, as it’s affected Chancellor Merkel, and here in the U.S., as it's kind of had an impact on the 2016 election.\n\n\tMR. RHODES:  Look, I think on refugees, we recognize that there are just enormous challenges being confronted by Germany and our European allies, that given their proximity to Syria and to the Middle East and North Africa, they have substantially more refugee flows from those conflict areas than we do.\n\n\tWe believe that Chancellor Merkel has shown enormous courage and vision in trying to find ways to accommodate refugees, even as Europe has been also seeking ways to negotiate with Turkey to manage those refugee flows.  And I think he’ll make the point that inclusivity is an important value for both the United States and Europe.  And I think he’ll want to applaud Chancellor Merkel’s leadership and what’s she’s done, and under difficult circumstances, while also being mindful that there are obviously concerns about how much can be absorbed in terms of refugee flows, given the scale of the challenge in Europe.\n\n\tI would say that, on the counterterrorism side, I think he’ll also be making the point that the key element in counterterrorism is not turning off migration; it is good intelligence-sharing and information-sharing.  It’s being able to identify who is a threat.  And that may not at all be from within a refugee population.  That may be from long-established populations in Europe, as we’ve seen in some of the recent plots.\n\n\tMR. KUPCHAN:  I would just add that I think we do believe that Chancellor Merkel demonstrated bold leadership in responding to the refugee crisis, and the President wants to provide political support to her for doing so, and then work with her to make sure that the new system that is in place to deal with Turkey is effective.  And there they will be discussing the operation -- the NATO operation in the Aegean, working with Turkey to help go after the smuggling networks that have been responsible for backstopping or making possible the flow. \n\n\tI think they’ll also be looking at our work with Greece, because Greece is also shouldering an inordinate share of the burden, and we need to help Greece with processing and with hosting the refugees that are there, and also focusing on coming up with a sustainable plan forward for the Greek economy.  And then I also think there will be a longer conversation about the handling of the refugee problem on a broader global basis. \n\n\tMR. MALLEY:  Thanks for that question.  It’s really a good reminder that our relationship with the GCC is not just a security relationship, it’s a much more multifaceted one.  And in particular -- and I mentioned it earlier -- the President and the GCC leaders are going to want to talk about the economy and economic challenges that they face given the drop in oil prices and what the reaction to that could be.\n\n\tAnd so I think you're going to see that coming up not just in the summit itself between the President and the GCC leaders, but in the bilateral between the President and King Salman.  And I’m sure that the President is going to want to hear from King Salman and others in the Kingdom what their ideas are in terms of dealing -- and what their economic plan is.  This was already broached when King Salman visited here in September, but a lot has happened since then, and I suspect that this is going to be an important part both of their discussion and of the summit itself. \n\n\tQ    Thank you very much.  My question is either for Rob or Ben.  One of the other comments that the President made (inaudible) the GCC countries is that they have to learn to share the region with Iran, when many believe that Iran is the aggressor through its proxy support in Lebanon, Iran, and Iraq, and Yemen and Syria.  What assurance would the President give them that he’s not favoring Iran, as he’s seen? \n\n\tAnd my second question is:  Do we expect any announcement of some kind of weapon deal sales during this summit?  Thanks.\n\n\tMR. RHODES:  Sure, thanks, Nadia.  First of all, last year’s summit took place in the middle of the finalization of the Iran deal.  I think we would argue that the removal of the threat of a nuclear-armed Iran is good for the United States and the GCC.  And in one year we see that over the course of the last year, Iran has converted its heavy-water reactor, shipped out its stockpile of enriched uranium, taken out a significant number of its centrifuges, and abided by its key commitments under the Iran deal.  And that that's good for the security of the region.\n\n\tAt the same time, we continue to have very serious concerns about destabilizing activities by Iran in the region -- whether it’s their support for proxies in Yemen, their support for the Assad regime in Syria, their support for Hezbollah and their threats towards similar GCC partners.  And we've worked to confront those challenges.  We've imposed additional sanctions for ballistic missile activity by Iran.  We supported the interdiction of weapons shipments emanating from Iran.  And we've made clear that part of our dialogue with the GCC is going to be focused on how we can counter Iranian destabilizing activities in the region.  And so we're not at all going to take our eye off the ball when it comes to the threats posed by Iran.  In fact, one of the bases for our discussions with the GCC is how are we enhancing our capabilities to, again, counter any destabilizing activities.\n\n\tWith respect to that comment, I think the key point there is that ultimately we also believe that the political resolution of some of the conflicts that have been tearing at the region would be in everybody’s interest; that, for instance, if you were able to reach a political resolution in Syria, a political resolution in Yemen, ultimately that will help stabilize the region.\n\n\tNow, to be clear, we have had different views from Iran about how the conflicts should be resolved, specifically in Syria, of course.  We believe that Bashar al-Assad needs to leave power as part of a political resolution.  So the fact that we believe that ultimately political solutions are in our shared interests does not mean that we don't take positions about how those conflicts should be resolved that may at times be at odds with Iran.  But we do believe that ultimately there’s not a military resolution to the challenges in the region.  And that has been a position of ours.\n\n\tMR. MALLEY:  If you just compare the depth of our security relationship with the GCC, on the one hand, that we've spent much of the past hour talking about, and on the other hand, the actions that we've taken that Ben mentioned, and then some, to counter Iran’s destabilizing activities, I don't think that there can be any confusion or ambiguity about who is our partner in the region and who isn’t.  So I think that confusion should be easily put to rest.\n\n\tHaving said that, I think the President made that clear a year ago at the summit.  And he’ll make it clear again that we want to enable the GCC to be in a position to better counter Iran’s destabilizing activities, not in order to fuel an open-ended conflict between the GCC and Iran, but rather in order to put them in a position -- the GCC -- to engage Iran from a position of strength in order to try to resolve both their differences and some of the regional conflicts. \n\n\tBecause deep down, this conflict between the GCC and particularly between Saudi Arabia and Iran, it fuels chaos, sectarianism, and instability in the region, all of which help ISIL and other terrorist groups.  And that's why we think -- what the President spoke was a “cold peace” -- that was his expression -- and that's what we need to do.  We’re not trading for the GCC.  As I said, it’s clear who our allies and who our partners are.  But if there could be a different relationship between the GCC and Iran, one that is less prone to fuel proxy wars, it’s our conviction, and certainly the President’s conviction, that that would be good for the region, good for the GCC, and good for stability overall.\n\n\tMR. RHODES:  And sorry, guys, just on your last question, one thing I have to say is this is less about large sales of defense systems.  But we do expect to have very specific conversations about how to enhance certain defense capabilities across the Gulf.  We've done some work over the course of the last year, but we want to expand that.  And so that will be the focus -- enhancing GCC capability, interoperability, how to confront asymmetric threats.  So I think that that will -- building on the ministerial that Secretary Carter will have the day before the President arrives will be a focus of that discussion.\n\n\tThanks, everybody, for joining the call.\n\n\tEND\n\t3:12 P.M. EDT\n\n\n\n\n"
}