{
    "title": "First Lady Names Respected Pediatrician Judith S. Palfrey, M.D. to Lead Let's Move! Program | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/02/first-lady-names-respected-pediatrician-judith-s-palfrey-md-lead-lets-mo",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nSeptember 02, 2011\n\n \n\n\n\nFirst Lady Names Respected Pediatrician Judith S. Palfrey, M.D. to Lead Let's Move! Program\n\n\n\n\n\nPalfrey was past president of the American Academy of Pediatrics and has been a pediatric clinician and teacher for over 30 years\n\n\tWASHINGTON – First Lady Michelle Obama today announced that one of the country’s leading pediatricians, Judith S. Palfrey, M.D., will lead her Let’s Move! childhood obesity initiative as Executive Director starting on Tuesday, September 6. For decades, Dr. Palfrey has provided clinical care to thousands of children and families, conducted groundbreaking pediatric research, taught future physicians and led major medical organizations. Palfrey has been a longtime supporter of the Let’s Move! campaign and spoke at its launch in February of 2010 when she was president of the American Academy of Pediatrics (AAP).\n\t \n\t“It was my children’s pediatrician who first told me that I needed to pay closer attention to my children’s health so I understand the significance doctors play in family health.  That’s why we are eager to welcome Judy Palfrey to the White House where I know that she will take the Let’s Move! program to new heights. Judy has worked with families one-on-one and partnered with communities on health promotion initiatives.  She is a leading researcher and respected voice in the field.  Her tremendous experience and insight in pediatrics and community health will make her a strong leader for Let’s Move! and make a real difference in the lives of our nation’s children,” said First Lady Michelle Obama.\n\n\t“As a doctor, I know how important fighting the epidemic of childhood obesity is, and I’ve seen firsthand the struggles families can face in keeping their kids healthy. That’s why I’m so eager to work with the First Lady to build on the successes of Let’s Move! and continue to empower parents to make the healthier choices. I look forward to working with communities all over America as they support families and children,” said Dr. Palfrey.\n\n\t“Over the past 20 years, our nation has seen an alarming rise in the number of our children who are overweight and obese. It will take a continued concerted effort and thoughtful collaboration to create healthier communities for children,” said O. Marion Burton, M.D., FAAP, AAP president. “Dr. Palfrey has spent her career advocating for the health and well-being of children. She brings a wealth of clinical, research and practice expertise, as well as a comprehensive knowledge of preventive health and promotion. The AAP has had the privilege of drawing upon this expertise for many years, and wishes her much success in this important new role. She is the ideal candidate for the job.”\n\n\tDr. Palfrey has been a pediatric clinician and teacher for over 30 years, and her clinical work and teaching has included primary care, developmental pediatrics, inpatient pediatrics and community health. At Harvard Medical School, Dr. Palfrey was appointed as the first incumbent of T. Berry Brazelton Professorship of Pediatrics. Most recently, she directed the global health efforts of the Department of Medicine at the Children’s Hospital in Boston. She has served this past year as immediate past president of AAP – the nation’s largest pediatric organization with a membership of 60,000 primary care pediatricians, pediatric medical subspecialists and pediatric surgical specialists. From 1986 to 2007, Dr. Palfrey was chief of the Division of General Pediatrics at the Children’s Hospital, Boston. Dr. Palfrey has served as chair of the AAP Section on Developmental and Behavioral Pediatrics, president of the Academic Pediatric Association, director of Building Bright Futures, and national program director of the Dyson Community Pediatrics Initiative. In each of these programs, she has placed a major emphasis on prevention and health promotion.\n\n\tDr. Palfrey is a recipient of the Milton J.E. Senn Award from AAP, the Millie and Richard Brock Award of the New York Academy of Medicine and the Marie Felton Award of the Boston Center for Independent Living. Originally from El Paso, Texas, Dr. Palfrey holds an A.B. from Harvard and an M.D. from Columbia University. She is married with three children.\n\n\n\n\n"
}