{
    "title": "On Anniversary of the Americans with Disabilities Act, Obama Administration Recommits to Enforcing and Protecting the Civil Rights of All | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/07/26/anniversary-americans-disabilities-act-obama-administration-recommits-en",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 26, 2011\n\n \n\n\n\nOn Anniversary of the Americans with Disabilities Act, Obama Administration Recommits to Enforcing and Protecting the Civil Rights of All\n\n\n\n\n\n\tOn July 26, 1990, the Americans with Disabilities Act was signed into law.  That landmark civil rights legislation reaffirmed the idea that all our citizens, regardless of disability, are entitled to the same privileges, pursuits, and opportunities as everyone else.  As the Obama Administration marks that anniversary, there still remain many steps we must take together to ensure that the spirit and letter of that law are upheld.\n\n\t“The promise of the ADA was that all Americans should have equal access and equal opportunity, including Americans with disabilities,” said President Obama.  “The ADA was about independence and the freedom to make of our lives what we will.  We celebrate that today, and we recommit ourselves to ending discrimination in all its forms.”\n\n\tSince its enactment, the ADA has opened many doors and sought to level the playing field for employment of Americans with disabilities.  Still, however, the unemployment rate for persons with disabilities remains high.  Last year, President Obama signed an Executive Order to make the federal government a model employer for individuals with disabilities.\n\n\tToday, following on other steps already taken, the Obama Administration announced new efforts that will continue to support increased employment opportunities for persons with disabilities and will also help make the government more open and accessible to all citizens. Specifically, the administration is working to release a draft comprehensive strategic plan to improve compliance with Section 508 of the Rehabilitation Act.\n\n\tSection 508 requires that federal agencies' electronic and information technology be accessible to people with disabilities, both inside and outside the government. 12 years after this law was enacted, many technological barriers still exist, limiting the ability of persons with disabilities when they try to interact with the federal government, whether as an employee or as a citizen seeking information or services.\n\n\tMaking electronic and information technology, such as websites, 508 compliant will ensure that applicants have equal access to apply for job opportunities. 508 compliance also will promote increased retention, as federal employees will be able to successfully utilize the technology - whether it be computers, telephones, fax machines, websites and many other technological tools - necessary to perform their duties. Moreover, it will make the government more open and accessible as people with disabilities will be able to better access all the information the federal government has placed online. \n\n\n\n\n"
}