{
    "title": "Declaration by APEC Leaders | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaration-apec-leaders",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 15, 2009\n\n \n\n\n\nDeclaration by APEC Leaders\n\n\n\n\nTHE 17th APEC ECONOMIC LEADERS’ MEETING\n\tSingapore\n\t14 - 15 November 2009\n\t“SUSTAINING GROWTH, CONNECTING THE REGION”\nWe, the Leaders of APEC, gathered in Singapore and marked twenty years of cooperation in promoting economic growth and prosperity for our people. In line with new trends and emerging challenges, our agenda has grown in breadth, depth, and complexity. But our common goal remains the same – to support growth and prosperity in the Asia-Pacific region, through free and open trade and investment, as embedded in the Bogor Goals.\nA year ago, as the world descended into an economic crisis unprecedented in severity since the Great Depression, we resolved that we would aim to overcome the crisis within eighteen months. Today, our robust policy responses have helped to set the stage for recovery. But economic recovery is not yet on a solid footing. Our commitments to reject protectionism and keep our markets open and free have enabled trade to be part of the solution rather than the problem. We will maintain our economic stimulus policies until a durable economic recovery has clearly taken hold.\nWe will work together to strengthen the momentum towards strong, sustainable and balanced global economic growth, as set out at the recent G-20 Summit in Pittsburgh.\nLooking beyond supporting the recovery, we recognise the necessity to develop a new growth paradigm for the changed post-crisis landscape, and an expanded trade and investment agenda that will strengthen regional economic integration (REI) in the Asia-Pacific region. We cannot go back to “growth as usual”. We will put in place next year a comprehensive long-term growth strategy that supports more balanced growth within and across economies, achieves greater inclusiveness in our societies, sustains our environment, and which seeks to raise our growth potential through innovation and a knowledge-based economy.\nSupporting Balanced Growth\nWe support the goals of the G-20 Framework for Strong, Sustainable and Balanced Growth. We join in their commitment to:\n\n\n\t\tWork together to ensure that our macroeconomic, regulatory and structural policies are collectively consistent with more sustainable and balanced trajectories of growth;\n\n\t\tPromote current account sustainability and open trade and investment to advance global prosperity and growth sustainability;\n\n\t\tUndertake macro prudential and regulatory policies to help prevent credit and asset price cycles from becoming forces of destabilisation; and\n\n\t\tPromote development and poverty reduction as part of the rebalancing of global growth.\n\nWe look forward to a progress report from Finance Ministers next year on their efforts to achieve stronger, more balanced and sustained growth in the Asia-Pacific region.\nStructural reform will be critical to strengthening long-term potential output growth and narrowing the development gap between economies, by improving economic flexibility, fostering private demand, and developing financial markets. We agree to reenergise APEC’s work on structural reform, building on the Leaders’ Agenda to Implement Structural Reform towards 2010 (LAISR 2010).\nWe will leverage APEC’s traditional strengths of voluntary cooperation, capacity building, sharing of best practices, and working with the private sector, to implement necessary reforms in infrastructure development, agriculture/food management, social security, education and workforce training, and regulatory frameworks. We will work with the International Financial Institutions and Multilateral Development Banks to facilitate these efforts. Given APEC’s diversity, these reforms must take into account individual economies’ stage of development, demographic trends, factor and institutional endowments, and comparative advantages.\nFostering Inclusive Growth\nWe resolve to ensure that future economic growth is more inclusive, to broaden access to opportunities created by growth and to spread the benefits of growth more widely. This will enable our economies to better seize the opportunities created by globalisation and to respond to its challenges. Inclusive growth will strengthen the consensus for free and open trade and investment.\nAPEC’s inclusive growth agenda will build on ongoing efforts on structural reform under LAISR 2010 and will be driven by two key thrusts. First, we will undertake structural adjustments that will enhance opportunities for all segments of our societies to benefit from growth. Emphasis will be placed on the following specific areas:\n\n\n\t\tWe will support and develop our small and medium enterprises (SMEs), which account for more than 90 percent of all businesses in the APEC region and employ between 50 and 80 percent of the workforce. We will assist SMEs to gain better access to global markets, technology and finance as well as to improve their crisis management capabilities.\n\n\t\tWe will put job creation at the heart of our economic strategy and enhance cooperation to address the social implications of globalisation. We will facilitate the retraining, skills upgrading and mobility of our workers so that they can secure jobs, especially in new and growing industries.\n\n\t\tWe will focus on enhancing women’s access to education, training, financing, technology, and infrastructure, to maximise their economic opportunities. We welcome continued outreach to women entrepreneurs to grow the positive multiplier effect that women’s economic engagement can have on productivity and sustained growth.\n\nSecond, we will strengthen social resilience to help individuals overcome short-term difficulties while providing the incentive for long-term effort, with a focus on the most vulnerable in our economies.\n\n\n\t\tWe will improve outcomes in education and skills-training to enhance long-term economic security.\n\n\t\tWe will consider income supplements or earned income tax credits that encourage work and enterprise.\n\n\t\tWe will design social safety nets that provide short-term economic security but avoid long-term dependency.\n\nWe instruct our Ministers and officials to further advance APEC’s inclusive growth agenda in 2010, and develop a multi-year programme to build capacity for structural reforms and SME development, employment creation, and the development of social safety nets.\nPromoting Sustainable Growth\nWe will ensure that economic growth in our region is consistent with sustainable development. Anthropogenic climate change is one of the biggest global challenges. It will impact each of our economies. We welcome the Declaration of the Leaders of the Major Economies Forum on Energy and Climate in L’Aquila and the Leaders’ Statement at the G-20 Pittsburgh Summit, and reaffirm our commitment to tackle the threat of climate change and work towards an ambitious outcome in Copenhagen, within the objective, provisions and principles of the United Nations Framework Convention on Climate Change (UNFCCC). Global action to reduce greenhouse gas emissions will need to be accompanied by measures, including financial assistance and technology transfer to developing economies for their adaptation to the adverse impact of climate change.\nWe recall our Declaration on Climate Change, Energy Security and Clean Development in Sydney in 2007, which set out an APEC-wide aspirational target of reducing energy intensity by at least 25 percent by 2030. We applaud the efforts made by individual APEC economies that have unilaterally undertaken measures to reduce emissions. Sustainable forest management plays an important role in mitigating global emissions. We will enhance work on meeting the aspirational goal in the Sydney Declaration of increasing forest cover in the region by at least 20 million hectares of all types of forests by 2020. We support efforts in the UNFCCC negotiations to agree on actions to reduce emissions from deforestation and forest degradation (REDD) in developing economies. We recognise the role of the oceans in mitigating climate change, and the impact of climate change on oceans and coastal areas, and welcome the Manado Ocean Declaration.\nResponding to climate change through transition to green economies also offers opportunities. We will ensure that efforts to address climate change are consistent with our international trade obligations. A key thrust in APEC’s sustainable growth agenda is the APEC Environmental Goods and Services (EGS) Work Programme, under which we will develop and implement a set of concrete actions to support sustainable growth in the region, advance work to increase utilisation and dissemination of EGS, reduce existing barriers and refrain from introducing new barriers to trade and investment in EGS, and enhance capabilities of economies to develop their EGS sectors. We also commit to rationalise and phase out over the medium term fossil fuel subsidies that encourage wasteful consumption, while recognising the importance of providing those in need with essential energy services. We will review progress on this at our meeting in 2010. We will also take steps to facilitate the diffusion of climate-friendly technologies, including through economic and technical cooperation (ECOTECH) and capacity building activities.\nWe will advance work on sharing best practices in energy efficiency with a view to deploying cleaner and more efficient technologies, and welcome the implementation of the voluntary APEC Peer Review on Energy Efficiency. We recognise the role of renewable energy in reducing emissions and encourage its development in the APEC region. We will encourage publication on a regular basis, timely, accurate, and complete data on oil production, consumption, refining and stock levels as appropriate.\nResisting Protectionism\nWe firmly reject all forms of protectionism and reaffirm our commitment to keep markets open and refrain from raising new barriers to investment or to trade in goods and services, and instruct our Ministers to continue to regularly review our adherence to these commitments. These efforts reinforce the WTO’s own monitoring mechanism, and act as another bulwark against protectionist pressures by ensuring transparency in the measures taken in response to the crisis.\nSupporting the Multilateral Trading System\nWe strongly reaffirm that the most effective means of dealing with protectionist pressures and delivering a global stimulus package to sustain and secure our recovery is an ambitious and balanced conclusion to the Doha Development Agenda (DDA) in 2010, based on the progress achieved to-date, including with regard to modalities. It is important that the high-level political commitment to concluding the Doha Round translates into substantive progress in the negotiations. We are ready to exercise pragmatism and all possible flexibility and utilise all possible avenues in order to accelerate the pace of negotiations to secure convergence on a final package. We instruct our Ministers to work closely on what needs to be done to bring the DDA to a successful conclusion and to assess the situation no later than in early 2010.\nAccelerating Regional Economic Integration\nWe reaffirm our commitment to the Bogor Goals of free and open trade and investment. We direct Ministers and officials to report to us next year with a meaningful assessment of the industrialised APEC economies’ achievement of the Bogor Goals.\nWe will continue to explore building blocks towards a possible Free Trade Area of the Asia Pacific (FTAAP) in the future. An analytical study by officials shows that there are significant economic benefits from an FTAAP, as well as the challenges of establishing such an agreement. We look forward to the progress update from Ministers and officials next year on the outcomes of the exploration of a range of possible pathways to achieve FTAAP.\nWe will accelerate our work to strengthen REI in the Asia-Pacific, taking a comprehensive approach that focuses our work on trade liberalisation “at the border”; improving the business environment “behind the border”; and enhancing supply chain connectivity “across the border”.\n\n\n\t\tWe instruct officials to intensify our work on initiatives to promote greater convergences among economies in key areas of APEC’s REI agenda, including in services, the digital economy, investment, trade facilitation, rules of origin and standards/technical barriers to trade.\n\n\t\tWe welcome the participation of Australia, Canada, Japan, Korea, New Zealand, Singapore, and the United States in a pathfinder initiative under which economies will agree to practice self-certification of origin with FTA partners. This initiative will facilitate trade by cutting the certification procedure down to a single step and reducing processing time to just one day.\n\n\t\tWe endorse the APEC Principles for Cross-Border Trade in Services and the APEC Services Action Plan, which together will provide a foundation for APEC’s future work to promote services trade and build greater convergences among APEC economies in their treatment of services.\n\n\t\tWe aspire to achieve an APEC-wide improvement of 25 percent in five key areas of doing business by 2015: Starting a Business, Getting Credit, Enforcing Contracts, Trading Across Borders and Dealing with Permits, and a 5 percent improvement by 2011. We welcome the preparation of capacity building work programmes by champion economies – United States; New Zealand; Japan; Korea; Hong Kong, China; and Singapore – and encourage continuous and concerted efforts through the Ease of Doing Business Action Plan to make it cheaper, faster and easier to do business in the Asia-Pacific.\n\n\t\tWe look forward to the progress stock-take in implementing the LAISR forward work programme in 2010, and instruct our Ministers and officials to strategise the next phase of the LAISR, including in the context of supporting our new growth strategies.\n\n\t\tWe look towards the successful conclusion of APEC’s second Trade Facilitation Action Plan in 2010, and are pleased to note that APEC as a whole is on track to reduce trade transaction costs by an additional 5 percent by 2010.\n\n\t\tWe will develop common approaches towards well-functioning public-private partnership (PPP) markets. We encourage officials to explore the feasibility of utilising PPPs for the upgrading of transport infrastructure that contributes to the enhancement of supply chain connectivity in the region.\n\n\t\tWe welcome the Supply Chain Connectivity Framework, which has identified eight chokepoints in regional supply chains and suggested actions to address these chokepoints. We welcome the commitment from Transport Ministers to achieve greater seamlessness in our multi-modal transport networks and call for officials to continue cohesive efforts towards improving supply chain connectivity.\n\n\t\tWe welcome the work undertaken in identifying performance indicators for the Investment Facilitation Action Plan (IFAP) and look forward to the implementation of the IFAP next year.\n\n\t\tWe reaffirm our commitment to strengthen the protection and enforcement of intellectual property (IP) rights and reiterated the importance of comprehensive and balanced intellectual property (IP) systems that provide for and protect the incentives that encourage creation and innovation and provide the tools for successful management and exploitation of IP rights. We will continue to promote greater collaboration among our IP rights experts, APEC Business Advisory Council (ABAC), and enforcement authorities across the APEC region and recognise the importance of capacity building. We welcome the progress made by economies in implementing the APEC Anti-Counterfeiting and Piracy Initiative as well as cooperation to improve patent systems in the region, and look forward to further progress next year.\n\n\t\tWe encourage ongoing efforts towards using ICT to address socio-economic issues and realising APEC’s goal of achieving universal access to broadband in all member economies by 2015.\n\n\t\tWe support the outcomes and recommendations of the APEC Trade Recovery Programme Pilot Exercise. We reaffirm the importance for our economies to implement initiatives, such as communications mechanisms and other approaches to trade recovery, to build trusted relationships and to recognise one another’s Authorised Economic Operator (AEO) programmes in alignment with the World Customs Organization (WCO) SAFE Framework of Standards.\n\nStrengthening Economic and Technical Cooperation\nBuilding capacity for reforms aimed at facilitating inclusive growth and REI remains a key priority for APEC. We reaffirm our commitment to the Manila Framework, which serves as the basis for the implementation of the ECOTECH activities outlined in the Osaka Action Agenda. We recognise that capacity building needs evolve as priorities shift to meet new challenges. Therefore, we welcome ongoing efforts to develop a more strategic, goal-oriented and multi-year approach toward capacity building, and to strengthen the prioritisation and effective implementation of capacity building activities across APEC fora. We welcome the establishment of the US$10 million China APEC Cooperation Fund which aims to facilitate and promote APEC ECOTECH cooperation.\nEnhancing Human Security\nWe express our deepest condolences for the loss of life and destruction caused by the devastating typhoons that hit China, Japan, the Philippines, Chinese Taipei and Viet Nam, and the earthquakes and the recent terrorist attacks in Indonesia. We reaffirm the importance of enhancing human security and reducing the threat of disruptions to business and trade in sustaining economic growth and prosperity in the Asia-Pacific region. We recognise the importance of building capacity to counter terrorism and welcome APEC’s work in areas such as trade security, aviation security, anti-terrorist protection of energy infrastructure, countering terrorism financing, fighting cyber-terrorism, protecting the food supply against terrorist contamination and emergency preparedness.\nResponding to food security challenges in the region is a major priority for APEC. Food security, including access to reliable sources of nutritious, safe and affordable food, remains a concern for many in the Asia-Pacific region and around the world. We encourage continued cooperation with the private sector, academia, and civil society to address food security and safe food supply challenges, including by promoting sustainable agricultural production and rural development, and instruct officials to undertake capacity building projects and other practical initiatives to address food security, and report back to us next year on their progress. We support the L’Aquila Joint Statement on Global Food Security.\nWe welcome the sharing of experiences in dealing with the double global impact of the economic crisis and the Influenza Pandemic (H1N1) in 2009. We reaffirm our commitment to build regional capacity for avian and other potential human influenza pandemics and emerging and re-emerging infectious diseases such as HIV/AIDS and Tuberculosis. We will strengthen our health systems and cooperate to prevent and control emerging infectious diseases in the world.\nFighting Corruption, Improving Governance and Transparency\nGood governance, institutional integrity, and transparency in both the public and private sectors have a critical impact on the smooth flow of trade and economic activities and help to mitigate crime and corruption. We recognise the mutually reinforcing relationship between good governance measures and anti-corruption actions. We welcome the efforts of member economies and ABAC in these areas and encourage public-private partnerships to further APEC efforts to enhance governance, institutional integrity and combat corruption.\nWe welcome the efforts of ABAC and the business community to enhance governance and encourage economies to work through public-private partnership to further APEC efforts in this area.\nWe note the importance of international cooperation in combating and dismantling the threat of cross-border criminal networks and its linkages with corruption nodes. We encourage member economies, where applicable, to ratify the UN Convention against Corruption and UN Convention against Transnational Organised Crime and take measures to implement their provisions, in accordance with economies’ legal frameworks.\nStrengthening APEC\nA revitalised APEC is crucial to meet the challenges of sustaining recovery and to deal with the region’s 21st century economic challenges. To do so, APEC economies must forge a partnership of common interests to produce strong, balanced and sustainable growth. The appointment of the Secretariat’s first Executive Director for a fixed term is an important first step to strengthen the capacity of the APEC Secretariat to meet the growing demands of member economies and other key stakeholders. We direct our Ministers and officials to accelerate efforts to develop more responsive and effective mechanisms to ensure that APEC remains the premier forum for regional economic cooperation.\n\n\n\n\n"
}