{
    "title": "Background on the President's Bill Signing Ceremony Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-presidents-bill-signing-ceremony-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 21, 2010\n\n \n\n\n\nBackground on the President's Bill Signing Ceremony Today\n\n\n\n\nRONALD REAGAN BUILDING\nToday, the President will deliver remarks and sign the Dodd-Frank Wall Street Reform and Consumer Protection Act at the Ronald Reagan Building. The President will be joined by a wide array of nearly 400 individuals who were instrumental in passing this historic legislation, including consumer advocates, business leaders, state and local officials, members of Congress, and Americans who will be impacted by reform.\nThe President will joined onstage at the signing by two Americans who have struggled during these tough times but who would have been protected from massive credit card rate hikes and unexpected overdraft fees by the new consumer protections enacted in this bill.  Their stories are below. \nAndrew Giordano is a retired Vietnam veteran from Locust Point, Maryland who the President met last year when he participated in a roundtable to discuss the outdated rules regulating the financial sector.  Mr. Giordano was saddled with hundreds of dollars in overdraft fees on his veteran’s account because his bank had automatically enrolled him in “overdraft” protection that he never asked for.  The new Consumer Protection Bureau will enforce new rules on overdraft programs to make sure that consumers like Mr. Giordano get a real choice and are not unknowingly charged unnecessary fees. \nRobin Fox is a 7th grade science teacher from Rome, Georgia who sent an letter to the President in early August because her credit card company retroactively increased the rate on her existing credit card balance from 10.90% to 17.90%, even though she paid her account on time.  The increase has been a burden on her family at an already difficult time, after her husband’s landscaping business dried up due to the financial crisis.  The new Consumer Protection Bureau will enforce the Credit CARD Act of 2009, which bans arbitrary rate hikes on existing balances and other unfair practices by credit card companies.\nSTAGE PARTICIPANTS\nVice President Biden\nSecretary Timothy Geithner\nChairman Chris Dodd, D-CT\nChairman Barney Frank, D-MA\nSpeaker Nancy Pelosi, D-CA\nSenator Harry Reid, D-NV\nSenator Blanche Lincoln, D-AR\nRepresentative Collin Peterson, D-MN\nRepresentative Steny Hoyer, D-MD\nRepresentative Paul Kanjorski, D-PA \nRepresentative Maxine Waters, D-CA \nRepresentative Mel Watt, D-NC \nRepresentative Luis Gutierrez, D-IL \nRepresentative Gregory Meeks, D-NY\nRepresentative Dennis Moore, D-KS \nSenator Tim Johnson, D-SD \nSenator Jack Reed, D-RI \nAndrew Giordano\nRobin Fox\nEXPECTED ATTENDEES\n*Below is a representative list.\nSecretary Gary Locke\nRobert Bowser, Mayor of East Orange, NJ\nMartha Coakley, Attorney General of Massachusetts\nLisa Madigan, Attorney General of Illinois      \nTom Miller, Attorney General of Iowa            \nPam Banks, Consumers Union\nAlan Blinder, Princeton\nHeather Booth, Americans for Financial Reform\nBill Brodsky, Chicago Board Options Exchange\nMichael Calhoun, Center for Responsible Lending\nArchibald Cox, Barclays America\nJoe Dear, CalPERS/Council of Institutional Investors\nBob Diamond, Barclays PLC\nCamden Fine, ICBA\nGerald Hassell, Bank of New York Mellon\nNancy Leamond, AARP\nHeather McGhee, Demos\nEd Mierzwinski, US PIRG\nJanet Murguia, National Council of La Raza\nVikram Pandit, Citi\nTravis Plunkett, Consumer Fed. America\nLauren Saunders, National Consumer Law Center\nPaul Volcker, Chair of the President’s Economic Recovery Advisory Board\nElizabeth Warren, TARP/Harvard Law\nAnn Yerger, Council of Institutional Investors\nNancy Zirkin, Leadership Conference on Civil Rights\n\n\n\n"
}