{
    "title": "Executive Order 13542-- Providing an Order of Succession Within the Department of Agriculture | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/executive-order-providing-order-succession-within-department-agriculture",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 13, 2010\n\n \n\n\n\nExecutive Order 13542-- Providing an Order of Succession Within the Department of Agriculture\n\n\n\n\n\n\tBy the authority vested in me as President by the Constitution and the laws of the United States of America, including the Federal Vacancies Reform Act of 1998, 5 U.S.C. 3345, et seq., it is hereby ordered that:\n\n Section 1.  Order of Succession.  (a)  Subject to the provisions of section 2 of this order, the following officials of the Department of Agriculture, in the order listed, shall act as and perform the functions and duties of the office of Secretary of Agriculture (Secretary) during any period in which both the Secretary and the Deputy Secretary of Agriculture (Deputy Secretary) have died, resigned, or are otherwise unable to perform the functions and duties of the office of Secretary, until such time as the Secretary or Deputy Secretary is able to perform the functions and duties of that office:\n\n\t(1)   Assistant Secretary of Agriculture for Administration;\n\n\t(2)   Under Secretary of Agriculture for Marketing and Regulatory Programs;\n\n\t(3)   Under Secretary of Agriculture for Food, Nutrition, and Consumer Services;\n\n\t(4)   Under Secretary of Agriculture for Food Safety;\n\n\t(5)   Under Secretary of Agriculture for Natural Resources and Environment;\n\n\t(6)   Under Secretary of Agriculture for Farm and Foreign Agricultural Services;\n\n\t(7)   Under Secretary of Agriculture for Rural Development;\n\n\t(8)   Under Secretary of Agriculture for Research, Education, and Economics;\n\n\t(9)   General Counsel of the Department of Agriculture;\n\n\t(10)  Chief of Staff, Office of the Secretary;\n\n\t(11)  Director, Kansas City Commodity Office, Farm Service Agency;\n\n\t(l2)  State Executive Directors of the Farm Service Agency for the States of California, Iowa, and Kansas, in order of seniority fixed by length of unbroken service as State Executive Director of that State;\n\n\t(13)  Regional Administrators of the Food and Nutrition Service for the Mountain Plains Regional Office (Denver, Colorado), Midwest Regional Office (Chicago, Illinois), and Western Regional Office (San Francisco, California), in order of seniority fixed by length of unbroken service as Regional Administrator of that Regional Office;\n\n\t(14)  Chief Financial Officer of the Department of Agriculture;\n\n\t(15)  Assistant Secretary of Agriculture for Civil Rights; and\n\n\t(16)  Assistant Secretary of Agriculture for Congressional Relations.\n\n\t (b)  If any two or more individuals designated in paragraphs (12) and (13) of subsection (a) were sworn in to, or commenced service in, their respective offices on the same day, precedence shall be determined by the alphabetical order of the State in which the individual serves.\n\n Sec. 2.  Exceptions.  (a)  No individual who is serving in an office listed in section 1 in an acting capacity shall, by virtue of so serving, act as Secretary pursuant to this order.\n\n\t(b)  No individual who is serving in an office listed in section 1 shall act as Secretary unless that individual is otherwise eligible to so serve under the Federal Vacancies Reform Act of 1998.\n\n\t(c)  Notwithstanding the provisions of this order, the President retains discretion, to the extent permitted by law, to depart from this order in designating an acting Secretary.\n\n Sec. 3.  Executive Order 13241 of December 18, 2001, as amended, is hereby revoked.\n\n\tSec. 4.  This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity, by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\tBARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\tMay 13, 2010.\n\n\n\n\n"
}