{
    "title": "ADVISORY: President Obama to Award Medals of Valor | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/13/advisory-president-obama-award-medals-valor",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 13, 2016\n\n \n\n\n\nADVISORY: President Obama to Award Medals of Valor\n\n\n\n\n \n\tWASHINGTON, DC - On Monday, May 16, the President will award the Medal of Valor to thirteen public safety officers during a ceremony in the East Room. The Medal of Valor is awarded to public safety officers who have exhibited exceptional courage, regardless of personal safety, in the attempt to save or protect others from harm.\n\nWHAT:                      President Obama to Award Medals of Valor\n\nWHEN:                      Monday, May 16 at 11:00AM ET\n\nMEDIA RSVP:         This event will be open press, but space is limited.  Members of the media who wish to cover this event must RSVP via the following link by 6:00 PM ET on Saturday, May 14: https://obamawhitehouse.archives.gov/webform/media-rsvp-president-obama-award-medals-valor   \n\n\tPress not holding White House hard passes must also fill out the following form for access to the White House complex: https://events.whitehouse.gov/form?rid=HPDPV64JWH\n\n\t***RSVPs do not guarantee access. If we are able to accommodate your request for credentials, you will receive a confirmation after the deadline to RSVP has passed with further instructions and logistical details.***\n\nBackground on the Medal of Valor and the recipients:\n\n\tThe Public Safety Officer Medal of Valor, authorized by the Public Safety Officer Medal of Valor Act of 2001, is the highest national award for valor presented to a public safety officer. The medal is awarded to public safety officers who have exhibited exceptional courage, regardless of personal safety, in the attempt to save or protect human life.\n\n\tThe Medal of Valor is awarded by the President of the United States, or his designee, to public safety officers cited by the Attorney General. Public safety officers are nominated by the chiefs or directors of their employing agencies and recommended by the Medal of Valor Review Board. The Attorney General has designated the U.S. Department of Justice’s department’s Office of Justice Programs (OJP) to serve as the federal point of contact for the Public Safety Medal of Valor.\n\nRecipients of the 2013-2014 Medal of Valor:\nOfficer Mario Gutierrez (Miami-Dade Police Department, FL) For bravery and composure while enduring a violent attack.  Officer Gutierrez sustained multiple stab wounds while subduing a knife-wielding assailant who attempted to set off a massive gas explosion that could have resulted in multiple fatalities.\nPatrolman Louis Cioci (Johnson City Police Department, NY) For courageously resolving a volatile encounter with a gunman.  After witnessing the murder of his fellow officer, Patrolman Cioci pursued and apprehended the gunman at a crowded hospital, thereby saving the lives of employees, patients, and visitors.\n\nOfficers Jason Salas and Robert Sparks (Santa Monica Police Department, CA), and Captain Raymond Bottenfield (Santa Monica College Police Department, CA) For courage and composure in ending a deadly rampage.  Officer Salas, Officer Sparks, and Captain Bottenfield placed themselves in mortal danger to save the lives of students and staff during a school shooting on the busy campus of Santa Monica College.\n\nMajor David Huff (Midwest City Police Department, OK) For uncommon poise in resolving a dangerous hostage situation.  Major Huff saved the life of a two-year-old girl after negotiations deteriorated with a man holding the child captive at knife point.\n\nOfficer Donald Thompson (Los Angeles Police Department, CA) For courageous action to save an accident victim.  While off duty, Officer Thompson traversed two freeway dividers and endured first- and second-degree burns while pulling an unconscious man to safety from a car moments before it became engulfed in flames.\n\nOfficer Coral Walker (Omaha Police Department, NE) For taking brave and decisive action to subdue an active shooter.  After exchanging gunfire, Officer Walker single-handedly incapacitated a man who had killed and injured multiple victims on a shooting spree.\n\nRecipients of the 2014-2015 Medal of Valor:\n\n\nOfficer Gregory Stevens (Garland Police Department, TX) For demonstrating extraordinary courage to save lives.  Officer Stevens exchanged gunfire at close range and subdued two heavily-armed assailants preventing a mass shooting.\n\nFallen Sergeant Robert Wilson III (Philadelphia Police Department, PA) For giving his life to protect innocent civilians.  Sergeant Wilson put himself in harm’s way during an armed robbery, drawing fire from the assailants and suffering a mortal wound as he kept store employees and customers safe.\n\nOfficer Niel Johnson (North Miami Police Department, FL) For swift and valorous action to end a violent crime spree.  Officer Johnson pursued a man who had shot a Miami police officer and two other innocent bystanders, withstanding fire from an assault weapon, and apprehended the assailant.\n\nSpecial Agent Tyler Call (Federal Bureau of Investigation) For his heroic actions to save a hostage.  Special Agent Call, who was off duty with his family, helped rescue a woman from her ex-husband who had violated a restraining order and held the victim at gunpoint.\n\nDeputy Joey Tortorella (Niagara County Sheriff’s Office, NY) For placing himself in grave danger to protect his community.  Deputy Tortorella confronted and subdued a volatile gunman who had shot and wounded his parents inside their home and by doing so prevented the gunman from threatening the safety of students at a nearby elementary school.\n\n\t###\n\n\n\n\n"
}