{
    "title": "Fact Sheet - Reaching out to the Cuban people | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-reaching-out-cuban-people",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 13, 2009\n\n \n\n\n\nFact Sheet - Reaching out to the Cuban people\n\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\t\tOffice of the Press Secretary\n\t\t\t___________________________________________________________\n\t\t\tFor Immediate Release                                      April 13, 2009\n\nFACT SHEET: REACHING OUT TO THE CUBAN PEOPLE\n\n\n\t\tToday, the Obama administration announced a series of changes in U.S. policy to reach out to the Cuban people in support of their desire to freely determine their country’s future. In taking these steps to help bridge the gap among divided Cuban families and promote the freer flow of information and humanitarian items to the Cuban people, President Obama is working to fulfill the goals he identified both during his presidential campaign and since taking office.\n\n\t\tAll who embrace core democratic values long for a Cuba that respects basic human, political and economic rights of all its citizens. President Obama believes these measures will help make that goal a reality.\n\n\t\tCuban American connections to family in Cuba are not only a basic right in humanitarian terms, but also our best tool for helping to foster the beginnings of grassroots democracy on the island. There are no better ambassadors for freedom than Cuban Americans. Accordingly, President Obama will direct the Secretaries of State, Treasury, and Commerce to support the Cuban people’s desire for freedom and self-determination by lifting all restrictions on family visits and remittances as well as taking steps that will facilitate greater contact between separated family members in the United States and Cuba and increase the flow of information and humanitarian resources directly to the Cuban people. The President is also calling on the Cuban government to reduce the charges it levies on cash remittances sent to the island so family members can be assured they are receiving the support sent to them.\n\n\t\tSpecifically, the President has directed the Secretaries of State, Treasury, and Commerce to take the needed steps to:\n\n\n\t\t\tLift all restrictions on transactions related to the travel of family members to Cuba.\n\n\t\t\tRemove restrictions on remittances to family members in Cuba.\n\n\t\t\tAuthorize U.S. telecommunications network providers to enter into agreements to establish fiber-optic cable and satellite telecommunications facilities linking the United States and Cuba.\n\n\t\t\tLicense U.S. telecommunications service providers to enter into roaming service agreements with Cuba’s telecommunications service providers.\n\n\t\t\tLicense U.S. satellite radio and satellite television service providers to engage in transactions necessary to provide services to customers in Cuba.\n\n\t\t\tLicense persons subject to U.S. jurisdiction to activate and pay U.S. and third-country service providers for telecommunications, satellite radio and satellite television services provided to individuals in Cuba.\n\n\t\t\tAuthorize the donation of certain consumer telecommunication devices without a license.\n\n\t\t\tAdd certain humanitarian items to the list of items eligible for export through licensing exceptions.\n\n\n\t\tREACHING OUT TO THE CUBAN PEOPLE\n\n\t\tSupporting the Cuban people’s desire to freely determine their future and that of their country is in the national interest of the United States. The Obama administration is taking steps to promote greater contact between separated family members in the United States and Cuba and increase the flow of remittances and information to the Cuban people.\n\nLift All Restrictions on Family Visits to Cuba\n\n\t\tWe will lift all restrictions on family visits to Cuba by authorizing such transactions by a general license, which will strengthen contacts and promote American good will. We will ensure the positive reach of this effort by:\n\n\n\t\t\tDefining family members who may be visited to be persons within three degrees of family relationship (e.g., second cousins) and to allow individuals who share a common dwelling as a family with an authorized traveler to accompany them;\n\n\t\t\tRemoving limitations on the frequency of visits;\n\n\t\t\tRemoving limitations on the duration of a visit;\n\n\t\t\tAuthorizing expenditure amounts that are the same as non-family travel; and\n\n\t\t\tRemoving the 44-pound limitation on accompanied baggage.\n\n\nRemove Restrictions on Remittances\n\n\t\tWe will remove restrictions on remittances to a person’s family member in Cuba to increase Cubans’ access to resources to help create opportunities for them by:\n\n\n\t\t\tAuthorizing remittances to individuals within three degrees of family relationship (e.g., second cousins) provided that no remittances shall be authorized to currently prohibited members of the Government of Cuba or currently prohibited members of the Cuban Communist Party;\n\n\t\t\tRemoving limits on frequency of remittances;\n\n\t\t\tRemoving limits on the amount of remittances;\n\n\t\t\tAuthorizing travelers to carry up to $3,000 in remittances; and\n\n\t\t\tEstablishing general license for banks and other depository institutions to forward remittances.\n\n\nAuthorize Greater Telecommunications Links with Cuba\n\n\t\tWe will authorize greater telecommunications links with Cuba to advance people-to-people interaction at no cost to the U.S. government. This will increase the means through which Cubans on the island can communicate with each other and with persons outside of Cuba.\n\n\n\t\t\tAuthorize U.S. telecommunications network providers to enter into agreements to establish fiber-optic cable and satellite telecommunications facilities linking the United States and Cuba.\n\n\t\t\tLicense U.S. telecommunications service providers to enter into and operate under roaming service agreements with Cuba's telecommunications service providers.\n\n\t\t\tLicense U.S. satellite radio and satellite television service providers to engage in transactions necessary to provide services to customers in Cuba.\n\n\t\t\tLicense persons subject to U.S. jurisdiction to activate and pay U.S. and third-country service providers for telecommunications, satellite radio and satellite television services provided to individuals in Cuba, except certain senior Communist Party and Cuban government officials.\n\n\t\t\tAuthorize, consistent with national security concerns, the export or re-export to Cuba of donated personal communications devices such as mobile phone systems, computers and software, and satellite receivers through a license exception.\n\n\nRevise Gift Parcel Regulations\n\n\t\tWe will expand the scope of humanitarian donations eligible for export through license exceptions by:\n\n\n\t\t\tRestoring clothing, personal hygiene items, seeds, veterinary medicines and supplies, fishing equipment and supplies, and soap-making equipment to the list of items eligible to be included in gift parcel donations;\n\n\t\t\tRestoring items normally exchanged as gifts by individuals in \"usual and reasonable\" quantities to the list of items eligible to be included in gift parcel donations;\n\n\t\t\tExpanding the scope of eligible gift parcel donors to include any individual;\n\n\t\t\tExpanding the scope of eligible gift parcel donees to include individuals other than Cuban Communist Party officials or Cuban government officials already prohibited from receiving gift parcels, or charitable, educational or religious organizations not administered or controlled by the Cuban government; and\n\n\t\t\tIncreasing the value limit on non-food items to $800.\n\n\n\n\n\n\n"
}