{
    "title": "La Ley de Cuidado de Salud a Bajo Precio: Mejoras a Medicare, campañas contra la desinformación y protección para las personas mayores de Estados Unidos | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/la-ley-de-cuidado-de-salud-a-bajo-precio-mejoras-a-medicare-campa-contra-la-desinfo",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 09, 2010\n\n \n\n\n\nLa Ley de Cuidado de Salud a Bajo Precio: Mejoras a Medicare, campañas contra la desinformación y protección para las personas mayores de Estados Unidos \n\n\n\n\nLa Ley de Cuidado de Salud a Bajo Precio (Affordable Care Act) aprobada por el Congreso y promulgada por el Presidente Obama este año proporcionará a las personas de la tercera edad y sus familiares costos más bajos y cuidado de salud de mayor calidad. Asimismo, se asegurará de que haya rendimiento de cuentas en todo el sistema de cuidado de salud, para que el paciente y su doctor tengan mayor control sobre su propia atención médica, no las aseguradoras.\n \nEl martes, 8 de junio, el Presidente Barack Obama, en una tele-asamblea pública a nivel nacional, respondió preguntas directamente de personas mayores de todo el país, y dio inicio a una campaña nacional sin precedente para combatir el fraude y la desinformación, y para brindarles información precisa sobre Medicare y la Affordable Care Act a las personas mayores de Estados Unidos. La campaña incluye una serie de medidas para proteger a las personas mayores con el fin de asegurarse de que reciban información clara y cabal sobre la nueva ley, y para implementar herramientas más eficaces a fin de combatir el despilfarro, fraude y abuso en el programa de Medicare. Funcionarios del gobierno asistieron a reuniones vecinales donde las personas mayores se congregaron para participar en la tele-asamblea pública a fin de responder preguntas adicionales de las personas mayores. Se realizaron más de 100 reuniones en todo el país.\n \nAffordable Care Act: Importantes beneficios para las personas de la tercera edad\n \nMedicare es un compromiso sagrado de Estados Unidos con las personas mayores, y la Affordable Care Act, aprobada por el Congreso y promulgada por el Presidente Obama este año, garantiza que ese compromiso jamás se incumpla. La Affordable Care Act proporcionará costos más bajos y mayor calidad en la atención de salud a las personas mayores de Estados Unidos, y al asegurarse de que haya mayor rendimiento de cuentas en todo el sistema médico, les da a las personas mayores y sus doctores, y no a las aseguradoras, el control de su atención médica. Éstas son mejoras necesarias que preservarán la solidez y solvencia de Medicare. Las personas mayores de Estados Unidos verán nuevos beneficios y ahorros, y mayor énfasis en calidad, todo con el fin de garantizar que obtengan el cuidado de salud que necesitan. Para mayor información sobre la nueva ley, pulse aquí. Algunos de los nuevos beneficios de la Affordable Care Act incluyen:\n \n•        Un cheque único de reembolso por $250, exonerado de impuestos, para las personas mayores que se encuentran en el “agujero de dona” de beneficios para medicamentos recetados y que todavía no están recibiendo Medicare Extra Help. Estos cheques se empezarán a enviar el 10 de junio, y el envío mensual continuará durante el año a medida que los beneficiarios entren en la brecha de cobertura.\n \n•        Servicios gratuitos de cuidado preventivo, como exámenes de cáncer colorrectal, mamografías y un examen médico gratuito una vez al año. \n \n•        Los equipos de salud comunitaria brindarán cuidado centrado en el paciente, de modo que las personas mayores no tengan que consultar a múltiples doctores que no trabajan juntos. La nueva ley también ayuda a las personas mayores que estuvieron hospitalizadas a lograr un buen retorno a casa y evitar una nueva hospitalización por medio de asistencia para coordinar cuidados y asegurar que tengan acceso a apoyo en su comunidad.\n \n•        Medicare paga a las compañías de seguro de Medicare Advantage un promedio de más de $1,000 adicionales por persona que a Medicare tradicional. Estos pagos adicionales se cubren en parte con un aumento de primas para todos los beneficiarios de Medicare, entre ellos 77% de personas mayores que no participan del plan Medicare Advantage. Esta nueva ley nivela las condiciones y elimina gradualmente los sobrepagos de Medicare Advantage a las aseguradoras, al mismo tiempo que protege los beneficios garantizados por Medicare. En lugar de sobrepagos similares a los realizados durante varios años a las aseguradoras, la nueva ley basará sus pagos en el costo local de proporcionar los servicios garantizados de Medicare. Los planes de Medicare Advantage también recibirán nuevas bonificaciones basadas en desempeño (por ejemplo, por brindar cuidado con el fin de prevenir enfermedades antes de que empiecen y cuidado que impide que las enfermedades empeoren). En caso de servicios similares brindados por Medicare tradicional, se prohibirá también que los planes de salud participantes exijan mayores desembolsos de las personas mayores como gastos propios.  \n \n•      En los próximos 20 años, el gasto en Medicare aumentará a menor velocidad como resultado de la eliminación del despilfarro, fraude y abuso. Esto prolongará la duración del Fideicomiso de Medicare en 12 años y les ahorrará dinero a los beneficiarios de Medicare. En el 2018, las personas mayores pueden esperar ahorrar, en promedio, casi $200 al año en primas y más de $200 al año en copago comparado con lo que habrían tenido que pagar sin la Affordable Care Act. Los beneficiarios con ingresos altos ($85,000 de ingreso anual para personas o $170,000 para personas casadas que presentan una declaración conjunta de impuestos) pagarán primas más altas. Eso impactará a 2% de los beneficiarios de Medicare.\n \nCombatir el despilfarro, el fraude y el abuso\n \nCombatir la desinformación significa mantener a las personas mayores a salvo de estafadores expertos en fraudes y estafas que buscan aprovecharse de la nueva ley y robarles a las personas mayores y a los contribuyentes. La Administración Obama ha tomado una serie de medidas para combatir el fraude:\n \n• El Presidente ha dado instrucciones al Departamento de Salud, que obtiene información sobre el fraude, despilfarro y abusos en el programa de Medicare Fee for Services, a fin de que reduzca la tasa de pagos indebidos a la mitad para el 2012.\n• El gobierno ha ayudado a apoyar una nueva alianza entre el gobierno federal y los fiscales generales de cada estado. La secretaria Kathleen Sebelius y el fiscal general Eric Holder enviaron hoy una carta a los fiscales generales estatales instándolos a llevar ante la justicia a los delincuentes que tratan de robarles a las personas mayores y contribuyentes, y prometieron el respaldo de funcionarios federales a los esfuerzos estatales.\n• Una serie nacional de cumbres contra el fraude realizadas por los departamentos de Justicia y de Salud y Servicios Humanos congregará a funcionarios federales, estatales y locales, como también representantes del sector privado, para hablar sobre tácticas para combatir el fraude. La primera cumbre se realizará en Miami, y habrá cumbres adicionales en Los Ángeles, Las Vegas, Detroit, Boston, Nueva York y Filadelfia.\n• Los fiscales federales de todo el país redoblarán esfuerzos para coordinar con agencias de la ley a nivel estatal y local para evitar el fraude y enjuiciar a los responsables. Hoy, el fiscal general Holder instó a los fiscales federales a que realicen foros trimestrales con funcionarios locales para hablar sobre las mejores maneras de tomar medidas enérgicas contra los delincuentes que cometen fraudes.\n\nAcercamiento con los beneficiarios de Medicare\nEn semanas recientes, los beneficiarios de Medicare han recibido información nueva e importante por correo con respecto a la Ley de Cuidado de Salud de Bajo Precio (Affordable Care Act) con respuestas a muchas de las preguntas que los funcionarios del gobierno han recibido de los estadounidenses. Cuando las personas mayores entren en la brecha de cobertura de medicamentos recetados conocida como el agujero de dona, recibirán detalles adicionales, además de un cheque de reembolso de $250 para ayudarlas a pagar el costo de sus medicamentos recetados. La correspondencia es parte de la práctica que Medicare tiene desde hace tiempo de comunicarse con beneficiarios y proporcionar importante información sobre cómo las personas mayores pueden aprovechar sus nuevos beneficios de Medicare.\nComunicación usando los medios\nEl Centro de Servicios de Medicare y Medicaid (Centers for Medicare & Medicaid Services), en conjunción con la Dirección de la Tercera Edad (Administration on Aging), lanzará una campaña educativa en la prensa este verano para informar a los beneficiarios de Medicare sobre la importancia de permanecer alerta sobre su información personal de Medicare y para transmitir información sobre la nueva ley a las personas mayores a fin de que los estafadores no puedan aprovecharse de ellas.\nLa primera fase de la campaña de extensión será una serie de anuncios radiales que se transmitirán en zonas clave del país donde hay una gran cantidad de personas mayores que caen en la brecha de cobertura y que cumplen con los requisitos para recibir el cheque de reembolso de $250,  por única vez y exonerado de impuestos. Para mayor información sobre esta campaña, sírvase pulsar aquí.\n \n\n\n\n"
}