{
    "title": "Council of Economic Advisers Releases Report on Jobs of the Future | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/council-economic-advisers-releases-report-jobs-future",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 13, 2009\n\n \n\n\n\nCouncil of Economic Advisers Releases Report on Jobs of the Future\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  __________________________________________________________________________  FOR IMMEDIATE RELEASE                                                      July 13, 2009    Council of Economic Advisers Releases Report on Jobs of the Future WASHINGTON, DC-President Obama's Council of Economic Advisers released a report today, \"Preparing the Workers of Today for the Jobs of Tomorrow,\" that offers an overview of how the U.S. labor market is expected to grow and develop over the next few years.  The report discusses the skills and training that will likely be most relevant in growing occupations, and the attributes of an education and training system designed to best equip the workers of today for the jobs of tomorrow. The report can be found at: /administration/eop/cea/factsheets_reports/ The report discusses:  The likely changes in the U.S. labor market as economic drivers shift from sectors like financial services to the growing sectors that are transforming our economy.  The already-expanding health care sector and various environmental-related occupations, for example, are shown to be growing at a faster rate than the economy at large, creating opportunities in a variety of white collar and blue collar occupations.   The expected rebound in construction and some manufacturing sectors as the Recovery Act continues to invest in projects around the country and the economy emerges from the recession.   The importance of worker flexibility given the dynamic nature of the U.S. labor market.  Of particular interest is the expected shift towards jobs that require workers with greater analytical and interactive skills.  In addition, it highlights the most important attributes of a well-functioning education and training system designed to provide the U.S. workforce with the skills needed to succeed in the jobs of the future.    CEA Chair Christina Romer will also engage in a live video chat at 230pm through an innovative application on Facebook and WhiteHouse.gov. Americans will be encouraged to ask questions through the Facebook chat or a comment form on WhiteHouse.gov, and Romer will answer them via live-streamed video in a unique online conversation. The Facebook live-stream and chat can be found at: http://apps.facebook.com/ObamaWhiteHouselive/   ##\n\n\n\n"
}