{
    "title": "First Lady Michelle Obama to Host White House Turnaround Arts Talent Show | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/19/first-lady-michelle-obama-host-white-house-turnaround-arts-talent-show",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMay 19, 2016\n\n \n\n\n\nFirst Lady Michelle Obama to Host White House Turnaround Arts Talent Show \n\n\n\n\n\nWednesday, May 25th \n\nThe White House * 3:30pm ET -- As part of the President's Committee on the Arts and Humanities, the First Lady will welcome students and artists from across the country to perform at the White House Turnaround Arts Talent Show. To showcase America's budding artists, the students will perform alongside Turnaround Artist mentors including Paula Abdul, Keb’ Mo’, Alfre Woodard, Tim Robbins, Bernie Williams, Charles \"Lil Buck\" Riley, Citizen Cope, Damian Woetzel, Irvin Mayfield, and Paula Fuga. \n\nTurnaround Arts is a national program created by the President’s Committee on the Arts and the Humanities, in coordination with the White House, the U.S. Department of Education, the National Endowment for the Arts, and several foundations and corporations. Turnaround Arts empowers high-need, low-performing schools with innovative arts, dance, theater and music programs, arts integration across subject areas, arts resources, musical instruments, and high-profile artist mentors, as a proven strategy to help address broader school challenges and close the achievement gap. Since 2011, Turnaround Arts has empowered 27 school districts across 13 states and Washington, DC with an infusion of arts and music education. In 2014, the First Lady hosted the inaugural White House Turnaround Arts Talent Show.\n\nStudents from the following Turnaround Arts programs will perform at the White House: \n\nCalifornia \n\n\tMartin Luther King, Jr. Elementary (Los Angeles, CA)\n\nConnecticut \n\n\tBarnum School (Bridgeport, CT)\n\n\tHall School (Bridgeport, CT)\n\n\tHallen School (Bridgeport, CT)\n\n\tTisdale School (Bridgeport, CT)\n\n\tRoosevelt School (Bridgeport, CT)\n\nHawaii \n\n\tKalihi Kai Elementary (Honolulu, HI)\n\n\tKamaile Academy Public Charter (Waianae, HI)\n\n\tWaianae Elementary (Waianae, HI)\n\nIllinois\n\n\tChalmers School of Excellence (Chicago, IL)\n\n\tHerzl School of Excellence (Chicago, IL)\n\n\tJohnson School of Excellence (Chicago, IL)\n\n\tDvorak School of Excellence (Chicago, IL)\n\nIowa\n\n\tWarren G. Harding Middle School  (Des Moines, IA)\n\nLouisiana \n\n\tReNEW Cultural Arts Academy (New Orleans, LA)\n\nMinnesota\n\n\tBethune SchooL (Minneapolis, MN)\n\n\tNorthport Elementary (Brooklyn Center, MN)\n\n\tNorthside Elementary School (St. James, MN)\n\n\nNew York \n\n\tEbbets Field Middle School (New York, NY)\n\n\tEast Flatbush Community Research School (New York, NY)\n\n\tP.S. 284 Gregory Jackson Community School (New York, NY)\n\n\tP.S. 165 Ida Posner (New York, NY)\n\nWashington, DC \n\n\tTurner Elementary\n\n\tMoten Elementary\n\n\tNoyes Elementary\n\n\tBunker Hill Elementary\n\n\tSavoy Elementary\n\n\t \n\n\n\n\n"
}