{
    "title": "Presidential Nominations Sent to the Senate | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/08/01/presidential-nominations-sent-senate-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 01, 2013\n\n \n\n\n\nPresidential Nominations Sent to the Senate\n\n\n\n\n\nNOMINATIONS SENT TO THE SENATE:\n\n\t \n\n\tStevan Eaton Bunnell, of the District of Columbia, to be General Counsel, Department of Homeland Security, vice Ivan K. Fong, resigned.\n\n\t \n\n\tDwight L. Bush, Sr., of the District of Columbia, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Kingdom of Morocco.\n\n\t \n\n\tSteven Croley, of Michigan, to be General Counsel of the Department of Energy, vice Gregory Howard Woods.\n\n\t \n\n\tKaren Dynan, of Maryland, to be an Assistant Secretary of the Treasury, vice Janice Eberly.\n\n\t \n\n\tJ. Christopher Giancarlo, of New Jersey, to be a Commissioner of the Commodity Futures Trading Commission for the remainder of the term expiring April 13, 2014, vice Jill Sommers, resigned.\n\n\t \n\n\tRichard F. Griffin, Jr., of the District of Columbia, to be General Counsel of the National Labor Relations Board for a term of four years, vice Ronald E. Meisburg, resigned.\n\n\t \n\n\tPamela K. Hamamoto, of Hawaii, to be Representative of the United States of America to the Office of the United Nations and Other International Organizations in Geneva, with the rank of Ambassador, vice Betty E. King.\n\n\t \n\n\tMatthew T. Harrington, of Virginia, a Career Member of the Senior Foreign Service, Class of Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Kingdom of Lesotho.\n\n\t \n\n\tChristopher A. Hart, of Colorado, to be a Member of the National Transportation Safety Board for a term expiring December 31, 2017.(Reappointment)\n\n\t \n\n\tDeborah A. P. Hersman, of Virginia, to be Chairman of the National Transportation Safety Board for a term of two years.(Reappointment)\n\n\t \n\n\tDeborah A. P. Hersman, of Virginia, to be a Member of the National Transportation Safety Board for a term expiring December 31, 2018.(Reappointment)\n\n\t \n\n\tDeborah Lee James, of Virginia, to be Secretary of the Air Force, vice Michael Bruce Donley, resigned.\n\n\t \n\n\tPeter Joseph Kadzik, of New York, to be an Assistant Attorney General, vice Ronald H. Weich, resigned.\n\n\t \n\n\tR. Gil Kerlikowske, of the District of Columbia, to be Commissioner of Customs, Department of Homeland Security, vice Alan D. Bersin, resigned.\n\n\t \n\n\tFrank G. Klotz, of Virginia, to be Under Secretary for Nuclear Security, vice Thomas P. D'Agostino, resigned.\n\n\t \n\n\tJohn Andrew Koskinen, of the District of Columbia, to be Commissioner of Internal Revenue for the term expiring November 12, 2017, vice Douglas H. Shulman, term expired.\n\n\t \n\n\tMichael P. O'Rielly, of New York, to be a Member of the Federal Communications Commission for the remainder of the term expiring June 30, 2014, vice Robert M. McDowell, resigned.\n\n\t \n\n\tAnne W. Patterson, of Virginia, a Career Member of the Senior Foreign Service, Class of Career Ambassador, to be an Assistant Secretary of State (Near Eastern Affairs), vice C. David Welch, resigned.\n\n\t \n\n\tPatrick Pizzella, of Virginia, to be a Member of the Federal Labor Relations Authority for a term of five years expiring July 1, 2015, vice Thomas M. Beck, resigned.\n\n\t \n\n\tLinda A. Schwartz, of Connecticut, to be Assistant Secretary of Veterans Affairs, vice Raul Perea-Henze, resigned.\n\n\t \n\n\tSarah Sewall, of Massachusetts, to be an Under Secretary of State (Civilian Security, Democracy, and Human Rights), vice Maria Otero, resigned.\n\n\t \n\n\tSuzanne Eleanor Spaulding, of Virginia, to be Under Secretary, Department of Homeland Security, vice Rand Beers.\n\n\t \n\n\tKathryn D. Sullivan, of Ohio, to be Under Secretary of Commerce for Oceans and Atmosphere, vice Jane Lubchenco, resigned.\n\n\t \n\n\t \n\n\t \n\nWITHDRAWAL SENT TO THE SENATE:\n\n\t \n\n\tLafe E. Solomon, of Maryland, to be General Counsel of the National Labor Relations Board for a term of four years, vice Ronald E. Meisburg, resigned, which was sent to the Senate on May 23, 2013.\n\n\n\n\n"
}