{
    "title": "FACT SHEET: Vice President Biden Announces New Steps to Improve Clinical Trials Essential to Advancing the Cancer Moonshot | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/16/fact-sheet-vice-president-biden-announces-new-steps-improve-clinical",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 16, 2016\n\n \n\n\n\n FACT SHEET: Vice President Biden Announces New Steps to Improve Clinical Trials Essential to Advancing the Cancer Moonshot\n\n\n\n\n\n“These steps will improve the safety, accessibility and impact of our clinical research system. They will help patients today and help researchers all over the world in their quests to find new cures. And they come at a true inflection point in our fight against cancer.\n\n“Clinical trials are essential for developing new and more effective cancer diagnostics and treatments. But right now, less than five percent of cancer patients enroll in a clinical trial, often because patients and doctors don’t know what trials are available. We can do better—and we are.” –Vice President Joe Biden\n\n\tToday, Vice President Joe Biden announced a series of new steps focused on increasing access to information about clinical trials and improving the efficiency of our clinical research system.  These steps include (1) making it easier for participants to find clinical trial opportunities as quickly as possible, (2) incentivizing new ways of designing clinical trials to maximize participation while minimizing burden and risk, and (3) strengthening the transparency of clinical trials and trial results.\n\n\tFor many patients, clinical trials offer the opportunity to help researchers find new ways to prevent, detect and treat their illness, and in some instances, provide a last opportunity for hope when standard treatment has failed.  In cancer, as with other diseases, clinical trials are at the heart of medical advances, and are necessary for making progress in cancer outcomes. Under the Cancer Moonshot, increasing the efficiency of the clinical research system is a key priority, and the efforts announced today by Vice President Biden serve ultimately to help speed oncology research toward cancer cures.\n\nBackground:\n\n\tAs part of the broader clinical research enterprise, clinical trials are essential for the development of new and more effective diagnostics, treatments, and preventive measures for patients. Approximately thirty-one percent of all open trials listed in ClinicalTrials.gov are for cancer-related research. But today in the United States, approximately twenty percent of clinical trials for cancer are not completed due to low participation. Clinical trial participation is even lower for cancer patients who do not receive treatment at academic medical centers, and for older, underserved and minority populations. \n\n\tTo make greater gains against cancer while continuing to ensure the safety of clinical trials, every effort must be made to maximize patients’ participation, minimize their risks, and ensure that results of clinical trials are shared in a timely fashion, so research can move forward faster.  Today, Vice President Biden is announcing a new set of activities to accelerate the pace of progress for clinical research in cancer.  These include: \n\n\nThe National Cancer Institute (NCI) of the National Institutes of Health (NIH) Launches Redesign of Cancer Clinical Trial Information Available through Trials.Cancer.gov:  The NCI and the White House Presidential Innovation Fellows have collaborated to re-design how patients and oncologists locate information about cancer clinical trials. At the Cancer Moonshot Summit in June, the team unveiled trials.cancer.gov, a streamlined, user-friendly website for searching for NCI-supported cancer clinical trials. The next big step announced today is making the information on trials.cancer.gov available through a new application programming interface (API) integrated within this site. This new API allows researchers and patient groups to tailor information from the site, in real time, to identify trials relevant to individual communities and specific cancers.  Ultimately, the combination of a more easily navigable web interface, with a user-friendly API, will make it much easier for researchers to recruit new participants and for patients to find trials that make a difference for them.\n\nThe Food and Drug Administration (FDA) will Encourage Use of Innovative Clinical Trial Designs:  The FDA is announcing a series of efforts to bring together clinical researchers across government and private industry to design smarter and more efficient clinical trials by exploring ways to modify the criteria for who can participate in a trial or by sharing control groups across studies using different drugs for the same indication. These kinds of efforts can minimize the number of participants needed to achieve meaningful results while keeping participant safety at the forefront. Designing more efficient trials that produce better results can dramatically accelerate how quickly new therapies are brought to patients, and decrease the cost of doing so.\n\nThe Department of Health and Human Services (HHS) Enhances Clinical Trial Registration and Results Reporting through Final Rule:  HHS is announcing the publication of a final rule that specifies requirements for clinical trial registration and summary results information reporting in ClinicalTrials.gov, a registry and results database of publicly and privately supported clinical studies of human participants conducted around the world. The rule extends the requirement for summary results information reporting to include applicable clinical trials of drug products (including biological products) and device products that are not approved, licensed, or cleared by the FDA. This will enhance transparency within the clinical trials enterprise, allowing people to make more informed decisions about participating in research. The rule will also help prevent unnecessary duplication of unsuccessful or unsafe trials, has the potential to help increase the efficiency of drug and device development processes, and build public trust in clinical research.  Announced at the same time is a new NIH policy to help ensure that all NIH-funded clinical trials are registered and their results information shared in ClinicalTrials.gov.\n\nThe NIH is Working to Increase Usability of ClinicalTrials.gov: To expand on the final rule and policy for clinical trial registration and summary results reporting, NIH is committed to make ClinicalTrials.gov a more user friendly and accessible site. As such, it is working with technical experts at 18F, the Presidential Innovation Fellow's counterparts, to explore ways in which a partnership between the two could accelerate these efforts. Enhancing the usability of the information within this database will make it easier for patients to find trials and information about interventions that may be relevant to their cancers. \n\n\n\n\n\n"
}