{
    "title": "Declaraciones del Presidente ante la Asamblea General de las Naciones Unidas | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/23/declaraciones-del-presidente-ante-la-asamblea-general-de-las-naciones-un",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 23, 2010\n\n \n\n\n\nDeclaraciones del Presidente ante la Asamblea General de las Naciones Unidas\n\n\n\n\n\n\t10:01 A.M. EDT\n\t \n\n\tEL PRESIDENTE: Sr. Presidente, Sr. Secretario General, colegas delegados, damas y caballeros: Es un gran honor dirigirme a esta asamblea por segunda vez, casi dos años después de ser elegido Presidente de Estados Unidos.\n\t \n\n\tSabemos que éstos no son tiempos normales para nuestros pueblos. Cada uno de nosotros viene aquí con sus propios problemas y prioridades. Pero también hay desafíos que tenemos en común como líderes y como naciones.\n\t \n\n\tNos reunimos dentro de una institución forjada sobre los escombros de la guerra, concebida para unir al mundo en busca de la paz. Y nos reunimos dentro de una ciudad que –durante siglos– ha acogido a personas de todo el mundo, demostrando que personas de todo color, credo y condición social pueden unirse para buscar oportunidades, desarrollar una comunidad y vivir con el don de la libertad humana.\n\t \n\n\tFuera de las puertas de esta sala, las cuadras y los vecindarios de esta gran ciudad cuentan la historia de una década difícil. Hace nueve años, la destrucción del World Trade Center fue indicio de una amenaza que no respetaba los límites de la dignidad ni la decencia. Este mes se cumplen dos años desde que una crisis financiera en Wall Street devastó a las familias promedio de Estados Unidos. Estos desafíos distintos han afectado a gente en todo el mundo. Hombres y mujeres y niños han sido asesinados por extremistas desde Casablanca hasta Londres; desde Jalalabad hasta Yakarta. La economía mundial sufrió un golpe enorme durante la crisis financiera, lo que afectó el mercado y pospuso los sueños de millones en todos los continentes. Detrás de estos desafíos para nuestra seguridad y prosperidad yacen temores más profundos: que odios antiguos y divisiones religiosas nuevamente aumentan; que de alguna manera hemos perdido el control de un mundo que se ha vuelto cada vez más interconectado.\n\t \n\n\tÉstos son algunos de los desafíos que mi gobierno ha enfrentado desde que asumí la presidencia. Y hoy, me gustaría hablar con ustedes sobre lo que hemos hecho durante los últimos 20 meses para hacerles frente a dichos desafíos; la responsabilidad que tenemos de consolidar la paz en el Oriente Medio, y el tipo de mundo que estamos tratando de forjar en este siglo XXI.\n\t \n\n\tPermítame comenzar con lo que hemos hecho. Mi principal cometido como Presidente fue rescatar nuestra economía de una catástrofe potencial. Y en una era en la que la prosperidad se comparte, no podríamos haberlo hecho solos. Por lo tanto, Estados Unidos se ha sumado a países de todo el mundo para propiciar el crecimiento y renovar la demanda que podría reiniciar la generación de empleos. Estamos reforzando nuestro sistema de finanzas globales, comenzando con la reforma de Wall Street aquí en mi país, para que nunca vuelva a suceder una crisis como ésta. E hicimos del G-20 el punto focal de coordinación internacional, porque en un mundo donde la prosperidad es más difusa, debemos ampliar nuestro círculo de cooperación para incluir a las economías emergentes, economías de todos los rincones del mundo.\n\t \n\n\tNuestros esfuerzos han producido muchos resultados, a pesar de que aún queda mucho trabajo por hacer. Sacamos a la economía mundial del borde de una depresión y está volviendo a crecer. Hemos rechazado el proteccionismo y estamos explorando maneras de aumentar el intercambio comercial entre países. Pero no podemos quedarnos cruzados de brazos –ni lo haremos– hasta que estas semillas de progreso se conviertan en prosperidad más generalizada no sólo para todos los estadounidenses, sino para los pueblos de todo el mundo.\n\t \n\n\tEn cuanto a nuestra seguridad común, Estados Unidos está librando una lucha más eficaz contra Al Qaida, a la vez que lleva la guerra en Irak a su fin. Desde que asumí el mando, Estados Unidos ha movilizado a casi 100,000 soldados fuera de Irak. Lo hemos hecho de manera responsable, a medida que los iraquíes pasaban a asumir la responsabilidad por la seguridad de su país. Ahora nos concentramos en forjar una sociedad duradera con el pueblo iraquí, mientras cumplimos con nuestro compromiso de replegar al resto de nuestras tropas para fines del próximo año.\n\t \n\n\tAl reducir nuestra presencia en Irak, nos hemos reorientado a vencer a Al Qaida y negarles a sus afiliados un refugio. En Afganistán, Estados Unidos y nuestros aliados siguen una estrategia para interrumpir el ímpetu de los talibanes y aumentar la capacidad del gobierno y las Fuerzas de Seguridad de Afganistán, para que en julio se pueda comenzar a transferir responsabilidad a los afganos. Y desde Asia meridional hasta el Cuerno de África, avanzamos hacia una estrategia más específica, que robustezca a nuestros aliados y desmantele las redes terroristas sin movilizar ejércitos numerosos de Estados Unidos.\n\t \n\n\tMientras perseguimos a los extremistas más peligrosos del mundo, también los estamos privando de las armas más peligrosas del mundo y consolidando la paz y seguridad de un mundo sin armas nucleares. Este año, 47 países acogieron un plan trabajo para almacenar en lugares seguros todos los materiales nucleares vulnerables dentro de cuatro años. Nos hemos unido a Rusia para firmar el tratado de control de armas de mayor envergadura en varias décadas. Hemos reducido el papel de las armas nucleares en nuestra estrategia de seguridad. Y aquí, en las Naciones Unidas, nos hemos unido para mejorar el Tratado sobre la No Proliferación Nuclear.\n\t \n\n\tAhora bien, como parte de nuestro esfuerzo contra la proliferación, le extendí la mano a la República Islámica de Irán el año pasado y destaqué que tiene tanto derechos como responsabilidades como miembro de la comunidad internacional. También dije en esta sala que se debe hacer que Irán rinda cuentas por sus actos si incumple dichas responsabilidades. Eso es lo que hemos hecho. Irán es el único suscriptor del Tratado sobre la No Proliferación que no puede demostrar que tiene intenciones pacíficas… pacíficas para su programa nuclear, y esos actos tienen consecuencias. Por medio de la resolución 1929 del Consejo de Seguridad de las Naciones Unidas, hemos dejado en claro que las leyes internacionales no son una promesa vana.\n\t \n\n\tAhora, permítanme volver a ser claro: Estados Unidos y la comunidad internacional desean resolver sus diferencias con Irán, y la puerta sigue abierta a la diplomacia si Irán opta por usarla. Pero el gobierno de Irán debe demostrar un compromiso claro y digno de fe, y probarle al mundo las intenciones pacíficas de su programa nuclear.\n\t \n\n\tMientras combatimos la proliferación de armas letales, también enfrentamos el espectro del cambio climático. Tras hacer inversiones históricas en energía limpia y eficiencia en nuestro país, ayudamos a lograr un acuerdo en Copenhague en el que, por primera vez, las principales economías se comprometen a reducir sus emisiones. Estamos muy conscientes de que éste es apenas el primer paso. De ahora en adelante, apoyaremos un proceso en el que todas las principales economías cumplamos con nuestras responsabilidades de proteger el planeta y a la vez demos rienda suelta al poder de la energía limpia para que sirva como motor de crecimiento y desarrollo.\n\t \n\n\tEstados Unidos también ha aceptado responsabilidades únicas que provienen de nuestra capacidad. Desde el inicio de las lluvias e inundaciones en Pakistán, hemos prometido nuestra asistencia, y todos debemos respaldar al pueblo paquistaní mientras se recupera y reconstruye. Y cuando la Tierra tembló y Haití quedó desolada por sus pérdidas, nos unimos a una coalición de países para responder. Hoy rendimos homenaje a los miembros de la familia de las Naciones Unidas que perdieron la vida en el terremoto y nos comprometemos a respaldar al pueblo haitiano hasta que pueda recuperarse.\n\t \n\n\tEn medio de esta conmoción, también hemos sido persistentes en nuestros esfuerzos por lograr la paz. El año pasado, prometí hacer todo lo posible para apoyar el objetivo de que existan dos Estados, Israel y Palestina, y vivan uno al lado del otro con paz y seguridad, como parte de una paz general entre Israel y todos sus vecinos. Hemos recorrido un camino con muchas curvas en los últimos 12 meses, con pocos picos y muchos valles. Pero este mes, me complace haber procurado negociaciones directas entre israelíes y palestinos en Washington, Sharm el-Sheikh y Jerusalén.\n\t \n\n\tAhora bien, reconozco que muchos se sienten pesimistas sobre este proceso. Los cínicos dicen que los israelíes y palestinos desconfían demasiado los unos de los otros y están demasiado divididos internamente como para consolidar una paz duradera. Los que se oponen a la paz en ambos lados tratarán de interrumpir el proceso con palabras amargas y con bombas, o con armas de fuego. Hay quienes dicen que la brecha entre las partes es demasiado extensa; el potencial de que se rompan las conversaciones es demasiado grande, que tras décadas de fracaso, la paz simplemente no es posible. Oigo esas voces de escepticismo. \n\t \n\n\tPero les pido que consideren la alternativa. Si no se llega a un acuerdo, los palestinos nunca conocerán el orgullo y dignidad que proviene de tener su propio Estado. Los israelíes nunca conocerán la certeza y seguridad que proviene de vecinos soberanos y estables, comprometidos con la coexistencia. La difícil realidad de la demografía se arraigará. Se derramará más sangre. Esta Tierra Santa seguirá siendo un símbolo de nuestras diferencias, en vez de nuestra humanidad común. \n\t \n\n\tMe rehúso a aceptar ese futuro. Y todos debemos tomar una decisión. Cada uno de nosotros debe escoger una vía hacia la paz. Por supuesto que esa responsabilidad comienza con las mismas partes interesadas, quienes deben responder al llamado de la historia. Este mes en la Casa Blanca, me impresionaron las palabras de líderes tanto israelíes como palestinos. El Primer Ministro Netanyahu dijo, “Vine hoy aquí para lograr un arreglo histórico que permita que ambos pueblos vivan en paz, seguridad y dignidad”. El Presidente Abás afirmó, “haremos todo lo posible y trabajaremos diligente e incansablemente para asegurar que estas negociaciones logren su cometido”.\n\t \n\n\tEstas palabras deben ser seguidas ahora por hechos, y creo que ambos líderes tienen la valentía para hacer eso. Pero el camino que debemos recorrer es sumamente difícil, motivo por el cual insto tanto a israelíes como palestinos –y al mundo– a unirse detrás del objetivo que esos líderes comparten ahora. Sabemos que habrá pruebas en el camino, que pronto se avecina una de esas pruebas. La moratoria en asentamientos de Israel ha tenido un impacto en esta región y mejorado el ambiente para las conversaciones. Nuestra posición sobre este asunto es muy conocida. Creemos que se debe prolongar la moratoria. También consideramos que las conversaciones deben continuar hasta que concluyan. Éste es el momento de que las partes se ayuden a superar ese obstáculo. Éste es momento de aumentar la confianza –y dar tiempo– para los logros considerables que deben alcanzarse. Éste es el momento de aprovechar esta oportunidad, para que no se pierda.\n\t \n\n\t     Ahora bien, los israelíes y palestinos tienen que hacer la paz, pero todos nosotros también tenemos la responsabilidad de poner de nuestra parte. Quienes somos amigos de Israel debemos comprender que la verdadera seguridad para el estado judío requiere una Palestina independiente, que permita que el pueblo palestino viva con dignidad y oportunidades. Y quienes somos amigos de los palestinos debemos comprender que los derechos del pueblo palestino sólo se ganarán por medios pacíficos, lo que incluye una reconciliación genuina con un Israel seguro.\n\t \n\n\t    Sé que muchos en esta sala se consideran amigos de los palestinos. Pero esas promesas de amistad deben ser respaldadas por hechos. Quienes suscribieron la Iniciativa Árabe de Paz deben aprovechar la oportunidad de hacerla realidad dando pasos tangibles hacia la normalización que ésta le promete a Israel.\n\t \n\n\tY quienes hablan a favor de la autonomía de Palestina deben ayudar a la Autoridad Palestina política y económicamente, y al hacerlo, ayudarían a los palestinos a desarrollar las instituciones de su Estado.\n\t \n\n\tQuienes anhelan ver la independencia de Palestina también deben dejar de tratar de eliminar a Israel. Tras miles de años, los judíos y los árabes no son extranjeros en tierra extranjera. Después de 60 años en la comunidad de naciones, la existencia de Israel no debería ser motivo de debate.\n\t \n\n\tIsrael es un Estado soberano y el territorio histórico del pueblo judío. A todos debe quedarles claro que los esfuerzos por cuestionar la legitimidad de Israel sólo se encontrarán con la oposición imperturbable de Estados Unidos. Y los esfuerzos por amenazar o matar israelíes no ayudará para nada al pueblo palestino. La matanza de israelíes inocentes no es resistencia; es injusticia. Y que no quepa duda: La valentía de un hombre como el Presidente Abás, que defiende a su pueblo frente al mundo en circunstancias muy difíciles, es mucho mayor que la valentía de quienes lanzan cohetes contra mujeres y niños inocentes.\n\t \n\n\t    El conflicto entre israelíes y árabes es tan antiguo como esta institución. Y podemos regresar el próximo año, como hemos hecho en los últimos 60 años, y pronunciar largos discursos al respecto. Podemos leer las acostumbradas listas de quejas. Podemos bloquear las mismas resoluciones. Podemos darle más peso a las fuerzas del rechazo y el odio. Y podemos perder más tiempo insistiendo en argumentos que no ayudarán a ningún niño israelí o palestino a tener una vida mejor. Podemos hacer eso.\n\t \n\n\t    O podemos decir que esta vez será diferente, que esta vez no permitiremos que el terrorismo ni la agitación ni las poses ni la politiquería barata se conviertan en obstáculos. Esta vez no pensaremos en nosotros sino en la niña de Gaza que quiere que en sus sueños no haya un techo, o el niño de Sderot que no quiere tener pesadillas de ataques con cohetes.\n\t \n\n\tEsta vez debemos inspirarnos en las enseñanzas de tolerancia que están en el corazón de tres grandes religiones que consideran sagrada la tierra de Jerusalén. Esta vez debemos buscar lo mejor que tenemos dentro de nosotros mismos. Y si lo hacemos, cuando volvamos el próximo año, podremos lograr un acuerdo que produzca un nuevo miembro de Naciones Unidas, el estado independiente y soberano de Palestina, que vive en paz con Israel. (Aplausos.)\n\t \n\n\t     Nuestro destino es llevar la carga de los desafíos que hemos mencionado: la recesión, la guerra y el conflicto. Y siempre hay cierta urgencia, incluso emergencia, que repercute en nuestra política de relaciones exteriores. De hecho, tras milenios marcados por guerras, esta misma institución refleja el deseo de los seres humanos de crear un foro para hacerles frente a las emergencias que inevitablemente surgirán.\n\t \n\n\t     Pero incluso al enfrentar los desafíos inmediatos, también debemos tratar de tener la previsión para ver por más allá y pensar en lo que estamos tratando de construir a largo plazo. ¿Qué mundo nos espera cuando las batallas de hoy lleguen a su fin? Y quisiera hablar de eso con lo que me queda de tiempo hoy.\n\t \n\n\t     Una de las primeras medidas de esta Asamblea General fue adoptar una Declaración Universal de Derechos Humanos en 1948. Esa declaración empieza afirmando que “la libertad, la justicia y la paz en el mundo tienen por base el reconocimiento de la dignidad intrínseca y de los derechos iguales e inalienables de todos los miembros de la familia humana”.\n\t \n\n\t    La idea es simple, que la libertad, justicia y paz empiecen con la vida de cada uno de los seres humanos. Y para Estados Unidos, esto es un asunto de necesidad moral y pragmática. Como dijo Robert Kennedy, “el hombre, el hijo de Dios, es norma de valor, y toda sociedad, grupo y estado existen para su beneficio”. Así que nosotros respaldamos los valores universales porque es lo correcto. Pero también sabemos por experiencia que quienes defienden esos valores para su gente han sido nuestros más leales amigos y aliados, mientras que quienes han negado esos derechos, ya sea grupos terroristas o gobiernos tiránicos, han elegido ser nuestros adversarios.\n\t \n\n\t     Los derechos humanos nunca han dejado de ser cuestionados, en todos nuestros países y en el mundo. La tiranía aún existe y se manifiesta ya sea en la matanza por los talibanes de niñas que tratan de ir a la escuela, un régimen de Corea del Norte que esclaviza a su propio pueblo o un grupo armado en Congo-Kinshasa que usa la violación como arma de guerra.\n\t \n\n\t     En tiempos de malestar económico, también puede existir ansiedad sobre los derechos humanos. Hoy en día, así como antes de la desaceleración económica, hay quienes ponen de lado los derechos humanos a favor de la promesa de estabilidad a corto plazo o la falsa noción de que el crecimiento económico puede darse a costa de la libertad. Vemos que los líderes abolen las limitaciones a los períodos de mandato. Vemos que se toman medidas contra la sociedad civil. Vemos que la corrupción sofoca el espíritu empresarial y el buen gobierno. Vemos que reformas democráticas se posponen indefinidamente.\n\t \n\n\t     Como dije el año pasado, cada país seguirá su camino, conforme a la cultura de su propio pueblo. Sin embargo, la experiencia nos muestra que la historia favorece la libertad; que la base más sólida para el progreso humano es la apertura económica, de la sociedad y del gobierno. En pocas palabras, la democracia, más que cualquier otro tipo de gobierno, produce resultados para nuestros ciudadanos. Y creo que esa verdad no hará sino afianzarse en un mundo en que las fronteras entre países están menos claras.\n\t \n\n\t     Estados Unidos está trabajando para forjar un mundo que promueve esta apertura, pues la decadencia de una economía cerrada o corrupta nunca debe eclipsar la energía e innovación de los seres humanos. Todos nosotros queremos el derecho de educar a nuestros hijos, de ganar un buen salario, de cuidar a los enfermos y de llegar tan lejos como nos lo permitan nuestros sueños y actos. Pero eso depende de que la economía aproveche el poder de nuestro pueblo, lo que incluye el potencial de mujeres y niñas. Eso significa permitir que los empresarios comiencen una empresa sin pagar sobornos y que los gobiernos apoyen las oportunidades en vez de robarle a su pueblo. Y eso significa recompensar el trabajo arduo en vez de los riesgos imprudentes.\n\t \n\n\t     Ayer presenté una nueva política para el desarrollo, en pos de dichos objetivos, que reconoce que la dignidad es un derecho humano y que el desarrollo mundial nos conviene a todos. Estados Unidos se asociará con los países que le ofrecen a su pueblo una vía para salir de la pobreza. Y juntos podemos dar rienda suelta al crecimiento que les da poder a las personas y los mercados emergentes en todas las regiones del mundo.\n\t \n\n\t     No hay razón para que África no sea un exportador de productos agrícolas y por ese motivo, nuestro programa de seguridad alimentaria les otorga poder a los agricultores. No hay razón para que no se permita que los empresarios creen nuevos mercados en toda sociedad y por ese motivo, presidí una cumbre sobre capacidad empresarial en la primavera, pues la obligación del gobierno es darles poder a las personas, mas no ponerles obstáculos.\n\t \n\n\t     Lo mismo sucede con la sociedad civil. El arco del progreso humano ha sido delineado por personas con la libertad de reunirse y por organizaciones no gubernamentales que insistieron en cambios democráticos y por la prensa libre que hizo que los poderosos rindieran cuentas de sus actos. Lo hemos visto en los sudafricanos que se opusieron al apartheid, los polacos de Solidaridad, las madres de los desaparecidos que denunciaron la Guerra Sucia, los estadounidenses que marcharon por los derechos de todas las razas, entre ellas la mía.\n\t \n\n\t     La sociedad civil es la conciencia de nuestras comunidades, y Estados Unidos siempre interaccionará en el extranjero con ciudadanos más allá de las esferas del gobierno. Denunciaremos a quienes suprimen las ideas y seremos la voz de quienes no la tienen. Promoveremos nuevas herramientas de comunicación para que las personas tengan el poder de comunicarse unas con las otras y, en sociedades represivas, puedan hacerlo con seguridad. Apoyaremos un Internet libre y abierto, para que las personas tengan la información necesaria para llegar a sus propias conclusiones. Y es hora de acoger y vigilar eficazmente normas que promuevan los derechos de la sociedad civil y garanticen su expansión dentro y fuera de sus fronteras.\n\t \n\n\t     Una sociedad abierta apoya la apertura del gobierno, pero no puede sustituirlo. No existe derecho más fundamental que la capacidad de escoger líderes y determinar el destino propio. Ahora bien, que no quepa la menor duda: El éxito de la democracia en el mundo a fin de cuentas no se deberá a que Estados Unidos la imponga; será producto de que los ciudadanos individuales exijan voz y voto en la manera en que son gobernados.\n\t \n\n\t     No existe territorio donde esta noción no puede echar raíces, así como cada democracia refleja la originalidad de una nación. Este otoño viajaré a Asia. Y visitaré la India, que eliminó el colonialismo pacíficamente y creó una democracia próspera para más de 1,000 millones de personas.\n\t \n\n\tProseguiré a Indonesia, el más populoso país con mayoría musulmana, que conecta a miles de islas con un gobierno representativo y una sociedad civil. Participaré en la reunión del G20 en la península de Corea, que le ofrece al mundo el más claro contraste entre una sociedad dinámica, abierta y libre, y una cautiva y cerrada. Y concluiré mi gira en el Japón, una cultura antigua que encontró la paz y un desarrollo extraordinario por medio de la democracia.\n\t \n\n\t     Cada uno de estos países alimenta los principios democráticos a su propia manera. Incluso cuando algunos gobiernos dan marcha atrás con reformas, también celebramos la valentía de un Presidente de Colombia, que cedió el poder voluntariamente, o la promesa de una nueva constitución en Kenia.\n\t \n\n\tEl factor común de progreso es el principio de que el gobierno debe rendirles cuentas a sus ciudadanos. Y la diversidad en esta sala deja en claro que ningún país tiene todas las respuestas, sino que todos debemos responderles a nuestros propios pueblos.\n\t \n\n\tEn todas las regiones del mundo vemos la promesa de la innovación para hacer que el gobierno sea más abierto y responsable. Y ahora, debemos continuar ese progreso. Y cuando nos volvamos a reunir el próximo año, debemos ofrecer promesas específicas para promover la transparencia, combatir la corrupción, activar la participación civil, aprovechar la tecnología para reforzar las bases de la libertad en nuestros propios países, mientras vivimos conforme a los ideales que pueden alumbrar al mundo.\n\t \n\n\t     Esta institución todavía puede desempeñar una función indispensable en la promoción de los derechos humanos. Es hora de darle la bienvenida a los esfuerzos de ONU Mujeres por proteger los derechos de la mujer en todo el mundo. (Aplausos.)\n\t \n\n\tEs hora de que todo Estado miembro someta sus elecciones al escrutinio de observadores internacionales y aporte al Fondo para la Democracia de las Naciones Unidas. Es hora de revitalizar los esfuerzos de la ONU, por mantener la paz, para que las misiones cuenten con los recursos necesarios para tener éxito, se prevengan atrocidades como la violencia sexual y se vele por la justicia, pues la dignidad y la democracia no pueden prosperar sin seguridad básica.\n\t \n\n\tY es hora de hacer que esta institución también sea más responsable por sus actos, porque los desafíos de un nuevo siglo exigen nuevas maneras de servir a nuestros intereses comunes.\n\t \n\n\t     El mundo al que aspira Estados Unidos no es uno que podemos forjar solos. Para que los derechos humanos lleguen a quienes sufren de opresión, necesitamos que se pronuncien al respecto. En particular, hago un llamado a aquellos países que surgieron de la tiranía e inspiraron al mundo durante la segunda mitad del siglo pasado, desde Sudáfrica hasta Asia meridional; desde Europa Oriental hasta Sudamérica. No se queden cruzados de brazos, no permanezcan callados cuando en otras partes se apresa a disidentes y se apalea a manifestantes. Recuerden su propia historia, porque parte del precio de nuestra libertad es defender la libertad de otros.\n\t \n\n\t     Esa noción guiará el liderazgo de Estados Unidos en este siglo XXI. Es la creencia que nos ha permitido sobrellevar tribulaciones durante más de dos siglos y nos permitirá sobrellevar los desafíos que enfrentamos ahora, sea la guerra o recesión, el conflicto o la división.\n\t \n\n\tEntonces, a pesar de que hemos pasado por una década difícil, me presento hoy ante ustedes seguro del futuro, un futuro donde Irak no es gobernado por un tirano y una potencia extranjera, y Afganistán es libre de la agitación bélica; un futuro donde los niños de Israel y Palestina pueden consolidar la paz que no fue posible para sus padres; un mundo donde la promesa del desarrollo llegará a las prisiones de la pobreza y enfermedad; un futuro donde la sombra de la recesión da paso a la luz de la renovación y el sueño de oportunidades para todos.\n\t \n\n\t     No será fácil alcanzar este futuro. No llegará sin reveses ni se alcanzará rápidamente. Pero la fundación misma de las Naciones Unidas es prueba del progreso humano. Recuerden: en tiempos mucho más difíciles que los nuestros, nuestros predecesores optaron por la esperanza de la unidad en vez de la fácil postura divisionista y les hicieron una promesa a generaciones futuras de que la dignidad e igualdad de los seres humanos sería nuestra causa compartida.\n\t                                               \n\t     Recae en nosotros cumplir esa promesa. Y aunque enfrentaremos fuerzas tenebrosas que someterán nuestra determinación a prueba, los estadounidenses siempre han tenido motivo para creer que podemos optar por una historia mejor; sólo es necesario que miremos más allá de las paredes que nos rodean, pues gracias a ciudadanos de todos los orígenes imaginables que llaman suya esta ciudad, vemos pruebas fehacientes de que todos pueden tener acceso a las oportunidades, que lo que nos une como seres humanos es muy superior a lo que nos divide, y que personas de todas las regiones de este mundo pueden vivir juntas y en paz.\n\t \n\n\t     Muchas gracias. (Aplausos.) \n\t \n\n\tFIN           10:34 A.M. EDT\n\n\n\n\n"
}