{
    "title": "MENSAJE SEMANAL: Una Conversación Sobre la Adición | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/14/mensaje-semanal-una-conversaci%C3%B3n-sobre-la-adici%C3%B3n",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\n\nMay 13, 2016\n\n \n\n\n\nMENSAJE SEMANAL: Una Conversación Sobre la Adición\n\n\n\n\n\n\tWASHINGTON, DC ---  En el mensaje de esta semana, el artista ganador del Grammy Macklemore se juntó con el Presidente Obama para hablar sobre una enfermedad que impacta a demasiados estadounidenses: la adición. Macklemore habló sobre su propia experiencia, su recuperación, y la pérdida de un amigo quien tuvo una sobredosis de medicamentos recetados  a una temprana edad – enfatizando que el trastorno por el uso de sustancias afecta a todo tipo de persona. Recalcando la importancia de la experiencia de Macklemore, el Presidente notó que podemos ayudar aquellos que están sufriendo en privado al hacer que la conversación sea pública, y deberíamos hacer todo lo posible para que el tratamiento sea disponible para aquellos que lo necesiten. El Presidente notó que aunque la Cámara de Representantes ha aprobado varios proyectos de ley sobre opiáceos esta semana, si no hay fondos para la expansión de tratamientos, estos proyectos de ley no serán suficientes para proveerle a los estadounidenses la ayuda que necesitan. El Presidente Obama dijo que hay esperanza, y que cuando tratamos el trastorno por consumo de sustancias como el problema de salud pública que es, más personas obtendrán la ayuda que necesitan. Si está buscando tratamiento en su área, llame al 1-800-662-HELP. \n\n\tEl audio y el video de este mensaje estarán disponibles en obamawhitehouse.archives.gov a las 6:00 a.m. ET, el 14 de mayo del 2016.\n\nVideo del Presidente Barack Obama\n\nMensaje semanal\n\nLa Casa Blanca\n\n14 de mayo de 2016\n\nPOTUS: Hola a todos. Tengo un invitado especial conmigo esta semana: Macklemore. Para aquellos de ustedes que no comparten el mismo amor1 por el hip-hop, se trata de un artista ganador del Grammy, pero también es un defensor que está dando voz a una enfermedad sobre la que demasiado a menudo sólo hablamos en susurros: la enfermedad de la adicción.\n\nMACKLEMORE: Hola a todos. Estoy aquí con el Presidente Obama porque me lo tomo como algo personal. He abusado de medicamentos recetados y luchado contra la adicción. Si no hubiera conseguido la ayuda que necesitaba cuando la necesitaba, hoy no estaría aquí. Y quiero ayudar a aquellos que se enfrentan a los mismos retos a los que yo me enfrenté.\n\nPOTUS: Las sobredosis de drogas se cobra ahora más vidas cada año que los accidentes de tráfico. Las muertes por sobredosis de opioides se han triplicado desde el 2000. La mayor parte del tiempo, se deben a las drogas legales prescritas por un médico. Así que la adicción no siempre empieza en algún callejón oscuro, a menudo comienza en un botiquín. De hecho, según un estudio publicado este mes se halló que el 44 por ciento de los estadounidenses conoce a alguien que ha sido adicto a los analgésicos recetados.\n\nMACKLEMORE: No solo conocía a alguien, sino que perdí a alguien. Mi amigo Kevin tomó una sobredosis de analgésicos cuando tenía solo 21 años. La adicción es como cualquier otra enfermedad: no discrimina. No importa de qué color eres, si eres un chico o una chica, rico o pobre, si vives en la ciudad, en las afueras o en el Estados Unidos rural. Esto no solo sucede a los hijos de otras personas o en algún otro vecindario. Puede sucederle a cualquiera de nosotros.\n\nPOTUS: Es por eso que solo hablar de esta crisis no es suficiente, tenemos que conseguir tratamiento para más personas que lo necesitan. Mi administración está trabajando con las comunidades para reducir las muertes por sobredosis, incluso por medicación. Estamos trabajando con las autoridades del orden público para ayudar a la gente a conseguir tratamiento en vez de cárcel. Y bajo el Obamacare, los planes de salud del Mercado de Seguros de Salud tienen que incluir cobertura para el tratamiento.\n\nMACKLEMORE: Sé que la recuperación no es fácil ni rápida, pero junto con el programa de 12 pasos, el tratamiento me salvó la vida. La recuperación funciona y necesitamos que nuestros líderes de Washington la financien y que la gente sepa cómo conseguirla.\n\nPOTUS: Todos tenemos que hacer más para que esto suceda. Le he pedido al Congreso ampliar el acceso a los servicios de recuperación, y dar al personal de respuesta inmediata las herramientas que necesitan para tratar la sobredosis antes de que sea demasiado tarde. Esta semana, la Cámara de Representantes aprobó varios proyectos de ley sobre los opioides, pero a menos que también hagan inversiones reales en más tratamiento, no ofrecerá a los estadounidenses la ayuda que necesitan.\n\n\tAdemás de la financiación, los médicos también necesitan más capacitación acerca del poder de la medicación para el dolor que recetan, y los riesgos que ello conlleva. Otra forma en la que nuestro país puede ayudar a los que sufren en privado es hacer pública esta conversación.\n\nMACKLEMORE: Cuando se está sufriendo, es difícil imaginar que podría haber algo peor que la adicción. Pero la vergüenza y el estigma asociados con la enfermedad impiden que demasiadas personas busquen la ayuda que necesitan. La adicción no es una elección personal ni un fracaso personal. Y a veces, se necesita algo más que una voluntad fuerte para mejorar: se necesita una comunidad fuerte y recursos accesibles.\n\nPOTUS: La buena noticia es que hay esperanza. Cuando hablamos del abuso de opioides como el problema de salud pública que es, más gente buscará la ayuda que necesita. Más gente encontrará la fuerza para recuperarse, al igual que lo hicieron Macklemore y millones de estadounidenses. Veremos un menor número de muertes prevenibles y un menor número de familias destrozadas.\n\nMACKLEMORE: Tenemos que decirle a la gente que necesita ayuda que ESTÁ BIEN pedirla. Tenemos que asegurarnos de que saben dónde conseguirla.\n\nPOTUS: Todos tenemos una función que desempeñar. Incluso si no hemos librado esta batalla en nuestras propias vidas, existe una buena probabilidad de que conozcamos a alguien que lo haya hecho o que lo esté haciendo.\n\nMACKLEMORE: El Presidente Obama y yo acabamos de tener una gran conversación aquí en la Casa Blanca sobre el abuso de opioides y lo que podemos hacer al respecto. Podrá verse este verano en MTV. Y para encontrar tratamiento en su área, llame al 1-800-662-HELP.\n\nPOTUS: Gracias y que pasen un buen fin de semana.\n\n\n\n\n"
}