{
    "title": "Hoja informativa sobre las nuevas sanciones del Consejo de Seguridad de la ONU para Irán | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/hoja-informativa-sobre-las-nuevas-sanciones-del-consejo-de-seguridad-de-la-onu-para",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 09, 2010\n\n \n\n\n\nHoja informativa sobre las nuevas sanciones del Consejo de Seguridad de la ONU para Irán\n\n\n\n\nHoy, en respuesta a la continua negativa de Irán de cumplir sus obligaciones internacionales con respecto a su programa nuclear, el Consejo de Seguridad de las Naciones Unidas adoptó la Resolución 1929, que impone un nuevo y amplio conjunto de sanciones para Irán.\n\t \n\tLa Resolución 1929 aumenta el costo que pagan los líderes de Irán por continuar desafiando a la comunidad internacional, y tiene como objetivo persuadir a Irán de que está dentro de sus intereses la resolución pacífica de las inquietudes sobre su programa nuclear. La Resolución expande tres previas rondas de sanciones de la ONU para Irán al fortalecer y expandir medidas existentes y da el primer paso en varios campos nuevos. Es una respuesta clara y firme a la negativa de Irán de prestar oídos a las inquietudes internacionales sobre su programa nuclear.\n\t \n\tEsta resolución es un complemento a nuestros esfuerzos diplomáticos para hacer que Irán participe. Seguiremos trabajando con nuestros socios internacionales a fin de forjar una solución pacífica. Estados Unidos se mantiene abierto al diálogo, pero Irán debe cumplir con sus obligaciones y demostrar claramente a la comunidad internacional la naturaleza pacífica de sus actividades nucleares.\n\t \n\tEstas sanciones han sido cuidadosamente concebidas para recaer en las personas y entidades en cuyas manos está la mayor responsabilidad del programa nuclear de Irán. Su propósito no es afectar negativamente al pueblo de Irán.\n\t \n¿Qué hace la resolución?\n\t \n\tLa resolución reitera la exigencia del Consejo de Seguridad que se remonta tiempo atrás de que Irán suspenda el programa de enriquecimiento y otras actividades nucleares prohibidas. Asimismo, destaca y aclara las actuales obligaciones de Irán de aceptar y facilitar la implementación de rigurosas salvaguardas internacionales sobre su programa nuclear.\n\t \n\tLa resolución impone una nueva serie de sanciones que aumentará el costo que pagan los líderes de Irán por la irresponsable política que tienen ahora. Estas medidas incluyen:\n\t \n\t1.      Prohibición de que Irán haga inversiones en el extranjero ciertamente relacionadas con misiles y material nuclear. Se prohíbe que Irán haga inversiones en el extranjero relacionadas a actividades nucleares, como enriquecimiento de uranio y actividades de reprocesamiento, donde podría adquirir tecnología nuclear y conocimiento técnico, así como actividades relativas a misiles balísticos capaces de trasportar armas nucleares. La prohibición también se aplica a inversión en la explotación minera de uranio.\n2.      Prohibición de armas convencionales.  Se prohíbe que los países vendan a Irán o le transfieran de alguna manera ocho categorías amplias de armamento pesado (tanques de combate, vehículos de combate blindados, sistemas de artillería de alto calibre, aviones de combate, helicópteros de ataque, buques de guerra, misiles o sistemas de misiles.) Asimismo, se prohíbe que los países proporcionen asistencia técnica o financiera para sistemas o repuestos de ese tipo. Los países también deben mantenerse vigilantes y ser cautelosos al suministrar cualquier otro tipo de armamento o material relacionado a Irán.\n\t \n\t3.      Prohibición de realizar actividades con misiles balísticos.  Se prohíbe que Irán realice cualquier actividad relacionada con misiles balísticos capaces de trasportar armamento nuclear y se requiere que los países tomen todas las medidas necesarias para impedir la transferencia de asistencia técnica o tecnología relacionada.\n\t \n\t4.      Lista adicional de materiales de transferencia prohibida.  La resolución actualiza y aumenta la lista de materiales técnicos relacionados con la proliferación de misiles y armamento nuclear de transferencia prohibida desde Irán o hacia Irán.\n\t \n\t5.      Nuevo marco de inspección de carga. Irán está sujeto a un nuevo régimen de inspección de carga sospechosa para detectar y detener el contrabando de Irán. Los países deben inspeccionar toda nave o aeronave en su territorio sospechosa de llevar carga prohibida, incluyendo armamento convencional prohibido o material relacionados con armamento nuclear o misiles. Se espera que los países también cooperen en dichas inspecciones en alta mar.\n\t \n\t6.      Nuevos procedimientos para materiales de contrabando.  Una vez que se encuentren materiales prohibidos, los países ahora están obligados a confiscar y disponer de los materiales.\n\t \n\t7.      Prohibición de servicios de suministro:  Los países no deben proporcionar servicios cruciales de apoyo (por ejemplo: combustible y agua) a buques sospechosos de llevar carga prohibida.\n\t \n\t8.      Medidas para restringir a la Línea Naviera de Carga de la República Islámica de Irán (Islamic Republic of Iran Shipping Lines o IRISL) y la división de carga de la Aerolínea de Irán (Iran Air).  Los países deben solicitar que sus ciudadanos se mantengan vigilantes sobre la IRISL, conocida por trasgredir sanciones. Se congelarán los activos de tres compañías relacionadas con la IRISL. Se requiere que los países informen de cualquier actividad de la IRISL y la división de carga de la Aerolínea de Irán cuyo fin sea evadir sanciones, incluyendo el cambio de nombre de sus buques.\n\t \n\t9.      Nuevas herramientas para impedir el financiamiento de la proliferación.  Se pide que los países impidan todo servicio financiero, incluyendo seguros y reaseguros, y que congelen cualquier activo que contribuya a la proliferación de Irán. Este lenguaje lato ayudará a los países a tomar medidas cuando se sospecha que existen vínculos financieros con las actividades nucleares prohibidas de Irán.\n\t \n\t10.  Vigilancia de todas las compañías de Irán.  Se requiere que los países se aseguren de que sus ciudadanos se mantengan vigilantes cuando hagan negocios con cualquier firma iraní, incluyendo IRGC e IRISL, con el fin de asegurarse de que esa actividad no contribuya a la proliferación de Irán.\n\t \n\t11.  Nuevas medidas bancarias. Se solicita que los países prohíban en sus territorios nuevas relaciones bancarias con Irán, incluyendo la apertura de nuevas sucursales de bancos iraníes, empresas conjuntas y relaciones de corresponsalía bancaria, si se sospecha de algún vínculo con la proliferación. Los países también deben prohibir que sus propias instituciones financieras abran sucursales en Irán si se sospecha de algún vínculo con la proliferación.\n\t \n\t12.  Nuevas medidas para limitar el papel del Cuerpo de Guardias de la Revolución Islámica (Islamic Revolutionary Guard Corps o IRGC).   Esta resolución pone de manifiesto el papel del IRGC en la proliferación y solicita que los países obliguen a las empresas a mantenerse vigilantes respecto a todas las transacciones en las que participe el IRGC.  Se congelarán los activos de quince compañías relacionadas con el IRGC y vinculadas con la proliferación.\n\t \n\t13.  Sanciones orientadas a personas y entidades específicas.  Se congelarán los activos de cuarenta compañías iraníes y un ciudadano iraní. Esta persona, el jefe del crucial programa de investigación nuclear, también será sujeto a prohibición de viaje. 35 personas antes sujetas a “viaje vigilado” ahora estarán sujetas a prohibición de viaje.\n\t \n\t14.  Nombramiento de panel de vigilancia de sanciones de la ONU.  Se creará un “Panel de Expertos” de la ONU para vigilar la implementación de las sanciones, informar sobre las trasgresiones a las sanciones y recomendar maneras de seguir velando por el cumplimiento y mejorarlo.\n\t \n\tAdemás de imponer estas sanciones, la resolución destaca el potencial vínculo entre los ingresos y adquisiciones del sector de energía de Irán y sus actividades nucleares y la proliferación. También enfatiza la necesidad de mantenerse vigilantes con respecto a los bancos iraníes, específicamente el Banco Central de Irán, para evitar transacciones relacionadas a la proliferación.\n\t \n\tLa resolución reafirma la voluntad de la comunidad internacional de resolver las inquietudes internacionales sobre el programa nuclear de Irán por medio de negociaciones, al mismo tiempo que establece los pasos que debe tomar Irán para restaurar la confianza internacional en su programa nuclear, lo que permitirá la suspensión o finalización de estas sanciones.\n\t \n\t###\n\t \n\n\n\n\n"
}