{
    "title": "First Lady Michelle Obama to Celebrate Impact of Let's Move!, Announce Updates to the White House Kitchen Garden, and Participate in her Final Fall Harvest | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/30/first-lady-michelle-obama-celebrate-impact-lets-move-announce-updates",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nSeptember 30, 2016\n\n \n\n\n\nFirst Lady Michelle Obama to Celebrate Impact of Let's Move!, Announce Updates to the White House Kitchen Garden, and Participate in her Final Fall Harvest \n\n\n\n\n\nWednesday, October 5th \n\nThe White House * 4:00 PM ET – First Lady Michelle Obama will deliver remarks on the impact and progress that has been achieved, as well as the work still to be done, through lasting policies, programs, and public-private partnerships over the last six years through her Let’s Move! initiative, which has been dedicated to helping kids and families lead healthier lives. Addressing an audience of more than 200 people from various sectors that have championed healthier eating and active living, the First Lady will give remarks next to the White House Kitchen Garden on the South Lawn, which Mrs. Obama planted in 2009 to launch a national conversation around the health and wellbeing of our nation.\n\n\tThe First Lady will also make an announcement regarding the future preservation of the garden and will unveil updates that have been made to the White House Kitchen Garden in an effort to make it even more accessible to young students and world leaders alike. \n\n\t \n\nThursday, October 6th\n\nThe White House * 3:00 PM ET – First Lady Michelle Obama will welcome students from across the country to harvest the White House Kitchen Garden for her final time as First Lady.  Following the harvest, Mrs. Obama and participants will prepare a fresh, healthy meal with ingredients straight from the garden.\n\n\tTo help her with her final harvest, Mrs. Obama invited children that currently participate in Let’s Move! programs (full list below).  These programs were launched in collaboration with federal agencies, businesses, and non-profits to mobilize every sector to help kids and families lead healthier lives. In addition, Mrs. Obama will be joined in the garden by students from Bancroft Elementary School and Harriet Tubman Elementary School who regularly help in the White House Kitchen Garden.\n\n\tAlso helping the First Lady in the garden will be:\n\n\n\t\tSesame Street’s Elmo and Rosita\n\n\t\tDonna Martin, RDN, Director, Burke County School Nutrition Program, and President-elect of the Academy of Nutrition and Dietetics\n\n\t\tKjell Lindgren, NASA Astronaut\n\n\t\tAl Roker, The TODAY Show\n\n\t\tCathy Burns, President, Produce Marketing Association\n\n\t\tAlonzo Mourning, Seven-time NBA All-Star and Member of the President’s Council on Fitness, Sports & Nutrition\n\n\t\tAshanti, Grammy Award Winning, Multi-Platinum Singer/Songwriter and Actress\n\n\t\tWill Allen, Farmer, Founder and CEO of Growing Power\n\n\t\tJosé Andrés, Chef & Entrepreneur\n\n\t\tSam Kass, Acre Venture Partners and Founder of Trove\n\n\t\tBill Yosses, Founder, Kitchen Garden Laboratory\n\n\nChildren from the following Let’s Move! programs will participate in the harvest:\n\nLet’s Move! Active Schools (LMAS)\nLet’s Move! Active Schools is the national solution to ensure 60 minutes of physical activity before, during, or after school is the new norm.\n\n\n\t\tMilford Central Academy – Milford, DE\n\n\t\tWaverly-Shell Rock Middle School – Waverly, IA\n\n\nLet’s Move! Child Care (LMCC)\nLet’s Move! Child Care is a nationwide call-to-action that empowers child care and early education providers to make positive health changes in children that could last a lifetime.\n\n\n\t\tBright Horizons – Silver Spring, MD\n\n\t\tUS Kids Child Development Center – Washington, DC\n\n\nLet’s Move! Cities, Towns and Counties (LMCTC)\nLet's Move! Cities, Towns and Counties assists local elected officials as they implement policy and environmental changes to prevent childhood obesity.\n\n\n\t\tPerrymont Elementary School – Lynchburg, VA \n\n\nLet’s Move! in Indian Country (LMIC)\nLet's Move! in Indian Country seeks to improve the health of American Indian and Alaska Native children, who are affected by childhood obesity at some of the highest rates in the country.\n\n\n\t\tPearl River Elementary School, Mississippi Band of Choctaw Indians – Choctaw, MS\n\n\nLet’s Move! Museums and Gardens (LMMG)\n\tThrough Let’s Move! Museums & Gardens, museums of all types — from children’s museums and public gardens to zoos, science centers, and art and history museums — inspire healthy habits.\n\n\n\t\tPhipps Conservatory and Botanical Garden – Pittsburgh, PA\n\n\nLet’s Move! Outside (LMO)\nLet’s Move! Outside was created to get kids and families to take advantage of America’s great outdoors-which abound in every city, town and community.\n\n\n\t\tChitimacha Tribal School, Chitimacha Tribe of Louisiana – Charenton, LA \n\n\nLet’s Move! Salad Bars to Schools (LMSB2S)\nLet’s Move! Salad Bars to Schools has a simple, yet lofty goal, for every school in the United States to have a salad bar so that every child -- from elementary school, to middle school, to high school -- has daily access to healthy foods.\n\n\n\t\tFreeman Elementary School – Flint, MI\n\n\nLet’s Read! Let’s Move! (LRLM)\nLet’s Read! Let’s Move! is an initiative that aims to increase awareness about the critical importance of learning, nutrition, and physical activity through reading. \n\n\n\t\tYMCA of Metropolitan Washington – Washington, DC\n\n\nChefs Move to Schools (CMTS)\n\tThrough Chefs Move to Schools, chefs can volunteer in schools and are encouraged to partner with teachers, parents, school nutritionists, food service directors, and administrators to enhance school meal programs.\n\n\n\t\tPleasant Hill Elementary School – Olive Branch, MS \n\n\n\n\n\n"
}