{
    "title": "Background on the President's Trip to Durham, North Carolina | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/06/13/background-presidents-trip-durham-north-carolina",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 13, 2011\n\n \n\n\n\nBackground on the President's Trip to Durham, North Carolina\n\n\n\n\n\n\tPresident Obama will travel to Durham, NC to meet with his Jobs and Competitiveness Council at the corporate and U.S. manufacturing headquarters of Cree, a leading manufacturer of energy efficient LED lighting.  While at Cree, the President will tour the company’s LED lighting product assembly facility, meet with the Jobs Council and deliver remarks to Cree employees, Jobs Council members, local business owners and representatives from nearby engineering colleges and universities.  \n\n\tThe Jobs Council is led by GE Chairman and CEO Jeff Immelt and is composed of representatives from various sectors of the economy and leaders in diverse industries -- people running large and small companies that represent millions of Americans helping the economy run every single day. The Jobs Council held their first meeting at the White House on February 24, 2011.  At that time the Council committed to holding their second meeting outside of Washington, DC.  Cree’s facility, located in the heart of North Carolina’s Research Triangle Park area, was selected to hold the second meeting. \n\n\tCree exemplifies the potential of American innovation, manufacturing and advanced technology.   The company was founded in 1987 by a group of North Carolina State University engineering students and has grown to a 5,000 employee global company leading the world in the LED lighting revolution.  Since January 2009 Cree has hired over 746 full-time positions in Durham including over 180 scientists and engineers.  In the last year, Cree has built a new LED lighting production line at its facility in Durham, N.C.  This facility occupies what was formerly the company’s corporate headquarters and offices.  In fact, the space where Vice President Biden delivered his March 18, 2010 remarks at Cree now houses this new manufacturing line.  In addition, Cree has broken ground to accommodate future growth on a new site adjacent to the current buildings.  Cree’s LED lighting has been installed in many federal buildings including the US Treasury, Navy Seal Team 6 headquarters and Camp Pendleton as part of the administration’s initiatives to encourage energy efficient buildings. \n\n\tPresident Obama visited Cree previously, holding a clean energy townhall with workers in May 2008.  Vice President Biden and Secretary Chu held a Middle Class Task Force event at Cree in March 2010 to highlight job creation as a result of a $39 million Recovery Act 48c tax credit Cree received for domestic advanced manufacturing. \n\n\tJobs Council members in attendance at today’s event:\n\n\n\t\tSteve Case, Chairman & CEO, Revolution and Chairman, Startup America Partnership\n\n\t\tKenneth I. Chenault, Chairman & CEO, American Express Company\n\n\t\tJohn Doerr, Partner, Kleiner, Perkins, Caufield & Byers\n\n\t\tRoger W. Ferguson, Jr., President & CEO, TIAA-CREF\n\n\t\tMark T. Gallogly, Founder & Managing Partner, Centerbridge Partners\n\n\t\tJoseph T. Hansen, International President, UFCW\n\n\t\tLewis Hay, III,  Chairman & CEO, NextEra Energy\n\n\t\tJeff Immelt, Chairman & CEO, GE\n\n\t\tGary Kelly, Chairman, President, and CEO, Southwest Airlines\n\n\t\tEllen Kullman, Chair & CEO, DuPont\n\n\t\tA.G. Lafley, former CEO, Proctor and Gamble\n\n\t\tEric Lander, Director, Broad Institute of MIT and Harvard and Co-Chair, PCAST\n\n\t\tMonica Lozano, CEO, impreMedia\n\n\t\tDarlene Miller, President & CEO, Permac Industries\n\n\t\tPaul S. Otellini, President & CEO, Intel Corporation\n\n\t\tRichard D. Parsons, Chairman, Citigroup\n\n\t\tAntonio Perez, Chairman and CEO, Eastman Kodak\n\n\t\tPenny Pritzker, Chairman & Founder, Pritzker Realty Group\n\n\t\tBrian Roberts, Chairman & CEO, Comcast Corporation\n\n\t\tMatthew K. Rose, Chairman & CEO, BNSF Railway\n\n\t\tSheryl Sandberg, Chief Operating Officer, Facebook\n\n\t\tLaura D. Tyson, Professor, Haas School of Business, UC Berkeley\n\n\t\tRobert Wolf, Chairman, UBS Group Americas and President, UBS IB\n\n\n\tWhite House officials seated at table:\n\n\n\t\tValerie Jarrett\n\n\t\tGene Sperling\n\n\t\tAustan Goolsbee\n\n\t\tMelody Barnes\n\n\t\tMichael Strautmanis\n\n\t\tDon Graves\n\n\n\tCabinet officials seated at table:\n\n\n\t\tSecretary Gary Locke\n\n\t\tAdministrator Karen Mills\n\n\t\tChairman Fred Hochberg\n\n\n\tOther participants seated at table:\n\n\n\t\tChuck Swoboda, CEO, Cree, Inc.\n\n\t\tChristopher Che, Dayton-Hooven Corporation.  Mr. Che hosted a Jobs Council “Listening and Action Session” at his manufacturing facility in Dayton, OH.\n\n\n\n\n\n"
}