{
    "title": "Statement from Communications Director Dan Pfeiffer | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-communications-director-dan-pfeiffer",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 21, 2010\n\n \n\n\n\nStatement from Communications Director Dan Pfeiffer\n\n\n\n\nToday, the President announced that he will be issuing an executive order after the passage of the health insurance reform law that will reaffirm its consistency with longstanding restrictions on the use of federal funds for abortion.\n \nWhile the legislation as written maintains current law, the executive order provides additional safeguards to ensure that the status quo is upheld and enforced, and that the health care legislation’s restrictions against the public funding of abortions cannot be circumvented.\n \nThe President has said from the start that this health insurance reform should not be the forum to upset longstanding precedent.  The health care legislation and this executive order are consistent with this principle.\n \nThe President is grateful for the tireless efforts of leaders on both sides of this issue to craft a consensus approach that allows the bill to move forward.\n \nA text of the pending executive order follows:\n \nEXECUTIVE ORDER\n \n- - - - - - -\n \nENSURING ENFORCEMENT AND IMPLEMENTATION OF ABORTION RESTRICTIONS IN THE PATIENT PROTECTION AND AFFORDABLE CARE ACT\n \nBy the authority vested in me as President by the Constitution and the laws of the United States of America, including the “Patient Protection and Affordable Care Act” (approved March __, 2010), I hereby order as follows:\n \nSection 1.  Policy. Following the recent passage of the Patient Protection and Affordable Care Act (“the Act”), it is necessary to establish an adequate enforcement mechanism to ensure that Federal funds are not used for abortion services (except in cases of rape or incest, or when the life of the woman would be endangered), consistent with a longstanding Federal statutory restriction that is commonly known as the Hyde Amendment.   The purpose of this Executive Order is to establish a comprehensive, government-wide set of policies and procedures to achieve this goal and to make certain that all relevant actors—Federal officials, state officials (including insurance regulators) and health care providers—are aware of their responsibilities, new and old. \n \nThe Act maintains current Hyde Amendment restrictions governing abortion policy and extends those restrictions to the newly-created health insurance exchanges.  Under the Act, longstanding Federal laws to protect conscience (such as the Church Amendment, 42 U.S.C. §300a-7, and the Weldon Amendment, Pub. L. No. 111-8, §508(d)(1) (2009)) remain intact and new protections prohibit discrimination against health care facilities and health care providers because of an unwillingness to provide, pay for, provide coverage of, or refer for abortions.\n \nNumerous executive agencies have a role in ensuring that these restrictions are enforced, including the Department of Health and Human Services (HHS), the Office of Management and Budget (OMB), and the Office of Personnel Management (OPM).  \n \nSection 2.  Strict Compliance with Prohibitions on Abortion Funding in Health Insurance Exchanges.  The Act specifically prohibits the use of tax credits and cost-sharing reduction payments to pay for abortion services (except in cases of rape or incest, or when the life of the woman would be endangered) in the health insurance exchanges that will be operational in 2014.  The Act also imposes strict payment and accounting requirements to ensure that Federal funds are not used for abortion services in exchange plans (except in cases of rape or incest, or when the life of the woman would be endangered) and requires state health insurance commissioners to ensure that exchange plan funds are segregated by insurance companies in accordance with generally accepted accounting principles, OMB funds management circulars, and accounting guidance provided by the Government Accountability Office.  \nI hereby direct the Director of OMB and the Secretary of HHS to develop, within 180 days of the date of this Executive Order, a model set of segregation guidelines for state health insurance commissioners to use when determining whether exchange plans are complying with the Act’s segregation requirements, established in Section 1303 of the Act, for enrollees receiving Federal financial assistance.  The guidelines shall also offer technical information that states should follow to conduct independent regular audits of insurance companies that participate in the health insurance exchanges.  In developing these model guidelines, the Director of OMB and the Secretary of HHS shall consult with executive agencies and offices that have relevant expertise in accounting principles, including, but not limited to, the Department of the Treasury, and with the Government Accountability Office.  Upon completion of those model guidelines, the Secretary of HHS should promptly initiate a rulemaking to issue regulations, which will have the force of law, to interpret the Act’s segregation requirements, and shall provide guidance to state health insurance commissioners on how to comply with the model guidelines.\n \nSection 3.  Community Health Center Program.  The Act establishes a new Community Health Center (CHC) Fund within HHS, which provides additional Federal funds for the community health center program.  Existing law prohibits these centers from using federal funds to provide abortion services (except in cases of rape or incest, or when the life of the woman would be endangered), as a result of both the Hyde Amendment and longstanding regulations containing the Hyde language.  Under the Act, the Hyde language shall apply to the authorization and appropriations of funds for Community Health Centers under section 10503 and all other relevant provisions.  I hereby direct the Secretary of HHS to ensure that program administrators and recipients of Federal funds are aware of and comply with the limitations on abortion services imposed on CHCs by existing law.  Such actions should include, but are not limited to, updating Grant Policy Statements that accompany CHC grants and issuing new interpretive rules.\n \nSection 4.  General Provisions.  (a) Nothing in this Executive Order shall be construed to impair or otherwise affect:  (i) authority granted by law or presidential directive to an agency, or the head thereof; or (ii) functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n(b) This Executive Order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n(c) This Executive Order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity against the United States, its departments, agencies, entities, officers, employees or agents, or any other person.\n \nTHE WHITE HOUSE,\n \n\n\n\n"
}