{
    "title": "Presidential Memorandum -- Federal Employee Pay Schedules and Rates that are Set by Administrative Discretion | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/12/21/presidential-memorandum-federal-employee-pay-schedules-and-rates-are-set",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 21, 2012\n\n \n\n\n\nPresidential Memorandum -- Federal Employee Pay Schedules and Rates that are Set by Administrative Discretion\n\n\n\n\nMEMORANDUM FOR THE HEADS OF EXECUTIVE DEPARTMENTS AND AGENCIES\nSUBJECT: Federal Employee Pay Schedules and Rates That Are Set by Administrative Discretion\nOn December 22, 2010, I issued a memorandum stating that the heads of executive departments and agencies should suspend any increases to any pay systems or pay schedules covering executive branch employees, and should forgo any general increases in covered employees' rates of pay, that could otherwise take effect as a result of the exercise of administrative discretion during the period beginning on January 1, 2011, and ending on December 31, 2012. In light of section 114 of the Continuing Appropriations Resolution, 2013 (Public Law 112-175), I am hereby instructing the heads of executive departments and agencies that they should continue to adhere to this policy through March 27, 2013, the date after which statutory pay adjustments may be made pursuant to section 114 of Public Law 112-175.\nThis memorandum shall be carried out to the extent permitted by law and consistent with executive departments' and agencies' legal authorities. This memorandum is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\nThe Director of the Office of Personnel Management shall issue any necessary guidance on implementing this memorandum, and is also hereby authorized and directed to publish this memorandum in the Federal Register.\nBARACK OBAMA\n\n\n\n\n"
}