{
    "title": "Background on the President's Trip to Buffalo, New York Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-presidents-trip-buffalo-new-york-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 13, 2010\n\n \n\n\n\nBackground on the President's Trip to Buffalo, New York Today\n\n\n\n\nREMARKS ON THE ECONOMY AT INDUSTRIAL SUPPORT INC\nBUFFALO, NY\nThe President will travel to Buffalo, NY and visit Industrial Support Inc.  He will take a tour of their manufacturing facilities and deliver remarks on the economy.  He will then hold a Q&A session with workers and small businesses in the audience.  The audience will be made up of approximately 230 people and mostly comprised of workers and guests of Industrial Support Inc.  In addition, local small businesses will be in attendance.  Other guests include local elected officials and community leaders. \n\nElected Officials Expected to Attend\nMembers of Congress\nRepresentative Louise Slaughter, D-NY \nRepresentative Brian Higgins, D-NY\nRepresentative Chris Lee, R-NY, tentative\nLocal elected officials\nMayor Byron Brown, Buffalo\nChris Collins, Erie County Executive\nPatrick Curley, NY State Power Authority\nMayor Paul Dyster, Niagara Falls\nDavid Franczyk, Buffalo Common Council Member\nJean Kessner, Syracuse City Council Member\nAssemblywoman Crystal Peoples-Stokes\nState Senator William Stachowski\nState Senator Antoine Thompson\n\nDavid Sullivan, Founder and President of Industrial Support Inc, will lead the tour.\nDavid received his bachelor of science in economics from the State University of New York at Albany in 1980, where he played outside linebacker for 2 years.  He held various positions in Industry from 1980 – 1995 ranging from shop floor supervisor, plant management & industrial sales.  David worked at Goodwill Industries Industrial Contracting Division from 1990 – 1995.  He started Industrial Support in 1995 with 4 employees and grew the company to around 70 employees today. And in 2009 he was named Small Business Association “Man of The Year.”   David is married with 2 boys. \nAnthony Sabuda, Vice President of Sales for Industrial Support Inc, will lead the tour.\nAnthony received his bachelor of science in industrial technology from the State University of New York College at Buffalo in 1988 (Buffalo State).  He worked at Ford Motor Company and automotive supplier Curtis Screw Company prior to joining Industrial Support in 1999. He then worked as Plant Manager at Mod-Pac Corporation from 2003 – 2006 before rejoining ISI in 2008. Anthony is married and the father of 4 boys.\n \nMax Branham, Vice President of Operations for Industrial Support Inc, will lead the tour.\nMax has the distinction of being the 1st ISI employee hired in 1995.  Prior to that, he spent 9 years as a Plant manager at the TPI Corporation in Johnson City Tennessee, 20 years at the Federal Pacific Electric Company in Edgeville, South Carolina and 6 years at the General Sign Corporation in Davidson, North Carolina.  Max served in the United States Navy from 1959 – 1963 and attained the rank of E-5.  Max is a married father of 4 and grandfather of 4.\n\nIndustrial Support Inc – Buffalo, NY\nProvided by Industrial Support Inc\nIndustrial Support Inc (ISI) was founded in 1995, expanding from a 5 person work force to approximately 70 people today. They specialize in contract manufacturing services including:  metal fabricating, stamping, wood working, welding, packaging, CNC machining, inspection, sewing and recycling.  ISI’s products include: custom olive/salad bars for the grocery industry, medical/dental assemblies, aeronautic parts, automotive components, educational assemblies, power generation parts and building products.\nTheir customer base includes automotive industry, medical and veterinary industry, dental industry, power generation industry, home improvement products, aeronautics industry, educational services and the military.\nAdditionally ISI Displays is a division of Industrial Support that services the grocery and food service industry.  ISI Displays specializes in building custom displays for the supermarket, food service and convenience store industries.\nIn 2004, ISI moved into a 55,000-square-foot facility to accommodate their expanding business.  Industrial Support Incorporated received an SBA Recovery Act loan which helped them improve and expand their business, and they hope to bring on more equipment and employees this year.\nISI has achieved the recognition for the past 4 years as one of the “Buffalo Business First Fasttrack 50” – for being one of the 50 fastest growing companies in Western NY State.  And in 2009, Industrial Support Inc President David Sullivan was named small business person of the year for Western New York.\n\n\n\n"
}