{
    "title": "Statement by the Press Secretary on the President’s Meeting with Senior Administration Officials on Our Preparedness and Security Posture on the Twelfth Anniversary of September 11th | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/09/10/statement-press-secretary-president-s-meeting-senior-administration-offi",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 10, 2013\n\n \n\n\n\nStatement by the Press Secretary on the President’s Meeting with Senior Administration Officials on Our Preparedness and Security Posture on the Twelfth Anniversary of September 11th  \n\n\n\n\nEarlier today the President met with key national security principals on our preparedness and security posture on the eve of the twelfth anniversary of September 11th. Over the past several months, Assistant to the President for Homeland Security and Counterterrorism Lisa Monaco has convened numerous meetings to review security measures in place for this anniversary, as well as other global threats, including the recent threat emanating from the Arabian Peninsula.\nThe President’s National Security team is taking measures to prevent 9/11 related attacks and to ensure the protection of U.S. persons and facilities abroad. The President reiterated that protecting the American people, both at home and abroad, is the Administration’s top national security priority.\nSeptember 11th has been a day of remembrance for 12 years for Americans and others around the world. The events of last year, losing four brave Americans – Chris Stevens, Sean Smith, Glen Doherty and Tyrone Woods – brought home the reality of the challenges we face in the world.  As we near this day of remembrance, we continue to mourn the death of our cherished colleagues and honor their dedication to public service.  We remain committed to bringing the perpetrators of the Benghazi attacks to justice and to ensuring the safety of our brave personnel serving overseas. \n###\n\n\n\n\n"
}