{
    "title": "Joint Fact Sheet on Strengthening U.S.-China Economic Relations | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/12/05/joint-fact-sheet-strengthening-us-china-economic-relations",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nDecember 05, 2013\n\n \n\n\n\nJoint Fact Sheet on Strengthening U.S.-China Economic Relations\n\n\n\n\nBuilding on President Barack Obama and President Xi Jinping’s shared commitment to building a new model of major country relations, both countries affirm their commitment to practical cooperation for the benefit of our two economies and to address global economic challenges.  The United States and China reached the following outcomes on energy and climate change, innovation, and food and drug safety, under the framework of the Economic Track of the U.S.-China Strategic and Economic Dialogue (S&ED).  The United States and China further reaffirm their commitment to implement fully the concrete measures pledged by each country during the Economic Track of the S&ED, in order to further support strong domestic and global growth, promote open trade and investment, enhance international rules and global economic governance, and foster financial market stability and reform.\nStrengthening Cooperation on Energy and Climate Change \nBuilding on the climate accord announced by the two Presidents at Sunnylands, and the S&ED in July 2013, the United States and China affirm the importance of deepening cooperation to address climate change, reduce local air pollution, transition to a low carbon energy economy, and strengthen the resilience of global energy markets.  Recognizing the significant and mutual benefits of intensified action and cooperation on energy and climate change, including enhanced energy security, a cleaner environment, both the United States and China affirm the commitments below.\nThe United States and China reaffirm the importance of the U.S.-China Climate Change Working Group (CCWG) as a means for enhancing bilateral cooperation on climate change, and both sides commit to devote significant effort and resources to the five initiatives launched under this framework, including Energy Efficiency, Smart Grids, Greenhouse Gas Data Collection and Management, Carbon Capture Utilization and Storage (CCUS), and Heavy Duty and Other Vehicles, in order to see concrete results by the 2014 Strategic and Economic Dialogue.\nTo help accelerate progress on the U.S.-China Climate Change Working Group Heavy-Duty and Other Vehicles initiative, the United States and China commit to implement and enforce their current schedules for implementation of low-sulfur fuel and for motor vehicle emissions standards. Both sides also commit to work together to help China design and implement China VI vehicle emissions standards as soon as practical, strengthen communication in heavy-duty vehicle fuel efficiency standards to reduce greenhouse gas emission, promote the implementation of clean action plans for heavy-duty diesel vehicles, and explore ways to design and implement the clean action plans for non-road motor vehicles and supporting diesel engines, which would reduce PM2.5 emissions and would have substantial air quality and climate benefits. The United Statescommits to provide technical assistance to achieve these goals and continue to provide technical assistance on regional air quality management and modeling, including emissions from mobile sources. \nThe United States and China reaffirm theircommitment to implement the consensus reached by Presidents Obama and Xi Jinping on hydrofluorocarbons from June 8, 2013, and September 6, 2013.\nBoth the United States and China emphasize the importance of the multilateral climate change agreement that is currently being developed for completion at the Paris Conference in 2015.  Recognizing their significant roles in this regard, the two sides intend to maintain close contact throughout the negotiations, including through leader-level discussions, consulting on areas of convergence as well as divergence and working bilaterally and with other countries to bring about a successful outcome.      \nThe United States and China are to enhance transparency in the energy sector, including to increase cooperation on energy market transparency. The U.S. Energy Information Administration commits to share expertise in gathering and distributing energy data. China is to develop the capacity to publish more complete public energy statistics on a more frequent basis, and enable stronger cooperation with the Joint Organizations Data Initiative. The United States and China are to cooperate on strategic petroleum reserves, through information exchanges on policies, management, and technologiesand through annual technical meetings of U.S. and China strategic petroleum reserve authorities.\nThe United States and China note the exceptional importance of China accelerating the development of its natural gas sector and unconventional gas resources, and recognize the positive impact shale gas development in China can have for Chinese and global energy markets. China welcomes participation in shale gas exploration and development, including by domestic and international private businesses and investors. The United States commits to engage with China on technical, standards, and policy cooperation, to facilitate the improvement of China’s regulatory frameworks, so as to promote the sound and rapid development of China’s shale gas exploration and development. The two sides commit to promote technological innovation, environmental supervision, and resource regulation in the shale gas sector and encourage the success of shale gas development in the two countries, so as to jointly promote responsible development and utilization of unconventional gas resources such as shale gas globally, and safeguard energy supply security and energy market stability.\nThe United States respects China’s growing energy needs and economic concerns, especially in crude oil trade and investment.  Both sides reiterate their commitment to work together on our shared goal of secure and well-supplied energy markets.\nThe United States commits to inform China about the statutory process required by the Natural Gas Act (NGA) which governs the evaluation of liquefied natural gas (LNG) export applications, to FTA countries and to non-FTA countries such as China.  The NGA directs the U.S. Department of Energy to evaluate LNG export applications to non-FTA countries, applying the same rules in every case.  To date, one final and four conditional license approvals have been granted to export LNG to non-FTA countries.  The U.S. Department of Energy (DOE) is currently evaluating pending applications on a case-by-case basis.  The DOE is to keep the National Energy Administration of China informed of the status of the process.\nThe United States commits to actively encourage the export of technologies and equipment  related to oil and gas exploration and development to China.  Accordingly, the United States commits to process and decide upon in a timely manner, specific requests for deep-water oil and gas and shale gas exploration and development-related technology and equipment for civilian end users and civilian end uses that China wishes to procure that may be subject to export controls once the United States receives all necessary information required under the Export Administration Regulations.\nThe United States and China commit to undergo fossil fuel subsidy peer reviews under the G-20 process, and rationalize and phase out inefficient fossil fuel subsidies that encourage wasteful consumption over the medium term,while providing targeted support for the poorest.\nProtecting Innovation and Promoting Trade in Safe Food and Drugs\nBuilding on successful discussions during the 2012 U.S.-China High-Level Agricultural Symposium, the July 2013 S&ED, and looking towards a productive and mutually beneficial December 2013 meeting of the Joint Commission on Commerce and Trade (JCCT), the United States and China affirm the importance of deepening cooperation to address a range of food and drug issues of common concern.  Availability of high-quality and safe food and drugs are essential to the growth of our economies and well-being of our peoples. The United States and China therefore commit to the following measures related to promoting and protecting innovation, as well as ensuring safe and well-regulated bilateral trade in food and pharmaceuticals.\nThe United States and China commit to carry out communication and cooperation on agro-chemical regulation, standards for testing methods and drug and pesticide residue limits and regulation on edible agricultural products for import and export.\nIn line with the reform goals of the Third Plenary Session of the 18th CPC Central Committee, China commits to promote the reform of its regulatory system for active pharmaceutical ingredients (APIs) by implementing Drug Master File (DMF) management for APIs and to study the possibility of setting up a framework for the registration of bulk chemicals that can be used as APIs. The two sides mutually affirm the central role of drug manufacturers in ensuring drug quality, and will exercise appropriate regulatory oversight over manufacturers towards this end. The U.S. Food and Drug Administration commits to review its authorities to determine whether it can exclude from consideration for import APIs from Chinese firms that are not registered with the China Food and Drug Administration.\nChina affirms that the Chinese Patent Examination Guidelines permit patent applicants to file additional data after filing their patent applications, and that the Guidelines are subject to Article 84 of the Law on Legislation, to ensure that pharmaceutical inventions receive patent protection.  China affirms that this interpretation is currently in effect.\nTo promote bilateral communication and cooperation in pharmaceuticals, medical products and food safety, the Chinese side commits to issuing visas for U.S. Food and Drug Administration (FDA) food inspectors, drug inspectors and food expert referenced in Diplomatic Note 1252 of November 19, 2012 and Diplomatic Note 0843 of August 20, 2013.  These personnel will be posted to the U.S. Embassy in China, with diplomatic privileges and immunities. At the same time, the United States commits that, on a reciprocal basis, China increases its relevant staff in the Chinese Embassy in the United States, with diplomatic privileges and immunities. No later than January 17, 2014, the two sides commit to signing an memorandum of understanding to specify the scope of activity of these personnel.\nThe United States and China commit to discuss issues concerning China raised in the Consolidated and Further Continuing Appropriation Act, 2013.\nThe United States and China recognize the importance of promoting non-discriminatory government procurement policies.  The two sides commit to have further consultation on China’s concerns regarding non-discriminatory treatment of Chinese-invested enterprises established in the United States in U.S. government procurement.\n \n\n\n\n\n"
}