{
    "title": "Statement by the President on the Confirmation of Maria Contreras-Sweet to Lead the Small Business Administration | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/03/27/statement-president-confirmation-maria-contreras-sweet-lead-small-busine",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 27, 2014\n\n \n\n\n\nStatement by the President on the Confirmation of Maria Contreras-Sweet to Lead the Small Business Administration\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Press Secretary\n------------------------------------------------------------------------------------------------------------------------------------\nFOR IMMEDIATE RELEASE\nMarch 27, 2014\nStatement by the President on the Confirmation of Maria Contreras-Sweet to Lead the Small Business Administration\nWith the bipartisan confirmation of Maria Contreras-Sweet as the next Administrator of the Small Business Administration, the American people will have a fierce champion who understands what it means to start a small business, and who has a proven track record of helping other small businesses succeed.\nAs the founder of ProAmérica Bank, Maria helped provide loans to small businesses that needed them, especially within the Latino community.  Maria also served the citizens of California as Secretary of Business, Transportation, and Housing, becoming the first Latina cabinet secretary in California history and playing a critical role in ensuring that entrepreneurs and small business owners across her state had access to the capital they needed to start and grow their businesses. \nAs we work to keep our economy growing, Maria will be charged with looking for more ways to support small businesses. Two years ago I elevated the role of Small Business Administrator to a cabinet-level position to make sure small businesses have the seat at the table they deserve.  I’m confident that as the newest member of my cabinet, Maria will do an outstanding job working with me, with America’s small business owners, and with my entire Administration to increase economic growth and expand opportunity for all.\n\n\n\n\n"
}