{
    "title": "Readout of the President’s Meeting with President Xi Jinping of China | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/03/readout-presidents-meeting-president-xi-jinping-china",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 03, 2016\n\n \n\n\n\nReadout of the President’s Meeting with President Xi Jinping of China\n\n\n\n\n\nThe President met today with President Xi Jinping of China.  The two leaders commended the progress achieved in strengthening the foundation of the bilateral relationship and committed to continuing to manage differences constructively and expand practical cooperation on regional and global challenges.  Both leaders expressed satisfaction with jointly joining the Paris climate agreement and pledged to work together and with other parties to bring the Paris agreement into force as early as possible.  They also committed to achieving other successful climate outcomes this year in international negotiations to reduce HFC emissions and address international aviation emissions.  The President emphasized the importance of strengthening the global humanitarian system to deal with stresses in the international system.  To this end, the two leaders committed to enhance cooperation on peacekeeping, refugee issues, development cooperation, global health, and humanitarian assistance and disaster response.  Both leaders resolved to improve coordination of assistance to Iraq and Afghanistan.  Recognizing the stabilizing effect on the bilateral relationship of progress over the past two years in the area of military-military confidence-building measures, both leaders committed to intensify cooperation on space security and to establish rules of behavior for interactions between their respective coast guards.  They also committed to enhance counter-narcotics cooperation, including on fentanyl precursors.  On cyber issues, the leaders reaffirmed their commitment to implement fully their September 2015 cyber commitments, the President reiterated that the United States will continue to monitor Chinese adherence to the commitments, and both leaders pledged to develop a tracking mechanism to improve bilateral law enforcement cooperation on cyber issues. \n\nThe leaders reaffirmed the threat presented by North Korea’s pursuit of nuclear weapons and ballistic missile systems, and resolved to strengthen coordination in achieving the denuclearization of the Korean Peninsula, including through full implementation of UN Security Council Resolution 2270 and other relevant Security Council resolutions.  The President reiterated America’s unwavering support for upholding human rights in China and stressed the need for China to protect religious freedom for all of its citizens.  The two leaders had a candid exchange on the recent arbitral tribunal ruling on the case between the Philippines and China, with President Obama emphasizing the importance for China, as a signatory to UNCLOS, to abide by its obligations under that treaty, which the United States views as critical to maintaining the rules-based international order. The President also underscored the United States' unwavering commitment to the security of its treaty allies, and noted that the strength of those alliance relationships has contributed to the security and stability of the Asia Pacific region. The President reaffirmed that the United States will work with all countries in the region to uphold the principles of international law, unimpeded lawful commerce, and freedom of navigation and overflight.  The President encouraged efforts by all parties to lower tensions and create conducive conditions for the peaceful resolution of disputes. \n\nThe President additionally emphasized the importance of establishing a level playing field for all firms to compete fairly in China and stressed that non-discrimination and an open trade and investment environment are essential to fostering innovation.  The President urged China to advance reforms, including state-owned enterprise reforms, efforts to strengthen the financial system, and an orderly transition to a market-determined exchange rate.  In this context, the two Presidents discussed China’s role in addressing industrial excess capacity, including in the steel and aluminum sectors, as part of a global effort.   The President expressed confidence that these efforts would support China’s rebalance toward a more sustainable consumption-driven economic growth model, which would serve both countries’ interests. \n\nBoth leaders looked forward to upcoming discussions with their fellow leaders at the G-20 Summit, recognized their shared interest in strengthening the existing international order, and affirmed that both sides, and the world, benefit from greater cooperation to address transnational challenges.  The two leaders resolved to sustain regular communication to address differences and strengthen cooperation.\n\n\n\n\n"
}