{
    "title": "UPDATE: President Obama and First Lady Michelle Obama Host White House Event on Olympics, Paralympics and Youth Sport | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/update-president-obama-and-first-lady-michelle-obama-host-white-house-event-olympic",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 15, 2009\n\n \n\n\n\nUPDATE: President Obama and First Lady Michelle Obama Host White House Event on Olympics, Paralympics and Youth Sport\n\n\n\n\n THE WHITE HOUSE Office of Media Affairs   ___________________________________________________________________________  For Immediate Release                                                 September 15, 2009 UPDATE: President Obama and First Lady Michelle Obama   Host White House Event on Olympics, Paralympics and Youth Sport  List of Olympians and Paralympians participating in tomorrow’s event is below  WASHINGTON – On Wednesday, September 16, 2009, President Barack Obama and First Lady Michelle Obama will host an event on the South Lawn of the White House with the White House Office on Olympic, Paralympic and Youth Sport, Chicago2016 and United States Olympic Committee (USOC) to promote Chicago’s bid for the 2016 Summer Olympic and Paralympic Games and highlight the Obama administration’s commitment to service, healthy living and youth sport. The President and First Lady will be joined by Chicago Mayor Richard Daley, representatives from Chicago2016, the USOC, United States Olympians and Paralympians, along with schoolchildren from local DC area schools to discuss the ideals of the Olympic movement and the Obama administration’s commitment to service and expanding access to healthy, constructive activities like sports for our nation’s children. The group of Olympians and Paralympians participating in tomorrow’s event are below: Olympians   Jackie Joyner Kersee- Track and Field  Dominique Dawes- Gymnastics  Arlene Limas- Taekwondo  Henry Cejudo- Wrestling  Ryan Reiser- Judo  Michael Conley- Track and Field   Bob Pickens- Wrestling  Bob Ctvrtlik- Volleyball  Anita Defranz (US IOC member) - Rowing  Tim Morehouse- Fencing  Jair Lynch - Men's gymnastics Paralympians involved with Chicago 2016  Linda Mastendrea- Track Field  Hope Lewellen- Sitting Volleyball and Wheelchair tennis  April Holmes- Track and Field   Jerrod Fields- Track and Field   Myles Porter- Judo Two small groups of Olympic and Paralympic athletes will visit DC area schools in the morning and travel back to the White House to join the President and First Lady, who will make remarks in the afternoon. These school visits are part of Athlete Ambassador, a service program set up by Chicago 2016 and World Sport Chicago where Olympians’ and Paralympians from across the country promote the values of the Olympic Movement by engaging youth in sport activities. After the President and First Lady’s remarks at the White House, Chicago2016 representatives and the Olympic and Paralympic athletes will conduct sports demonstrations at the White House. Last week, the Obama administration announced that the First Lady will lead the delegation to support Chicago’s bid at the host city election in Copenhagen on October 2, 2009. She will travel with Valerie Jarrett, senior advisor to President Obama and Chair of the White House Office of Olympic, Paralympic and Youth Sport. In her role as First Lady, Mrs. Obama, who was born and raised on the South Side of Chicago, has been committed to bridging the gap between the White House and underserved communities around DC and across the country, and her trip to Copenhagen is an opportunity for the First Lady to carry this commitment to the international stage. Details on the school visits and South Lawn event are below. OLYMPIC AND PARALYMPIC ATHLETES VISIT DC AREA SCHOOLS WHO: United States Olympic and Paralympic Athletes WHAT: Visit to DC area schools to discuss the importance of service, healthy living and youth sport WHERE: Sousa Middle School in Washington, DC and Lake Ridge Middle School in Woodbridge, VA WHEN: Wednesday, September 16, 2009  9:00 AM ET NOTE: The visits are OPEN PRESS but CLOSED TO THE PUBLIC. For more information please contact media_affairs@who.eop.gov. PRESIDENT OBAMA AND FIRST LADY MICHELLE OBAMA HOST OLYMPICS EVENT AT THE WHITE HOUSE WHO: President Obama, Mrs. Obama, Mayor Daley, Chicago2016 Representatives, the USOC, U.S. Olympians and Paralympians   WHAT: Event on South Lawn at the White House to Promote Chicago2016, Discuss Service, Healthy Living and Youth Sport with DC Schoolchildren  WHEN: Wednesday, September 16, 2009  1:00 PM ET  Pre-set: 12:00 PM ET  Final Gather: 12:30 PM ET at the North Doors of the Palm Room  Please check Tuesday evening’s daily guidance release for any edits to the timing of the preset and final gather. NOTE: White House event is OPEN PRESS but CLOSED TO THE PUBLIC. The sports demonstrations taking place after the remarks will also be open to the press. If you are a member of the press wishing to cover this event and do not have a White House hard pass please email media_affairs@who.eop.gov with their full name, date of birth, social security number and country of citizenship as soon as possible.    \n\n\n\n"
}