{
    "title": "Obama Administration Releases Report and Interactive Maps Highlighting Critical American Jobs Act Investments in Education | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/12/15/obama-administration-releases-report-and-interactive-maps-highlighting-c",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 15, 2011\n\n \n\n\n\nObama Administration Releases Report and Interactive Maps Highlighting Critical American Jobs Act Investments in Education\n\n\n\n\n\n\tWASHINGTON, DC – Today, the Obama Administration released a report, Education and the American Jobs Act: Creating Jobs through Investments in Our Nation’s Schools, and interactive maps that highlight estimated benefits that states and local school districts would receive if Congress acts to pass the American Jobs Act. \n\n\tThe White House report provides an analysis of the condition of America’s schools, which have fallen into disrepair, as well as the difficult budget environment facing school districts and teachers nationwide.  In order to address these critical needs, President Obama proposed $25 billion to renovate and modernize more than 35,000 public schools and $5 billion to upgrade infrastructure at America’s community colleges through the American Jobs Act, as well as $30 billion to keep hundreds of thousands of educators in the classroom.\n\n\t“Upgrading America’s schools is a smart investment,” Secretary of Education Arne Duncan said. “There’s a short-term return in the form of jobs to do the work, and in the long term our students—and our country—will benefit from modern facilities and technology.”\n\n\t“Congress should act now and pass the American Jobs Act, to improve our schools, create jobs, and prepare our students for 21st century careers,” said Melody Barnes, Director of the White House Domestic Policy Council. \n\n\tThe President’s education investment through the American Jobs Act proposes $30 billion for enhancing the condition of our nation’s public schools – with $25 billion allocated to K-12 schools, including a priority for rural schools and dedicated funding for Bureau of Indian Education funded schools, and $5 billion to upgrade infrastructure at community colleges across the country.\n\n\tThe range of critical repairs and needed construction projects would put hundreds of thousands of Americans, including construction workers, engineers, maintenance staff,  and electrical workers, back to work. Modernization and repair needs are mounting in America’s schools, as school districts nationwide estimate $271 billion in deferred building maintenance, or more than $5,000 per student.\n\n\tThe President’s education investment in the American Jobs Act also included $30 billion in funding – which Congress voted against in October – to support nearly 400,000 education jobs, preventing layoffs and allowing educators to be hired or rehired. It also would have supported state and local efforts to retain, rehire, and hire early childhood, elementary, and secondary educators.  Over the 12 months ending October 2011, nearly 60 percent of all local government job losses were teachers and education personnel. \n\n\tIn addition to the release of the report, the Department of Education released two interactive maps that display the American Jobs Act’s estimated impact on every state and school district in the nation. These maps and the downloadable dataset behind them can be found at http://data.ed.gov/american-jobs-act.\n\n\tTo view the full report, which includes a state-by-state appendix that integrates state- and school district-level data detailing the education investments of the American Jobs Act, please visit http://obamawhitehouse.archives.gov/sites/default/files/aja_ed_state_by_state_report_final.pdf.\n\n\n\n\n"
}