{
    "title": "Statement by the President on Marriage Equality in Illinois | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/11/05/statement-president-marriage-equality-illinois",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 05, 2013\n\n \n\n\n\nStatement by the President on Marriage Equality in Illinois\n\n\n\n\nTonight, I applaud the men and women of the Illinois General Assembly, a body in which I was proud to serve, for voting to legalize marriage equality in my home state. \nAs President, I have always believed that gay and lesbian Americans should be treated fairly and equally under the law.  Over time, I also came to believe that same-sex couples should be able to get married like anyone else.  So tonight, Michelle and I are overjoyed for all the committed couples in Illinois whose love will now be as legal as ours – and for their friends and family who have long wanted nothing more than to see their loved ones treated fairly and equally under the law.\nI also commend the members of the General Assembly for approaching this issue in a fair and open way, and for recognizing the importance of our commitment to religious freedom by engaging the religious community in this conversation.  Throughout this debate, they’ve made it clear that this is about civil marriages and civil laws, and made sure that churches and other institutions of faith are still free to make their own decisions that conform to their own teachings.\nAs I said in my Inaugural Address last January, our journey as a nation is not complete until our gay brothers and sisters are treated like anyone else under the law, for if we are truly created equal, then surely the love we commit to one another must be equal as well.  And tonight, I’m so proud that the men and women elected to serve the people of the great state of Illinois have chosen to take us one step further on that journey to perfect our union.\n\n\n\n\n"
}