{
    "title": "President Obama Calls on Congress to Extend Economic Recovery Payment for 2010 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-calls-congress-extend-economic-recovery-payment-2010",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 14, 2009\n\n \n\n\n\nPresident Obama Calls on Congress to Extend Economic Recovery Payment for 2010\n\n\n\n\nConference Call with Senior Administration Officials at 4:30pm ET (details below)\nWASHINGTON, DC-President Obama announced his support for an additional $250 Economic Recovery Payment to the seniors, veterans and people with disabilities who are struggling to make ends meet with retirement savings that have not fully recovered from their losses over the first year of the recession.\n\"Even as we seek to bring about recovery, we must act on behalf of those hardest hit by this recession. That is why I am announcing my support for an additional $250 in emergency recovery assistance to seniors, veterans, and people with disabilities to help them make it through these difficult times. These payments will provide aid to more than 50 million people in the coming year, relief that will not only make a difference for them, but for our economy as a whole, complementing the tax cuts we’ve provided working families and small businesses through the Recovery Act,\" said President Obama. \"This additional assistance will be especially important in the coming months, as countless seniors and others have seen their retirement accounts and home values decline as a result of this economic crisis. I want to compliment all the members of Congress who have been working to address these challenges, especially Senators Reid, Baucus, Sanders, and Lincoln, Speaker Pelosi, and Representatives Rangel, McCarthy, and DeFazio.\"\nFact Sheet\nThe President’s proposal would provide an additional year of the $250 \"Economic Recovery Payments\" initially enacted under the American Reinvestment & Recovery Act (ARRA). Under this proposal:\n\n57 million people would benefit. These include 49 million Social Security beneficiaries, 5 million Supplemental Security Income beneficiaries, 2 million veterans benefit recipients, 0.5 million railroad retirement and disability beneficiaries, and also about 1 million public-employee retirees not entitled to any of the previous benefits.\nThe benefit would be $250 – or equivalent to a 2 percent increase in benefits for the average Social Security retiree beneficiary. Under the rules no person could \"double dip\" and receive a $250 Economic Recovery Payment through more than one program. Nor could they receive both an Economic Recovery Payment and the Making Work Pay tax credit.\nThe total cost of the proposal would be $13 billion – and would not hurt the solvency of Social Security. The President is committed to ensuring that the $13 billion cost of the proposal does not reduce the solvency of Social Security or other social insurance programs.\nWould extend an effective relief program. To date Economic Recovery Payments have been made to 55 million people including seniors, veterans and people with disabilities and totaled $13.7 billion. Most of the checks were mailed out in May 2009.\n\nIn addition to this legislative proposal, the Internal Revenue Service and the Department of Treasury will take steps this week to prevent reductions in the amounts that workers can contribute to IRAs, 401(k)s, and other aspects of tax-favored retirement systems in 2010 that some feared could result from negative inflation over the past twelve months.\n4:30PM CONFERENCE CALL DETAILS\nToday at 4:30PM EDT, the White House will hold a background conference call with senior Administration officials to brief reporters in advance of Thursday’s expected announcement on the cost of living adjustment (COLA).\nWHAT: TODAY, Wednesday, October 14, 2009 4:30PM EDT\nDIAL-IN: (888) 428-4474\n\n\n\n"
}