{
    "title": "Representative John Lewis Backs American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/09/representative-john-lewis-backs-american-jobs-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 09, 2011\n\n \n\n\n\nRepresentative John Lewis Backs American Jobs Act\n\n\n\n\n\n\tRep. John Lewis on President Obama’s Jobs Speech\n\n\tRep. John Lewis made these comments in response to President Obama’s speech tonight during a joint session of the U.S. Congress on jobs:\n\n\t“I think President Obama delivered a great speech tonight.  He reached the soul of America and acknowledged the pain and struggles so many of us are facing.  He let the American people know he has heard their cries for help.  Tonight he offered credible, legislative action that Congress can implement to help resolve our problems. His speech was bold, thoughtful, and inspiring.  \n\n\t“I know many will say the proposal is too expensive, but he said it can all be paid for if we are willing to insure that everyone pays their fair share and take steps to reform government where change is needed. Our problems are massive, and they will take massive intervention to resolve.  We cannot do it on the cheap, and we cannot shrink in fear, as Chairman Bernanke warned against today.  Cutting is not the only solution.  We must take action, and the President offered us a plan of action tonight.\n\n\t“It was also important that the President reminded us not to use economic turmoil ‘as an excuse to wipe out basic protections’ that have defined the American way of life for decades.  We must rise to the occasion, challenge ourselves as a nation and challenge this Congress to make the hard choices and the critical compromises that create the climate and environment for growth.  We must put partisanship aside and do what is right for the American people.\n\n\t“I was gratified to hear that the President will go on the road and reach out to every corner of America to enlist the support of the American people in this debate.  The President cannot do it alone. He has the power to build the kind of consensus that can re-energize, reform, and rebuild our economy.  But he needs the support of Congress, of the American people, and the business community to make a difference.  And we should give him that support.”\n\n\n\n\n"
}