{
    "title": "Presidente Obama nombra ganadores de la Medalla Presidencial de la Libertad | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/17/presidente-obama-nombra-ganadores-de-la-medalla-presidencial-de-la-liber",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 17, 2010\n\n \n\n\n\nPresidente Obama nombra ganadores de la Medalla Presidencial de la Libertad\n\n\n\n\n\n\tWASHINGTON – Hoy, el Presidente Barack Obama nombró a quince ganadores de la Medalla Presidencial de la Libertad. La Medalla de la Libertad es la condecoración civil más importante del país, y se otorga a personas que han hecho contribuciones especialmente meritorias a la seguridad o los intereses nacionales de Estados Unidos, a la paz mundial u otras significativas contribuciones culturales, públicas o privadas. La ceremonia de condecoración tendrá lugar en la Casa Blanca el año entrante.\n\nEl Presidente Obama dijo, “Estos sobresalientes individuos que recibirán la condecoración, provienen de varias esferas y han sobresalido en una amplia gama de campos, pero todos ellos han vivido vidas extraordinarias que nos han inspirado, han enriquecido nuestra cultura, y han hecho de nuestro país y nuestro mundo un lugar mejor. Estoy deseoso de otorgarles esta condecoración”.\n\n\tEntre quienes van a recibir la Medalla Presidencial de la Libertad se encuentra:\n\t \nSylvia Méndez\n\tSylvia Méndez es activista de derechos civiles de ascendencia mexicana y puertorriqueña. Cuando tenía 8 años, sus padres intentaron matricularla en una escuela de su comunidad, exclusiva para blancos, pero se les negó la entrada y les dijeron que fueran a la escuela para niños mexicanos. Su padre se unió a otras familias para entablar juicio y ganaron. El caso Méndez v. Westminster fue una decisión importante en el movimiento de derechos civiles contra la segregación. Méndez ahora viaja por todo el país hablando sobre el valor de una buena educación.\n\n\n\n\n"
}