{
    "title": "President Obama Announces More Key Administration Posts, 7/22/10 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-more-key-administration-posts-72210",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 22, 2010\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts, 7/22/10\n\n\n\n\nWASHINGTON – Today, President Barack Obama announced his intent to appoint the following individuals to key administration posts:\n• Howard L. Gottlieb, Member, President’s Committee on the Arts and the Humanities\n• Elaine Wynn, Member, Board of Trustees of the John F. Kennedy Center for the Performing Arts\nPresident Obama said, “Both Howard and Elaine will bring sound judgment and tremendous dedication to these important roles, and I am grateful they have agreed to lend their talents to this administration. I look forward to working with them in the months and years ahead.”\nPresident Obama announced his intent to appoint the following individuals to key administration posts:\nHoward L. Gottlieb, Appointee for Member, President’s Committee on the Arts and the Humanities\nHoward Gottlieb is the General Partner of Glen Eagle Partners, Ltd., a family private investment firm.  He was a founding partner of Glenwood Partners and Chairman of Glenwood Financial Group.  Mr. Gottlieb is an accomplished violinist.  He has played in the Chicago Symphony Orchestra and performed widely with orchestras and chamber music groups in the United States and Europe.  He is a Life Trustee of the Chicago Symphony Orchestra, and is a member of the Board of Trustees of the Merit School of Music, the Lyric Opera of Chicago, the Ravinia Festival and the American Friends of the Israel Philharmonic Orchestra.  He is a former trustee of the Aspen Music Festival and School.  Mr. Gottlieb is a graduate of the University of Chicago and serves on the University’s Visiting Committee.\nElaine Wynn, Appointee for Member, Board of Trustees of the John F. Kennedy Center for the Performing Arts\nElaine Wynn has served as Director of Wynn Resorts since 2000.  Ms. Wynn is a past member of the Executive Board of the Consortium for Policy Research in Education and has served since 1997 on the State of Nevada Council to Establish Academic Standards.  Most recently, Nevada Governor Jim Gibbons appointed Wynn co-chair of the Blue Ribbon Education Reform Task Force, created to ensure a successful state application for the federal Race to the Top competition. In addition, she was appointed in February 2010 to the Library of Congress Trust Fund Board by Senator Harry Reid.  She is the Founding Chairperson of Communities in Schools of Nevada and was appointed as Chairman of the National Board of Communities in Schools.  Ms. Wynn was named the Nevada Governor’s Philanthropist of the Year in 2005, and in 2007, America’s Promise Alliance awarded her one of seven National Promise of America Founders Awards for her dedication to education and improving the lives of children.  Ms. Wynn received an Honorary Doctorate from the University of Nevada Las Vegas in 1986.\n\n\n\n"
}