{
    "title": "Declaraciones del Presidente acerca la votación sobre la Ley DREAM por el Senado | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/18/declaraciones-del-presidente-acerca-la-votaci-n-sobre-la-ley-dream-por-e",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of Media Affairs\n\n\nFor Immediate Release\nDecember 18, 2010\n\n \n\n\n\nDeclaraciones del Presidente acerca la votación sobre la Ley DREAM por el Senado\n\n\n\n\n\n\tTHE WHITE HOUSE\n\tOficina del Secretario de Prensa\n\t__________________________________________________________________________\n\n\tPARA PUBLICACION INMEDIATA\n\t18 de diciembre, 2010\n\nDeclaraciones del Presidente acerca la votación sobre la Ley DREAM por el Senado\n\n\tEn una votación sumamente decepcionante hoy, una minoría de senadores evitó que el Senado hiciera lo que la mayoría de estadounidenses comprende es lo mejor para el país. Como dije la semana pasada, cuando la Cámara de Representantes aprobó la Ley DREAM, no sólo era lo correcto para bien de los jóvenes de talento que quieren ponerse al servicio del país que conocen como propio, sino que también era lo correcto para Estados Unidos de Norteamérica. Nuestro país se enriquece de su talento y se beneficiaría del éxito de sus esfuerzos. La Ley DREAM es importante para nuestra competitividad económica, presteza militar y operativos de la ley. Y como informó la Oficina de Presupuesto del Congreso (Congressional Budget Office), entidad no partidista, la Ley DREAM reduciría el déficit en $2,200 millones durante los próximos 10 años. Simplemente no había motivo para dejar de aprobar esta importante medida legislativa.\n\n\t \n\n\tEs decepcionante que no haya prevalecido hoy el sentido común. Pero mi gobierno no se dará por vencido con la ley DREAM ni el importante asunto de arreglar nuestro sistema de inmigración. El pueblo estadounidense merece un debate serio sobre inmigración, y es hora de eliminar la demagogia polarizadora de la escena nacional.  \n\n\t \n\n\tLes agradezco a los senadores Durbin, Reid y Menéndez por sus incansables esfuerzos. Mi gobierno continuará haciendo todo lo posible para arreglar el sistema de inmigración de nuestro país de manera que podamos asignar recursos duraderos y específicos a nuestra seguridad fronteriza, a la vez que restauramos la responsabilidad y el rendimiento de cuentas en el sistema a todo nivel.\n\n\t \n\n\t###\n\n\t \n\n\t \n\n\n\n\n"
}