{
    "title": "President Obama Announces Accelerated Purchase of 17,600 New American Vehicles for Government Fleet | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-accelerated-purchase-17600-new-american-vehicles-governme",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 09, 2009\n\n \n\n\n\nPresident Obama Announces Accelerated Purchase of 17,600 New American Vehicles for Government Fleet\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary  _________________________________________________________________  FOR IMMEDIATE RELEASE                                     April 9, 2009  President Obama Announces Accelerated Purchase of 17,600 New American Vehicles for Government Fleet  WASHINGTON – Today, President Barack Obama announced that the General Services Administration (GSA) will accelerate its purchase of new cars for the government fleet by investing funds from the American Recovery and Reinvestment Act to buy about 17,600 new, fuel efficient vehicles produced by American auto companies by June 1, 2009. On March 30, President Obama directed his administration to speed up the purchase of these vehicles to increase demand for American auto companies during these difficult economic times.  The GSA moved faster than any time in its history to launch this aggressive fleet purchase strategy.  By purchasing fuel efficient vehicles from American automakers over the next two months, this move will help stimulate the economy, support the auto industry, and achieve energy-efficiency goals. President Obama said, \"The problems that caused this economic crisis weren’t created in a day, and it will take time and hard work to get our economy back on track. But I am 100 percent committed to a strong American auto industry, and we will stand with America’s auto workers and their families during these difficult times.  As a part of our commitment to the American auto industry, I charged my administration with using Recovery Act funds to purchase a new fleet of fuel efficient government vehicles to increase demand for our American auto companies and stimulate the economy.  I am pleased to announce today that my team has moved swiftly to accelerate this purchase and give our American auto industry and our economy a boost.  This is only a first step, but I will continue to ensure that we are working to support the American auto industry during this difficult period of restructuring.\" Also today, President Obama’s Director of Recovery for Auto Communities and Workers, Dr. Edward Montgomery, visited Cleveland, Ohio to discuss the administration’s commitment to a strong American auto industry.  At a meeting with Governor Ted Strickland, members of the Ohio delegation and local officials, Dr. Montgomery discussed the accelerated fleet purchase and the administration’s efforts to stand behind American auto companies and their workers. Details about the GSA accelerated fleet purchase are below: The GSA will spend $285 million of Recovery Act Funds to purchase about 17,600 commercially available fuel efficient vehicles for the government fleet before June 1, 2009. All purchases will be made from manufacturers with an existing contract with the GSA, which are General Motors, Chrysler and Ford.    This includes the purchase of 2,500 hybrid sedans that will be ordered by April 15. This is the largest one-time purchase of hybrid vehicles for the federal government fleet in history.    By swapping out less efficient federal vehicles for new hybrid and fuel efficient ones, this strategy will reduce gasoline consumption by 1.3 million gallons per year and prevent 26 million pounds of CO2 from entering the atmosphere.    GSA will also dedicate $15 million to pilot advanced technology vehicles in the GSA Fleet. Pilot programs will focus on commercially available compressed natural gas and hybrid buses, and all-electric vehicles. These orders will be placed by September 30, 2009.    Each vehicle purchased under the GSA’s accelerated strategy must have a higher miles-per-gallon rating than the vehicle it replaces with the overall goal of at least a 10 percent increase in fuel-efficiency for the entire procurement.    This accelerated GSA purchasing strategy is one component of the President’s overall commitment to supporting auto demand during this period of restructuring in the industry. Moving forward, the Administration will continue to work on several fronts to increase the flow of credit to auto consumers and dealers, and will work with Congress to pass an incentive program for people who turn in older, more fuel inefficient cars for cleaner cars.  ### \n\n\n\n"
}