{
    "title": "Report to President Outlines Approaches to Spur Domestic Manufacturing Investment and Innovation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/07/17/report-president-outlines-approaches-spur-domestic-manufacturing-investm",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 17, 2012\n\n \n\n\n\nReport to President Outlines Approaches to Spur Domestic Manufacturing Investment and Innovation\n\n\n\n\n\nFinal Recommendations of Advanced Manufacturing Partnership Steering Committee\n\n\tWASHINGTON, DC – A new report released today by the President’s Council of Advisors on Science and Technology (PCAST) urges efforts to build on progress to date on improving domestic manufacturing competitiveness and encouraging companies to invest in the United States. The PCAST report is a product of its Advanced Manufacturing Partnership Steering Committee, whose membership includes leading manufacturing experts from industry and academia and is co-chaired by Andrew Liveris, President, Chairman, and CEO of Dow Chemical, and Susan Hockfield—who until this month was President of the Massachusetts Institute of Technology. \n\n\t“Right now we have a real opportunity to bring manufacturing back, and we need to seize it together.  That’s why I launched the Advanced Manufacturing Partnership – to make it easier for business, academia, and government to pull in the same direction and put more Americans back to work,” said President Obama.\n\n\tThe President believes that a strong U.S. manufacturing sector is a key element to achieving a strong middle class and an economy built to last. The President believes that to grow the economy and create jobs, America needs to make things the rest of the world wants to buy. The Advanced Manufacturing Partnership (AMP) was created by the President with the recognition that industry, academia, and government must work in partnership to revitalize our manufacturing sector. The new report, Capturing Domestic Competitive Advantage in Advanced Manufacturing, calls for sustaining the investments in advanced science and technology that produced America’s innovation economy in the first place; establishing a National Network of Manufacturing Innovation Institutes—a set of public-private partnerships that will together to create a nationwide “innovation ecosystem”; filling the skills gap in advanced manufacturing by upgrading community college workforce training programs and tapping into the talent pool of returning veterans; and encouraging investment through tax, regulatory, energy, and trade policies to level the global playing field for U.S. manufacturers.\n\n\tPCAST, co-chaired by John P. Holdren, science and technology advisor to the President and Director of the White House Office of Science and Technology Policy, and Eric Lander, President of the Broad Institute of Harvard and MIT, adopted the report of the Advanced Manufacturing Partnership Steering Committee. Chad Mirkin, PCAST Member, was an ex-officio member of the Steering Committee.\n\n\tThe report builds on the momentum of last year’s PCAST report, Ensuring American Leadership in Advanced Manufacturing, which argued that boosting U.S. manufacturing was critical to creating a strong economy.  The President created the public-private AMP and its Steering Committee of 18 leaders in business and academia, led by Hockfield and Liveris. To develop its recommendations, the AMP Steering Committee held regional meetings around the country and consulted more than 1,200 stakeholders and experts representing businesses large and small; universities, colleges and community colleges; and state and local governments.\n\n\tThe report details the unique role that manufacturing plays in the broader U.S. economy -- as a direct source of jobs, as a spur to additional jobs across the economy, and as an important force for addressing the nation’s trade deficit.  Most importantly, the report reveals that the nation’s continued strength in innovation depends on sustaining a close, two-way connection between the innovation and manufacturing processes. “Proximity to the manufacturing process creates innovation spillovers across firms and industries, leading to the ideas and capabilities that support the next generation of products and processes,” the report notes.  “In this way, a vibrant manufacturing sector is inextricably linked to our capacity as a nation to innovate.”\n\t \n\tIn his 2012 State of the Union address, the President outlined a comprehensive plan to revitalize American manufacturing.  To coordinate the Federal Government’s manufacturing policy and programmatic efforts, last year the President announced the Office of Manufacturing Policy within the White House, co-chaired by Gene Sperling, the Director of the National Economic Council, and Department of Commerce Acting Secretary Rebecca Blank. \n\n\tToday, the White House released a fact sheet detailing the Administration’s advanced manufacturing initiatives, including the President’s March 2012 announcement of his $1 billion proposal for a National Network for Manufacturing Innovation to catalyze up to 15 manufacturing institutes nationwide, a concept endorsed by the AMP Steering Committee.  The President’s comprehensive plan to revitalize American manufacturing includes initiatives, like the NNMI, to invest in our Nation’s innovation capabilities and strengthen our workforce while taking steps to reduce costs for U.S. manufacturers through business tax reform and leveling the playing field through trade enforcement. \n\nBackground on the Advanced Manufacturing Partnership Steering Committee\n\n\tLaunched by President Obama on June 24, 2011, the Advanced Manufacturing Partnership brings together industry, universities, and the Federal government to invest in the emerging technologies that will create high quality manufacturing jobs and enhance our global competitiveness.\n\n\tThe AMP Steering Committee consists of the CEOs of 12 U.S. manufacturing firms and six leading U.S. universities:\n\nSusan Hockfield – President Emerita, Massachusetts Institute of Technology\nAndrew Liveris - President, Chairman, and CEO, The Dow Chemical Company.\nRobert Birgeneau - Chancellor, University of California, Berkeley\nWesley G. Bush - President, Chairman, and CEO, Northrop Grumman\nLouis Chenevert - Chairman and CEO, United Technologies Corporation\nJared Cohon - President, Carnegie Mellon University\nMary Sue Coleman - President, University of Michigan\nDavid Cote - Chairman and CEO, Honeywell\nRichard Harshman - Chairman, President, and CEO, Allegheny Technologies\nJohn Hennessy - President, Stanford University\nCurt Hartman - Interim CEO, Vice President and CFO, Stryker\nBob McDonald - President and CEO, Procter & Gamble\nAlan Mulally - President and CEO, Ford Motor Company\nPaul Otellini - President and CEO, Intel Corporation\nDouglas Oberhelman - Chairman and CEO, Caterpillar Inc.\nG.P. “Bud” Peterson - President, Georgia Institute of Technology\nWendell Weeks - Chairman and CEO, Corning Inc.\nWilliam Weldon - Chairman, Johnson & Johnson\n\n\n\n\n"
}