{
    "title": "Message from the President to Congress Regarding Haiti | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/congress-united-states",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 16, 2009\n\n \n\n\n\nMessage from the President to Congress Regarding Haiti\n\n\n\n\nThe Haitian Hemispheric Opportunity through Partnership Encouragement Act of 2008 (HOPE II)(the \"Act\")(Public Law 110- 246), amended the Caribbean Basin Economic Recovery Act (CBERA) to make certain additional products from Haiti eligible for preferential tariff treatment. Under HOPE II, these imports from Haiti will continue to be eligible for preferential treatment after October 18, 2009, if I determine and certify that Haiti has met certain eligibility criteria set out in the Act.\nSince enactment of HOPE II, Haiti has issued a decree establishing an independent labor ombudsman's office, and the President of Haiti has selected a labor ombudsman following consultation with unions and industry representatives. In addition, Haiti, in cooperation with the International Labor Organization, has established a Technical Assistance Improvement and Compliance Needs Assessment and Remediation (TAICNAR) Program. Haiti has also implemented an electronic visa system that acts as a registry of Haitian producers of articles eligible for duty-free treatment and has made participation in the TAICNAR Program a condition of using this visa system.\nIn light of these actions and in accordance with section 213A of CBERA, as amended, I have determined and hereby certify that Haiti: (i) has implemented the requirements set forth in sections 213A(e)(2) and (e)(3); and (ii) is requiring producers of articles for which duty-free treatment may be requested under section 213A(b) to participate in the TAICNAR Program and has developed a system to ensure participation in such program by such producers, including by developing and maintaining a registry of producers.\nBARACK OBAMA\n\t \nTHE WHITE HOUSE,\n\tOctober 16, 2009.\n\n\n\n\n"
}