{
    "title": "Presidente Obama anunciará planes para expansión de “Race to the Top” | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidente-obama-anunciar-planes-para-expansi-n-de-race-top",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 19, 2010\n\n \n\n\n\nPresidente Obama anunciará planes para expansión de “Race to the Top” \n\n\n\n\nAl aproximarse la fecha límite para solicitar fondos del reto “Race to the Top”, el Presidente anuncia $1,350 millones en presupuesto del 2011 para reformar y mejorar las escuelas públicas de Estados Unidos\n \nWASHINGTON, DC -- El Presidente Obama visitará mañana la Escuela Primaria Graham Road en el condado de Fairfax donde anunciará sus planes para continuar el reto Race to the Top al solicitar $1,350 millones para el programa en su presupuesto para el año fiscal 2011. \n \nAl aproximarse la primera fecha límite para que los estados soliciten fondos del reto, el plan del Presidente apoyará incentivos adicionales para que los estados modifiquen, mejoren e implementen sus planes de reforma educativa a fin de reunir los requisitos para una subvención del programa. Este plan también intensificará las reformas a nivel de distrito al expandir Race to the Top para abarcar, además de los estados, los distritos escolares listos para realizar mejoras a nivel de sistema en su política y prácticas educativas. \n \nLa continuación de Race to the Top, una de las mayores inversiones en la reforma educativa de la historia, es apenas un aspecto de un plan más extenso para la reforma educativa que la Administración dará a conocer en las próximas semanas, que incluye la continuación del programa que complementa a Race to the Top, el fondo Invest in Innovation.\n \n“Queremos rertar a todos --padres, maestros, administradores escolares-- a que eleven los estándares al tener los mejores maestros y directores, al condicionar las evaluaciones de los maestros al desempeño de los estudiantes, al asegurar de que se preste atención a las escuelas de bajo rendimiento, al velar porque nuestros estudiantes estén preparados para el éxito en una economía y un entorno laboral competitivos en el siglo XXI”, afirmó el Presidente Obama. \n \n“Esta competencia ha generado una respuesta abrumadora de más de 30 estados en apenas la primera ronda de financiación. Al continuar, tenemos la oportunidad de crear incentivos para mejoras de gran alcance en las escuelas de nuestra nación”, declaró el secretario de Educación Arne Duncan. \n \nRace to the Top destaca los siguientes aspectos de la reforma: \n \n• Establecer e implementar rigurosos estándares y evaluaciones de alta calidad, al alentar a los estados a trabajar conjuntamente hacia un sistema de estándares académicos comunes orientado hacia los estudios universitarios y la preparación vocacional, y que incluya evaluaciones mejores, concebidas para medir los conocimientos críticos y el racionamiento superior. \n• Atraer y retener a maestros y líderes de primera calidad en las aulas de Estados Unidos, al aumentar el apoyo eficaz a maestros y directores; reformar y mejorar la preparación de los maestros; modificar las evaluaciones, compensación y política de retención de maestros a fin de fomentar y recompensar la eficacia y aumentar el número de maestros eficaces en nuestras escuelas, y asegurar que nuestros maestros de más talento sean asignados a las escuelas y materias en las que más se les necesita.\n• Usar datos para tomar decisiones informadas y mejorar la enseñanza al implementar plenamente un sistema nacional de datos longitudinales, capacitar y apoyar a los educadores para que usen datos para mejorar la enseñanza y permitir que los padres, maestros y otras partes interesadas tengan más acceso a la información.\n• Usar innovaciones y estrategias eficaces para lograr cambios profundos en las escuelas aquejadas de problemas al pedirles a los estados que asignen prioridades y transformen persistentemente las escuelas de bajo rendimiento.\n• Demonstrar y continuar la reforma educativa al promover la colaboración entre líderes empresariales, educadores y otras partes interesadas a fin de mejorar el rendimiento estudiantil y cerrar las brechas en el desempeño, y al aumentar el apoyo a escuelas públicas independientes (charter) de alto rendimiento, revitalizar la enseñanza de matemáticas y ciencias, y promover otras condiciones favorables para la innovación y reforma. \n \nUna hoja informativa,está disponible en obamawhitehouse.archives.gov\n###\n\n\n\n"
}