{
    "title": "Statement by National Security Council Spokesperson Ned Price on Escalating Violence in Yemen | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/01/24/statement-national-security-council-spokesperson-ned-price-escalating",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 24, 2016\n\n \n\n\n\nStatement by National Security Council Spokesperson Ned Price on Escalating Violence in Yemen\n\n\n\n\n\nWe are deeply concerned about recent reports of escalating violence in Yemen and resulting deaths of civilians – including the attacks that killed an ambulance driver associated with Medecins Sans Frontieres in Dahyan, a freelance journalist near Sana’a, and civilians in Sana’a and at the Ras Isa oil terminal.  The United States takes all credible accounts of civilian deaths seriously and we again call on all sides of the conflict in Yemen to do their utmost to avoid harm to civilians and to comply with their obligations under international humanitarian law.  \n\nThe United States also underscores the importance of promoting the safety, security, and freedom of movement of humanitarian personnel in Yemen.  We express continuing concern about the terrible violence impacting civilians in Taiz and the need to allow the delivery of full and unimpeded assistance, including food, medical supplies, and fuel to all Yemenis in need.  Recent progress in improving humanitarian access in parts of Taiz needs to be replicated across the entire city.  It is vital that all attacks on Yemen’s Red Sea ports come to an immediate end to enable food, medical supplies, fuel, and other essential to reach Yemenis in all parts of the country. \n\nWe urge all parties to cooperate with the United Nations in reaching a cease-fire and resuming the peace talks so that a durable solution to the crisis in Yemen can be reached as soon as possible.\n\n###\n\n\n\n\n"
}