{
    "title": "Declaraciones del Presidente tras aprobación del Proyecto de Ley de Reforma Financiera en la Cámara de Representantes | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-tras-aprobaci-n-del-proyecto-de-ley-de-reforma-financi",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 11, 2009\n\n \n\n\n\nDeclaraciones del Presidente tras aprobación del Proyecto de Ley de Reforma Financiera en la Cámara de Representantes\n\n\n\n\nAplaudo a la Cámara de Representantes por haber aprobado la Ley de Reforma de Wall Street y Protección del Consumidor del 2009. Esta legislación es un avance importante hacia la necesaria reforma financiera integral que creará normas de conducta más claras, medidas coherentes y sistemáticas para la verificación del cumplimiento de dichas normas, y un sistema financiero más estable con mejores medidas de protección para los consumidores e inversionistas.\n \nEl Senado está trabajando en legislación similar, e insto a ambas cámaras del Congreso a que aprueben esta necesaria reforma tan pronto como sea posible por el bien del pueblo estadounidense. Estoy ansioso de promulgar una ley sólida que establezca reglas claras y verifique su cumplimiento; cierre los vacíos legales que permitieron que las firmas de Wall Street y otras entidades de crédito se aprovecharan del sistema y evadieran su responsabilidad; proteja a consumidores e inversionistas contra préstamos usurarios y prácticas financieras engañosas, y le dé al gobierno las herramientas necesarias para impedir que alguna institución ponga en peligro al sistema entero o haga que el contribuyente estadounidense asuma el daño colateral en caso de problemas futuros.\n \nLa crisis de la que todavía nos estamos recuperando no sólo fue motivada por el fracaso de Wall Street, sino también por Washington. Tenemos la responsabilidad de aprender la lección y poner en vigor reformas que promuevan inversiones cabales, incentiven real competitividad e innovación, e impidan que dicha crisis vuelva a suceder. Es así como construiremos cimientos más sólidos para un crecimiento duradero.\n \n###\n \n\n\n\n"
}