{
    "title": "Readouts of the President's meetings with labor leaders and leaders from the Jewish community today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/readouts-presidents-meetings-with-labor-leaders-and-leaders-jewish-community-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 13, 2009\n\n \n\n\n\nReadouts of the President's meetings with labor leaders and leaders from the Jewish community today\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t___________________________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                                                        July 13, 2009\n\n\nReadout of President’s meeting with labor leaders:\n\t\tThe President met with more than a dozen labor leaders for approximately 45 minutes. The President was joined by Secretary Solis. It was a productive conversation about shared priorities like creating jobs, health care reform and the Employee Free Choice Act.\n\nParticipants\n\t\tChange to Win Chair Anna Burger\n\t\tAFL-CIO President John Sweeney\n\t\tNational Education Association President Dennis Van Roekel\n\t\tService Employees International Union President Andy Stern\n\t\tUnited Food and Commercial Workers President Joe Hansen\n\t\tLaborers International Union of North America President Terry O’Sullivan\n\t\tInternational Brotherhood of Teamsters President Jim Hoffa\n\t\tAmerican Federation of State, County and Municipal Employees President Gerry McEntee\n\t\tAmerican Federation of Teachers President Randi Weingarten\n\t\tUnited Auto Workers Secretary-Treasurer Elizabeth Bunn\n\t\tUnited Steelworkers President Leo Gerard\n\t\tInternational Brotherhood of Electrical Workers President Ed Hill\n\t\tCommunication Workers of America President Larry Cohen\n\t\tAmerican Rights at Work Chair David Bonior\n\nReadout of meeting with leaders from the Jewish community:\n\t\tThe President met with more than a dozen leaders from the Jewish community today for approximately 45 minutes. They had a substantive discussion, ranging from Middle East peace efforts and Iran, to reforming our health care system and policies to address global hunger. The President reiterated his unshakeable commitment to Israel’s security, and reiterated his commitment to working to achieve Middle East peace.\n\nParticipants \n\t\tAlan Solow, Chairman, Conference of Presidents of Major American Jewish Organizations\n\t\tLee Rosenberg, President-elect, AIPAC\n\t\tDavid Victor, President, AIPAC\n\t\tMalcolm Honlein, Executive Vice Chairman, Conference of Presidents of Major American Jewish Organizations\n\t\tAbraham Foxman, National Director, Anti-Defamation League\n\t\tJason Isaacson, Director of Government and International Affairs, American Jewish Committee\n\t\tNancy Ratzan, President, National Council of Jewish Women\n\t\tKathy Manning, Chair, Executive Committee, United Jewish Communities\n\t\tAndrea Weinstein, Chair, Jewish Council for Public Affairs\n\t\tMarla Gilson, Washington Director, Hadassah\n\t\tStephen Savitsky, President, Orthodox Union\n\t\tRabbi Steven Wernick, Executive Vice President and CEO, United Synagogue of Conservative Judaism\n\t\tRabbi Eric Yoffie, President, Union for Reform Judaism\n\t\tIra Forman, Chief Executive Officer, National Jewish Democratic Council\n\t\tDebra DeLee, President and CEO, Americans for Peace Now\n\t\tJeremy Ben Ami, Executive Director, J STREET\n\t\t \n\n\n\n\n\n"
}