{
    "title": "Presidential Determination Pursuant to Section 1245(d)(4)(B) and (C) of the National Defense Authorization Act for Fiscal Year 2012 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/11/14/presidential-determination-pursuant-section-1245d4b-and-c-national",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 14, 2016\n\n \n\n\n\nPresidential Determination Pursuant to Section 1245(d)(4)(B) and (C) of the National Defense Authorization Act for Fiscal Year 2012\n\n\n\n\nNovember 14, 2016\nPresidential Determination\nNo. 2017-01\nMEMORANDUM FOR THE SECRETARY OF STATE\n                                      THE SECRETARY OF THE TREASURY\n                                      THE SECRETARY OF ENERGY\nSUBJECT:                      Presidential Determination Pursuant to\n                                      Section 1245(d)(4)(B) and (C) of the National\n                                      Defense Authorization Act for Fiscal Year 2012\nBy the authority vested in me as President by the Constitution and the laws of the United States, after carefully considering the reports submitted to the Congress by the Energy Information Administration including the report of September 7, 2016, and other relevant factors, including global economic conditions, increased oil production by certain countries, the level of spare capacity, and the availability of strategic reserves, I determine, pursuant to section 1245(d)(4)(B) and (C) of the National Defense Authorization Act for Fiscal Year 2012, Public Law 112-81, and consistent with my prior determinations, that there is a sufficient supply of petroleum and petroleum products from countries other than Iran to permit a significant reduction in the volume of petroleum and petroleum products purchased from Iran by or through foreign financial institutions. However, consistent with U.S. commitments specified in the Joint Comprehensive Plan of Action (JCPOA), the United States is no longer pursuing efforts to reduce Iran's sales of crude oil. The United States action to fulfill these commitments became effective upon reaching Implementation Day under the JCPOA, which occurred once the International Atomic Energy Agency verified that Iran had implemented key nuclear-related steps specified in the JCPOA to ensure that its nuclear program is and will remain exclusively peaceful.\nI will continue to monitor this situation closely.\nThe Secretary of State is hereby authorized and directed to publish this memorandum in the Federal Register.\nBARACK OBAMA\n\n\n\n\n"
}