{
    "title": "Press Briefing on the President's Trip to Singapore | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-briefing-presidents-trip-singapore",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 14, 2009\n\n \n\n\n\nPress Briefing on the President's Trip to Singapore\n\n\n\n\n\n\n\n\t\t\t \n\nPRESS BRIEFING BY WHITE HOUSE PRESS SECRETARY ROBERT GIBBS, DEPUTY NATIONAL SECURITY ADVISOR FOR INTERNATIONAL ECONOMIC AFFAIRS MICHAEL FROMAN, AND DEPUTY NATIONAL SECURITY ADVISOR FOR STRATEGIC COMMUNICATIONS BEN RHODES ON THE PRESIDENT'S TRIP TO SINGAPORE AND THE APEC SUMMIT\n 12:57 P.M. JST\nMR. GIBBS:  Hello, everyone.  I'll take a few questions after this.  We've got joining us today Michael Froman, Deputy National Security Advisor for International Economic Affairs, to walk you through a little preview of APEC; and Ben Rhodes, if there are any lingering questions from today's speech.  And I'll give it to them.\nMR. FROMAN:  Thank you.  Good morning -- good afternoon.  We leave this afternoon for Singapore, as you know.  The President will get there, we expect, in time to join the tail end of the dinner that the leaders are having.  Tomorrow morning he will have meetings with the Prime Minister of Singapore, Mr. Lee.  He'll join the leaders' retreat, which is a two-hour discussion largely around -- the agenda intends to be around balanced and sustainable growth.  Then in the afternoon, I think as you know, he'll see the Indonesian President, the Russian President, and the ASEAN 10 -- the first time that a U.S. President has met with the ASEAN 10.\nThe purpose of the trip to APEC, as the President said in his speech today, is to engage with what is an important region to the U.S. economy; about 60 percent of U.S. exports currently go to APEC countries, 26 percent of which go to the Asian part of APEC.  That accounts for 3.7 million jobs in the United States.  And for every increase -- every percentage increase in the share of exports to this region going forward it could create an estimated quarter of a million jobs back in the United States.\nSo engagement with the APEC countries around regional economic creation and trade liberalization is a key part of our economic strategy back home to strengthen exports and build export-related jobs in the United States.\nThe APEC agenda is one that includes both a discussion of balanced and sustainable and inclusive growth, as well as trade liberalization.  We expect that the APEC countries will embrace some of the outcomes of the G20 summit in Pittsburgh and talk about how they might apply them in this region.  And we expect that there will be a discussion of trade liberalization including the Doha Round and the President's efforts, as he said in his speech, to see whether we can achieve a balanced and ambitious conclusion to those negotiations.\nWith that, why don't I stop and --\nQ    Can I ask (inaudible) --\nMR. FROMAN:  You can ask, but I won't answer.  I'll defer -- I think Secretary Geithner may have spoken on that, and I'll defer to his comments on it. \nQ    Mike, can you tell us what the President meant by he \"wants to engage the Trans-Pacific Partnership\"?  Does he mean join, negotiate?\nMR. FROMAN:  I think what he meant is that there is an ongoing initiative called the Trans-Pacific Partnership and that our intent is to engage with them to see whether we can shape that initiative into one that is comprehensive and a very high standard and could serve as a platform for further trade liberalization and regional integration in the region.  We'll begin those discussions with the current and potential future members of the Trans-Pacific Partnership, and see whether this is something that could prove to be an important platform going forward.\nQ    Could one of you please just elaborate on the change in the schedule?\nMR. GIBBS:  Just quickly, we had built into the schedule a bit of extra time and some downtime, and the President decided very early this morning that he thought it was more important to get to APEC earlier and be part of the discussions tonight.  And so we made that change.\nYes, sir.\nQ    Ben, could you explain what the change is in Burma?\nMR. RHODES:  Well, I think that, as the President outlined it today, the change is essentially that you've had a period of time where we had sanctions applied and no engagement with the government, and engagement kind of came through other channels.  So the change is really combining direct engagement with the Burmese government, with the ongoing sanctions regime, and laying out for them in very clear terms, as the President did today, what they need to do to have a better relationship with the United States. \nAnd Assistant Secretary Campbell was there recently, met with Aung San Suu Kyi, and the government as well, as a part of this attempt to press them on these issues through engagement while maintaining a robust sanctions regime.\nSo the change is just combining engagement with sanctions and putting forward in very clear terms what the steps are that they would have to take in order to have a better relationship with the United States.\nQ    Can any of you guys kind of look ahead to the Medvedev meeting tomorrow and what you expect to see coming out of that?\nMR. RHODES:  Well, the President has --\nQ    What was the question?\nMR. RHODES:  Medvedev bilat tomorrow and how -- kind of how we're approaching that.\n\t\t \n\t\tThe President developed a very good working relationship with President Medvedev.  They've met several times.  And I think tomorrow will be an opportunity for them to continue to focus on a number of issues that they've been having an ongoing dialogue about all year -- chiefly, our attempts to complete a START treaty agreement with them, and I'm sure that the subject of Iran and North Korea will come up, given Russia's role as a member of both the P5-plus-1 and the six parties.  So really to continue the very constructive and ongoing series of meetings that the President has had with President Medvedev and to move forward on those issues.\nQ    Do you expect him to show any specific new progress on that START successor?\nMR. RHODES:  I think that they are looking to move forward and we would like to complete that agreement by the end of the year.  And obviously a meeting of the Presidents is an effective way to move that process forward.  There's ongoing negotiations. This meeting is of course taking place in that context, so it's  -- it was an opportunity since Russia will be at APEC to -- for them to get together.  So I think they'll be looking to discuss how to move that forward, yes.\nQ    Ben, can I follow up on that?  It's pretty clear that they're not meeting to finalize any last-minute agreements or understandings to put the new START together.  So are they trying to talk about ways to have an umbrella agreement to get you past December 5th in a way that allows the negotiations to continue?\nMR. RHODES:  I think that's premature.  I mean, there's an ongoing set of negotiations.  I don't think that we've -- I don't think that the premise that we've decided that it's not going to be complete is what we're operating under.  I think that what they're still -- they're still working towards the kinds of targets that they set out in Moscow when they met earlier this year, and that they'll be working towards a completion of that agreement by the end of the year.\nQ    -- in case things aren't resolved by the 5th?\nMR. RHODES:  I mean, not -- I mean, right now our focus is on getting an agreement completed.\nQ    Michael, the President talked in his speech about free trade, economic engagement with the region.  How does the South Korean free trade agreement fit into that?  And does the administration have any even rough timeline when it would like to see that resolved and put forward and submitted to Congress and moved through that in a way that makes it a real deal?\nMR. FROMAN:  I think the President mentioned in his speech that he looked forward to working with our South Korean friends to address the outstanding issues so that we could move forward a trade agreement with them.  That will be, I'm sure, part of the discussion with the South Koreans both in APEC and when we're in Seoul early next week, including with regard to the timetable.\nQ    The accent the President put on being the first Pacific President and the fact that America is a Pacific nation -- doesn't this send a powerful message that Europe is not really high on his priorities?\nMR. GIBBS:  From the Italian press.\nMR. RHODES:  No, absolutely not.  The President is very, very deeply committed to the transatlantic alliance and our European allies.  He's obviously traveled extensively in Europe already this year.  As the President often likes to say, the world is not made up of zero-sum relationships.  And one of the central tenets of his foreign policy is that we need not ignore one part of the world to pay attention to another. \nSo certainly not.  On the Pacific point, though, I think there are a number of points I'd underscore that he included in the speech.  One, he was born in the Pacific, in Hawaii.  He grew up in Indonesia.  His mother worked extensively in the region.  He's traveled extensively in the region as a young man.  So this is a part of the world that helped shape his worldview.\nAnd then in terms of the United States, as Mike pointed out, we have a very strong series of relationships in both the economic side and the security side in this part of the world.  I think the President is sending both today in his speech and through this trip a very strong signal that we intend to be deeply engaged in this part of the world, both through our bilateral relationships, through some of these multilateral organizations that, frankly, the United States had not been as engaged in in recent years; and that that is based upon the deep interconnection that we have with the Asia Pacific region and the very extensive common interests that we hold.\nBut I would -- in no way would that be at the expense of any other part of the world.  Again, the President rejects the notion that there is a zero-sum equation that if you are focused on one thing you can't also be deeply engaged in another.\nQ    The President mentioned North Korea and abduction issue in the speech.  Why he didn’t meet the family whose members were abducted in North Korea?\nMR. RHODES:  I think he did briefly.  I mean, I would say that -- I'd have to go back and check the text, but the President feels very strongly that -- obviously there's a set of issues that are focused -- there's a set of negotiations that are largely focused on the nuclear program as it pertains to the six-party talks, but part of what the President was saying today -- or what the President was saying today was here is what North Korea needs to do essentially if it would like to have improved relations with the international community and move beyond the isolation that has been applied to it. \nAnd a key part of that in terms of its attempt to normalize relations with its neighbors, particularly Japan, is a full accounting of the abductee issue for Japanese families.  So the President does feel strongly that the abductee issue is a key step that North Korea has to take as it pertains to any process that would normalize its relationships with its neighbors.\nQ    Did the President meet with the family members of abductees?  That was his question.\nMR. RHODES:  Frankly, I would have to check, go back and check.  I mean, frankly, we're under, obviously, a tight schedule.\nQ    -- family members of abductees were invited to his speech, so I wonder if the President met with the --\nMR. RHODES:  I can check.  Not that I'm aware of.  But we can check and let you know.  I mean, I think there was an attempt to include them in the audience, but I'll just have to check if there was any further meeting.\nQ    My question is about (inaudible) issue.  In speech President Obama referred to his \"neighbors.\"  Which country are you referring to in the name of \"neighbor\"?  Does that mean Japan and South Korea?  If South Korea is included, why the President say that normalization between South Korea and North Korea --\nMR. RHODES:  I should clarify Japan.  Yes.\nQ    In the text it is plural number, \"neighbors.\"  So why it is plural?\nMR. RHODES:  I'll have to go back and check the text carefully, but obviously this is an issue that is between Japan and the United States.  As a strong friend and ally of Japan, the United States strongly supports the notion that there needs to be a full accounting of the abductee issue for Japanese families as a part of any -- we would support Japan's position as it pertains to any normalization.\nOn the other point, I'll just go back and check the text and have to let you know if there was -- what the issue was.\nQ    China has recently stopped publishing information about its trade relations with North Korea as of September, and the United States has been trying to isolate North Korea as part of the U.N. sanctions.  Will this come up in any possible meetings in Singapore with the Chinese, this question of no more data from the Chinese on their North Korea dealings?\nMR. FROMAN:  I'm not familiar with the issue.  I don't think it is currently on the agenda, although clearly there will be discussion of North Korea with the Chinese, if not in Singapore then during the visit to Beijing.\nMR. GIBBS:  Thanks, guys.\nEND                                      \n\t\t1:10 P.M. JST\n\t\t \n \n\n\t\t \n \n \n \n\n\n\n\n\n"
}