{
    "title": "Readout of the President’s Calls with President Berzins of Latvia, Prime Minister Cameron of the United Kingdom, President Grybauskaite of Lithuania, President Hollande of France, President Ilves of Estonia, and Prime Minister Renzi of Italy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/03/08/readout-president-s-calls-president-berzins-latvia-prime-minister-camero",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 08, 2014\n\n \n\n\n\nReadout of the President’s Calls with President Berzins of Latvia, Prime Minister Cameron of the United Kingdom, President Grybauskaite of Lithuania, President Hollande of France, President Ilves of Estonia, and Prime Minister Renzi of Italy\n\n\n\n\nThe President spoke separately with Prime Minister Cameron, President Hollande, and Prime Minister Renzi today about Ukraine. The President welcomed the strong, unified stance of the United States and the European Union regarding Russia’s military intervention in Ukraine, including in the conclusions of the March 6 European Council. The leaders reiterated their grave concern over Russia’s clear violation of international law and reaffirmed their support for Ukraine’s sovereignty and territorial integrity.\nThe President also spoke with President Berzins, President Grybauskaite, and President Ilves on a conference call today. The President reaffirmed the United States’ unwavering commitment to our collective defense commitments under the North Atlantic Treaty and our enduring support for the security and democracy of our Baltic allies. The Baltic leaders welcomed the provision of additional support to NATO’s Baltic Air Policing mission, and the leaders agreed to continue coordinating their efforts closely.\nAll of the leaders agreed on the need for Russia to pull its military forces back to their bases, allow for the deployment of international observers and human rights monitors to the Crimean peninsula, and agree quickly on the formation of a contact group that could lead to direct dialogue between Ukraine and Russia to de-escalate the situation and restore Ukraine’s sovereignty and territorial integrity. The leaders rejected the proposed referendum in Crimea as a violation of Ukraine’s constitution and underscored that all decisions about the future of Ukraine must include the government in Kyiv. The leaders made clear that Russia’s continued violation of international law will isolate it from the international community. They also discussed the need for the international community to provide strong support to the government of Ukraine as it works to stabilize its economy and prepares for elections in May. They agreed to continue close coordination, including through appropriate international organizations.\n\n\n\n\n"
}