{
    "title": "FACT SHEET: Expanding the Tech Economies of Communities across the Country | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/27/fact-sheet-expanding-tech-economies-communities-across-country",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 27, 2016\n\n \n\n\n\nFACT SHEET: Expanding the Tech Economies of Communities across the Country\n\n\n\n\n\nObama Administration announces winners of $150 million in TechHire Partnership grants, including $126 million for at-risk and disadvantaged young Americans \n\n\tToday, Vice President Biden and Department of Labor Secretary Perez announced the release of $150 million in Department of Labor grants for 39 partnerships across the country. With these funds, awardees will launch innovative training and placement models to develop tech talent, as a way to keep and create jobs in local economies. In addition to federal funding, grantees are leveraging nearly $50 million in philanthropic, private and other funding to contribute to their own local partnerships.\n\nA Large and Growing Opportunity for Local Economies\n\n\tHaving a pipeline of tech talent can be an important factor in bringing new jobs to local economies, facilitating business growth, and lifting more local residents into the middle class. These grants will enable more communities to expand their own local tech sectors.\n\n\nTech jobs are a pathway to the middle class. Tech jobs pay one and a half times the average wage of a private-sector job. Studies have shown that these opportunities are also accessible to those without college degrees-- men and women with non-degree certificates in computer or information services earned more than 65 percent of men and women, respectively, with more traditional Associate degrees.\n\n\t\t There is a large and growing unmet demand for tech workers. Today, there are over 600,000 open IT jobs across all sectors—more than two-thirds in fields outside the tech sector, such as manufacturing, financial services and healthcare. Across the country, employers are struggling to find skilled talent for these positions. A study from CEB found that in 10 major metropolitan areas (including New York, Atlanta, Seattle, and Houston), there are only five skilled job seekers available for every eight open IT jobs. Compared to 2010, it now takes employers five additional weeks to fill the average vacancy—at a cost to employers of $8.6 million per 1,000 vacancies.\n\n\t\t  New innovations in training and hiring can help meet the tech job demand. Nearly 40 percent of tech jobs do not require a four-year degree. In recent years, there has been a proliferation of fast-track tech training programs like “coding bootcamps” that prepare people with little technical know-how for tech jobs, often in just a few months. A recent survey from Course Report found that bootcamp graduates saw salary gains of 38 percent (or about $18,000) after completing their programs. At the same time, employers in cities like Albuquerque have been adopting new “skills-based” hiring approaches that enable job seekers to demonstrate their skills to get hired even if they lack traditional qualifications like computer science degrees.\n\n\t\t Tech talent can be an important driver of local economic development. Companies report that one of the main factors in deciding where to locate is the availability of skilled talent. Moreover, research from economist Enrico Moretti shows that for each job in the average high-tech firm, five new jobs are indirectly created in local economies.\n\n\n\tIn response to this opportunity, in March 2015, President Obama launched TechHire, a bold multi-sector effort and call to action for cities, states, and rural areas to work with employers to design and implement new approaches like coding bootcamps to train workers for well-paying tech jobs often in just a few months.\n\n\tSince then, 50 communities with nearly 1,000 employer partners have begun working together to find new ways to recruit and place applicants based on their skills and to create more fast-track tech training opportunities. These range from programs in New York City that connect low-income young people to tech training and internships to a program in rural Eastern Kentucky that teaches former coalminers to code.\n\n\tThe federal government is doing its part to support communities in this work with a specific focus on making sure that access to these innovations is widely shared, supporting best practice sharing amongst communities, and encouraging engagement of the key stakeholders that fuel a TechHire community -- including employers, innovative training providers and local workforce development leadership. As stakeholders help engage more employers and connect more local communities to these opportunities, the TechHire network will continue to grow.\n\nMore details on today’s announcements\n\n\tToday, the Department of Labor is awarding 39 grants—totaling $150 million—for programs in 25 states and Washington, DC to support innovative ways to get workers on the fastest paths to well-paying information technology and high-growth jobs in in-demand sectors like healthcare, advanced manufacturing, and financial services. Of these grants, $126 million will specifically target strategies designed to best support young Americans, ages 17 to 29.\n\n\tAll of the partnerships funded today engage in the following practices:\n\n\t1)      Expand access to accelerated learning options that provide a quick path to good jobs, such as “bootcamp”-style programs, online options, and competency-based programs.\n\n\t2)      Use data and innovative hiring practices to expand openness to non-traditional hiring by working with employers to build robust data on where they have the greatest needs, identify what skills they are looking for, and build willingness to hire from both nontraditional and traditional training programs.\n\n\t3)      Offer specialized training strategies, supportive services, and other participant-focused services that assist targeted populations to overcome barriers, including networking and job search, active job development, transportation, mentoring, and financial counseling.\n\n\t4)      Emphasize inclusion by leveraging the high demand for tech jobs and new training and hiring approaches to improve access to tech jobs for all citizens, including out-of-school and out-of-work young Americans, people with disabilities, people learning English as a second language, and people with criminal records.\n\n\t$126 Million in Grants to Create Pathways to Careers for At-Risk and Out-of-School, Out-of-Work Young Americans\n\nExamples of selected communities and programs include:\n\n\nAtlanta, GA. ATL TechHire: Fostering an IT Workforce Ecosystem to Inspire Atlanta’s Under-Represented IT Workforce to Pursue IT Careers ($4 million)\n\n\n\tATL TechHire will train the City of Atlanta’s youth and young adults with barriers to employment and other unemployed and underemployed for open jobs in tech. Led by the Atlanta Workforce Development Agency, in partnership with Iron Yard and TechSquare Labs, ATL TechHire has developed customizable training tracks to serve differing needs. Participants will be enrolled in TechSquare Labs’ innovative Culture Fit and Career Readiness programs, as well as fast-track training with one of the Iron Yard’s coding bootcamps, to train participants for jobs in front- and back-end engineering, mobile engineering, data science, and design; or with the Atlanta Technical College for degrees that lead to in-demand IT jobs.\n\n\nAlbuquerque, NM. New Mexico Tech Connections (NMTC): Expanding Career Pipeline to IT for Youth and Disadvantaged Workers ($4 million)\n\n\n\tWorkforce Connection of Central New Mexico (WCCNM) will use grant funds to expand its NMTC consortium in order to build a career pipeline into IT for around 338 young adults and other workers with barriers to training and employment. Serving the city of Albuquerque, as well as Bernalillo, Sandoval, Torrance and Valencia counties, NMTC consists of training and education partner, College of New Mexico, along with six area employers and promises to address gaps in conventional training for H-1B jobs.\n\n\nMiami, FL. ACCEL in Tech: Bringing Customized Training in IT, Healthcare and Financial Services to Those with Barriers to Employment ($3.5 million)\n\n\n\tAcquiring Credential and Creating Experiential Learning (ACCEL) in Technology will leverage the size and resources of Miami Dade College, along with the expertise of partners including CareerSource South Florida Mount Sinai Medical Center, AHIMA Foundation, and the McKinsey Social Initiative, who will provide guidance on advisory boards, curriculum development, employee mentors, opportunities for paid work experiences, and commitments to hire participants. This program will develop customizable training for the individual. Through this initiative, over 400 young adults with barriers to employment will gain access to training in IT, healthcare, and financial services.\n\n\nNew York, NY. TechIMPACT Program: Training and Placing Youth at Large Tech Companies and Startups ($3.9 million)\n\n\n\tLaGuardia Community College will partner with General Assembly, Udacity, Software Guild and others to offer accelerated tech training to young adults in web development, java, and computer network support. Given that young people often struggle to connect to their first job, TechIMPACT is teaming up with partners to make sure that graduates have connections to internships and job placements when they graduate. IBM, Walmart, and other employer partners are committing to interview and hire qualified candidates, and Uncubed will place graduates with a network of high-growth startup companies.\n\n\nNew York; Washington, DC; and Maryland. Pathways to Tech Careers: Providing Multi-Tiered Training Model to Improve Skills of Young, Low-Wage, and Veteran Workers ($5 million)\n\n\n\tJobs for the Future, Inc.’s program will establish and expand accelerated training programs that prepare youth and young adults with barriers to employment for high-wage, high-demand careers in IT in New York City Washington, D.C., Prince George’s County, Anne Arundel County and Howard County, MD.  PTC will have three tracks including a bootcamp-style, immersive web development training, a data analytics training for incumbent workers to upskill to better jobs, and a short-term IT security program for veterans. PTC will build on the national presence of JFF, General Assembly, and Per Scholas to demonstrate multiple strategies to move individuals from entry-level jobs into the middle-class with tech training.\n\n\nSeattle, WA. TechHire Seattle-King County: Implementing LaunchCode’s Successful Apprenticeship Model ($3.8 million)\n\n\n\tSeattle Central College will work with the LaunchCode Foundation, EnergySavvy, Unloop, Floodgate, Ada Developer Academy and other partners to connect young Americans to jobs in database administration and development, mobile product development, network design and administration, programming, web design, and web development training. To increase opportunities for employers to find high-quality, diverse, entry-level talent, and for students to learn on the job, LaunchCode will connect students at no cost to the student with companies that will offer mentorship and training through a paid apprenticeship program, with the option for employers to hire the student at the end of the 3-6 month apprenticeship. Launchcode has successfully launched and grown this model in 4 U.S. cities, achieving 90 percent placement rates and more than doubling salaries of participants. Seattle is leveraging $4.4 million in philanthropic and private contributions to support this initiative.\n\n\t$24 Million in Grants to Connect People with Criminal Records, People with Limited English Proficiency and People with Disabilities to In-Demand Jobs\n\nExamples of selected communities and programs include:\n\n\n-Indianapolis, IN. GOAL! Program: Expanding Language and Technical Skills for LEP Individuals ($3.2 million)\n\n\n\tLed by the Labor Institute for Training (LIFT), in partnership with Jobs for the Future and Indiana Adult Education, Growing Opportunities in America for Latinos! (GOAL!) will enhance and expand services throughout the state of Indiana. The program will enhance and expand English language and advanced manufacturing technical skills for 400 residents with limited English proficiency. Incumbent workers will also have access to upskill opportunities through the Industrial Manufacturing Technician (IMT) registered apprenticeship, leveraging the American Apprenticeship Initiative grant awarded by the Department of Labor to Jobs for the Future. \n\n\nKern, Inyo, and Mono Counties, CA. Next Step Program: Offering Skills Training to Individuals with High-Function Autism Spectrum Disorders ($4 million)\n\n\n\tThe Exceptional Family Center, the Kern County Hispanic Chamber of Commerce and Bakersfield Adult School will collaborate with local employers and partners to train local individuals with high-functioning Autism Spectrum Disorders for open jobs. Geared towards those with documented barriers to training and employment, the Next Step Job Training and Employment Partnership (Next Step) will offer courses at UCLA Extension and Bakersfield Adult School in computer skills, vocational education, and medical coding. The partnership will also offer a bootcamp training on soft skills to improve employability and job performance—including effective communication, workplace behavior, and independent living.\n\n\t$36 Million of Total Grants will Support Workers in Rural Communities in Retooling and Retraining for New Jobs\n\n\tOf the $150 million in grants, $36 million have been awarded to programs that will specifically target rural communities that are serving young people and other disadvantaged populations described in the sections above.\n\nExamples of selected communities and programs include:\n\n\n\t\t Midlands Region of SC. Midlands TechHire: Offering Numerous Boot Camps, Scholarships and Internships in Networking and Programming ($4 million)\n\n\n\tMidlands Technical College will offer scholarships to 400 individuals for five accelerated learning boot camps that will train students for networking and programming occupations, such as computer technicians and web development, in six to eight weeks. Along with the wide range of technical training programs offered, Midlands TechHire will provide exam preparation for certifications, as well as classes and workshops in soft skills and job readiness. Graduates of these accelerated training programs will qualify for sponsorship of exam fees and paid three-month internships in IT occupations. With assistance from 24 grant partners, Midlands TechHire will be able to provide a comprehensive assessment of barriers and customized support services for each student.\n\n\n\t\t West Virginia. WVTTI: Transforming Local Economy by Training and Upgrading Young Adults for New Tech jobs in Software and Engineering ($4 million)\n\n\n\tWith its West Virginia Technology Transformation Initiative (WVTTI), Bridge Valley Community and Technical College is helping transform this once coal-dependent regional economy into a technology-based one. WVTTI is specifically focused on helping the young adult population find jobs as software developers, mechanical engineers, and machinists, among other opportunities. By leveraging this grant and facilitating relationships among local training providers, workforce organizations, and employers such as the Appalachian Power Company, the WVTTI will expand efforts to help young West Virginians upgrade their skills and gain the credentials needed to obtain middle- and high-skill jobs.\n\n\tMore details on all winners can be found here.\n\n\tA list of winners and grant amounts is below.\n\n\n\nBuilding on Progress: President Obama’s Job-Driven Training Agenda\n\n\tThe TechHire Partnership grants build on progress already underway. Since the President and Vice President released their Job-Driven Training review in July 2014, Federal agencies have taken actions to make programs serving approximately 20 million Americans every year more employer-driven. And over the past 7 years, we have taken a number of steps to support the American workforce and prepare it for the 21st century, including:\n\nTraining Americans for jobs of the future. Through TechHire and Computer Science for All, the Administration is connecting Americans with the tech skills that employers are increasingly seeking, across many industries and roles.\n\n\nLaunching Computer Science for All. This year, the President unveiled his plan to give all K-12 students across the country the chance to learn computer science (CS) in school. This initiative builds on a growing movement led by parents, teachers, districts, states, and the private sector to expand CS education. To jumpstart this effort, the National Science Foundation (NSF) and the Corporation for National and Community Service (CNCS) have pledged to invest more than $135 million to support and train CS teachers across the country over the next five years. In addition, in his budget, the President has called for $4 billion in funding for states, and $100 million directly for districts, to train teachers, expand access to high-quality instructional materials, and build effective regional partnerships. Since its launch, nine states have taken action to expand access to CS education, the private sector has made more $250 million in philanthropic commitments, and more than 25 Governors have called on Congress to increase K-12 CS funding.\n\n\nMaking sure all Americans have a fair shot. The President has taken steps to expand and improve efforts to connect workers who have been displaced by economic change to the workforce system and into good jobs. Building on models of what works, these efforts have helped not only those affected by trade and globalization, but also by the aftermath of the Great Recession, by long-term changes in the energy industry, by the rapid rate of technological change and the adoption of new methods, and in communities that suffer from economic isolation and decline.\n\n\nSecuring a six-year extension and expansion of Trade Adjustment Assistance (TAA) in June 2015, which provides vital job training, income support and other benefits to American workers displaced by the forces of globalization. The number of estimated workers currently eligible for benefits and services is over 100,000, which is almost double the number of workers eligible for TAA benefits and services in all of fiscal year 2015 under the older program. \n\nHelping the long-term unemployed get back to work and stay in the labor force, including through a $170M Ready to Work grant that supports partnerships with businesses to create a best practices for hiring the long-term unemployed. In addition, DOL is providing robust reemployment services and eligibility assessments through $200 million in grants to all 50 states and territories to help prevent long-term unemployment and connect jobseekers to the labor market. Through FY 2016, an estimated 1.3 million unemployed workers will be served. \n\nLaunching the Partnerships for Opportunity and Workforce and Economic Revitalization (POWER) Initiative, a Department of Commerce led effort bringing together 10 federal agencies to assist communities negatively impacted by changes in the coal industry and power sector with coordinated federal economic and workforce development resources that help communities diversify their economies and provide reemployment services and job training.\n\nStrengthening relationships with businesses to recruit and hire veterans. The Veterans' Employment and Training Service (VETS) within DOL established an employer outreach team that encourages employment commitments from national and regional employers seeking to hire veterans.  VETS expanded the outreach team to connect with over 600 employers ranging from small businesses to Fortune 500 companies.\n\n\nScaling Up What Works. The Administration has implemented a job-driven checklist that reorients job training grants to align with the elements that matter most to getting Americans into better jobs.\n\n\n\t\t Implementing the job-driven training checklist that reorients competitive job training grants to align with best practices based on elements that matter most to getting Americans into better jobs. To date, agencies have awarded over 15 competitive job-training grant programs that total more than $1.5 billion.\n\nSigning the bipartisan Workforce Innovation and Opportunity Act (WIOA), the first reform of federal job training programs in nearly 20 years that reaches approximately 20 million Americans annually. WIOA improves business engagement, accountability, access, and alignment across training programs.\n\n\nDoubling Down on Proven Strategies. The Administration is using evidence-based practices to direct limited Federal resources into results-driven models. For example, a recent study found participants in Registered Apprenticeship programs earned $300,000 more over their lifetimes than a comparison group.\n\n\nExpanding Registered Apprenticeship programs through $265 million in targeted investments. Since the President’s 2014 State of the Union call to action, the United States has added more than 81,000 new Registered Apprenticeship opportunities, the nation’s largest increase in nearly a decade.\n\nInvesting in training for dislocated workers that follows employer needs in key sectors. DOL has awarded nearly $300 million in Sector Partnerships and Job-Driven Training grants focusing on training dislocated workers. Sector partnerships are consistently cited as one of the most effective strategies to better align education with employer needs and have been shown through randomized evaluations to lead to higher rates of employment and earnings. \n\nInvesting $2 billion in the Trade Adjustment Assistance Community College and Career Training grant program that has created 2,300 in-demand education and training programs at community colleges in all 50 states. To date, nearly 300,000 participants have enrolled in these programs, earning 160,000 credentials.\n\n\n\n\n\n"
}