{
    "title": "ADVISORY: Vice President Biden to Travel to Pennsylvania to Highlight Recovery Act Broadband Investments | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/advisory-vice-president-biden-travel-pennsylvania-highlight-recovery-act-broadband-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 29, 2009\n\n \n\n\n\nADVISORY: Vice President Biden to Travel to Pennsylvania to Highlight Recovery Act Broadband Investments\n\n\n\n\n THE WHITE HOUSE Office of the Vice President  ___________________________________________________________________________  For Immediate Release                                                          June 29, 2009  *MEDIA ADVISORY* Vice President Biden to Travel to Pennsylvania  to Highlight Recovery Act Broadband Investments  Washington, D.C. – On Wednesday, July 1, Vice President Biden will travel to Erie, Pennsylvania, to highlight Recovery Act broadband investments. The Vice President will be joined by Secretary of Commerce Gary Locke, Secretary of Agriculture Tom Vilsack, Federal Communications Commission Chairman Julius Genachowski, Congresswoman Kathy Dahlkemper and other local officials. General public tickets are available on a first-come, first-served basis from 4:00pm to 7:00pm on Tuesday, June 30, at the main lobby of Seneca High School, 10770 Wattsburg Rd., Erie, PA 16509. This event is OPEN PRESS, but media must RSVP to press@ovp.eop.gov by Tuesday, June 30, 2009, by 5:00pm EDT. Media Details are Below: Vice President Biden to travel to Erie, Pennsylvania    Scheduled Speakers: Vice President Joe Biden              Secretary of Commerce Gary Locke              Secretary of Agriculture Tom Vilsack              Federal Communications Commission Chairman Julius Genachowski              Congresswoman Kathy Dahlkemper       Date: Wednesday, July 1, 2009       Location: Seneca High School               10770 Wattsburg Rd.               Erie, PA 16509       Sat Truck Parking: Gymnasium parking area, to the right past main entrance.       Press Parking: Gymnasium parking area, to the right past main entrance.       Press Entrance: Direct to rear door of gymnasium, follow signs past Press Parking Area.       Camera Pre-set: 7:30am to 8:00am EDT       Restricted Access: 8:00am to 10:00am EDT       Press Arrival: 10:00am EDT       Final Press Access: 11:30am EDT       Event Begins: 12:00pm EDT       Cable Run: 250 feet       Throw: 40 feet       RSVP: This event is OPEN PRESS, but media must RSVP with the NAME, MEDIA OUTLET, PHONE AND EMAIL for each person planning to cover the event to press@ovp.eop.gov by Tuesday, June 30, at 5:00pm EDT. At the event, you will be required to wear your media credential at all times, either around the neck or pinned to clothing.      For logistical questions, please call Michael Epstein, 202-757-9620 **Wireless internet is available.\n\n\n\n"
}