{
    "title": "Background Information on the Presentation of Portraits of President George W. Bush and Mrs. Laura Welch Bush | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/31/background-information-presentation-portraits-president-george-w-bush-an",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 31, 2012\n\n \n\n\n\nBackground Information on the Presentation of Portraits of President George W. Bush and Mrs. Laura Welch Bush\n\n\n\n\n\nPresident George Walker Bush\n\tPresident George W. Bush is portrayed standing in the center of the Oval Office in the West Wing. His right hand rests on an armchair made for the White House in 1818 by District of Columbia cabinetmaker William King, Jr. A corner of the “Resolute desk,” presented to the White House by Queen Victoria in 1880, can be seen behind the chair. Over his right shoulder hangs a 1929 western painting, A Charge to Keep, by William H. D. Koerner. The President, who had used the same title for his 1999 memoir, often called attention to that painting and its significance.\n\nMrs. Laura Welch Bush\n\tFor the setting of her portrait, First Lady Laura Bush selected the Green Room, as refurbished with her active participation in 2007. Wearing a midnight blue gown, she rests her left hand on a lyreback armchair attributed to the famous New York cabinetmaker, Duncan Phyfe, c.1810. Federal easy chairs, among antique American furniture added to the room in 1971-72, were reupholstered in a rich salmon-colored silk. The 1767 David Martin portrait of Benjamin  Franklin hangs over the neoclassical mantel, acquired for the White House in 1818.\n\nAbout the Artist\n\tJohn Howard Sanden, born in 1935 in Austin Texas, now lives in Connecticut and maintains a studio in Carnegie Hall in New York City. Well known for his portraits of leaders of industry and education, he received the first John Singer Sargent Medal for Lifetime Achievement from the American Society of Portrait Artists in 1994.\n\nCommissioning\n\tAs usual, the White House Historical Association contracted with the artist selected by the subjects and will donate the finished paintings to the White House as a gift of the George B. Hartzog, Jr. White House Acquisition Trust. In 2010, President Bush selected John Howard Sanden to execute his White House portrait.  The success of the sittings and the portrait itself, completed in 2011, led Mrs. Bush to select Sanden for her portrait as well, finished in early 2012.\n\n\n\n\n"
}