{
    "title": "G-20: Fact Sheet on a New Global Framework to Fund Innovative SME Finance Models | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/12/g-20-fact-sheet-a-new-global-framework-fund-innovative-sme-finance-model",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 12, 2010\n\n \n\n\n\nG-20: Fact Sheet on a New Global Framework to Fund Innovative SME Finance Models\n\n\n\n\n\n\tToday, President Obama, in partnership with Canada, the Republic of Korea, and the multilateral development banks, launched a global framework for financing the winning proposals of the G-20 SME Finance Challenge and other successful models.  This framework provides a vehicle for interested donors and investors to support the businesses of the poor and near poor in developing countries.  So far, $528 million has been committed to the framework.\n\t \n\tThe core of the framework is the new global SME Finance Innovation Fund.  The Innovation Fund will be structured flexibly to include grant funding for technical assistance, capacity building, and project development and to accommodate funding from different sources.  Participation by a wide variety of donors and partners will be facilitated.  It will also make junior tranche funding available for leveraging private SME financing with a view to improving access to finance for SMEs on a sustainable basis.  The initial focus of the SME Finance Innovation Fund will be on implementation of the winning models of the G-20 SME Finance Challenge.  The International Finance Corporation (IFC), a member of the World Bank Group, will take the lead role in structuring and administering the Fund.\n\t \n\tMore than two thirds of SMEs in developing countries have no access to finance from the formal financial sector.  Yet rapid growth in SMEs is the most powerful engine of job creation in a wide range of economies.  These firms are often too small to attract the interest of commercial banks or investors, but too large to benefit from microfinance products.  To date, few scalable solutions to support this “missing middle” tier of businesses have been found.  This market failure, the large gap between the demand and supply of SME finance, is a serious constraint on efforts to promote strong and sustainable global recovery.\n\t \n\tTo find the best means to reach these “gap” businesses, G-20 Leaders in Toronto launched the SME Finance Challenge and committed to mobilize funds for implementation of the winning proposals.  The Challenge called on the private sector for ideas on how governments and public institutions can be more effective in catalyzing private SME finance.  The Challenge, funded by the Rockefeller Foundation and run by Ashoka Changemakers, is an innovative approach that uses the G-20’s reach and convening power to find the best models around the globe.  Response to the Challenge was very strong with 354 entries received.  President Obama, with President Lee of the Republic of Korea and Prime Minister Harper of Canada, congratulated the 14 winners of the competition at a press conference after the Leaders meeting today.\n\t \nThe United States, Canada, and the Republic of Korea are leading the effort to finance the G-20 SME Finance Challenge winners.\n\t \n\tThe first contributors to the SME Finance Innovation Fund are the U.S. Agency for International Development (USAID), the Government of Canada, and the Government of the Republic of Korea with a combined contribution of $26 million.  USAID, leveraging its experience with its own Development Innovation Ventures, will work with the Challenge winners to prepare their initial submissions for financial support by assigning them an Innovation Fellow.\n\t \n\tIn addition, the Overseas Private Investment Corporation (OPIC) is committed to provide further risk capital through co-financing Innovation Fund projects of up to $200 million, subject to approval by its Board.  And the Korean Export Import Bank (KEXIM) commits to provide co-financing of up to $100 million, subject to approval by its Board.\n\t \nDevelopment banks from all regions will also support implementation of the winning proposals.\n\t \n\tThe United States, Canada, and the Republic of Korea will be joined by the IFC, the KFW Banking Group, the Asian Development Bank (ADB), the Inter-American Development Bank (IDB), the African Development Bank, and the European Bank for Reconstruction and Development (EBRD), all of which are committed to provide financing as needed for these projects, subject to approval by their Boards.  In particular, the IDB intends to participate in financing for its region with up to $200 million, subject to Board approval.  And the Multilateral Investment Fund of the IDB will finance capacity-building grants in parallel with the Innovation Fund for an amount up to $2 million, subject to internal approval.\n\t \n\tAll together, OPIC, USAID, the Governments of Canada and the Republic of Korea, and the IDB will provide up to $528 million to support innovative SME finance models.\n\t \n\tThe SME Finance Innovation Fund partners call on other G-20 governments, public and private donors, and private investors to join this effort and commit resources to fund the implementation of the SME Finance Challenge winners and other successful models.\n\n\n\n\n"
}