{
    "title": "Presidential Memorandum - Eleventh Quadrennial Review of Military Compensation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidential-memorandum-eleventh-quadrennial-review-military-compensation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\n\nDecember 11, 2009\n\n \n\n\n\nPresidential Memorandum -  Eleventh Quadrennial Review of Military Compensation\n\n\n\n\nMEMORANDUM FOR THE SECRETARY OF DEFENSE\nSUBJECT: Eleventh Quadrennial Review of Military Compensation\nUnder section 1008(b) of title 37, United States Code, every 4 years the President is required to complete a review of the compensation system for the uniformed service members of the Department of Defense, the Coast Guard, and the commissioned corps of the National Oceanic and Atmospheric Administration and Public Health Service. You will be my Executive Agent for this review, consulting me as required.\nIt is not the powerful weapons that make our Nation the strongest in the world. It is the spirit and skill of our men and women in uniform. The current military compensation system has allowed us to recruit and retain the highest caliber men and women in our Nation's history, and that system needs to be regularly validated for sufficiency and responsiveness.\nIn these times of unprecedented expectations and demands, our attention must be on the well-being of our personnel in uniform. The defense of the homeland and ongoing overseas operations require us to examine and determine whether compensation levels are sufficient to sustain current and future efforts to recruit and retain the right skill set and experience level.\nI would like your review to focus on the following areas:\n\nthe compensation for service performed in a combat zone, combat operation, or hostile fire area, or while exposed to a hostile fire event;\nthe Reserve and National Guard's compensation and benefits for consistency with their current and planned utilization;\nthe compensation benefits available to wounded warriors, caregivers, and survivors of those fallen service members; and\nthe pay incentives for critical career fields such as mental health professionals, linguists/translators, remotely piloted vehicle operators, and special operations personnel.\n\nAs the Executive Agent for the Eleventh Quadrennial Review of Military Compensation, you shall ensure that representatives of other relevant executive branch agencies, such as the Secretaries of Homeland Security, Commerce, and Health and Human Services, participate in this review, as appropriate. The review should be completed within 1 year of its initiation, with an update submitted to the President after 6 months, and a preview of the results 30 days prior to the end of the review period.\nOn behalf of the American people, I thank you in advance for your leadership in this area, your thoughtful resource analysis, and, more importantly, your sincere concern for our uniformed personnel and their families.\nBARACK OBAMA\n\n\n\n"
}