{
    "title": "First Lady Michelle Obama to Travel to Japan and Cambodia March 18-22 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/03/17/first-lady-michelle-obama-travel-japan-and-cambodia-march-18-22",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMarch 17, 2015\n\n \n\n\n\nFirst Lady Michelle Obama to Travel to Japan and Cambodia March 18-22\n\n\n\n\nTokyo, Japan; Kyoto, Japan; Siem Reap, Cambodia\n*Updated with additional event information for the First Lady’s visit to Tokyo.\nIn case you missed it: Read the First Lady’s Op-Ed “Let’s Ensure That Every Girl Can Learn” HERE.\nOn the heels of the President and First Lady’s launch of the Let Girls Learn international girls education initiative, Mrs. Obama will travel to Japan and Cambodia from March 18-22, 2015. She will visit Tokyo on March 18-20, Kyoto on March 20, and Siem Reap on March 20-22.  She will be joined by Peace Corps Director Carrie Hessler-Radelet.\nFor more information on the Let Girls Learn Initiative, please click HERE.\nWhile in Tokyo, the First Lady will meet with Mrs. Akie Abe, the Spouse of the Prime Minister of Japan, and deliver remarks on the importance both countries place on international girls education. The First Lady will also announce plans to deepen our partnership on this issue, including through a collaboration between the Peace Corps and Japan’s Overseas Cooperation Volunteers. Following their remarks, Mrs. Obama and Mrs. Abe will meet with Japanese university students and share stories from their own educational backgrounds.\n* Also in Tokyo, the First Lady will meet with the Emperor and Empress of Japan and will participate in a meet and greet with embassy employees.\nThe First Lady will travel to Kyoto on March 20 and visit the Kiyomizu-Dera Buddhist Temple and the Fushimi Inari Shinto Shrine. She will also greet staff from the U.S. Consulate in Osaka.\nOn the evening of March 20, the First Lady will travel to Cambodia, one of the first 11 countries to be included in the Let Girls Learn Peace Corps initiative.  In Cambodia, Mrs. Obama and Peace Corps Director Hessler-Radelet will see up close how community-driven solutions – which are key components of the Let Girls Learn Peace Corps program – are changing girls’ lives.\nWhile in Cambodia, Mrs. Obama and Mrs. Bun Rany, the First Lady of Cambodia, will meet with high school students and hear directly how they benefit from community-led programs like Room to Read and the Peace Corps. Room to Read is a non-profit organization that focuses on literacy and gender equality in education, specifically working in Asia and Africa.\nFollowing the First Lady’s meeting with Cambodian students, she will deliver remarks to Peace Corps Volunteers participating in a girls education training event that is part of Let Girls Learn. Community leaders and educators who serve as local partners for the Peace Corps volunteers will also be at the event, working together with their respective volunteers to affect change. The training – representative of others happening around the world – equips Peace Corps Volunteers with the necessary resources to break down barriers to girls’ education in their communities.\nThe First Lady will also host a roundtable with Peace Corps Volunteers, local community leaders, and civil society members who are implementing projects to support girls’ education in Cambodia. While in Siem Reap, the First Lady will also visit Angkor Wat and participate in a meet and greet with embassy employees in Cambodia.\nIn both Japan and Cambodia, the First Lady will share her trip with students through daily online diary entries and a collaboration with PBS LearningMedia. PBS LearningMedia will offer opportunities for young people to connect to, and learn from, Mrs. Obama’s trip, and will provide resources for U.S. classrooms that explore the culture, geography and current events in Japan and Cambodia.\n\n\n\n\n"
}