{
    "title": "Panel Discussion with the First Lady, Julia Gillard, Former Prime Minister of Australia, Charlize Theron, Actress and Activist, and Nurfahada, Girl Project Ambassador on the Importance of Girls' Education | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/09/30/panel-discussion-first-lady-julia-gillard-former-prime-minister",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 29, 2015\n\n \n\n\n\nPanel Discussion with the First Lady, Julia Gillard, Former Prime Minister of Australia, Charlize Theron, Actress and Activist, and Nurfahada, Girl Project Ambassador on the Importance of Girls' Education\n\n\n\n\n\n\tThe Apollo Theater\n\tNew York, New York\n\n\t11:43 A.M. EDT\n\n\tMS. LEIVE:  Welcome, everybody.  Now, I want to start off -- I think they’re a little excited about the panel.  I want to start off by asking you -- this is an issue that affects every human on this planet.  But I’m curious about the reasons that each of you decided personally to get involved with this cause.  \n\n\tJulia -- why did you decide to take this issue on?\n\n\tMS. GILLARD:  For me, education has been a theme across my life.  I was very conscious growing up that my father missed out on a good-quality education simply because of poverty growing up in a village, a coal-mining village in South Wales.  I know education has made my life, so I’m passionate about ensuring that we make sure every girl around the world has the same opportunities.\n\n\tMS. LEIVE:  Charlize?\n\n\tMS. THERON:  Yes.  We all should have that right.  And it shouldn’t be education -- something as vital as education shouldn’t be left up to the lottery of geography or gender.  It’s just not fair.  \n\n\tAnd I think that most of the problems that we have in the world is because over half of the population is not having access to that education.  And I think for myself personally, coming from South Africa, where we have the highest population of HIV -- people living with HIV, we have done so much research in the field of education, and we know that stopping AIDS lies within education.  And so it’s so interconnected; you can’t do one without the other.  \n\n\tMS. LEIVE:  Mrs. Obama?\n\n\tMRS. OBAMA:  Well, for me, this is personal.  When I think about those 62 million girls that aren’t in school I think about myself, I think about my daughters.  Because, quite frankly, all these girls, these are our girls.  And I think about where I would be in my life if I didn’t work hard in school and have the opportunity to go to college and then onto law school.  I wouldn’t be here.\n\n\tSo I think it’s imperative -- and it is part of my passion and my mission -- to make sure that every girl on the planet has the same opportunity that I’ve had, that my daughters have.  And I want to make sure that all of you here in the United States are taking advantage of the opportunities that you have as well.  I want you to be that hungry to get your education, because it is going to be the key to your future.  (Applause.)  \n\n\tMS. LEIVE:  Nurfahada, we’re going to hear your story in a minute, but first I want to take a question from the crowd here.  We have a question from a student.  Monica (ph), from Communities in Schools.  Monica.\n\n\tQ    Hi, I’m Monica.  I’m 17, from Communities in Schools.  And my question for you all is tell me a little bit about your education growing up.  What was school like?  And did you have a favorite teacher or subject?\n\n\tMS. LEIVE:  Charlize, do you want to start us off here?\n\n\tMS. THERON:  Well, I’m from South Africa, so I had a really interesting primary education.  It was the kind of little farm community school -- very small, very intimate.  Sometimes no shoes.  Some kids would just walk to school, it was a very safe environment, and just in the middle of nature.  It was really special.\n\n\tAnd I only realized how fortunate I was to kind of go to this very unique little school when I came to America and I saw bigger schools, and also when I went to high school.  But there was a teacher there -- I was raised in Afrikaans.  And I went to school -- I had my schooling in Afrikaans.  And we had an English teacher, Mrs. Beal (ph), and she had flaming red hair.  And she just walked down the school halls with this attitude of ownership.  And she was a little round, and she would just shake her hips in a way that was just like -- there was complete ownership in her.  \n\n\tAnd she was really inspiring to me because she was so -- she would say something for exactly what it was.  And she also never let -- she saw the potential in girls just as much as in boys.  And so we were allowed the same and we were treated the same.  And that meant that when I got in trouble, I went to the principal’s office -- and she made sure to do that quite a bit.  And now I’m so grateful for it.\n\n\tMS. LEIVE:  Mrs. Obama, I know you’ve talked about what your educational experience was like.  Can you share that?\n\n\tMRS. OBAMA:  Well, I grew up on the South Side of Chicago.  I’m the product of the public school system in Chicago.  I went to the neighborhood grammar school, elementary school around the corner from my house.  And from the time I could remember, for whatever reason -- probably because of my parents -- I knew that school was important.  And I wanted to put 120 percent into it.\n\n\tI always wanted to be the top student.  I wanted to talk.  I wanted to raise my hand.  And I had parents -- even though they never went to college, they always had that expectation for us.  My brother and I, we were going to college.  Period.  \n\n\tBut I also remember these wonderful teachers that I had at Bryn Mawr -- that’s the name of my school; it’s a new name now, but it’s still there -- Mr. Martinez, Mr. Bennett (ph).  Those teachers were the first teachers that I could tell who loved students.  And they would let us just talk and talk and talk, and we would spend hours sometimes debating subjects, talking about popular culture.  And I just learned, as I’ve said, to speak up for myself.\n\n\tAnd then I got the chance to go to a magnet high school on the far West Side of Chicago.  And it was a new school, it was a college prep school.  And I felt so lucky -- you had to test to get in, and I wanted so desperately to be at a school where they -- where every student valued education, where there wasn’t -- where you weren’t treated like some strange nerd because you liked to read, or that you wanted to do well.  And Whitney Young was that school for me.\n\n\tSo I would get on a bus and ride for an hour and a half to get to this school.  That’s how important it was for me.  It took me an hour and a half to get there and an hour and a half to get back.  So I spent three hours commuting to get to this high school because I was determined that this high school was going to be my stepping stone to the colleges that I wanted to be able to compete for.\n\n\tAnd I always loved writing.  And that’s one thing I encourage all of you to do.  There is nothing that you can’t do if know how to write and communicate well.  So don’t get mad at your teachers when they edit your papers and they make you write and rewrite and rewrite, okay?  Because that’s just going to get you into the practice of being who you want to be. \n\n\tAnd when you go to college -- and all of you are going to college, whether it’s community college or four-year college, you’re going -- (applause) -- you will be grateful that you spent this time learning how to write.\n\n\tMS. LEIVE:  We have another question from the audience.  This one is from Rhea (ph), and Rhea is a Girl Scout.  Hi, Rhea.\n\n\tQ    Hi.  I’m Rhea, I’m 13.  And I have a question for Ms. Gillard.  If other girls halfway across the country don’t get educated, how does that affect people in this room?\n\n\tPRIME MINISTER GILLARD:  That’s a great question.  And I think we should care, because every human being is special and important, but there’s a whole set of practical reasons why we should care, too.\n\n\tI want you to grow up and live in a peaceful and prosperous world.  And the evidence is incredibly clear that the more time people spend at school, the more likely they are to support peaceful ways of resolving conflict, the more likely they are to support democracy, the more likely they are to show tolerance of other religions.\n\n\tThe more we educate girls, the more likely it is that she will marry later rather than be forced into an early marriage, have fewer children later in life.  Those children will be more likely to survive infanthood, more likely to be vaccinated, more likely to go to schools themselves.  \n\n\tAnd so for you and your future, that means that nations that you think of now as places of poverty and places of disorder could be on a path to peace and prosperity because we’re educating the children, and particularly because we’re educating the girls. \n\n\tSo individually, your life’s journey matters to you, but actually the life’s journey of these 62 million girls matters to the world that you’re going to live in.  (Applause.) \n\n\tMS LEIVE:  Nurfahada, I want you to tell the audience a little bit about your story.  We heard a bit about it before, but tell us, what is the situation for girls in your country who want to get an education, and what are you personally doing about it?  \n\tNURFAHADA:  In the Philippines is -- city where I live, the region -- girls there are not educated because of different reasons.\n\n\tOne reason is violence -- violence like sexual harassment, physical, mental and verbal abuses.  And second is poverty -- okay, especially -- they’re not studying because they are working to support their family needs.  And the third and the foremost of all, the most common reason in our country in my -- where I live is teenage pregnancy, where girls are being dropped out from school.  \n\n\tSo we are solving this kind of problem by -- I, together with my fellow girl advocates, we have been asking government officials and policymakers to pass laws in order to -- for girls to go to school again.  (Applause.)  \n\n\tMS. LEIVE:  How did you connect with other girl advocates, other girls who thought this was wrong?  And what has been the reaction?\n\n\tNURFAHADA:  We are from different regions, but we’re connected by the help of Plan International.  We are connected because we are doing it as one.  We are connected because we are aware of what is the problem of -- in our country.\n\n\tSo what my feeling is about this is that I’m happy because those girls are really amazing.  My fellow girl advocates are really amazing.  They’re really -- aside from me here, I’m sitting in front of you -- they’re so really happy that this world is like this one.  Like this event, it is helping girls to raise up their voices.  (Applause.)  \n\n\tMS. LEIVE:  I know that each of you here on this stage works to help Nurfahada and the other girls who are really pushing to get their education.  I’m curious about what the specific mission of each of your organizations is.  What is the hole that you were looking to fill?  And, Mrs. Obama, let’s start with Let Girls Learn.\n\n\tMRS. OBAMA:  Thank you, Cindi.  Cindi mentioned that earlier this year, the President and I launched a new initiative that we’re calling Let Girls Learn, with the goal of making sure that these 62 million girls have the support and resources they need to get the education that’s going to just rocket them to opportunity.\n\n\tAnd our approach is really focused on community-led, community-driven solutions.  We’re partnering with organizations like the Peace Corps, and Girls Inc., and Girl Rising, and the Girl Scouts and all the girls all over the land.  But the Peace Corps is a very important partner, because Peace Corps volunteers work in communities around the world and they’re placed there for two years.  And these Peace Corps volunteers are going to be working on projects that are developed by -- in partnership with leaders in the villages and the communities where they’re working.  They’re working with the families to hope to change the mindset that you’ve heard about, to help provide resources.\n\n\tAnd what we hope to do is to have all of our partners here do some work to help support the projects that Peace Corps volunteers are developing on the ground.  Because our belief is that there’s no one reason why girls are not in school, it really varies from community to community.  I mean, it could be the absence of resources to pay for school fees.  It could be issues of teen pregnancy or early marriage in another part of the world.  Or it could be fundamental mindset that fathers and leaders and mothers don’t believe that their girls are as worthy as the boys are to get an education.  \n\n\tSo you have to attack that kind of mindset from the bottom up.  So we’re really working to engage everyone on the ground all around the world.  But we also want you all to be aware of this.\n\n\tSo a huge part of Let Girls Learn is public awareness here in the U.S.  We want you guys to know about these 62 million girls, and we want this to spur and inspire you to not take your education for granted.  Because let me tell you, there are 62 million girls around the world who would give anything to be in your position.  I don’t care if you go to one of the most underserved communities in your -- in the country, there is a girl that would love to be in your place.\n\n\tSo you all have to own this piece of education.  And if you care about those girls, then the first thing you have to do is care about your education so that you grow up empowered to be able to work on this issue when you’re our age.  (Applause.) \n\n\tMS. LEIVE:  And you mentioned the 62 Million Girls campaign, which I know I’ve seen all over social media for the last few days, and I know you’re responsible for that.  What are you asking people in this room to do?\n\n\tMRS. OBAMA:  Well, I know you guys got cards and everybody listening in -- we’re trying to raise awareness about the plight of these 62 million girls.  And again, we want to use this message to inspire our kids here at home to take advantage of their education.\n\n\tSo what we are asking everybody to do is to take a photo -- this is where Instagram and tweeting -- I love it, right, because I want you all to be tweeting and Instagramming something other than your shoes and your food, okay?  (Laughter.)  My kids do the same.  I’m like, who cares what you’re eating?  I don’t care.  (Laughter.)  But we all should care about this.\n\n\tSo you take a photo of yourself, you upload it, and you answer this one question:  What I learned in school is blank.  And then you send it to everyone you know.  And we’ve got so many people this weekend -- we’ve got Leo DiCaprio who tweeted it out.  I know Charlize is going to do it.  Kerry Washington, she’s going to do it.  We’ve got everybody -- Beyoncé tweeted out.  (Applause.)  It’s very exciting.\n\n\tSo we want you to be a part of it.  We’re creating a photo album of all the images and the photos and the messages -- why is school important to you?  And we’re going to spread that all over the country.  And go back to your schools and your communities and get everyone you know to do the same thing.  We’re going to make this go viral.  That’s something, right?  (Applause.) \n\n\tMS. LEIVE:  That’s a thing.  Julia, talk about your organization.  You came up with -- three grueling years as Prime Minister.  You could have been putting your feet up off on a yacht somewhere.  Why did you decide to do this instead?\n\n\tPRIME MINISTER GILLARD:  I’m not a very good sailor.  I get seasick easily, so I’ve made the right choice.  (Laughter.)  For everybody in the audience, for the schoolgirls in the audience, if you just think about your school and everything in it, what makes your school?  You’ve got to have the teachers, you’ve got to have the classrooms, you’ve got to have the equipment, you’ve got to have the books, you’ve got to have the curriculum, you’ve got to have the examinations -- all of these things come together to make your school.  And they don’t drop out of the sky.  They don’t get there by accident.  They get there because someone has very carefully planned to make sure your school ends up with what it needs.\n\n\tIn many of the poor countries where we work, the Global Partnership for Education, there has never been a plan for schooling.  And so we work in that country with the government, with teachers, with community members to get the first-ever plan for schooling to make sure that it’s for all the kids, for all the girls; it doesn’t leave someone who lives in a country area out, or speaks a different language out, or has a disability out -- that it’s an inclusive education plan.\n\n\tAnd then in the really poorest parts of the world, we help fund that plan.  And we’re only able to do that because of the generosity of so many governments around the world -- the European Union, the United Kingdom, but also the generosity of your government, the United States, that gives us money to do that very vital work.  \n\n\tMS. LEIVE:  Charlize, you were talking before about the connection between HIV/AIDS and girls’ education.  Can you talk about what the Africa Outreach program is trying to do, and why educating girls is such a key part of that?\n\n\tMS. THERON:  Yes.  Everybody has said such beautiful things here today, and I just want to echo that -- just how fortunate everybody, me included, in this room is today, and in our good fortune, how we can today turn around and use social media, use our voice, going out at dinner tonight keeping this conversation going about how fortunate we are and how we can’t take for granted the great things that we have.  \n\n\tAnd that -- I think women especially are nurturers at heart, and we care about the rest of the world.  And the reason why we should care has been so beautifully articulated by you today.  \n\n\tI will say that for me, it’s very personal coming from a country where more people are living with HIV than anywhere else in the world.  And we have seen across the board over the last decade with AIDS a decrease, or a stability in infection rates.  But with young girls and young women, we have seen an increase.  I don’t know if any of you know, but today, HIV kills more women of reproductive age than anything else.  And that’s globally.  And so we should be concerned about that.\n\n\tAIDS is the number-one killer in Africa of adolescents.  It’s the number-two killer of adolescents globally.  So we are very affected by our health, and we now know that there is research that education is connected to making good health choices, and so we save lives.  Education is actually saving lives.  And I’m so glad to know that this is something that’s really stuck with me.  But the Global Health Campaign has said that education is a social vaccine against HIV -- and it’s so incredibly true, because we know, like you said, when girls stay in school they’re much likely to not become infected.  \n\n\tWe have seen in Zimbabwe that girls are five times less likely to become infected if they stay in school.  In my country, in South Africa, girls are eight times more likely to become infected than boys.  And what that tells me is that girls are being left behind.  In certain pockets of the world, including here sometimes I find, women are still -- young girls and young women are still being seen as second or as third-class citizens.  And until we start to change that and actually stand up for ourselves and for our fellow women and young girls out in the world, and say that we are actually the answer to a lot of these problems and that we have this right, nothing is really going to change.  I think we actually have the power to change that.  \n\n\tAll of you in this room, today, have the power to do that with your cellphones -- and how grateful that you all have a cellphone.  And I tell my girls in Africa, too -- they all have cellphones too.  Cellphones are amazing for that.  And I agree with the First Lady -- I actually do like food photos.  (Laughter.)  So I would say keep those, but also tweet about this.  I love a good food photo, I’m sorry.  I’m such a foodie.  But we have such a strong voice with that.\n\n\tAnd with my organization, the empowerment of women is so important.  I believe that poverty -- world poverty, world hunger, health issues -- all of this stuff lies within the empowerment of young girls and women.  (Applause.)  \n\n\tMS. LEIVE:  I want to take another question from the audience.  This one comes from Tiffany (ph), who is a freshman at Democracy Prep Endurance High School.  (Applause.)  \n\n\tQ    Hi, I’m Tiffany.  This is a question for the First Lady.  As First Lady, you have thousands of worthy causes to choose from.  Why are you so committed to having girls have education?\n\n\tMRS. OBAMA:  Well, I think you heard it said up here.  If we want to end poverty, global poverty, if we want to improve the plight of our country -- educating girls is the key to all of that.  It just is.  It’s plain and simple.  And when I look into the faces of the girls, you guys, whenever I travel around the world, I see so much promise.  \n\n\tNurfahada, just -- this young, beautiful, intelligent young girl -- I mean -- (applause) -- she has traveled here, she’s here in the United States, she’s sitting on the panel with the First Lady of the United States and she is holding her own.  Now, just imagine what -- just imagine if she couldn’t get an education.  What a waste.  What a waste that would be.  But there are 62 million girls with that kind of potential, and all of you are among them, and you have to know that in your heart that you are worthy of this and you are able to lead, and to shine, and to learn, and to teach.  You all are our next future leaders, our entrepreneurs, our mothers.  (Applause.)  \n\n\tSo this is no joke.  This issue is probably one of the most important issues that we should be tackling on the planet.  So we need you to be as pumped up and focused about this issue as we all are, because we can’t do this unless you all are taking on the reins and you’re using your voices.  \n\n\tAnd you don’t have to be the First Lady to have a huge voice and to have influence.  Right now, you are influencing somebody probably younger than you in your life.  You are already mentors, because there are girls in your communities that are looking up to you.  So what are you going to tell them?  You’re going to tell them to stay in school, take this stuff to heart, read, write, go to school.  Don’t be late, do your homework.  Get the best grade you can.  Compete with the boys, beat the boys.  All right?  (Applause.)  That’s what you’re going to tell them.  Because you all are capable, but we have to spread that word.  And, first and foremost, we have to believe it to be true for ourselves.  And I learned that when I was young.  I am worthy.  And if I’m worthy, so are you.  (Applause.)  \n\n\tMS. LEIVE:  All right, we have another question from the audience.  This one is from a Girl Rising Ambassador, Laisa (ph).  Hi, Laisa.\n\n\tQ    Hi.  So my name is Laisa.  I’m 16 years old, and my question is for all of you.  In terms of educating girls, what have been your biggest successes and biggest obstacles so far?  And how do you not get discouraged or disappointed when the result is not what you wanted?  (Applause.) \n\n\tPRIME MINISTER GILLARD:  Yes, my -- life in politics you learn to say some good things and also have to show some persistence.  And with this challenge of girls’ education, we’ve got to do precisely that.  There is so much more we need to do for the 62 million girls.  But I feel optimistic about it, and I feel optimistic because I’ve seen in the countries that GPE works, that there is a difference being made.\n\n\tTake a country like Afghanistan.  Not an easy place to work; a place that has emerged from conflict.  There in Afghanistan, we’ve been working to get more girls into school.  And now, more than 40 percent of the children in school are girls.  And interestingly more than 30 percent of the teachers are women.  And the two actually in Afghanistan go together because families are much more likely to send their girl to school if she’s going to be taught by a female teacher.  So you think to yourself, if we can make change there, then we can make it in so many places around the world.  \n\n\tThink of South Sudan.  You've probably seen some very, very sad images on your TV screens about the conflict there and how many people have faced violence.  But we are working there for change; working to make sure that there’s a primary school curriculum that teaches boys and girls that they are equal to each other, and that they can all have a stake in the future of South Sudan.\n\n\tSo I’m optimistic.  We’ve seen a lot of change.  Since the year 2000, 70 million more children have got to go to school.  Well, if we’ve done that, we can do these 62 million and make sure these girls are in school too.  (Applause.) \n\n\tQ    (Inaudible) it is not as important for girls to go to school as it is for boys (inaudible)?\n\n\tMS. LEIVE:  So this question is really about how do you not just change the law but really change the thinking of families and communities.  Charlize, I know you've thought a lot about this.  What do you think?\n\n\tMS. THERON:  Well, I think we all learn from example.  I really believe that.  And I’ve learned from it, and I’m inspired by it because every time I see a young girl not being taken for granted and giving her the equal rights that she deserves, what I see is an improvement in the family home.  I see an improvement in her environment.  I see an improvement in her village.\n\n\tWe know that these things enrich not only her but it enriches everybody that she touches.  And it also enriches the social-economic structure of it.  She stays in school, she’s going to get a better job.  She’s going to earn more money, and therefore the country is going to benefit from it.\n\n\tIt’s so sad to me, because obviously the idea that the young girl in Kenya is thought of as less important than her brother to go to school is something that is such a burden on a young girl, and it’s a burden that she doesn't deserve.  None of us deserve.  Imagine trying to put yourself in that little girl’s shoes.\n\n\tSo the more we talk about this stuff, and the more we actually fight -- and the more we can fight from here, the more we will live by that example, the more they will be encouraged to use that as an example.  And I think that's how we inspire each other, and that's how we encourage each other.  \n\n\tAnd I will also say we should be enraged by it.  I believe that we should be so excited about all of this, but we shouldn’t allow this anymore.  It should enrage us that a young girl in Kenya is being treated that way and not being given -- gender equality is a huge problem everywhere in the world, but especially in these pockets.  And these girls are being completely forgotten.\n\n\tMS. LEIVE:  I have a related question.  I think a lot of girls even in this country sometimes still think that doing well in school will not make them more attractive to boys, or that it will actually make them less attractive.  I would like you smart, attractive, wonderful women to respond to that.  Is there any truth to that?\n\n\tMS. THERON:  That just enrages me so much.  There is nothing sexier than a smart woman.  (Applause.)  We have been told to live by a certain mold -- women, especially women -- and it’s time to break it.  And it is up to us to do that.  Stop waiting for men to do that.  Look in the mirror and see yourself and say, I am sexy.  I am attractive.  I am smart.  I am intelligent.  I am powerful.  I have a voice.  (Applause.)  I look cute in these jeans.  (Laughter.)  Yes, I don't have long hair, I have short hair, but I am still a girl.  And I’m still hot.  (Laughter.)  That's up to us.  We have to take ownership in all of that stuff.\n\n\tWe can't have boys designate that for us anymore.\n\n\tMRS. OBAMA:  And let’s just be clear, you don't want to be with a boy that's too stupid to know -- (applause) -- and appreciate a smart, young lady.  And I want to encourage all of us as young women, as older women, we have to raise our own bars.  You will not be successful hanging around people who drag you down.  \n\n\tAnd it’s not just the boys, right, but it’s also our peer group.  You have to fill your bucket with positive energy.  And if you have people hanging around you that are bringing you down and not lifting you up -- whether that's your boo or your best friend -- you've got to learn how to push these people to the side.  And you're going to be doing that for the rest of your lives.  So get practice now.  You have to clean your house of negative energy.  (Applause.) \n\n\tThere is no boy at this age that is cute enough or interesting enough to stop you from getting your education.  (Applause.)  \n\n\tLook, if I had worried about who liked me and who thought I was cute when I was as your age, I wouldn’t be married to the President of the United States today.  (Applause.)  \n\n\tMS. LEIVE:  All right, girls, you got that?  You're talking about men and boys.  And, first of all, do we have any guys in the audience here?  (Applause.)  \n\n\tMRS. OBAMA:  Don't be scared.  Don't be scared.  You're safe.  You're safe here.  \n\n\tMS. LEIVE:  All right, good.  Well, good for you.  And we love your commitment.  How important do you all think it is to have men and boys actually speaking up about this?  So it’s not just this echo chamber of women and girls talking to each other and saying, isn’t it important for us to be educated?  \n\n\tJulia, I know you must have a lot of male allies in this fight.\n\n\tPRIME MINISTER GILLARD:  We do have a lot of male allies, and we need them because coming back to the question that you were discussing:  How do we change attitudes?  Often it can be men who are the best persuaders of other men that they should be valuing their girls’ education.  And we are all just blown away by the courage of Malala.  She is an amazing young woman.  But her father, too, is an amazing person.  And as a man in Pakistan, he decided that educating girls mattered and made a difference not only to his daughter’s life, but to so many other girls’ lives.  And we need people like that in communities who are prepared to stand up and say, let’s educate our girls.\n\n\tSo male champions for the change, we need to see you.  You're absolutely vital to us.  So to all the men in the audience, thank you for coming along.  And you too are a big part of this process of change.  (Applause.) \n\n\tMS. LEIVE:  What has male support or lack of support been like for you in your community?  What have men’s attitudes been as you've stood up for yourself as a girl?\n\n\tNURFAHADA:  Well, for me, for us, for girls, it is not just like that what men look us for them.  Just be who you are.  No one can ever place what is you -- what is yourself.  It is just that as long as you're doing right, you're doing all of the things -- not just for yourself, but also for others -- you're being good.  Without regardless what is the attention of the men around you.  (Applause.) \n\n\tMS. THERON:  Can I quickly -- can I also just quick -- because they're here.  Vinz and Nico who sang for you guys.  (Applause.)   I have to just give them a shout-out.  They're a great example of just how much we need guys to stand up.  And they remind us how much guys want to stand up and help in women’s rights.  So I just want to say on my front, thank you to them.  Because they’ve been so incredibly helpful wanting to step forward and be part of the campaign to get girls to be not forgotten.\n\n\tAnd it’s so wonderful because they're two young guys who are very influential.  And they are spreading that with their friends.  Like you said, this is -- so thank you, guys.  (Applause.) \n\n\tMS. LEIVE:  We have another question from a Democracy Prep student Tayira (ph).\n\n\tQ    Hi.  My name is Tayira Bunch (ph), and I’m an 11th grade scholar at Democracy Prep Charter High School.  This question is for the First Lady and Ms. Gillard.  What can I do as an American high school student to help my counterparts get a quality education in countries that block them from going to school?  (Applause.) \n\n\tMRS. OBAMA:  Excellent, excellent question.  Well, first of all, being here, being aware, spreading the word -- that's just so incredibly important.\n\n\tWe have developed this wonderful toolkit through Let Girls Learn.  Go online at LetGirlsLearn.peacecorps.gov.  You’ll find the tool kit that walks you through some ideas and strategies for providing support to the Peace Corps volunteers that are working on girls’ education projects around the world.  Girls’ groups have done things like car washes to raise money.  They’ve done screenings of documentaries like “I am Malala.”  They hold education forums.  There are so many interesting things that you can do, and this site will give you some ideas.\n\n\tThe only thing I would just repeat is that don't underestimate the power of your voices.  If you just think about it, if everyone here goes back and educates 10 other people in their lives about this issue, and then those 10 educate 10 more and 10 more and 10 more and 10 more, just think about how many people will be aware of this issue and will start thinking of ways in their own lives, in their own communities for having an impact.  There is no task, there’s no effort that's too small on something like this.  \n\n\tAnd one thing I’ll say about change -- just to add to the question before -- is that change happens incrementally.  Sometimes we think in this world that change is big.  The only thing that happens quickly is a disaster.  A tornado will destroy a community.  An earthquake will devastate.  But change for the positive oftentimes is incremental.  It’s person by person.  It’s step by step.  It’s the hard, boring, tedious work of every day moving an issue forward just a little bit more, and a little bit more, and all of that effort amounts to something huge.  So we can’t be discouraged.\n\n\tSolving this problem will take generations, okay?  It’s going to take the work of your children and your grandchildren.  But we can never give up.  Never.  We just can't afford to.  We’ve talked about it.  \n\n\tSo we need you guys using your voices, using your platforms to bring awareness, and to roll up your sleeves and think about creative ways that you can start reaching out to those millions of girls all over the world that are looking to you to be their models.  (Applause.) \n\n\tPRIME MINISTER GILLARD:  I absolutely agree with all of that.  And there’s one thing I’d add:  Your voice are very, very strong.  And direct them, too, to world leaders -- the world leaders who come to this city, who go to the United Nations, who we need to fund girls’ education.  And what you should say to those leaders is a pretty simple thing -- it costs on average in developing countries $1.18 a day to educate a girl -- in primary school and secondary school -- $1.18 a day.  It’s not very much money.\n\n\tAnd when we look at the gap, how much more money do we need to make sure every girl is educated?  Actually, developing countries themselves are already financing 88 percent of what we need.  So what’s the gap?  It’s 14 cents a day.  So if world leaders stepped forward -- 14 cents a day for each of these girls, then we would be able to make sure they went to primary school and to secondary school.  That's got to be doable -- 14 cents a day.  (Applause.) \n\n\tMS. LEIVE:  Our next question is from the audience.  I think it’s a question for you, Nurfahada.  And it comes from Fatima, who is a recent graduate of Asian University for Women.  Where are you, Fatima?\n\n\tQ    Hi, I am Fatima.  I’m 25.  And here is my question to Nurfahada.\n\n\tNurfahada, I’m from Afghanistan.  And I came from a similar background where I have had to be very determined in my pursuit of my education.  Today, I am proud to be a graduate from the Asian University for Women, a university -- (applause) -- aimed at educating women who are the first in their family to attend university.  It’s really inspiring to see you on the stage as a leader and example for so many girls.  But I know it must be difficult.  Can you tell me what motivates you when you want to give up?  Thank you.  (Applause.)  \n\n\t    NURFAHADA:  Oh, what motivates me when I want to give up?  I just close my eyes and see the faces of those girls who needs me -- on raising their voices, potential, and their problems, their needs.  And they want me to say it to the world leaders, to tell to the world leaders that they have the potential to make a brighter future despite of what they have done for.\n\n\tAnd the most -- I just see -- I am being inspired not just by you.  You said that you're being inspired by me.  And also I’m being inspired by you because I am doing this for all of our girls, for all of us to raise our rights to the whole world.  And I believe in that, that we can make a better future for all of us.  (Applause.) \n\n\tMS. LEIVE:  Our next question is from Lindsey (ph) in the Philippines through Plan International.  So let’s take a look at the video.\n\n\tQ    Do you have a -- advice for those who feel pressured to support their family’s (inaudible) instead of getting their education?\n\n\tMS. LEIVE:  This is a great question for you -- girls who have to provide for their families, or that's what their families want for them.\n\n\tPRIME MINISTER GILLARD:  And this is one of the big things that keeps girls out of school, that families are just so poor that either they need their girl to work, or they need their girl to help out with domestic labor so an adult can go to work, or they need their girl to be working on the small bit of land that they farm to try to eke enough food out of to feed the family.\n\n\tSo it comes back really to what we can do to support that family so that they’ve got the space, the capacity to make the choice to send the girl to school.  And it can be small things that make a big difference.  Providing school meals can change a family’s mind.  If their girl is going to go to school and get a big meal that day, that can be the difference.  Providing incentives -- a little bit of money, not much money, but a little bit of money -- to reward families for sending their girls to school.  That can make it all add up for that family. \n\n\tSo as we're combating inequality and making sure our girls are in school, we’ve got to be thinking about how to defeat poverty at the same time.  Because it’s poverty that is holding so many of these girls back.\n\n\tMS. LEIVE:  This is another money-related question, and it comes from Miriam (ph) in the audience from Girls Inc.  Miriam?  (Applause.) \n\n\tQ    Hi.  I’m Miriam.  And my question is for the First Lady.  What programs are available here in the United States to make college affordable?  And what help is available to get a job when I graduate from college?  (Applause.) \n\n\tMRS. OBAMA:  Excellent question.  Affordability is important.  It’s something that I went through -- worrying about whether my parents, who were working-class folks, could afford my college tuition.  But fortunately we live in a country where there are resources.\n\n\tAnd the one thing that I will encourage all of you to do who are seniors.  And when you become seniors, there’s something called the FAFSA form -- you have got to fill that out.  And there’s a timeframe for doing that.  You talk to your high school counselors or you can go to ReachHigher.gov -- our website to find out more about FAFSA.  But you have to fill that form out because when you do, you will gain access to the billions of dollars in financial aid that this administration, that our government makes available.  Something else that makes our country so unique -- there are resources out there. \n\n\tSo I don't want anybody here in the United States to let finances be that barrier.  It’s a real concern.  You want to take this very seriously.  But you've got to be involved with your college counselors.  Talk to someone.  If you don't have support in your school, find someone at your church.  Find someone who has been to college.  Talk to some of the seniors who have graduated to get the help that you need because there are resources available for you.  \n\n\tAnd that's one of the reason why I want to encourage us here in the United States to be hungry for education, because we have a free public school system that every kid has access to.  Yes, it’s not perfect.  Yes, there needs to be more work to make sure that those schools are equal.  But everyone in the United States, every child has a school they can go to.  And that's not the case for these 62 million girls, that -- many of them have to travel miles to get to a school.  Many of them are being educated in school rooms that are little more than a dirt floor with a rickety desk.  They don't have teachers who live nearby.  They are fighting and literally dying to get their education.  \n\n\tSo we cannot afford to take these opportunities here in the United States for granted.  That's my message to all of you.  Reach higher.  Get your education.  Find the resources that are there, and take your education seriously.   (Applause.) \n\n\tQ    (Inaudible) I want to go to the university, and I want to study business administration.  For girls who are considering higher education, what advice do you have for us as we choose our course?\n\n\tMS. LEIVE:  The question is about specific courses.  What should girls and women be studying now?  Julia, do you want to take that?\n\n\tPRIME MINISTER GILLARD:  I think it’s such an individual thing what course really makes you feel inspired and passionate and lights you up, and what future you want to have for yourself.  So I don't think that I can give advice other than to say think about what you really enjoyed at school.  Think about where you want to be, what you visualize yourself doing when you're a working person, and find the course that links the two.  \n\n\tAnd if you end up studying something and it’s not right, then don't feel trapped.  You can change.  You can always come back and do something else.  All of the girls in the audience, for you, education isn’t going to be one shot and then you're done.  You're working people.  You're going to live in a world where you come and go back and forth to education.  It’s going to be a world of possibility and opportunity.  And it’s education throughout your life that will let you grab it with both hands.  \n\n\tSo think about what you're really passionate about and pick that course.\n\n\tMS. LEIVE:  I would only add there that although I think we all want to follow our dream, just a few numbers -- the salaries for women in health care and technology fields do tend to be higher.  STEM fields still have incredibly low numbers of women in them.  (Applause.) \n\n\tMy mom was a biochemist.  And when I look at the numbers now I don't think it’s all that different from when she got into it.  And those are great careers for women -- financially and in terms of the impact that you can make on the world.\n\n\tMRS. OBAMA:  Well, I just want to mention to that point, that again, we live in the United States where we have a phenomenal community college system all over the country.  Four-year colleges may not be for everyone.  But that's the beauty of the United States.  You have the option to go to a community college where many of them are training for jobs that actually exist.  \n\n\tI’ve visited some of the best community colleges where they have nursing training programs, nursing-aid training programs, rad-tech programs, where kids are studying for two years and they're placed right into a job at a hospital or working in a nursing home.  They're training students for jobs that actually exist.  \n\n\tAnd for many kids, they're just not ready for that deep dive into a four-year.  They don't want to go away from home necessarily.  They are worried about the resources.  Here in the United States we’ve got these this wonderful community college structure -- something that my husband actually is trying to make sure is free for everyone.  Hopefully he can do that.  (Applause.)  But that's a goal.  \n\n\tSo explore your options.  Don't think that there’s just one path to do this.  It’s not always a four-year college.  It’s a windy road to get to where you want to be.  Just stay determined.  Know that you will fail at things, okay?  Failure is an important part of your growth and developing resilience.  Everybody on this stage has failed miserably over the course of their lives, and we will continue.\n\n\tMS. THERON:  I don't know what you're talking about.  (Laughter.)  \n\n\tMRS. OBAMA:  Yes, I know.  Except for Charlize.  I think she’s lying.  That's okay.  (Laughter.)  Don't be afraid to fail, okay?  (Applause.) \n\n\tMS. THERON:  Can I just quickly -- I just want to add one little part on that.\n\n\tMS. LEIVE:  Are you going to tell us your failure story?   (Laughter.)  \n\n\tMR. THERON:  Yeah, well, we don’t have enough time for that.  Failure -- you know, it’s Nelson Mandela, I think, said -- it’s not will we all fail.  It’s we’re going to fall down -- it’s how you get up.  That’s what matters.  (Applause.)  \n\n\tI just want to add just a small part on what everybody so beautifully has said on this stage, and I just want to leave you all with one small piece of advice, and that is that the heart and passion is so incredibly powerful.  And what I would encourage you all to do is to really listen to that.  \n\n\tAnd I think sometimes, especially girls, we aim so much lower than what we’re really valued and what we’re worth.  And I would just want to leave you all with this:  You are worth it, and you’re valued.  So aim big and dream big.  Because I’m sitting on this stage today, a farm girl from a small farm community in South Africa.  And the fact that I am here today is witness that if you dream big, no matter how ridiculous it is, it can happen -- so why not?  (Applause.)  \n\n\tMS. LEIVE:  Our last audience question is from Jadelyn (ph), who’s a student at the Manhattan East School for Arts and Academics.  (Applause.)  Hi, Jadelyn.\n\n\tQ    Hi, I’m Jadelyn, and here’s my question for all of you.  If you could go back in time and give your high school self one piece of advice, what would it be?  \n\n\tMS. LEIVE:  Charlize, do you want to start us off here?\n\n\tMR. THERON:  Oh, boy.  You just don’t wear shoulder pads.  What were you thinking?  (Laughter.)  You have shoulders like a football player, don’t do that.  \n\n\tNo, seriously -- well, that too -- but I think I would so love to go back and say to myself, slow down, breathe, don’t feel so rushed.  I think when we’re young we feel like time is just somehow going to run out.  And we’re moving so fast that we’re not taking enough time to really think things through, to really think about long term, and to be kinder to ourselves to say, okay, we have the luxury, we have the time, let’s be grateful for that and utilize it to its best potential.\n\n\tAnd I think sometimes when we’re younger and we’re rushing through life, and we’re rushing through education, and we’re rushing through this one part of our life that only comes once, really -- I mean, you’re only going to be this age once.  And it’s such a gift.  Slow down.  Enjoy it.  (Applause.)  \n\n\tMS. LEIVE:  Julia, what would your advice to the younger Julia Gillard be?\n\n\tPRIME MINISTER GILLARD:  I think I’ve got some fashion crimes to confess as well.  (Laughter.)  So I’d certainly say to a younger version of myself, don’t get the spiral perm.  That’s a bad and very long-lived era.  \n\n\tBut I would also say, really nurture a sense of self, of who you are.  We live in a world of instantaneous feedback, and often it’s instantaneous criticism.  And you don’t have to be in a publicly exposed profession like politics to feel the sting of that.  With today’s social media, anyone in this audience, any girl could look at social media and see something very unkind said about them.  And so it’s very important to work on who you know you are rather than be buffeted around by these quick and harsh critiques.\n\n\tAnd that doesn’t mean that you shouldn’t take on board constructive advice from people who care about you.  But some of the poison that goes across social media after midnight, when people have had a drink or two, that stuff is not constructive criticism.  And just forget about it.  Don’t let it get in your head.  Don’t let it get inside you.  So build that sense of self.  (Applause.)  \n\n\tMS. LEIVE:  Nurfahada, I want to hear from you.  You’re still so young.  But if you could give a little bit of advice to yourself five years ago, what would it be?\n\n\tNURFAHADA:  If I could give a little advice, I would start from myself, because I believe that you’re starting from yourself in order to help others to make it better.  Maybe I’ll just say that make every moment important.  Make every moment valuable.   Because that moment that you spend is that -- it can change your future, it can change after a second that you act for it, and it can change the vision of other people the -- it can change the vision of other people and how they look at you. \n\n\tSo, for me, just be yourself and take it -- every moment counts.  Take every moment like it is your last moment.  Take every moment like it is not just helping yourself, helping others around you, because it will help more the people around the world.  (Applause.)  \n\n\tMS. LEIVE:  Mrs. Obama, dole out a little advice to your teenage self here.\n\n\tMRS. OBAMA:  A little teenage advice.  I don’t know about fashion stuff -- it was all bad.  It was all bad. \n\n\tHere’s what I try to tell my daughters -- and I don’t know if it’s complementary to what’s been said -- but just remember that life is long.  Let’s assume that we’re blessed to have a long life, and let’s say from one to 60, look at that timeframe.  And I look at this time, high school or middle school, it’s four little years on this long road that you’re going to be on.  And what I’d say is, don’t sweat the small stuff in this time, this little time period.  \n\n\tAnd by that, it’s like, I know being a teenager is hard, right?  School seems like, God -- and it’s homework and there’s so much of it.  (Applause.)  And then it’s what -- your friends, and it’s bullying, and your mother is getting on your nerves.  (Applause.)  And it’s just -- I know, my kids tell me their lives feel so hard right now, right?  And somebody said something.  You’re not sure what to wear.  You hate the way your hair looks every day.  You just can’t get it right.  And you got acne, and you can’t fix it.  And you don’t have any money, so you count on your parents, and they always say no.  That’s what they do, they say no.  (Laughter.)  This is what I hear from my kids.\n\n\tBut this is just four or five little years of your life.  And don’t base all the choices that you -- what life is going to look like on this little stuff.  Don’t sweat the small stuff.  What is important right now is who you’re going to be and how you’re developing that part of yourself.  So go to school, focus on your homework.  Don’t worry about what your friends are saying that much, because half these people you’re not going to know when you’re 60.  (Applause.)  It doesn’t matter what they say or think right now.  If you had a bad day, don’t take it to heart, because you won’t even remember this day five years from now.  As bad as it is, you won’t even remember it.  The embarrassment that you had, the mistake that you made -- it will not matter.\n\n\tSo you never want to base your whole existence on a bad day.  Don’t get so mad at school that you drop out.  Don’t get so mad at your mother that you stop listening to her.  Don’t hate school so much that you don’t stay with it.  Because the older you get, the more fun school is.  College is a dream.  Everybody should want to go to college.  (Applause.)  And you don’t want to look back when you’re 60 and regret that you just didn’t have the patience to push through these four years of mess.  You’re going to regret that, because how you invest in yourself now will open doors.\n\n\tI am the First Lady of the United States.  I couldn’t be here doing this with you all if I hadn’t stayed in school, if I had let somebody make me depressed and not able to get up in the morning.  You got to push through this stuff.  This is just four little years.  And if you do it right now, you’ll lay the foundation to have greatness, and then you’ll have opportunity and you’ll have control of your life to make choices.  And you won’t have to listen to your parents because you’ll have a job, and you’ll pay your own bills.  You want that freedom.  Freedom comes later.  Now you invest.  Now you put up with.  Now you be patient.  Because if you don’t do it now, then you’ll be living this cramped-up life for the rest of your life -- with no choices and no options.  And trust me, you don’t want to be a 60-year-old woman with no options, right?  That’s a long, painful process.  Invest now.  (Applause.)  That’s what I would tell myself, remind myself.  \n\n\tMS. LEIVE:  It’s almost time to wrap up our panel.  I want to just quickly hear from each one of you -- what is the single thing that you want everybody who is in this room or watching on the livestream to do to support girls’ education when they walk out of this room or turn off their computer?\n\n\tJulia.\n\n\tPRIME MINISTER GILLARD: I would want them to support the campaign for better funding for education.  So think about that 14 cents, and make sure you have your voice heard on it.  It matters so much.  (Applause.)  \n\n\tMS. LEIVE:  Charlize.\n\n\tMS. THERON:  I want you all to utilize the tools that you have to keep this conversation going.  And that means find the organizations that are doing the things that are valuable to you, and that you think is the thing that will be the game-changer, this thing that will actually make a great movement happen.  You have the power to do that.  \n\n\tFor girls who are not in school, I would just say find that support somewhere, whether it is through friends, through community -- because I think everything that the First Lady just said is -- that friendship, that thing that inspire us is so important.\n\n\tAnd then I would say to the adults, like, we have to start supporting business who are pro-education and who invest in education.  And I think that it’s so -- I mean, without it, we can’t do it.  It’s impossible.  I work in pockets of the world where it’s impossible to do it.  No matter how great the will is, you need the financial access to it.  So we have to support that investment, because really, we’re investing in the future.  (Applause.)  \n\n\tMS. LEIVE:  Nurfahada, what’s the one thing people should do?\n\n\tNURFAHADA:  Support this kind of program or this kind of event, like this kind of project that will help girls go to school without being afraid, without being ashamed, without being -- the shyness, being traumatized because of what happened to her.  And also, I believe that we are a girl advocate in our own ways.  That’s how we live our life. (Applause.) \n\n\tMS. LEIVE:  Mrs. Obama.\n\n\tMRS. OBAMA:  Okay, you know what I’m going to ask you to do.  I want you to participate in 62 Million Girls, the campaign.  And what I want you to do before you leave here, I want you to take that photo of yourself, talk about what you learned in school, upload it using the hashtag #62MillionsGirls, okay?  And go to the website if you want to, 62MillionGirls.com, I believe it is.  But you’ll have all that information in your package.  I want you guys to participate in that.  \n\n\tKeep spreading the word.  Go back to your friends.  Get them pumped up about it, okay?  Can you all do that?  Be a part of this movement!  We can make it happen.  We’re counting on you.  We’re so proud of you all -- 62 million girls!\n\n\tMS. LEIVE:  Please join me in thanking our incredible panelists -- Julia Gillard, Charlize Theron, Nurfahada, and the First Lady of the United States, Michelle Obama.  (Applause.)\n\n\tEND \n\t12:47 P.M. EDT\n\n\n\n\n"
}