{
    "title": "Declaraciones del Presidente Barack Obama sobre el Plan de Reforma del Secretario Gates | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/08/10/declaraciones-del-presidente-barack-obama-sobre-el-plan-de-reforma-del-s",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 10, 2010\n\n \n\n\n\nDeclaraciones del Presidente Barack Obama sobre el Plan de Reforma del Secretario Gates \n\n\n\n\nHoy, el secretario Gates reafirmó nuestros esfuerzos para invertir en la capacidad de defensa que necesitamos en el siglo XXI, y al mismo tiempo, actuar responsablemente y rendir cuentas al gastar el dinero de los contribuyentes.\n \nDesde hace tiempo vengo diciendo que necesitamos reformar la manera en que funciona Washington para servir mejor al pueblo estadounidense. Por eso planteamos el Programa de Gobierno Responsable (Accountable Government Initiative), para hacer que el gobierno sea más abierto y responda mejor a las necesidades del pueblo estadounidense, y para reducir el despilfarro y la ineficiencia con los que se malgasta el dinero que con tanto esfuerzo gana la gente. Este esfuerzo es de particular importancia en lo que respecta a nuestra defensa nacional, ya que el despilfarro y la ineficiencia afectan nuestros esfuerzos para concentrar los recursos en los hombres y mujeres de uniforme en el servicio, y para invertir en la futura capacidad que necesitamos.\n \nEl anuncio de hoy del secretario Gates es un paso más en los esfuerzos de reforma que inició para reducir los gastos fijos excesivos, disminuir el despilfarro y reformar la manera en que funciona el Pentágono. Los fondos ahorrados nos ayudarán a sostener la actual estructura de tropas y a hacer las necesarias inversiones en modernización de una manera fiscalmente responsable. El cambio nunca es fácil, y aplaudo al secretario Gates y a su equipo por asumir esta función crucial para apoyar a nuestros hombres y mujeres de uniforme, y para apoyar nuestra seguridad nacional. Estas reformas asegurarán que nuestra nación sea más segura, más fuerte y más responsable en materia fiscal.\n\n \n \n\n\n\n"
}