{
    "title": "Reaching Out to the Cuban People | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/14/reaching-out-cuban-people",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 14, 2011\n\n \n\n\n\nReaching Out to the Cuban People\n\n\n\n\nToday, President Obama has directed the Secretaries of State, Treasury, and Homeland Security to take a series of steps to continue efforts to reach out to the Cuban people in support of their desire to freely determine their country’s future.\n\n\tThe President has directed that changes be made to regulations and policies governing:  (1) purposeful travel; (2) non-family remittances; and (3) U.S. airports supporting licensed charter flights to and from Cuba.  These measures will increase people-to-people contact; support civil society in Cuba; enhance the free flow of information to, from, and among the Cuban people; and help promote their independence from Cuban authorities.\n\n\tThe President believes these actions, combined with the continuation of the embargo, are important steps in reaching the widely shared goal of a Cuba that respects the basic rights of all its citizens.  These steps build upon the President’s April 2009 actions to help reunite divided Cuban families; to facilitate greater telecommunications with the Cuban people; and to increase humanitarian flows to Cuba.\n\n\tThe directed changes described below will be enacted through modifications to existing Cuban Assets Control and Customs and Border Protection regulations and policies and will take effect upon publication of modified regulations in the Federal Register within 2 weeks.\n\nPurposeful Travel.  To enhance contact with the Cuban people and support civil society through purposeful travel, including religious, cultural, and educational travel, the President has directed that regulations and policies governing purposeful travel be modified to:\n\n\t·         Allow religious organizations to sponsor religious travel to Cuba under a general license.\n\n\t·         Facilitate educational exchanges by:  allowing accredited institutions of higher education to sponsor travel to Cuba for course work for academic credit under a general license; allowing students to participate through academic institutions other than their own; and facilitating instructor support to include support from adjunct and part-time staff.\n\n\t·         Restore specific licensing of educational exchanges not involving academic study pursuant to a degree program under the auspices of an organization that sponsors and organizes people-to-people programs.\n\n\t·         Modify requirements for licensing academic exchanges to require that the proposed course of study be accepted for academic credit toward their undergraduate or graduate degree (rather than regulating the length of the academic exchange in Cuba).\n\n\t·         Allow specifically licensed academic institutions to sponsor or cosponsor academic seminars, conferences, and workshops related to Cuba and allow faculty, staff, and students to attend.\n\n\t·         Allow specific licensing to organize or conduct non-academic clinics and workshops in Cuba for the Cuban people.\n\n\t·         Allow specific licensing for a greater scope of journalistic activities.\n\nRemittances.  To help expand the economic independence of the Cuban people and to support a more vibrant Cuban civil society, the President has directed the regulations governing non-family remittances be modified to:\n\n\t·         Restore a general license category for any U.S. person to send remittances (up to $500 per quarter) to non-family members in Cuba to support private economic activity, among other purposes, subject to the limitation that they cannot be provided to senior Cuban government officials or senior members of the Cuban Communist Party.\n\n\t·         Create a general license for remittances to religious institutions in Cuba in support of religious activities.\n\n\tNo change will be made to the general license for family remittances.\n\nU.S. Airports.  To better serve those who seek to visit family in Cuba and engage in other licensed purposeful travel, the President has directed that regulations governing the eligibility of U.S. airports to serve as points of embarkation and return for licensed flights to Cuba be modified to:\n\n\t·         Allow all U.S. international airports to apply to provide services to licensed charters, provided such airports have adequate customs and immigration capabilities and a licensed travel service provider has expressed an interest in providing service to and from Cuba from that airport.\n\n\tThe modifications will not change the designation of airports in Cuba that are eligible to send or receive licensed charter flights to and from the United States.\n\n\n\n\n"
}