{
    "title": "G-20: Fact Sheet on U.S. Financial Reform and the G-20 Leaders' Agenda | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/12/g-20-fact-sheet-us-financial-reform-and-g-20-leaders-agenda",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 12, 2010\n\n \n\n\n\nG-20: Fact Sheet on U.S. Financial Reform and the G-20 Leaders' Agenda\n\n\n\n\n\n\tIn July, President Obama signed the Dodd-Frank Wall Street Reform and Consumer Protection Act, an historic financial reform bill, and one consistent with the key priorities that he laid out a year ago.  The bill puts the U.S. at the forefront of global financial reform and promotes a race to the top so that all international financial firms face the same tough standards everywhere on a level playing field.   The U.S. is working closely with the European Union and others to ensure that the G-20’s ambitious agenda for regulatory reform is implemented.  Here in Seoul the G-20 reaffirmed that no firm should be too big or complicated to fail and taxpayers should not bear the cost of resolution; that all G-20 countries will put in place a strong national resolution regime that protects taxpayers; and that steps should be taken to ensure that large interconnected firms have a greater capacity to absorb losses.\n\n\nEnd Too Big To Fail:  G-20 Leaders agreed that “no firm should be too big or complicated to fail and that taxpayers should not bear the costs of resolution.”   The Dodd-Frank Act creates a strong national resolution regime that protects our taxpayers.  In the United States, if a big financial firm is failing, it will have only one fate:  liquidation. There will be no taxpayer funded bailout. Instead, regulators will have the ability to shut down and break apart failing financial firms in a safe, orderly way – without putting the rest of the financial system at risk, and without asking the taxpayers to pay a dime.   \n\nMore capital, and better quality capital:  As called for at Pittsburgh, Leaders committed to internationally agreed rules to improve both the quantity and quality of bank capital and discourage excessive leverage, and agreed that institutions should have an appropriately long transition period to implement these new requirements.  The United States played an instrumental role in developing the new Basel 3 capital framework.  The new standards will markedly reduce banks’ incentive to take excessive risks, lower the likelihood and severity of future crises, and enable banks to withstand – without extraordinary government support – stresses of a magnitude associated with the recent financial crisis.  This will result in a banking system that can better support stable economic growth.\n\nSafer, More Transparent Derivatives Market to Help Main Street Businesses:  G-20 Leaders agreed that “standardized OTC derivative contracts should be traded on exchanges...and cleared through central counterparties” and that all OTC derivative contracts should be reported to trade repositories. The Dodd-Frank Act sets up  a comprehensive framework of oversight and reporting for OTC derivatives markets, which requires all standardized swaps to be centrally cleared and traded on exchanges or transparent trading platforms, and establishes a new regulatory regime for dealers and major swap participants.  By bringing the derivatives markets out of the shadows, the Dodd-Frank Act will benefit those businesses that use derivatives to manage their commercial risks. That is good for every farmer and every manufacturer that uses derivatives the way they were meant to be used.  Derivatives reform will also require capital and margin requirements for every dealer and major market participant, helping prevent a future AIG.\n\nCloses Loophole in Regulation of Major Financial Firms: G-20 Leaders agreed that “large and complex financial institutions require particularly careful oversight given their systemic importance” and laid out additional recommendations to address the moral hazard caused by these firms.  Loopholes that allowed firms like Lehman Brothers, Bear Stearns, and AIG to operate without tough standards or oversight were major contributors to the financial crisis.  The Dodd-Frank Act closes these loopholes and creates accountable regulation for all firms that pose the most risk to the financial system. It will end the ability of financial firms to avoid tough standards by manipulating their legal structure.  \n\nBring Transparency to Hedge Funds: G-20 Leaders agreed that “hedge funds or their managers will be registered and will be required to disclose appropriate information on an ongoing basis to supervisors or regulators.”  The Dodd-Frank Act requires advisers to hedge funds to register with the SEC for the first time, bringing transparency and oversight to these unregulated financial firms.\n\nConstrain the Size and Risks of the Largest Firms: G-20 Leaders noted the unique risk posed by Systemically Important Financial Institutions (SIFIs), highlighting that these firms should be subject to more intensive supervision and additional capital, liquidity, and other prudential requirements.  They agreed that the largest and most interconnected firms should be subject to mandatory international recovery and resolution planning.  In the U.S, the Dodd-Frank Act will prevent any financial firm from growing by acquisition to more than 10 percent of the liabilities in the financial system. This will reduce the adverse effects of the failure of any single firm and prevent the further concentration of our financial system.  The reform will require higher capital and liquidity requirements and more intensive supervision for firms that pose the most risk.\n\nReform Pay Practices at Financial Firms: G-20 Leaders agreed that “excessive compensation in the financial sector has both reflected and encouraged excessive risk taking”; and they endorsed the Financial Stability Board’s  implementation standards aimed at aligning compensation with long-term value creation, and not with excessive risk taking.  The Dodd-Frank Act gives shareholders a vote on the compensation of senior executives at the companies they own and requires that the compensation committees of corporate boards uphold high standards for independence.  The Federal Reserve, FDIC, OCC, and OTS have released guidance on compensation practices for banks and the SEC issued enhanced rules for disclosure on compensation packages for listed firms.  The U.S. Treasury’s special paymaster has set stringent rules for firms receiving public assistance that are among the toughest in the G-20.\n\nSeparate Banking and Speculative Trading: G-20 Leaders, as part of their core commitment to financial regulatory reform, highlighted that reform must have “clear incentives to mitigate excessive risk-taking practices.”  In addition to higher capital and tougher standards for the largest, most interconnected firms, the “Volcker” Rule in the Dodd-Frank Act protects taxpayers and depositors by separating risky, speculative “proprietary trading” from the business of banking.  These reforms will make clear that banking entities must focus on their customers, and not on proprietary trading or hedge fund or private equity investments.  It will also limit the derivatives activities of banks to derivatives regarding traditional banking products.\n\nStrong Consumer Protection: G-20 Leaders agreed to develop options to advance consumer protection internationally through disclosure, education, and protection from fraud and abuse.  As a result of the U.S. Treasury’s advocacy, the Dodd-Frank Act established a Consumer Financial Protection Bureau to protect consumers across the financial sector from unfair, deceptive, and abusive practices. Instead of seven federal agencies with only partial responsibilities for consumer financial protection, there will be one agency dedicated solely to establishing and enforcing clear rules of the road for banks, mortgage companies, payday lenders, and credit card lenders.\n\nCrack Down on the Abuses in Mortgage Markets:  G-20 Leaders agreed that “far more needs to be done to protect consumers, depositors, and investors against abusive market practices.”  They agreed that securitization originators should retain a part of the risk of the underlying assets to encourage them to act prudently. Leaders also agreed on “more effective oversight of the activities of credit rating agencies,” including registration, managing conflicts of interest, and assuring the transparency and quality of the rating process.  The Dodd-Frank Act bans abusive practices in the mortgage markets, and requires, for example, that mortgage brokers and banks consider a family’s ability to repay when making a loan.  The Act also requires lenders and Wall Street securitizers to keep skin in the game when selling off loans to investors and make full disclosure so investors know what is in those packages. Reforms of credit rating agencies will help make sure that investors do not rely unwisely on their ratings on these packages.\n\nSupport Long-Term Job Growth by Helping Prevent Future Crises:  G-20 Leaders recognized that “we must take care not to spur a return of the practices that led to the crisis. The steps we are taking here, when fully implemented, will result in a fundamentally stronger financial system than existed prior to the crisis.” Further, Leaders noted that, “We want growth without cycles of boom and bust and markets that foster responsibility not recklessness.”  The Dodd-Frank Act will ensure that businesses have a more stable and predictable source of credit throughout the business cycle and will reduce the risk of a sharp and sudden cut‐off because of financial panic. By making the financial system safer and stronger, the Dodd-Frank Act will reduce the chances that a financial crisis deprives businesses of the credit they need to grow and to create jobs.\n\n\n\n\n\n"
}