{
    "title": "Statement by the President on World Refugee Day | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/06/20/statement-president-world-refugee-day",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 20, 2011\n\n \n\n\n\nStatement by the President on World Refugee Day\n\n\n\n\n\n\tAs we mark World Refugee Day, I join with people around the globe in highlighting the plight of the 15 million refugees in the world today, and we reaffirm our commitment to support them as they seek a safe place to call home again.  In particular, we honor the courage of those who have been forcibly displaced from their homes, including men, women and children in Libya, Syria, Cote d'Ivoire who remind us that somewhere in the world, refugees are forced to flee their homes virtually every day.  \n\n\tThis year marks the 60th anniversary of the 1951 Convention Relating to the Status of Refugees – a landmark achievement of international law that sets forth certain rights of refugees and legal obligations of States relating to refugees.  Hundreds of thousands – and probably millions – of people around the world are alive today thanks to the help and protection they received from the international community when they were forced to flee their countries to escape violence, oppression, abuse, and other forms of persecution.  \n\n\tThis year is also the 50th anniversary of the 1961 Convention on the Reduction of Statelessness.  In at least 30 countries, nationality laws discriminate against women and limit their ability to acquire and transmit citizenship to their children or spouses, which can lead to statelessness.  The United States will continue to work to empower women and girls and ensure opportunities for displaced and stateless women throughout the world.\n\n\tOur values and our interests dictate that the protection of the most vulnerable is a critical component of our foreign policy.  We have a moral imperative to save lives.  We also have interest in sustaining U.S. leadership, which enables us to drive the development of international humanitarian principles, programs, and policies like no other government in the world.  Such efforts promote reconciliation, security, and well-being in circumstances where despair and misery threaten stability and critical U.S. national security interests.\n\n\n\n\n"
}