{
    "title": "White House Launches 2012 Citizens Medal Nomination Process | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/16/white-house-launches-2012-citizens-medal-nomination-process",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 16, 2012\n\n \n\n\n\nWhite House Launches 2012 Citizens Medal Nomination Process\n\n\n\n\n\n\tWASHINGTON, DC -- For over 40 years, the Presidential Citizens Medal has recognized Americans who have “performed exemplary deeds of service for their country or their fellow citizens.” Starting today, the President invites the American public to nominate everyday heroes for the 2012 Citizens Medal, one of our nation’s highest civilian honors. Past recipients have included some of America’s most respected public figures including Colin Powell, Bob Dole and Muhammad Ali, but also everyday heroes like 2011 recipient Ida Martin who created Bluffton Self Help to assist working families, disabled residents, and senior citizens in the Bluffton, South Carolina area when they suffered a financial crisis.\n\n\tBy asking the public to submit nominees, President Obama hopes to recognize exemplary citizens and local heroes who have significantly impacted their communities but who may not have garnered national attention.\n\n\t“These citizens come from different backgrounds and they’ve devoted their lives to different causes, but they’re united by the choice they’ve made to help others. The 2012 Citizens Medal is a chance to recognize these everyday heroes in your community,” said President Obama.\n\n\tPublic nominations will be reviewed by White House staff. Additional nominees may be identified outside of the public nomination process.  The President will select award recipients and award the 2012 Citizens Medal in a ceremony at the White House.  Last year, the White House received more than 6,000 nominations and invited 13 outstanding Americans to the White House to receive the Medal and be recognized for their service. Learn more about the 2011 Citizens Medal recipients and view a video gallery HERE.\n\n\tNominees must be citizens of the United States and fulfill specific criteria posted HERE. All applications must be completed in full and submitted via obamawhitehouse.archives.gov/citizensmedal by April 24, 2012 at 11:59 p.m. ET.\n\nBACKGROUND ON THE CITIZENS MEDAL:\n\n\tThe Citizens Medal recognizes “citizens of the United States of America who have performed exemplary deeds of service for their country or their fellow citizens.”  Executive Order 11494 (Nov. 13, 1969).  It is generally recognized as the second highest civilian award of the United States government.\n\n\tThe 2012 Citizens Medal will recognize citizens who have performed exemplary deeds of service outside of their regular jobs, including individuals:\n\nWho have a demonstrated commitment to service in their own community or in communities farther from home.  Someone who has engaged in activities that have had an impact in their local community, on a community or communities elsewhere in the United States or on fellow citizens living or stationed around the world.\n\nWho have helped their country or their fellow citizens through one or more extraordinary acts.  Individuals who have demonstrated notable skill and grace, selflessly placed themselves in harm’s way, taken unusual risks or steps to protect others, made extraordinary efforts to further a national goal, or otherwise conducted themselves admirably when faced with unusually challenging circumstances.  \n\nWhose service relates to a long-term or persistent problem.  Individuals who have made efforts to combat stubbornly persistent problems that impact entire communities, for example those who have taken innovative steps to address hunger, homelessness, the dropout crisis, lack of access to health care, and other issues that plague too many Americans.\n\nWhose service has had a sustained impact on others’ lives and provided inspiration for others to serve.   The ideal nominee for a Citizens Medal is a person whose work has had a meaningful and lasting impact on the lives of others.\n\t \n\n\n\n\n"
}