{
    "title": "Presidential Nominations Sent to the Senate, 2/24/10 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidential-nominations-sent-senate-22410",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 24, 2010\n\n \n\n\n\nPresidential Nominations Sent to the Senate, 2/24/10\n\n\n\n\nSharon Johnson Coleman, of Illinois, to be United States District Judge for the Northern District of Illinois, vice Mark R. Filip, resigned.\nLaura E. Duffy, of California, to be United States Attorney for the Southern District of California for a term of four years, vice Carol Chien-Hua Lam.\nGary Scott Feinerman, of Illinois, to be United States District Judge for the Northern District of Illinois, vice Robert W. Gettleman, retired.\nWilfredo A. Ferrer, of Florida, to be United States Attorney for the Southern District of Florida for the term of four years, vice R. Alexander Acosta.\nJohn Dale Foster, of West Virginia, to be United States Marshal for the Southern District of West Virginia for the term of four years, vice James Duane Dawson.\nGary Michael Gaskins, of West Virginia, to be United States Marshal for the Northern District of West Virginia for the term of four years, vice J. C. Raffety, resigned.\nAlicia Anne Garrido Limtiaco, of Guam, to be United States Attorney for the District of Guam and concurrently United States Attorney for the District of the Northern Mariana Islands for the term of four years, vice Leonardo M. Rapadas.\nWilliam Joseph Martinez, of Colorado, to be United States District Judge for the District of Colorado, vice Edward W. Nottingham, resigned.\nJohn B. Stevens, Jr., of Texas, to be United States Attorney for the Eastern District of Texas for the term of four years, vice Rebecca A. Gregory.\nPaul Ward, of North Dakota, to be United States Marshal for the District of North Dakota for the term of four years, vice David Scott Carpenter.\nStephen T. Ayers, of Maryland, to be Architect of the Capitol for the term of ten years, vice Alan M. Hantman, resigned.\nDeborah Loewenberg Ball, of Michigan, to be a Member of the Board of Directors of the National Board for Education Sciences for a term expiring November 28, 2012, vice Caroline M. Hoxby, term expired.\nRobert Neil Chatigny, of Connecticut, to be United States Circuit Judge for the Second Circuit, vice Guido Calabresi, retired.\nAdam Gamoran, of Wisconsin, to be a Member of the Board of Directors of the National Board for Education Sciences for a term expiring November 28, 2011, vice Richard James Milgram, term expired.\nGoodwin Liu, of California, to be United States Circuit Judge for the Ninth Circuit, vice a new position created by Public Law 110-177, approved January 7, 2008.\nBridget Terry Long, of Massachusetts, to be a Member of the Board of Directors of the National Board for Education Sciences for a term expiring November 28, 2012, vice Joseph K. Torgesen, term expired.\nMargaret R. McLeod, of the District of Columbia, to be a Member of the Board of Directors of the National Board for Education Sciences for a term expiring November 28, 2012, vice Elizabeth Ann Bryan, term expired.\nEduardo M. Ochoa, of California, to be Assistant Secretary for Postsecondary Education, Department of Education, vice Diane Auer Jones, resigned.\n\n\n\n"
}