{
    "title": "Extractos de las Declaraciones del Presidente sobre la Economia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/08/extractos-de-las-declaraciones-del-presidente-sobre-la-economia",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 08, 2010\n\n \n\n\n\nExtractos de las Declaraciones del Presidente sobre la Economia \n\n\n\n\n2:06 P.M. EDT\n\nEL PRESIDENTE: ¡Gracias, Ohio! ¡Gracias, Cleveland!... Es un gusto volver a estar en Ohio...\n  \nMe postulé a la presidencia porque durante gran parte de la década pasada, predominó una filosofía de gobierno muy específica sobre cómo Estados Unidos debía funcionar: disminuir los impuestos, especialmente de millonarios y multimillonarios. Reducir la reglamentación para beneficio de intereses particulares. Suscribir acuerdos comerciales incluso cuando no beneficiaban a nuestros trabajadores. Reducir la inversión en nuestro pueblo y nuestro futuro, en educación y energía limpia, en investigación y tecnología. La idea era que si simplemente teníamos una fe ciega en el mercado, si permitíamos que las corporaciones pusieran sus propias reglas, si dejábamos que todos los demás se las arreglaran solos, Estados Unidos crecería y Estados Unidos prosperaría.\nY por un tiempo esta idea nos dio la ilusión de prosperidad. Vimos a firmas financieras y altos ejecutivos ganar utilidades récord y bonificaciones récord. Vimos el auge de la vivienda que resultó en nuevos propietarios y nuevos empleos de construcción. Los consumidores compraron más condominios, autos más grandes y mejores televisores.\nPero mientras todo esto sucedía, la economía en general se debilitaba. Nadie comprende eso mejor que la gente de Ohio. La generación de empleo entre el 2000 y el 2008 fue más lenta de lo que fue en cualquier expansión económica desde la Segunda Guerra Mundial, más lenta de lo que fue el último año. Los salarios e ingresos de las familias de clase media continuaron reduciéndose mientras que el costo de todo, desde la matrícula universitaria hasta la atención de salud, seguía aumentando. La gente se vio forzada a endeudarse más con sus tarjetas de crédito y pedir préstamos contra el valor de viviendas que estaban fuera del alcance de muchos, para comenzar. Mientras tanto, los gastos acumulados de dos guerras y dos recortes tributarios para los adinerados ayudaron a convertir un superávit récord en un déficit récord.\nMe postulé a la presidencia porque creía que este tipo de economía era insostenible para la clase media y para el futuro de nuestra nación. Me postulé porque tenía una idea diferente sobre la manera en que se forjó Estados Unidos. (Aplausos.) Era una idea arraigada en la historia de mi propia familia.\n¿Ven? Michelle y yo estamos en la situación en la que nos encontramos hoy en día porque a pesar de que nuestra familia no tenía mucho, trabajaron infatigablemente –sin quejarse– para que tuviéramos una vida mejor. Mi abuelo entró marchando a Europa durante la Segunda Guerra Mundial, mientras mi abuela trabajaba en las fábricas del frente interno. Mi madre me crió sola y se pagó los estudios, y se despertaba antes del amanecer para asegurarse de que yo recibiera una buena educación. Michelle aún recuerda que su padre salía a trabajar como empleado de la municipalidad mucho después de que la esclerosis múltiple le imposibilitara caminar sin muletas. Siempre llegaba a trabajar; simplemente tenía que levantarse un poco más temprano.\nSí, nuestras familias creían en los valores estadounidenses de la autosuficiencia y responsabilidad individual, y les inculcaban dichos valores a sus hijos. Pero también creían en un país que recompensa la responsabilidad; un país que recompensa el trabajo arduo; un país construido en base a la promesa de oportunidades y superación.  \nCreían en un Estados Unidos que le dio mi abuelo la oportunidad de ir a la universidad gracias a la GI Bill; un Estados Unidos que les dio a mis abuelos la oportunidad de comprar una casa gracias a la Dirección Federal de Vivienda (Federal Housing Authority); un Estados Unidos que les dio a sus hijos y nietos la oportunidad de hacer realidad sus sueños gracias a préstamos universitarios y becas universitarias.\nEra un Estados Unidos donde no comprabas cosas que no podías pagar; donde no sólo pensábamos en el presente sino que pensábamos en el futuro. Un Estados Unidos que se enorgullecía de sus productos, no sólo de lo que consumía. Un Estados Unidos donde la prosperidad realmente beneficiaba a todos, desde los altos funcionarios de las empresas hasta el empleado de la cadena de producción.\nÉse es el Estados Unidos en el que creo...\nAhora bien, ha sucedido mucho desde esas elecciones. Las fallidas medidas de política y la debilidad económica de la década previa culminaron con una crisis financiera y la peor recesión de nuestros tiempos. Y yo tenía la esperanza de que la crisis hiciera que todos, demócratas y republicanos, se unieran y les hicieran frente a los problemas de una manera práctica. Pero como todos ustedes saben, las cosas no resultaron así.\nAlgunos líderes republicanos decidieron que era más astuto en términos políticos quedarse cruzados de brazos y dejar que los demócratas resolvieran los problemas. Otros creían en el principio de que el gobierno no debe interferir en el mercado, incluso si el mercado no estaba funcionando. Pero ya que el país estaba perdiendo casi 800,000 el mes que asumí el cargo, mi tarea más urgente fue poner fin a la crisis financiera y evitar que esta recesión se convirtiera en una segunda depresión. (Aplausos.)  \nY, Ohio, lo hemos logrado. La economía ha vuelto a crecer, el mercado financiero se ha estabilizado, el sector privado ha generado empleos durante ocho meses consecutivos. (Aplausos.) Y hay aproximadamente 3 millones de estadounidenses que están trabajando hoy en día gracias al plan económico que pusimos en práctica.\nPero lo cierto es que el progreso ha sido penosamente lento. Se habían perdido millones de empleos antes de que nuestra política siquiera tuviera la oportunidad de tener efecto. Perdimos 4 millones en los seis meses previos a que tomara posesión del cargo. Era un hoyo tan profundo que a pesar de que hemos vuelto a generar empleos, millones de estadounidenses siguen desempleados. Cientos de miles de familias han perdido su casa...\nY mientras tanto, algunos de los pasos que fue necesario dar para salvar la economía –como respaldar temporalmente a los bancos y el sector automotor– contribuyeron a la percepción de que Washington estaba pasando por alto a la clase media a favor de los intereses particulares.\nY entonces, la gente está frustrada y está molesta y está ansiosa sobre el futuro. Lo comprendo. También comprendo que en una campaña política, lo más fácil para los opositores es aprovecharse de este temor y esta ira hasta el día de las elecciones.   \nEso es lo que está sucediendo en este momento. Hace unas semanas, el líder republicano de la Cámara de Representantes vino aquí a Cleveland y ofreció la respuesta de su partido a nuestros desafíos económicos. Ahora bien, una cosa habría sido si hubiese admitido los errores de su partido durante los ocho años que estuvieron en el poder, si se hubiera puesto a meditar y hubiese regresado y ofrecido una nueva estrategia digna de crédito para resolver los problemas de nuestro país.\nPero eso no es lo que sucedió. El Sr. Boehner no ofreció una política nueva. No ofreció ideas nuevas. Simplemente fue la misma filosofía que ya probamos durante la década que estuvieron en el poder; la misma filosofía que nos metió en este lío para comenzar: recortar más los impuestos de los millonarios y eliminar más normas para beneficio de las corporaciones.\nEn vez de unirse, como hicieron generaciones pasadas, a fin de forjar un país mejor para nuestros hijos y nietos, su argumento es que deberíamos volver a permitir que las compañías de seguro les nieguen cobertura a las personas que están enfermas o permitir que las compañías de tarjetas de crédito vuelvan a aumentar las tasas sin motivo. En vez de aspirar a más, nos están pidiendo que nos conformemos con el status quo de crecimiento nulo, competitividad cada vez menor y una clase media cada vez menos numerosa. \n   \nCleveland, ése no es el Estados Unidos que conozco. Ése no es el Estados Unidos en el que creo. (Aplausos.)\nMucho ha cambiado desde que vine aquí en estos últimos días de las elecciones pasadas, pero lo que no ha cambiado es la opción que enfrenta este país. Todavía se trata de temor o esperanza; del pasado o el futuro. Todavía es una opción entre retroceder o avanzar. De eso se tratan estas elecciones. Ésa es la opción que enfrentarán en noviembre. (Aplausos.)  \nAhora bien, tenemos una visión diferente para el futuro. ¿Ven? Nunca he creído que el gobierno tenga todas las respuestas a nuestros problemas. Nunca he creído que la función del gobierno sea generar empleos o prosperidad. Considero que es el empuje y el ingenio de nuestros empresarios, nuestras pequeñas empresas; el talento y la dedicación de nuestros trabajadores... (aplausos)... lo que nos ha hecho el país más rico del planeta. (Aplausos.) Creo que el sector privado debe continuar siendo el principal motor de nuestra recuperación.\nCreo que el gobierno debe ser austero; el gobierno debe ser eficiente... pero en las palabras del primer Presidente republicano, Abraham Lincoln, también creo que el gobierno debe hacer por los pobladores lo que no pueden hacer por sí mismos. (Aplausos.) Y eso significa hacer inversiones a largo plazo en el futuro de este país que las personas y las corporaciones no pueden hacer solas: inversiones en educación y energía limpia, investigación básica, en tecnología y en infraestructura. (Aplausos.)\nEso significa asegurarse de que las corporaciones cumplan con su responsabilidad de tratar a los consumidores de manera justa y que sigan las mismas normas que todos los demás... y eso significa darles una mano a las familias de la clase media, para que si trabajan duro y cumplen sus responsabilidades, tengan los recursos para criar a sus hijos y mandarlos a la universidad, ir al médico cuando se enferman, jubilarse con dignidad y respeto. (Aplausos.)  \nEn eso creemos los demócratas: en un mercado libre y dinámico, que funciona para todos. (Aplausos.) Ésa es nuestra visión. Ésa es nuestra visión para una economía más sólida y una clase media cada vez más numerosa. Y ésa es la diferencia entre lo que nosotros y los republicanos en el Congreso le están ofreciendo al pueblo estadounidense en este momento.\nPermítanme darles unos ejemplos específicos sobre nuestras diferentes estrategias. Esta semana, propuse medidas adicionales para hacer que la economía crezca y ayudar a las empresas a impulsar la contratación. Una de las claves de la generación de empleo es alentar a las compañías a invertir más en Estados Unidos. Pero durante años, nuestro código tributario en realidad ha otorgado recortes de impuestos por miles de millones que alientan a las compañías a generar empleos y utilidades en otros países.\nQuiero cambiar eso. (Aplausos.) Quiero cambiar eso. En vez de lagunas tributarias que sirven de incentivo para la inversión en empleos en el extranjero, estoy proponiendo una extensión más generosa y permanente del crédito tributario otorgado a las compañías por toda la investigación e innovación que realicen aquí mismo en Ohio, aquí mismo en Estados Unidos de Norteamérica. (Aplausos.)\nY estoy proponiendo que se permita que todas las empresas estadounidenses deduzcan todo lo que inviertan en el 2011. Y eso ayudará a las pequeñas empresas a mejorar sus plantas y equipo, y alentará a las grandes corporaciones a dejar de mantenerse al margen y comenzar a poner utilidades a trabajar en lugares como Cleveland y Toledo y Dayton. (Aplausos.)  \nAhora bien, apuesto que para la mayoría de ustedes, esto parece tener sentido. (Risas.) Pero no para el Sr. Boehner y sus aliados. Durante años, los republicanos han luchado para retener estas lagunas corporativas. De hecho, cuando el Sr. Boehner estuvo aquí en Cleveland, nos atacó por cerrar una de estas lagunas y usar el dinero para ayudar a estados como Ohio a retener cientos de miles de maestros, policías y bomberos. (Aplausos.) El Sr. Boehner les restó importancia a esos empleos que preservamos: enseñarles a nuestros niños, patrullar nuestras calles y combatir incendios “como empleos del gobierno”, empleos que supongo que pensó que no valía la pena preservar.\nY discrepo totalmente. Pienso que los maestros, policías y bomberos son parte de lo que mantiene la fortaleza de Estados Unidos. (Aplausos.) Y, Ohio, pienso que si vamos a otorgarles recortes tributarios a las empresas, deben destinarse a las empresas que generan empleos en Estados Unidos, no las que generan empleos en el extranjero. (Aplausos.) Ésa es una diferencia entre la visión republicana y la visión demócrata. De eso se tratan estas elecciones. (Aplausos.)  \nPermítanme darles otro ejemplo: queremos hacer que más estadounidenses vuelvan a trabajar en la reconstrucción de Estados Unidos, nuestras carreteras, nuestras vías férreas, nuestras pistas de aterrizaje. Cuando el sector de vivienda colapsó, y se inició la recesión, uno de cada cuatro empleos perdidos estaba en el sector de construcción. Ése es el motivo, en parte, por el cual nuestro plan económico ha invertido en los últimos 19 meses en proyectos de infraestructura sumamente necesarios, no sólo carreteras y puentes, sino trenes de alta velocidad y mayor acceso a banda ancha. En conjunto, estos proyectos han resultado en miles de trabajos buenos en el sector privado, particularmente para las personas en esos oficios.\nEl Sr. Boehner y los republicanos en el Congreso rechazaron estos proyectos. Lucharon con uñas y dientes contra ellos. Aunque debo mencionar que eso no evitó que muchos de ellos se hicieran presentes en ceremonias de inauguración... (risas)... para tratar de atribuirse el mérito. Siempre es interesante verlo. (Risas.) \nAhora bien, aún quedan miles de millas de caminos, vías férreas y pistas de aterrizaje para reparar y mejorar. E ingenieros, economistas, gobernadores, alcaldes de toda tendencia política creen que si queremos competir en esa economía mundial, debemos reconstruir esta infraestructura vital. No hay razón por la cual Europa o China deban tener los trenes más rápidos o los aeropuertos más modernos; queremos poner a la gente a trabajar construyéndolos aquí mismo en Estados Unidos. (Aplausos.)   \nPor lo tanto, esta semana he propuesto un plan de infraestructura de seis años que comenzaría de inmediato a poner a los estadounidenses a trabajar. Pero a pesar del hecho de que éste tradicionalmente ha sido un asunto que ha contado con el respaldo de ambos partidos, el Sr. Boehner hasta ahora le ha dicho no a la infraestructura. Eso es perjudica a Estados Unidos y de eso también se tratan estas elecciones.\nLes daré un ejemplo final sobre las diferencias entre nosotros y los republicanos, y se trata del asunto de los recortes tributarios. Con el plan tributario aprobado por el gobierno pasado, se tenía programado que los impuestos aumentaran considerablemente el próximo año para todos. Dicho sea de paso, esto era una característica intencional. Cuando aprobaron esos recortes tributarios en el 2001 y 2003, no querían que nadie supiera lo que le harían a nuestro déficit, por lo que dieron a entender que iban a acabar a pesar de que ahora dicen que no.\nAhora bien, creo que debemos hacer permanentes los recortes tributarios para la clase media. (Aplausos.) Para la clase media, permanentes. Estas familias son las que vieron que sus salarios e ingresos no aumentaron en la última década; ustedes merecen un respiro. (Aplausos.) Merecen un poco de ayuda. Y debido a que la clase media tiende a gastar su recorte tributario en necesidades básicas, eso le da solidez a nuestra economía en general.\nPero el líder republicano de la Cámara de Representantes no quiere detenerse allí. Que no quepa duda: él y su partido creen que debemos también otorgarle un recorte tributario permanente al 2 por ciento más acaudalado de los estadounidenses.\nPÚBLICO: ¡Nooo!\nEL PRESIDENTE: Considerando todas las demás presiones sobre el presupuesto, a pesar de lo que dicen los republicanos acerca de querer reducir el déficit, desean que pidamos prestados $700,000 millones en los próximos 10 años para otorgar recortes tributarios de aproximadamente $100,000 cada uno a personas que ya son millonarias. Y tengan en cuenta que los estadounidenses pudientes prácticamente son las únicas personas que vieron un aumento de ingresos mientras los republicanos estaban a cargo. Y éstas son las personas que son menos propensas a gastar el dinero, motivo por el cual los economistas no piensan que los recortes tributarios a los ricos contribuirían mucho a impulsar la economía.\nEntonces, permítanme ser claro con el Sr. Boehner y todos los demás: ya no debemos seguir deteniendo los recortes tributarios para la clase media. (Aplausos.) Estamos listos esta semana, si lo desean, a otorgar recortes tributarios a todo estadounidense que gana $250,000 ó menos. (Aplausos.) Se trata de 98-97 por ciento de los estadounidenses. Ahora bien, para ingresos superiores a esa cantidad, la tasa impositiva volvería a ser lo que era con el Presidente Clinton.\nEsto no es para castigar a las personas en mejor situación... que Dios las bendiga. Es porque no podemos pagar el precio de $700,000 millones. (Aplausos.) Y para quienes afirman que nuestra estrategia de alguna manera sería mala para el crecimiento y mala para las pequeñas empresas, permítanme recordarles que con esas tasas impositivas en vigor, bajo el Presidente Clinton, este país generó 22 millones de empleos, aumentó los ingresos y tuvo el mayor superávit de nuestra historia. (Aplausos.)  \nDe hecho, si los líderes republicanos del Congreso realmente quieren ayudar a las pequeñas empresas, dejarán de utilizar maniobras legislativas para bloquear una votación afirmativa o negativa sobre la propuesta de empleos en pequeñas empresas que está ante el Senado en este momento. En este preciso momento. (Aplausos.) Es una medida que haría dos cosas: reduciría los impuestos de las pequeñas empresas y facilitaría el acceso a préstamos para las pequeñas empresas. (Aplausos.) Está totalmente pagada: no contribuirá al déficit. Y fue redactada por demócratas y republicanos. Sin embargo, el otro partido continúa bloqueando esta medida de empleos, un retraso que los propietarios de pequeñas empresas han dicho que en efecto está llevándolos a posponer la contratación.\nMiren, reconozco que la mayoría de los republicanos en el Congreso le han dicho no a prácticamente toda política que he propuesto desde que asumí el mando. Me doy cuenta de que en algunos casos se trata de verdaderas diferencias filosóficas. Pero en asuntos como éste – un recorte tributario para las pequeñas empresas respaldado por la Cámara de Comercio– el único motivo por el cual están retrasando esto es política, simple y llanamente. (Aplausos.) Están haciendo el mismo cálculo que hicieron poco antes de mi investidura: si fracaso, ellos ganan. Pues, quizá piensen que ésta es la manera de llegar a donde quieren en noviembre, pero no hará que nuestro país llegue adonde necesita llegar a largo plazo. (Aplausos.) No nos llevará allí. (Aplausos.) No nos llevará allí. (Aplausos.) No nos llevará allí. (Aplausos.)     \nEntonces, ésa es la opción, Ohio. ¿Regresamos a la misma política fallida que metió a nuestra economía en un hoyo o seguimos avanzando con medidas que poco a poco nos están sacando de él? (Aplausos.) ¿Nos conformamos como un deterioro lento o aspiramos a un Estados Unidos con una economía que crece y una clase media que prospera? (Aplausos.) Ése es el Estados Unidos que vislumbro. Quizá no estemos allí todavía, pero sabemos adónde debe ir este país.\nVemos un futuro en el que invertimos en la innovación estadounidense y el ingenio estadounidense; donde exportamos más productos para crear más empleos aquí dentro del país; donde facilitamos el iniciar una empresa o patentar una invención; donde desarrollamos una industria nacional de energía limpia, porque no quiero ver que se fabriquen nuevos paneles solares o autos eléctricos o baterías avanzadas en Europa o Asia. (Aplausos.) Quiero ver que se produzcan aquí mismo, en Estados Unidos, por trabajadores estadounidenses. (Aplausos.) \nVemos un Estados Unidos donde cada ciudadano tiene las aptitudes y capacitación para competir con cualquier trabajador del mundo. Por eso hemos fijado un objetivo de volver a tener la mayor tasa en el mundo de egresados de la universidad para el 2020. (Aplausos.) Por eso estamos revitalizando instituciones comunitarias de enseñanza superior como ésta. (Aplausos.) Por eso estamos reformando nuestro sistema educativo en base a lo que surte efecto con nuestros niños, no lo que perpetúa el status quo. (Aplausos.)\nVemos a un Estados Unidos donde una clase media cada vez más numerosa es el corazón latente de una economía en crecimiento. Por eso cumplí con mi promesa de campaña y otorgué un recorte tributario a la clase media: 95 por ciento de los trabajadores estadounidenses. (Aplausos.) Por eso aprobamos la reforma del seguro médico que impide que las aseguradoras aumenten sus primas a voluntad o les nieguen cobertura si ustedes se enferman. (Aplausos.) Por eso aprobamos la reforma financiera que acabará con los rescates financiados por los contribuyentes; la reforma que evitará que las compañías de tarjetas de crédito y los emisores de préstamos hipotecarios se aprovechen de los contribuyentes y consumidores. (Aplausos.)  \nPor eso estamos tratando de facilitar que los trabajadores ahorren para la jubilación y combatiendo los esfuerzos de algunos en el otro partido por privatizar el Seguro Social, porque mientras sea Presidente, nadie va a tomar los ahorros para la jubilación de una generación de estadounidenses y entregárselos a Wall Street. No mientras yo esté a cargo. (Aplausos.) \nPor eso estamos luchando por extender el crédito tributario por hijo y hacer permanente nuestro nuevo crédito tributario por estudios universitarios, porque si lo hacemos, significará $10,000 menos de matrícula por cada hijo que curse cuatro años de estudios universitarios. (Aplausos.) Y no quiero que ningún padre deje de enviar a sus hijos a la universidad porque no puede pagarla, en tiempos buenos o malos.\nY finalmente, vemos un Estados Unidos donde nos rehusamos a pasarle la deuda que heredamos a la próxima generación... Estoy totalmente comprometido con la responsabilidad fiscal, motivo por el cual ya he propuesto congelar todo el gasto discrecional no relacionado a la seguridad nacional en los próximos tres años. (Aplausos.)\nY el próximo año, una vez que la comisión fiscal con miembros de ambos partidos concluya su labor, me dedicaré a tomar las decisiones difíciles que son necesarias para reducir más nuestro déficit y nuestra deuda, reciba o no ayuda del otro lado. (Aplausos.)\nPor supuesto que reducir el déficit no será fácil. Recuperar los 8 millones de empleos perdidos en esta recesión no sucederá de la noche a la mañana. No todo lo que hemos hecho en los últimos dos años ha funcionado tan rápido como esperábamos, y soy muy consciente de que no todas nuestras medidas políticas han sido populares.\nPor lo tanto, no, nuestra labor no es fácil. Pero ustedes no me eligieron para hacer lo fácil. (Aplausos.) No me eligieron para simplemente interpretar las encuestas y determinar la manera de mantenerme en el cargo. No me eligieron para evitar los grandes problemas. Me eligieron para hacer lo correcto. Y mientras sea Presidente, eso es exactamente lo que tengo la intención de hacer. (Aplausos.)\nEste país está saliendo de un periodo sumamente difícil en su historia, una era de irresponsabilidad que abarcaba desde Wall Street hasta Washington, y tuvo un efecto devastador en mucha gente. Hemos comenzado a dejar esa era atrás. Pero parte de avanzar es volver a los valores consagrados que forjaron este país: el trabajo arduo y la autosuficiencia; la responsabilidad por nuestros actos y también la responsabilidad mutua. Se trata de dejar de pensar, “¿De qué manera me beneficia?” y pensar, “¿Qué es lo mejor para Estados Unidos? ¿Qué es lo mejor para todos nuestros trabajadores? ¿Qué es lo mejor para todas nuestras empresas? ¿Qué es lo mejor para todos nuestros niños?” (Aplausos.)\nEstos valores no son demócratas ni republicanos. No son valores conservadores ni liberales. Son valores estadounidenses. Como demócratas, nos enorgullecemos de lo que nuestro partido ha logrado en el último siglo: el Seguro Social y el salario mínimo; la GI Bill y Medicare; los derechos civiles y los derechos de los trabajadores y los derechos de la mujer. (Aplausos.) Pero también reconocemos que durante toda nuestra historia, también ha existido una visión republicana noble de lo que este país puede llegar a ser. Fue la visión de Abraham Lincoln, que estableció las primeras universidades en tierras cedidas por el gobierno y lanzó el ferrocarril transcontinental; la visión de Teddy Roosevelt, que usó el poder del gobierno para dividir monopolios; la visión de Dwight Eisenhower, que ayudó a construir el Sistema Interestatal de Carreteras. Y, sí, la visión de Ronald Reagan, que a pesar de su aversión al gobierno y trabajando con demócratas, estuvo dispuesto a salvar el Seguro Social para las generaciones futuras. (Aplausos.) \n   \nÉstos fueron líderes serios para tiempos serios. Fueron grandes políticos, pero no pasaron todo su tiempo dedicados a la politiquería ni anotarse victorias. No se aprovecharon siempre de los temores y ansiedades de la gente. Cometieron errores, pero hicieron lo que pensaban que era mejor para el país y su pueblo.\n  \nY eso es lo que el pueblo estadounidense espera ahora de nosotros, demócratas, independientes y republicanos. (Aplausos.) Ése es el debate que merecen. Ése es el liderazgo que les debemos...\nGracias. Que Dios los bendiga. Y que Dios bendiga a Estados Unidos de Norteamérica. (Aplausos.)\n\n                                          FIN                 2:53 P.M. EDT\n \n\n\n\n"
}