{
    "title": "2009-H1N1 National Preparedness and Response Overview | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2009-h1n1-national-preparedness-and-response-overview",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 01, 2009\n\n \n\n\n\n2009-H1N1 National Preparedness and Response Overview\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ___________________________________________________________________________  For Immediate Release                                                   September 1, 2009 2009-H1N1 National Preparedness and Response Overview  The health and safety of the American people is the first priority of President Barack Obama. Since the novel 2009-H1N1 flu virus emerged in the United States during the third week of April, the President has received regular briefings and asked his Cabinet to spare no effort in addressing this national security challenge. The Secretary of Health and Human Services is leading the way on public health preparedness and response efforts, the Principal Federal Official for domestic incidents, the Secretary of Homeland Security, is coordinating the supporting activities of Federal departments and agencies and facilitating response actions with State, local and territorial governments and tribal and private sector partners, while other Cabinet officials are leading complementary initiatives in their area of responsibility. It is a well-coordinated, all hands on deck approach. All Federal efforts are aimed at reducing the impact of 2009-H1N1 on the health and well-being of Americans and on the economy and functioning of society. Key elements of our preparedness and response efforts include: Preparing for a fall wave of H1N1 flu with great team work across the Nation  Implementing a National Framework for 2009-H1N1 preparedness and response, including the four pillars of surveillance, mitigation, vaccine, and communications Partnering with Congress, governors, mayors, territorial and tribal officials, state and local health departments and emergency managers, the medical community, private-sector entities, and community-based groups for an effective response Issuing medical, science-derived public guidance for K-12 schools, institutions of higher education, businesses and employers, and families across the country available 24/7 on www.flu.gov  Making steady progress on developing a safe, effective, and voluntary H1N1 flu vaccine  Preparing for a voluntary, but strongly recommended, H1N1 flu shot program to be available to all Americans that wish to participate over a period of time  Encouraging Americans to act on a shared responsibility to reduce the impact of H1N1 flu  Calling on individuals and families to plan for the fall flu season and to take steps to prevent the spread of the H1N1 flu  To learn more about this virus, please go to www.flu.gov or talk to your doctor.\n\n\n\n"
}