{
    "title": "G-20: Fact Sheet on IMF Reform | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/12/g-20-fact-sheet-imf-reform",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 12, 2010\n\n \n\n\n\nG-20: Fact Sheet on IMF Reform\n\n\n\n\n\n\tAt the Pittsburgh Summit, President Obama led the G-20 in calling for enhancing the role of dynamic emerging market and developing countries in the International Monetary Fund (IMF).  In response to that call, today in Seoul G-20 Leaders agreed to a historic and comprehensive reform of the IMF that gives those economies greater voice and representation in the institution’s governance. This reform will help to create a more effective, credible, and legitimate IMF that better reflects the global economy of the 21st century.  A stronger and more credible IMF improves the ability of the United States to find common ground with its partners on the policies needed to secure a strong and balanced global recovery that avoids the reemergence of dangerous imbalances.  U.S. leadership was critical to this agreement, which surpasses the goals set out by Leaders in Pittsburgh a little over a year ago.\n\n\tThis reform:\n\n\n\t\tIncreases the voting power of under-represented dynamic emerging market and developing countries by over six percent, exceeding the G-20 Pittsburgh commitment of at least a five percent shift;\n\n\t\tMoves Brazil, China, India, and Russia into the top 10 shareholders of the IMF to reflect the size of their economies;\n\n\t\tProtects the voting share of the poorest countries;\n\n\t\tMaintains the U.S. veto over key IMF decisions; and\n\n\t\tEnhances emerging market and developing country representation on the IMF’s Executive Board, creating a Board that is more representative of today’s global economy.\n\n\n\tAdvanced European countries agreed to relinquish two of their eight seats on the Executive Board to provide greater voice for emerging market and developing countries.  The U.S. worked closely with the European Union and G-20 members to achieve this ambitious reform.\n\n\tGovernance reforms have been combined with significant reforms of the IMF’s lending facilities, including the enhancement of the Flexible Credit Line and the establishment of the Precautionary Credit Line.  These new measures will help prevent crises from spreading by allowing strongly-performing countries to insure themselves against external shocks during future crises.  This, in turn, will help to build a more smoothly-functioning international monetary system and facilitate the strong global recovery needed to create jobs here in the United States.\n\n\n\n\n"
}