{
    "title": "Background On Pittsburgh Steelers And USO Service Event | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-pittsburgh-steelers-and-uso-service-event",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 21, 2009\n\n \n\n\n\nBackground On Pittsburgh Steelers And USO Service Event\n\n\n\n\nTHE WHITE HOUSE  Office of the Press Secretary    _____________________________________________________ FOR IMMEDIATE RELEASE                May 21, 2009   BACKGROUND ON PITTSBURGH STEELERS AND USO SERVICE EVENT President Obama will welcome the Super Bowl Champion Pittsburgh Steelers to the White House along with approximately 50 Wounded Warriors from Walter Reed Army Medical Center and National Naval Medical Center and their families. The President will deliver brief remarks, and then the Steelers players, the Service members and their families, and the rest of the crowd will work with USO to assemble care packages for troops. Background on Operation USO Care Package program: The Operation USO Care Package program began in 2003 and has assembled more than 1.6 million care packages. The USO sends approximately 25,000 packages a month to deployed service members. With the help of the USO at this service event, all guests will be packing 3,000 care packages that will be sent to our troops serving in Iraq and Afghanistan.  Stage participants:          Art Rooney II         Coach Mike Tomlin         Super Bowl MVP Santonio Holmes         Team Captains Ben Roethlisberger, Hines Ward, James Farrior and Jeff Reed  Expected attendees include:          Pittsburgh Steelers and their staff         Over 50 Wounded Warriors from Walter Reed Army Medical Center and National Naval Medical Center (Bethesda)         Secretary Vilsack         Secretary Shinseki         Senator Bob Casey        Senator Arlen Specter         Members of the House of Representatives         Pittsburgh Mayor Luke Ravenstahl        PA County Executive Dan Onorato  ## \n\n\n\n"
}