{
    "title": "Presidential Memorandum -- Determinations under Section 1106(a) of the Omnibus Trade and Competitiveness Act of 1988 - Russian Federation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/12/15/presidential-memorandum-determinations-under-section-1106a-omnibus-trade",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 15, 2011\n\n \n\n\n\nPresidential Memorandum -- Determinations under Section 1106(a) of the Omnibus Trade and Competitiveness Act of 1988 - Russian Federation\n\n\n\n\nMEMORANDUM FOR THE UNITED STATES TRADE REPRESENTATIVE\nSUBJECT: Determinations under Section 1106(a) of the Omnibus Trade and Competitiveness Act of 1988 – Russian Federation\nPursuant to section 1106(a) of the Omnibus Trade and Competitiveness Act of 1988 (19 U.S.C. 2905(a)), I determine that state trading enterprises account for a significant share of the exports of the Russian Federation (Russia) and goods that compete with imports into Russia. I further determine that such state trading enterprises unduly burden and restrict, or adversely affect, the foreign trade of the United States or of the U.S. economy, or are likely to result in such a burden, restriction, or effect.\nRussia is seeking to become a member of the World Trade Organization (WTO). The terms and conditions for Russia's accession to the WTO include Russia's commitments that it will ensure that state-owned and state-controlled enterprises, when engaged in commercial activity, will make purchases, which are not intended for governmental use, and sales in international trade in a manner consistent with applicable provisions of the Marrakesh Agreement Establishing the World Trade Organization (WTO Agreement). In addition, Russia's state trading enterprises will make purchases and sales based solely on commercial considerations, e.g., price, quality, marketability, and availability, and that U.S. business firms will have an adequate opportunity to compete for sales to and purchases from these enterprises on non-discriminatory terms and conditions. The obligations that Russia will assume under the WTO Agreement, including Russia's protocol of accession, meet the requirements of section 1106(b)(2)(A) (19 U.S.C. 2905(b)(2)(A)), and thus my determinations under section 1106(a) do not require invocation of the non-application provisions of the WTO Agreement.\nYou are authorized and directed to publish this memorandum in the Federal Register.\nBARACK OBAMA\n\n\n\n\n"
}