{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/08/01/president-obama-announces-more-key-administration-posts-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 01, 2013\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\nWASHINGTON, DC – Today, President Obama announced his intent to nominate the following individuals to key Administration posts:\n\n\nR. Gil Kerlikowske – Commissioner of Customs, Department of Homeland Security\n\nLieutenant General Frank G. Klotz, USAF (Ret) - Under Secretary for Nuclear Security and Administrator for Nuclear Security of the National Nuclear Security Administration, Department of Energy\n\nSarah Sewall – Under Secretary of State for Civilian Security, Democracy, and Human Rights, Department of State\n\nSuzanne E. Spaulding – Under Secretary, Department of Homeland Security\n\nKathryn D. Sullivan – Under Secretary for Oceans and Atmosphere and Administrator of the National Oceanic and Atmospheric Administration, Department of Commerce\n\nKaren Dynan – Assistant Secretary for Economic Policy, Department of the Treasury\n\nPeter J. Kadzik – Assistant Attorney General for Legislative Affairs, Department of Justice\n\nAnne W. Patterson – Assistant Secretary of State for Near Eastern Affairs, Department of State\n\nLinda Spoonster Schwartz – Assistant Secretary of Veterans Affairs for Policy and Planning, Department of Veterans Affairs\n\nStevan E. Bunnell – General Counsel, Department of Homeland Security\n\nSteven Croley – General Counsel, Department of Energy\n\nRichard F. Griffin – General Counsel, National Labor Relations Board\n\nDeborah A. P. Hersman – Chairman and Member, National Transportation Safety Board\n\nChristopher A. Hart – Member, National Transportation Safety Board\n\nDwight L. Bush, Sr. – Ambassador to the Kingdom of Morocco, Department of State\n\nPamela K. Hamamoto – Representative of the United States to the Office of the United Nations and Other International Organizations in Geneva, with the rank of Ambassador, Department of State\n\nMatthew T. Harrington - Ambassador to the Kingdom of Lesotho, Department of State\n\nPresident Obama said, “These dedicated individuals bring a wealth of experience and talent to their new roles and I am proud to have them serve in this Administration.  I look forward to working with them in the months and years to come.”\nPresident Obama announced his intent to nominate the following individuals to key Administration posts:\nR. Gil Kerlikowske, Nominee for Commissioner of Customs, Department of Homeland Security\n\tR. Gil Kerlikowske is Director of National Drug Control in the Office of National Drug Control Policy at the White House, a position he has held since 2009.  From 2000 to 2009, he served as Chief of Police in Seattle, Washington.  From 1998 to 2000, he was Deputy Director of the Office of Community Oriented Policing Services at the U.S. Department of Justice.  From 1994 to 1999, he was Police Commissioner of Buffalo, New York.  He began his law enforcement career serving in the St. Petersburg, Florida Police Department from 1972 to 1987.  Mr. Kerlikowske served on active duty in the U.S. Army from 1970 to 1972, and in the Army Reserve from 1972 to 1976.  He received a B.A. and an M.A. as well as an D.H.L. from the University of South Florida.\nLieutenant General Frank G. Klotz, USAF (Ret), Nominee for Under Secretary for Nuclear Security and Administrator for Nuclear Security of the National Nuclear Security Administration, Department of Energy\nLieutenant General Frank G. Klotz, USAF (Ret) is the Senior Fellow for Strategic Studies and Arms Control at the Council on Foreign Relations, a role he has held since 2011.  Lieutenant General Klotz has also worked as an independent consultant since 2011.  He is the former Commander of Air Force Global Strike Command, a position he held from 2009 to 2011.  From 2007 to 2009, Lieutenant General Klotz was the Assistant Vice Chief of Staff and Director of the Air Staff.  He served as the Vice Commander of Air Force Space Command from 2005 to 2007 and was the Commander of the Twentieth Air Force from 2003 to 2005.  Lieutenant General Klotz served at the White House from 2001 to 2003 as the Director for Nuclear Policy and Arms Control on the National Security Council.  He served as the Defense Attaché at the U.S. Embassy Moscow from 1999 to 2001.  Lieutenant General Klotz received a B.S. from the Air Force Academy and an MPhil and DPhil from Oxford University.\nDr. Sarah Sewall, Nominee for Under Secretary of State for Civilian Security, Democracy, and Human Rights, Department of State\n\tDr. Sarah Sewall is a Senior Lecturer in Public Policy at the John F. Kennedy School of Government at Harvard University.  In 2012, she was Minerva Chair at the Naval War College and from 2006 to 2009 she served as the Director of Harvard's Carr Center for Human Rights Policy.  She joined the Kennedy School in 2000 as Director of the National Security and Human Rights Program, founding the Mass Atrocity Response Operations Project and the Project on the Means of Intervention.  Previously, she was Associate Director for the Committee on International Security Studies at the American Academy of Arts and Sciences from 1998 to 1999.  In 1997, she was a Council on Foreign Relations International Affairs Fellow at Harvard’s Program on Negotiations.  She served as Deputy Assistant Secretary for Peacekeeping and Humanitarian Assistance at the Department of Defense from 1993 to 1996.  From 1987 to 1996, she was the Senior Foreign Policy Advisor to Senate Majority Leader George J. Mitchell.  She serves on the boards of Oxfam America, the Secretary of Defense’s Defense Policy Board, and the Center for Naval Analyses.  She received an A.B. from Harvard College and a DPhil from Oxford University.\nSuzanne E. Spaulding, Nominee for Under Secretary, Department of Homeland Security\n\tSuzanne E. Spaulding is the Deputy Under Secretary for National Protection Programs at the Department of Homeland Security, a position she has held since 2011.  Prior to joining the Administration, she was a principal in the Bingham Consulting Group from 2006 to 2011.  Previously, she served as the Minority Staff Director for Ranking Member Jane Harman on the U.S. House of Representatives’ Permanent Select Committee on Intelligence from 2003 to 2004.  In 2002, she was a Member of the Secure Commonwealth Panel.  From 1989 to 1995, Ms. Spaulding served as Assistant General Counsel and the Legal Advisor to the Director of the Central Intelligence Agency’s Nonproliferation Center.  From 1983 to 1987, she served as Senior Counsel and Legislative Director for U.S. Senator Arlen Specter.  Ms. Spaulding has also served as Security Counsel for the Business Roundtable, Executive Director of the National Commission on Terrorism, and a member of the Commission to Assess the Organization of the Federal Government to Combat the Proliferation of Weapons of Mass Destruction.  Ms. Spaulding received a B.A. and a J.D. from the University of Virginia.\nDr. Kathryn D. Sullivan, Nominee for Under Secretary for Oceans and Atmosphere and Administrator of the National Oceanic and Atmospheric Administration, Department of Commerce\n\tDr. Kathryn D. Sullivan is the Assistant Secretary for Observation and Predictions at the Department of Commerce, a position she has held since 2011.  Dr. Sullivan was the inaugural Director of the Battelle Center for Mathematics and Science Education Policy in the John Glenn School of Public Affairs at Ohio State University from 2006 to 2011.  She served as President and CEO of Ohio’s Center of Science and Industry (COSI) from 1996 to 2005.  Previously, Dr. Sullivan served as Chief Scientist at the National Oceanic and Atmospheric Administration.  She was one of the first six women selected to join the NASA astronaut corps in 1978 and was the first American woman to walk in space.  She flew on three shuttle missions during her 15-year tenure, including the mission that deployed the Hubble Space Telescope.  Dr. Sullivan was an Oceanographer in the U.S. Navy Reserve from 1988 to 2006, and served on the National Science Board from 2004 to 2010.  She received a B.S. from the University of California at Santa Cruz and a Ph.D from Dalhousie University in Canada.\nDr. Karen Dynan, Nominee for Assistant Secretary for Economic Policy, Department of the Treasury\n\tDr. Karen Dynan is Vice President and Co-Director of the Economic Studies Program, and the Robert S. Kerr Senior Fellow, at the Brookings Institution, positions she has held since 2009.  From 1992 to 2009, Dr. Dynan worked at the Federal Reserve Board of Governors, where she served in a number of roles in the Division of Research and Statistics, including Senior Adviser in 2009, Assistant Director from 2007 to 2009, Senior Economist and then Chief of the Household and Real Estate Finance Section from 2000 to 2007, and Economist and then Senior Economist in the Macroeconomic Analysis Section from 1992 to 2000.  During her time at the Federal Reserve Board, she also served as a Senior Economist with the Council of Economic Advisers from 2003 to 2004, and as a Visiting Assistant Professor at Johns Hopkins University in 1998.  Additionally, Dr. Dynan is the Chair of the Board of Overseers of the Panel Study of Income Dynamics.  She is a member of numerous committees and boards, including the Advisory Committee of the Bureau of Economic Analysis, the Committee of Economic Statistics of the American Economic Association, and the Advisory Board of the U.S. Financial Diaries.  Dr. Dynan received an A.B. from Brown University and a Ph.D. from Harvard University.\nPeter J. Kadzik, Nominee for Assistant Attorney General for Legislative Affairs, Department of Justice\n\tPeter J. Kadzik is the Principal Deputy Assistant Attorney General for the Office of Legislative Affairs at the U.S. Department of Justice, a position he has held since April 2013.  Previously, Mr. Kadzik was in private practice at Dickstein Shapiro LLP, where he was a Partner from 1986 to 2013, and an Associate from 1980 to 1986.  At the firm, he was Co-Chair of the Antitrust & Financial Services Practice, a Member of the Executive Committee, Chair of the Pro Bono and Hiring Committees, and Co-Chair of the Diversity Committee.  Mr. Kadzik served as Assistant United States Attorney in the District of Columbia from 1978 to 1980.  He clerked for the Honorable Thomas A. Flannery on the U.S. District Court for the District of Columbia from 1977 to 1978.  Mr. Kadzik received a B.A. from the State University of New York at Buffalo and a J.D. from the Georgetown University Law Center.\nAmbassador Anne W. Patterson, Nominee for Assistant Secretary of State for Near Eastern Affairs, Department of State\n\tAmbassador Anne W. Patterson, a career member of the Senior Foreign Service, is the U.S. Ambassador to the Arab Republic of Egypt.  From 2007 to 2010, Ambassador Patterson was the U.S. Ambassador to the Islamic Republic of Pakistan.  She served as the U.S. Ambassador to the Republic of Colombia from 2000 to 2003 and the Republic of El Salvador from 1997 to 2000.  She has served as Deputy Permanent Representative to the United Nations, Assistant Secretary of International Narcotics and Law Enforcement, and Deputy Inspector General at the Department of State.  Ambassador Patterson has held a number of economic and political assignments, including Economic Counselor in Saudi Arabia and Deputy Assistant Secretary for Latin America.  She received a B.A. from Wellesley College.\nLinda Spoonster Schwartz, Nominee for Assistant Secretary of Veterans Affairs for Policy and Planning, Department of Veterans Affairs \n\tLinda Schwartz, a disabled veteran, is Commissioner of the Connecticut Department of Veterans Affairs, a position she has held since 2003.  She concurrently serves as an Associate Clinical Professor of Nursing at the Yale School of Nursing, where she has been on Faculty since 1999 and was appointed Associate Research Scientist and Scholar.  From 1980 to 1993, she taught at several University and College Schools of Nursing and held leadership roles in Nursing organizations in Connecticut.  From 1979 to 1980, she was a caseworker in the Office of the Field Director of the American Red Cross at Rhein-Main Air Base in Germany.  Dr. Schwartz served in the United States Air Force (USAF) Nurse Corps from 1968 to 1986, both on Active Duty and as a Reservist.  She retired as a Flight Nurse Instructor, with the rank of Major after sustaining injuries in a USAF Air Craft accident.  In 2001, she served on the Board of Directors of the American Nurses Association and was elected to the American Academy of Nursing.  From 1996 to 2000, she served as a Member and Chair of the VA Advisory Committee on Women Veterans.  She received a B.S. from the University of Maryland, an MSN from Yale University School of Nursing, and a Dr.P.H from the Yale University School of Medicine.\nStevan E. Bunnell, Nominee for General Counsel, Department of Homeland Security\n\tStevan E. Bunnell is Managing Partner at O’Melveny & Myers, LLP, the Washington, D.C. office, a position he has held since 2011.  From 2004 to 2007, he served as Chief of the Criminal Division and from 2002 to 2004, he was Chief of the Fraud and Public Corruption Section in the U.S. Attorney’s Office for the District of Columbia.  From 1999 to 2002, he served as Counsel to the Assistant Attorney General for the Criminal Division and from 1995 to 1999, he worked as a Trial Attorney in the Public Integrity Section of the U.S. Department of Justice.  From 1990 to 1995, he served as an Assistant U.S. Attorney in the U.S. Attorney’s Office for the District of Columbia.  He received a B.A. from Yale University and a J.D. from Stanford University.\nDr. Steven Croley, Nominee for General Counsel, Department of Energy\n\tDr. Steven Croley is Deputy Assistant to the President and Deputy Counsel to the President in the Office of the White House Counsel at the White House, a position he has held since 2012.  Previously, he served as Senior Counsel to the President in the Office of the White House Counsel from 2011 to 2012 and Special Assistant to the President for Justice and Regulatory Policy at the White House Domestic Policy Council from 2010 to 2011.  Since 2010, Dr. Croley has been on leave from the University of Michigan Law School where he is the Harry Burns Hutchins Collegiate Professor of Law.  From 2006 to 2010, he served as a Special Assistant to the U.S. Attorney for the Eastern District of Michigan.  Dr. Croley was Associate Dean for Academic Affairs at Michigan Law School from 2003 to 2006.  He served as a Research Consultant to the Michigan Law Revision Commission from 1996 to 1999, the Administrative Conference of the United States from 1994 to 1995, and the U.S. Department of Labor from 1994 to 1995.  He began his teaching career as an Assistant Professor of Law at the Michigan Law School in 1993 before becoming a Professor of Law in 1998.  Dr. Croley served as a Law Clerk for Judge Stephen Williams of the U.S. Court of Appeals for the D.C. Circuit from 1991 to 1992.  Dr. Croley received an A.B. from the University of Michigan, a J.D. from Yale Law School, and a Ph.D. from Princeton University.\nRichard F. Griffin, Jr., Nominee for General Counsel, National Labor Relations Board\n\tRichard F. Griffin, Jr. is a Member of the National Labor Relations Board (NLRB), a position he has held since January 2012.  Previously, from 1983 to 2012, Mr. Griffin worked for the International Union of Operating Engineers in a number of roles, including General Counsel and Associate General Counsel.  From 1981 to 1983, he was a Counsel to Board Members of the NLRB.  He is a Fellow of the College of Labor and Employment Lawyers.  Mr. Griffin received a B.A. from Yale University and a J.D. from Northeastern University School of Law.\nDeborah A. P. Hersman, Nominee for Chairman and Member, National Transportation Safety Board\n\tDeborah A. P. Hersman is Chairman of the National Transportation Safety Board (NTSB), a position she has held since July 2009.  She has served as a Member of the NTSB since 2004.  Previously, Ms. Hersman served as a Senior Professional Staffer for the U.S. Senate Committee on Commerce, Science and Transportation from 1999 to 2004.  She served as Staff Director and Senior Legislative Aide to Congressman Bob Wise from 1992 to 1999.  Ms. Hersman received a dual B.A. from Virginia Tech and an M.S. from George Mason University.\nChristopher A. Hart, Nominee for Member, National Transportation Safety Board\n\tChristopher A. Hart is Vice Chair and Member of the National Transportation Safety Board.  Previously, he was the Deputy Director for Air Traffic Safety Oversight at the Federal Aviation Administration (FAA) from 2005 to 2009,  and Assistant Administrator for System Safety at the FAA from 1995 to 2005.  From 1994 to 1995, Mr. Hart was Deputy Administrator of the National Highway Traffic Safety Administration, and from 1990 to 1993 he was a member of the National Transportation Safety Board.  He was an attorney in private practice from 1979 to 1990.  Mr. Hart was the Deputy Assistant General Counsel for Environmental, Civil Rights, and General Law at the Department of Transportation from 1977 to 1979.  He received a B.S.E and M.S.E in Aerospace and Mechanical Sciences from Princeton University and a J.D. from Harvard Law School. \nDwight L. Bush, Sr., Nominee for Ambassador to the Kingdom of Morocco, Department of State\n\tDwight L. Bush, Sr., is President of D.L. Bush & Associates, a financial advisory and business consulting firm.  He also has served as Vice Chairman of EntreMed, Inc. since 2010 and Director since 2004.  Previously, Mr. Bush was the President and CEO of Urban Trust Bank, Urban Trust Holding and President of UTB Education Finance from 2006 to 2008.  From 1998 to 2006, Mr. Bush served as a Principal at Stuart Mill Capital, LLC, Chief Financial Officer at SatoTravel Holdings, Inc., and Vice Chairman at Enhanced Capital Partners, LLC.  He served as Vice President of Corporate Development of Sallie Mae Corporation from 1994 to 1997.  He began his career at the Chase Manhattan Bank in 1979 where he was a Managing Director in the Project Finance Group when he resigned.  Mr. Bush has worked with a variety of philanthropic and education institutions including Cornell University, the GAVI Alliance, National Symphony Orchestra, and the Joint Centers for Social and Economic Studies.  He is also currently a trustee and member of the Executive Committee of Xavier University in Louisiana.  Mr. Bush received a B.A. from Cornell University.\nPamela K. Hamamoto, Nominee for Representative of the United States to the Office of the United Nations and Other International Organizations in Geneva, with the rank of Ambassador, Department of State\n\tPamela K. Hamamoto is a member of the Board of Trustees at The Branson School.  She was a member of the Board of Trustees at Marin Country Day School from 2007 to 2013, and from 2008 to 2012 she also served on the Stanford University Athletic Board.  From 1999 to 2008, she served on the Board of Trustees of the Ring Mountain Day School.  Previously, Ms. Hamamoto worked at Goldman, Sachs & Co. in the Investment Banking Division of the firm’s New York and San Francisco offices from 1990 to 1991 and 1994 to 1999.  From 1991 to 1994, she worked at Merrill Lynch & Co. as a Vice President in Corporate Finance in the firm’s Los Angeles office.  From 1986 to 1988, Ms. Hamamoto worked in the telecommunications industry as a Senior Business Planner for GTE Hawaiian Tel.  From 1983 to 1985, she was a Civil Engineer for Pacific Gas & Electric Co.  She received a B.S. and an M.S. from Stanford University and an M.B.A. from the UCLA Anderson School of Management.\nMatthew T. Harrington, Nominee for Ambassador to the Kingdom of Lesotho, Department of State\n\tMatthew T. Harrington, a career member of the Senior Foreign Service, is the Director of the Office of Analysis for Africa, Bureau of Intelligence and Research at the Department of State.  From 2010 to 2012, Mr. Harrington served as a Foreign Policy Advisor to the Commander of United States Army South, the army component of U.S. Southern Command.  He served as the Deputy Chief of Mission, U.S. Embassy in Windhoek, Namibia from 2008 to 2010 and as Counselor for Political and Economic Affairs, U.S. Embassy in Lisbon, Portugal from 2005 to 2008.  From 2003 to 2005, he served as the Deputy Chief of Mission, U.S. Embassy in Lome, Togo, and from 2000 to 2003 he served as a Political Officer at the U.S. Embassy in Harare, Zimbabwe.  From 1998 to 2000, Mr. Harrington served as the Sudan Desk Officer in the Bureau of African Affairs and from 1997 to 1998, he served as a Watch Officer in the Operations Center.  Mr. Harrington served as a Political Officer, U.S. Embassy in Brasilia, Brazil from 1995 to 1997 and as a Consular Officer at the U.S. Embassy in Accra, Ghana from 1992 to 1994.  He served as a Program Associate with the American Association of State Colleges and Universities from 1990 to 1991 and as a Peace Corps Volunteer in Zouerate, Mauritania from 1988 to 1989.  He received a B.A. from Washington and Lee University.\n\n\n\n\n"
}