{
    "title": "Statement by the President on the Ozone National Ambient Air Quality Standards | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/02/statement-president-ozone-national-ambient-air-quality-standards",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 02, 2011\n\n \n\n\n\nStatement by the President on the Ozone National Ambient Air Quality Standards\n\n\n\n\n\n\tOver the last two and half years, my administration, under the leadership of EPA Administrator Lisa Jackson, has taken some of the strongest actions since the enactment of the Clean Air Act four decades ago to protect our environment and the health of our families from air pollution. From reducing mercury and other toxic air pollution from outdated power plants to doubling the fuel efficiency of our cars and trucks, the historic steps we’ve taken will save tens of thousands of lives each year, remove over a billion tons of pollution from our air, and produce hundreds of billions of dollars in benefits for the American people.\n\t \n\tAt the same time, I have continued to underscore the importance of reducing regulatory burdens and regulatory uncertainty, particularly as our economy continues to recover. With that in mind, and after careful consideration, I have requested that Administrator Jackson withdraw the draft Ozone National Ambient Air Quality Standards at this time. Work is already underway to update a 2006 review of the science that will result in the reconsideration of the ozone standard in 2013. Ultimately, I did not support asking state and local governments to begin implementing a new standard that will soon be reconsidered.\n\n\tI want to be clear: my commitment and the commitment of my administration to protecting public health and the environment is unwavering. I will continue to stand with the hardworking men and women at the EPA as they strive every day to hold polluters accountable and protect our families from harmful pollution. And my administration will continue to vigorously oppose efforts to weaken EPA’s authority under the Clean Air Act or dismantle the progress we have made.\n\n\n\n\n"
}