{
    "title": "Information on White House Christmas 2014 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/12/03/information-white-house-christmas-2014",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 03, 2014\n\n \n\n\n\nInformation on White House Christmas 2014\n\n\n\n\nThe theme for the White House Christmas 2014 is A Children’s Winter Wonderland. This theme comes alive through storied rooms built from the pureness that holidays bring, as seen through the eyes of children. The magic created by this Winter Wonderland will inspire kids and adults of all ages to dream and to wonder. \nWonder surrounds the holidays. It is found in nature, in our families, and in our communities. Using creative visuals, custom ornaments and graphic expressions, visitors will be encouraged to reflect upon the power of wonder created during these times, its personal meaning, and how inspiration can be taken from this time into the New Year. \nEast Visitor Entrance\nThe East Visitor Entrance serves as a welcoming point for guests as they begin their tour of the White House. The walkway leading to the House features a Boxwood Trellis that flanks the entryway, wood cut-out trees, and gold-colored firewood.\nEast Wing Hallway\nColumn covers constructed from boxwood decorate the center doorways of this hallway in a wintery scheme of icy blue enhanced with small crystal details and faux red berries. The east and west end doorways are draped in fresh garland accented by pine cones and ornaments. \nEast Entrance Landing\nThe area between the entrance and the East Colonnade is dedicated to honoring our military members, their families, and our fallen. As in previous years, the landing features a tree dedicated to the memory of those who have made the ultimate sacrifice for our country. This tree will feature ceramic star ornaments, trimmed in gold, and signed by Gold Star Families. Fresh green wreaths are hung over the windows and a traditional Post Office Mailbox is placed for visitors to send off Seasons Greetings to Service members overseas.  \nEast Colonnade\nDown the hallway of the East Colonnade are eight wreaths hanging in the windows and topiaries with accents of gold leaf and berries. A striking focal point in the East Colonnade is the archway made of 300 bunches of preserved hydrangea applied in a herringbone motif. An oversized gift wrapped present made from mirrored material sits in the Jacqueline Kennedy Garden. \nEast Garden Room\nThe East Garden Room, commonly known as “Booksellers,” showcases paper garland that spells out “FaLaLaLaLa” combined with fresh garland draping the South doorway. The west wall of this room features black and white satin ribbon animated replicas of First Dogs Bo and Sunny. For the first time ever, an interactive installation will be located in this room. The piece visualizes visitors in a snowscape projected on the wall, integrating them into the décor, inviting movement, and melding a digital piece into the handmade woodland scene along the East Wall. Students inspired by the First Lady’s Reach Higher initiative wrote small wish notes that are rolled and hung alongside letters that spell out “Wish.” A traditional wooden train is also on display. Bo and Sunny holiday gift wrap, designed in a whimsical hounds-tooth pattern, creates festive packages.  To download the Bo and Sunny hounds-tooth gift paper design, visit whitehouse.gov/Holidays.\nThe Library\nAmongst the more than 2,700 books lining the Library walls, a wood box sits in front of the fireplace holding a pile of gold-painted tree logs with glowing white lights and greenery. Hand-painted globes sit on the center table to remind us that those we care for are always near when held in our hearts. \nVermeil Room\nTwo dress form mannequins sit in the Vermeil Room in place of traditional Christmas trees. These dress form trees feature one-of-a-kind skirts with evergreen adornments and frosted embellishments. Designer Alexis Bittar created the hand-sculpted Lucite ornaments and jewelry for the dress forms. Bittar designed flower ornaments in muted pinks, purple and ivory with crystal centers and hand-blown birds. The hand-sculpted necklaces on the bust form are composed of Lucite ivory pinecones and interwoven with vintage broaches. Covering the mantel piece, fresh cedar garland is accented by ribbon and strung with crystal-swirled candy canes colored in pastel ombre to match the skirts. \nChina Room\nStacks of festive gift-wrapped packages are placed at the foot of the China Room’s tree. Greenery covering the mantelpiece is decorated with gold, evergreen trees. The Christmas tree of this room is decorated with gingerbread garland. \nGrand Foyer and Cross Hall\nThe Grand Foyer and Cross Hall are adorned by snowflake and star ornaments suspended on the columns above.  Four large Christmas trees are decorated in hanging-glass ornaments for a true Winter Wonderland feel. \nState Dining Room \nThe State Dining Room features vintage Union Pacific toy train pieces decorated below two 14-foot Christmas trees placed on either side on the mantelpiece. Adorning the trees are custom-made train tickets reading “Holidays at the White House.” Decorating the window bays are vintage luggage pieces painted a silvery-white, dusted with glitter and detailed with gold trim. Volunteer-made ornaments are assembled to resemble “Scrabble” pieces that spell out “Winter Wonderland” on the mantle.  Fresh, green wreaths accented with small ornaments are hung in the window bays with ribbon from straight above.  \nRed Room\nHistorically home to a traditional White House cranberry tree, the Red Room has taken a modern twist keeping with the original theme. Vases designed by Maggie Austin, a local designer based in Old Town Alexandria, Virginia, sit upon side tables, decorated with intricate faux berries, birds, and branches all made of sugar. Taking inspiration from classic plaster and marble work, the fondant vases have the appearance of carved stone.  Delicate café au lait dahlias, parrot tulips, and ranunculus mingle with snowberries, cranberries and boxwood in the gum paste designs, which also feature seasonal displays of fresh flowers and foliage.  Handmade sugar birds perch here and there in both arrangements, creating a whimsical touch.  Wreaths are hung in each window as thick greenery decorates the mantelpiece accented with small house ornaments and faux red berries. Small winter village houses cover the two 8foot trees. \nBlue Room\nThe Blue Room is home to the official White House Christmas tree. The theme for this year’s tree is “America the Brave,” to pay tribute to Service men and women. Up to 2,000 unique ornaments will be featured on the 18-foot Concolor Fir from Lehighton, Pennsylvania. “America the Brave” ribbon and banners decorate the tree along with details such as patriotic ornaments. The tree also holds coloring book pages decorated by children and made into ornaments and cards with thank you messages written to the military. \nGreen Room\nInspired by a Winter Garden look, the Green Room displays an assortment of faux berries decorating two 8-foot Christmas trees along with gold pinecones and wide burgundy ribbon. Thick, lush greenery decorates the mantelpiece with matching ornaments and faux berries to accent. \nEast Room\nIn the East Room, the largest room of the White House, bright colored books bundled with bronze ribbon sit beneath the trees and on the mantles. The highlight of the display are four Folk Art Carousel Deer on loan from the Charlotte Dinger Collection and the Merry Go Round Museum located in Sandusky, OH. 3-dimensional paper cut-outs made of re-purposed books hang as ornaments throughout as oversized Christmas crackers are nestled under trees. Dioramas from paper cut-outs of winter scenes made by artist Jen Lange will serve as the centerpieces on mantels. \n3D Printed Ornament Challenge\nFor the first time ever this year, the White House hosted a 3D Printed Ornament Challenge, in collaboration with the Smithsonian and Instructables. Makers, students, tinkerers, designers, engineers and artists from around the country were encouraged to submit designs inspired by the magic and wonder of the holidays. From a holiday Abe Lincoln and happy snowmen to a map of highways in the United States, the Challenge received over 300 designs, many of which were creative, whimsical and beautiful. Submissions came from around the country including New York, Texas, New Hampshire, Virginia, California and Michigan.\nThe Challenge highlights the importance of the Maker Movement and the way that tools and technologies like 3D printing are enabling more people to take their ideas and turn them into reality. Educators are increasingly using technologies like 3D printing to engage students in a hands-on approach to learning about STEM.\nA selection of the winning ornament designs will be displayed in the White House during the holiday season; featured on the Smithsonian’s state-of-the-art 3D data platform, 3d.si.edu; and will join a small collection of White House ornaments in the political history division of the Smithsonian's National Museum of American History. All submitted ornaments designs are also freely available on Instructables (www.instructables.com/contest/ornamentdesignchallenge/) for individuals to download and print at home, at their local makerspace or library, making it possible for families around the country to participate in White House holiday festivities.\nNumber of Holiday Volunteers by State: \n-          Alabama: 1                                                                          - North Carolina: 2                                                            \n-          Alaska: 1                                                                              - New Hampshire: 1                                                         \n-          Arizona: 1                                                                            - New Jersey: 1\n-          Arkansas: 1                                                                         - New Mexico: 1                                                                \n-          California: 12                                                                      - Nevada: 1                                                          \n-          Colorado: 2                                                                         - New York: 2      \n-          Connecticut: 2                                                                     - Ohio: 3                                                                                \n-          Florida: 2                                                                              - Oklahoma: 1                                                     \n-          Georgia: 3                                                                           - Oregon: 1                                                                          \n-          Illinois: 8                                                                               - Pennsylvania: 6                                                               \n-          Indiana: 2                                                                            - Rhode Island: 1                                                               \n-          Iowa: 2                                                                                 - South Carolina: 1                                                            \n-          Kentucky: 1                                                                        - South Dakota: 1              \n-          Kansas: 1                                                                             - Texas: 4\n-          Louisiana: 1                                                                         - Virginia: 19                                                                        \n-          Maryland: 5                                                                        - Vermont: 2\n-          Maine: 1                                                                              - Washington: 2                                                 \n-          Michigan: 2                                                                         - Wisconsin: 1 \n-          Missouri: 4           \n20 volunteers have either served in the military or are part of a military family\nTOTAL: 106\nFor additional information, including the 2014 Holiday Tour Book and to download the Bo and Sunny hounds-tooth gift paper design, go to whitehouse.gov/Holidays. Holiday-related content from the White House will be tagged #WHHoliday. \n\n\n\nThe official White House Christmas Tree in the Blue Room stands at 18 feet high and is nearly 12 feet wide. It comes from Crystal Springs Tree Farm in Leighton, PA\n\n\n26 Christmas trees will be visible on the public tour route\n\n\nApproximately 65,000 visitors are expected to visit the White House during the 2014 holiday season  \n\n\n Approximately 250 pounds of Pastillage; 40 pounds of Marzipan; 25 pounds of Gum paste; 80 pounds of Gingerbread Dough and 25 pounds of sugar work were used to make the gingerbread house in the State Dining Room \n\n\nMore than one mile of knotted black and white ribbon were used to make this year’s animated replicas of First Dogs Bo and Sunny\n\n\nA team of 30 volunteers spent approximately 350 hours creating the intricate designs of the East Wing Hallway column covers \n\n\n\n \n\n\n\n\n"
}