{
    "title": "Comentarios del Presidente Obama y su Santidad el Papa Francisco en la Ceremonia de Bienvenida | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/09/23/comentarios-del-presidente-obama-y-su-santidad-el-papa-francisco-en-la",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 23, 2015\n\n \n\n\n\nComentarios del Presidente Obama y su Santidad el Papa Francisco en la Ceremonia de Bienvenida\n\n\n\n\n\n\tJardín del sur de la Casa Blanca\n\n\t9:32 A. M., HORA DE VERANO DEL ESTE\n\nPRESIDENTE OBAMA: Buenos días.\n\nAUDIENCIA: ¡Buenos días! (Aplausos.)\n\nPRESIDENTE OBAMA: Qué hermoso día nos ha dado el Señor. Santo Padre, en nombre de Michelle y mío, le damos la bienvenida a la Casa Blanca. (Aplauso.) Debería explicarle que nuestro jardín normalmente no está tan lleno de gente (risas), pero el tamaño y el espíritu del encuentro de hoy solo reflejan en pequeña medida la profunda devoción de unos 70 millones de católicos estadounidenses. (Aplauso). Refleja también, la manera en que su mensaje de amor y esperanza ha inspirado a tantas personas en todo nuestro país y en todo el mundo. Por lo tanto, en nombre del pueblo estadounidense, es un gran honor y privilegio para mí darle la bienvenida a Estados Unidos de América. (Aplauso.)\n\n\tHoy es un día de muchas “primeras veces.” Su Santidad, ha sido elegido como el primer Papa de las Américas. (Aplauso.) Esta es su primer visita a Estados Unidos. (Aplauso.) Y también usted es el primer pontífice que publica una encíclica en Twitter. (Risas.)\n\n\tSanto Padre, su visita no solamente nos permite, en pequeño modo, retribuir la hospitalidad extraordinaria que nos brindó el año pasado en el Vaticano. También revela cuánto todas las personas que viven en Estados Unidos, de todos los orígenes y de todos los credos, valoran el papel que la Iglesia Católica juega en el fortalecimiento de nuestra patria. (Aplauso.) Desde mis tiempos trabajando en vecindarios pobres con la Iglesia Católica de Chicago hasta mis viajes como Presidente, he visto en carne propia cómo, cada día, las comunidades católicas, los sacerdotes, las monjas, los laicos le daban de comer a los que tenían hambre, curaban a los que estaban enfermos, le daban refugio a los indigentes, educaban a los niños y fortalecían la fe que sostenía a tantos.\n\n\tY lo que es cierto aquí en Estados Unidos es cierto en todo el mundo. Desde las calles de Buenos Aires hasta las aldeas remotas de Kenia, las organizaciones católicas sirven a los pobres, asisten a los prisioneros, construyen escuelas, hogares, operan orfanatos y hospitales. Y del mismo modo que la Iglesia ha respaldado a aquellos que luchan por dejar atrás la pobreza, la Iglesia a menudo a dado voz y esperanza a aquellos que luchan por deshacerse de la violencia y la opresión.\n\n\tY aún así, creo que la emoción asociada con su visita Santo Padre, se debe atribuir no solamente a su función de Papa, sino también a las cualidades únicas que tiene como persona. (Aplauso.) Con su humildad, su acogimiento de la simplicidad, la delicadeza de sus palabras y la generosidad de su espíritu, podemos ver un ejemplo viviente de las enseñanzas de Jesús, un líder cuya autoridad moral viene no solo de sus palabras sino de sus actos. (Aplauso.)\n\n\tUsted nos invoca a todos nosotros, católicos y no católicos, a colocar \"lo mínimo de esto\" entre nuestras preocupaciones centrales. Nos recuerda que ante los ojos de Dios nuestra dimensión como individuos y nuestra dimensión como sociedad, no queda determinada por la riqueza o el poder o nuestra posición o por ser famosos, sino por lo bien que nos atenemos al llamado de las Sagradas Escrituras de levantar al pobre y al marginado (aplauso), de defender la justicia y luchar contra la desigualdad y asegurar que todo ser humano sea capaz de vivir con dignidad, porque todos hemos sido creados a la imagen de Dios. (Aplausos.)\n\n\tNos recuerda que \"el mensaje más poderoso del Señor\" es la misericordia. Y eso significa darle la bienvenida al desconocido con empatía y un corazón verdaderamente abierto (aplauso), desde el refugiado que escapa de territorios devastados por la guerra, hasta el inmigrante que deja su hogar en búsqueda de una vida mejor. (Aplauso.) Significa mostrar compasión y amor por los marginados y los destituidos, por los que han sufrido y por aquellos que han causado sufrimiento y buscan su redención. Nos recuerda del costo de la guerra, particularmente entre los desamparados e indefensos y nos urge a lo imperioso de la paz. (Aplausos.)\n\n\tSanto Padre, le agradecemos el apoyo invaluable que nos brindó en nuestra nueva relación con el pueblo de Cuba (aplauso), que sostiene la promesa de mejores relaciones entre nuestros países, mayor cooperación en nuestro hemisferio y una vida mejor para el pueblo de Cuba. Le agradecemos su palabra apasionada contra los conflictos letales que arrasan con las vidas de tantos hombres, mujeres y niños y su llamado para que las naciones resistan el grito de guerra y resuelvan sus disputas diplomáticamente.\n\n\tNos recuerda que las personas solo son verdaderamente libres cuando pueden practicar su fe con libertad. (Aplauso.) Aquí en Estados Unidos valoramos la libertad religiosa. Fue la base de mucho de lo que nos ha unido. Y si bien aquí en Estados Unidos valoramos nuestra libertad religiosa, alrededor del mundo, en este mismo momento, hijos de Dios, incluyendo cristianos, como consecuencia de su fe son víctimas y hasta son asesinados. A los creyentes se les impide reunirse en su lugar de culto. Se los encarcela y se destruyen sus iglesias. Por lo tanto apoyamos su defensa de la libertad religiosa y del dialogo entre religiones, sabiendo que personas en todas partes deben ser capaces de vivir su fe, libres de temor e intimidación. (Aplausos.)\n\n\tY, Santo Padre, usted nos recuerda que tenemos una obligación sagrada de proteger a nuestro planeta, el magnífico regalo que Dios nos dio. (Aplauso.) Apoyamos su llamado dirigido a todos los líderes mundiales a respaldar a las comunidades más vulnerables ante los cambios climáticos y a unirnos para preservar nuestro mundo preciado para las futuras generaciones. (Aplausos.)\n\n\tSu Santidad, con sus palabras y sus actos, usted instaura un ejemplo de profunda moralidad. Y de esta manera nos recuerda de forma amable pero firme, nuestras obligaciones con Dios y con cada uno de nosotros y nos sacude de nuestro estado de complacencia. Todos nosotros podemos, a veces, sentir cierto desasosiego al contemplar la distancia entre la vida que vivimos cada día y lo que sabemos que es verdadero, lo que sabemos que es correcto. Pero yo creo que ese desasosiego es una bendición porque nos impulsa hacia algo mejor. Usted despierta nuestra conciencia, nos invoca para regocijarnos en la Buena Nueva y nos da confianza de que podemos unirnos en humildad y servicio y apuntar a un mundo en el que haya más amor, más justicia y más libertad. Aquí en nuestro hogar y en todo el mundo, que nuestra generación escuche su llamado para \"nunca quedarnos al margen de esta marcha de esperanza viviente.\"\n\n\tPor ese gran don de esperanza, Santo Padre, le damos las gracias y la bienvenida, con placer y gratitud, a los Estados Unidos de América. (Aplausos).\n\nSU SANTIDAD EL PAPA FRANCISCO: Buenos días.\n\nAUDIENCIA: ¡Buenos días!\n\nSU SANTIDAD EL PAPA FRANCISCO: Sr. Presidente, estoy profundamente agradecido por su bienvenida en nombre de todas las personas que viven en Estados Unidos. Como hijo de una familia de inmigrantes, me complace ser un invitado en este país, que fue construido en gran parte por tales familias. (Aplausos).\n\n\tAguardo con ansias estos días de acercamiento y diálogo en los que espero escuchar y compartir muchas de las esperanzas y los sueños de las personas que viven en Estados Unidos. Durante mi visita, tendré el honor de dirigirme al Congreso, donde espero, como un hermano de este país, ofrecer palabras de aliento a aquellos designados para guiar el futuro político de la nación con fidelidad a sus principios fundacionales. También viajaré a Filadelfia al octavo Encuentro Mundial de las Familias para celebrar y apoyar a las instituciones del matrimonio y la familia en este momento crítico en la historia de nuestra civilización. (Aplauso).\n\n\tSr. Presidente, junto con sus conciudadanos, los católicos que viven en Estados Unidos están comprometidos a construir una sociedad verdaderamente tolerante e inclusiva, a proteger los derechos de los individuos y las comunidades y a rechazar toda forma de discriminación injusta. (Aplauso). Con un sinnúmero de otras personas de buena voluntad, están igualmente preocupados de que los esfuerzos para construir una sociedad justa y sabiamente dirigida conciernen sus preocupaciones más profundas y el derecho a la libertad religiosa. (Aplauso). Esa libertad sigue siendo una de las posesiones más preciadas de Estados Unidos. Y, como mis hermanos, los Obispos estadounidenses, nos recordaron, todos deben estar atentos, precisamente como buenos ciudadanos, para preservar y defender esa libertad de todo lo que la pondría en peligro o la comprometería. (Aplausos).\n\n\tSr. Presidente, es alentador que esté proponiendo una iniciativa para reducir la contaminación del aire. (Aplausos). Con carácter de urgencia, también me parece que es evidente que el cambio climático es un problema que ya no se puede dejar a nuestras futuras generaciones. (Aplausos). Cuando se trata del cuidado de nuestro hogar común, estamos viviendo en un momento crítico de la historia. Todavía estamos a tiempo de hacer el cambio necesario para lograr un desarrollo sostenible e integral, porque sabemos que las cosas pueden cambiar. (Aplausos).\n\n\tTal cambio exige de nuestra parte un reconocimiento serio y responsable no solo de la clase de mundo que podemos dejar a nuestros hijos, sino también a los millones de personas que viven bajo un sistema que los ha ignorado. Nuestro hogar común ha sido parte de este grupo de excluidos, que pide a gritos al cielo y que hoy golpea poderosamente nuestras casas, nuestras ciudades, nuestras sociedades. Para usar una frase reveladora del reverendo Martin Luther King, podemos decir que “hemos incumplido algunos compromisos, pero ahora llegó el momento de honrarlos”. (Aplauso).\n\n\tSabemos por fe que el Creador no nos abandona; Él nunca abandona su designio de amor ni se arrepiente de habernos creado. La humanidad tiene el poder de trabajar en forma conjunta en la construcción de nuestro hogar común. Como cristianos inspirados por esta certeza, queremos comprometernos con el cuidado consciente y responsable de nuestro hogar común.\n\n\tSr. Presidente, los esfuerzos realizados recientemente para reparar relaciones quebrantadas y para abrir nuevas puertas a la cooperación dentro de nuestra familia humana, representan pasos positivos en el camino de la reconciliación, la justicia y la libertad.\n\n\tMe gustaría que todos los hombres y mujeres de buena voluntad de esta gran nación apoyaran los esfuerzos de la comunidad internacional para proteger a los más vulnerables en nuestro mundo y para estimular modelos integrales e inclusivos de desarrollo (aplausos) para que nuestros hermanos y hermanas de todo el mundo puedan conocer las bendiciones de la paz y la prosperidad que Dios quiere para todos sus hijos.\n\n\tSr. Presidente, le doy nuevamente las gracias por su bienvenida, y aguardo con ansias pasar estos días en su país. Dios bendiga a Estados Unidos. (Aplausos.)\n\n\tFIN \n\n\t###\n\n\n\n\n"
}