{
    "title": "Nuevo informe del CEA atribuye 2.5 millones de empleos a la Ley para la Recuperación | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/nuevo-informe-del-cea-atribuye-25-millones-de-empleos-a-la-ley-para-la-recuperaci-n",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 14, 2010\n\n \n\n\n\nNuevo informe del CEA atribuye 2.5 millones de empleos a la Ley para la Recuperación\n\n\n\n\nAnálisis muestra que la mitad de esos empleos son resultado del crédito tributario de la Ley para la Recuperación y la asistencia financiera a familias\n \nWASHINGTON, DC – Un nuevo informe dado a conocer el miercoles por el Consejo de Asesores Económicos (Council of Economic Advisers o CEA) atribuye, hasta el primer trimestre del 2010, de 2.2 a 2.8 millones de empleos a la Ley para la Recuperación, la mitad de los cuales fueron el resultado de más de $200,000 millones en créditos tributarios y ayuda económica provenientes de la Ley para la Recuperación, y orientados mayormente a familias de bajos y medianos recursos. El documento, que es el tercer informe trimestral producido por el CEA sobre el impacto económico de la Ley para la Recuperación, muestra que, el año pasado, los créditos tributarios y asistencia con remuneraciones tuvieron un considerable impacto en el ingreso discrecional real con el que contaron las personas y están contribuyendo a que el programa siga camino a cumplir con lo proyectado de generar o preservar 3.5 millones de empleos para fines del 2010. Se puede ver el informe completo AQUI.\n \n “El aumento del poder adquisitivo de las familias de clase media por medio del crédito tributario y la ayuda económica de la Ley para la Recuperación no sólo ha ayudado a los más afectados entre nosotros, sino que también ha generado más de un millón de buenos empleos en Estados Unidos”, dijo el Vicepresidente Joe Biden. “Desde créditos tributarios hasta proyectos de reconstrucción, la Ley para la Recuperación está trabajando a todo motor en lo que respecta a la generación de empleo y está haciendo que los estadounidenses vuelvan a trabajar”. \n \n“Además de apuntalar la economía en general, este análisis muestra las maneras en que la Ley para la Recuperación ha tenido un impacto positivo real en la vida de las familias”, dijo Christina Romer, Presidenta del CEA. “El amplio conjunto de créditos tributarios y asistencia con remuneraciones del año pasado claramente ha impulsado el consumo y crecimiento en el empleo de una manera que fue totalmente esencial”.\nSe proporcionó directamente más de $110,000 millones en créditos tributarios y $90,000 millones en varios tipos de asistencia con remuneraciones, tales como beneficios por desempleo y asistencia nutricional, a personas y familias hasta marzo del 2010. Según el informe, sin estas disposiciones, el ingreso discrecional real de una familia (o ingreso neto ya gravado) habrían disminuido considerablemente en el 2009, y el gasto de los consumidores no habría repuntado como lo hizo. En vez de eso, el ingreso en cada uno de los últimos tres trimestres del 2009 en realidad sobrepasó el nivel en el cuarto trimestre del 2008, y se espera que en el primer trimestre del 2010, el aumento de créditos tributarios esta temporada de impuestos resulte en el impacto más grande hasta la fecha sobre el ingreso discrecional familiar de la Ley para la Recuperación.\n \nEl informe fue presentado en la semana de más alto volumen de la temporada de impuestos, cuando los contribuyentes estadounidenses están llenando sus declaraciones para cobrar más de doce beneficios tributarios nuevos o expandidos a su disposición este año gracias a la Ley para la Recuperación. Esto incluye el crédito de $8,000 para quienes compran casa por primera vez (First-Time Homebuyer Credit), además de hasta $2,500 en créditos de oportunidades estadounidenses (American Opportunity Credit) para gastos universitarios y hasta $1,500 en créditos residenciales de energía (Residential Energy Credits) por algunas remodelaciones en su hogar para mejorar el consumo de energía. Asimismo, 95% de las familias trabajadoras también están recibiendo en su cheque de pago hasta $800 en créditos tributarios de Making Work Pay, lo que lo hace el mayor crédito tributario para la clase media en la historia del país. Cuando el informe fue presentado, millones de estadounidenses todavía no habían llenado sus declaraciones de impuestos para el 2009, lo que indica que, es probable que la Ley para la Recuperación haya tenido a principios de abril un impacto económico y laboral adicional.\nLa Casa Blanca recientemente lanzó la Herramienta de Ahorros Tributarios (Tax Savings Tool) en WhiteHouse.gov para ayudar a los contribuyentes a ver directamente los beneficios tributarios de la Ley para la Recuperación que se les deben este año y cómo cobrarlos. Hasta ahora, más de 120,000 estadounidenses ya han usado la herramienta para generar una lista personalizada de beneficios que probablemente puedan recibir.\nLa Ley para la Recuperación fue promulgada por el Presidente Obama el 17 de febrero, 2009. El programa es una combinación de recortes tributarios, ayuda económica y proyectos de infraestructura concebidos para aliviar el impacto de la desaceleración y sentar las bases para la recuperación económica. Desde el inicio de la Ley para la Recuperación hace poco más de un año, la economía ha experimentado el mayor crecimiento trimestral del PIB en seis años y el mayor aumento mensual de empleos en tres años. Hasta ahora, se han asignado $525,000 millones en fondos de la Ley para la Recuperación a proyectos específicos, $370,000 de los cuales se han pagado.\n \n\n\n\n"
}