{
    "title": "HOJA INFORMATIVA: Gobierno del Presidente Obama destaca coordinación sin precedente en todas las agencias federales para combatir la violencia contra la mujer | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/10/27/hoja-informativa-gobierno-del-presidente-obama-destaca-coordinaci-n-sin-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 27, 2010\n\n \n\n\n\nHOJA INFORMATIVA: Gobierno del Presidente Obama destaca coordinación sin precedente en todas las agencias federales para combatir la violencia contra la mujer\n\n\n\n\n\nComo parte de los esfuerzos en curso del poder ejecutivo para reducir el abuso sexual y doméstico, los departamentos de Salud, Vivienda, Justicia, Tesoro y Trabajo anuncian nuevos programas para proteger a las víctimas del abuso y proporcionar recursos para evitarlo\n\t \n\n\tHoy, el gobierno del Presidente Obama está destacando la coordinación y cooperación sin precedente entre todas las agencias federales para proteger a las víctimas de violencia sexual y doméstica, y permitir que los sobrevivientes rompan el ciclo de abuso. Como parte de este esfuerzo a nivel de todo el gobierno, los departamentos de Salud y Servicios Humanos (HHS), Vivienda y Desarrollo Urbano (HUD), Justicia (DOJ), Tesoro, Trabajo y la Corporación Federal de Seguro de de Depósitos (Federal Deposit Insurance Commission o FDIC) anunciaron hoy nuevos programas para proteger a víctimas de abuso y proporcionar recursos para que las familias y la comunidades eviten el abuso. La violencia todavía es una barrera significativa en la vida de muchas mujeres, y este gobierno se ha comprometido a tomar medidas concretas para reducir la violencia doméstica en este país. Una de cada cuatro mujeres es víctima de la violencia doméstica durante su vida, y más de 20 millones de mujeres en Estados Unidos han sido víctimas de violación. Aproximadamente 15.5 millones de niños al año están expuestos a violencia doméstica. El impacto del abuso dura años, tanto para las víctimas como para sus hijos. En respuesta, el Presidente ha hecho un llamado a todas las agencias del gobierno federal para que sean parte de la solución a fin de acabar con la violencia contra la mujer. La violencia doméstica y la agresión sexual no son sólo asuntos que le conciernen a la justicia penal; la magnitud y la extensión de los efectos de la violencia requieren una respuesta coordinada por todo el gobierno federal.\n\t \n\tLos programas que se destacaron y anunciaron hoy demuestran una respuesta integral y amplia para reducir la violencia contra la mujer. Específicamente, estas medidas concretas incluyen:\n\n\t• Proteger a los niños y romper el ciclo de la violencia\n\t• Mejorar las medidas de protección legal para las víctimas de violencia doméstica\n\t• Aumentar los arrestos por agresión sexual y las sentencias culpatorias\n\t• Ayudar a las víctimas a recuperar su independencia financiera y vivienda\n\n\n\t \nProteger a los niños y romper el ciclo de la violencia\n\tLa intervención temprana con niños y familias jóvenes que están siendo víctimas de la violencia sexual y doméstica es un elemento crucial de nuestra estrategia para acabar con la violencia contra la mujer. Sin intervención, los niños que presencian violencia tienen mayor riesgo de desarrollar problemas conductuales y en la escuela, enfermedades siquiátricas y violencia contra los demás.\n\t \n\t• Con el Fondo de Asistencia en el Embarazo (Pregnancy Assistance Fund) de la Ley de Cuidado de Salud de Bajo Precio (Affordable Care Act), cinco estados (Carolina del Norte, Nuevo México, Oregon, Virginia y Washington) empezarán este mes a proporcionarles ayuda a mujeres embarazadas que son víctimas de violencia sexual y doméstica. Las escuelas secundarias, las oficinas para la Asistencia Temporal de Familias Necesitadas (Temporary Assistance for Needy Families o TANF), clínicas de salud y agencias para el bienestar infantil tendrán las herramientas para comunicarse con mujeres vulnerables y ponerlas en contacto con servicios. Una de doce mujeres adultas sufre de abuso durante el embarazo y 25-50% de las madres adolescentes sufren violencia doméstica antes, durante y después del embarazo. Los niños de madres víctimas de abuso tienen probabilidades 30% más altas de requerir cuidados intensivos al nacer.\n\t• El programa de Visitas a Domicilio para la Madre, el Bebé y los Niños Pequeños (Maternal, Infant, and Early Childhood Home Visiting Program) de la Ley de Cuidado de Salud de Bajo Precio proporciona $1,500 millones en 5 años a los estados para que realicen visitas a domicilio que estén fundamentadas en pruebas. La ley requiere que todos los estados consideren el problema de la violencia doméstica como uno de los seis indicadores a mejorar respecto a la salud y seguridad de las familias en comunidades de alto riesgo. Los enfermeros, trabajadores sociales, educadores, especialistas de desarrollo infantil y otro personal bien entrenado promoverán la salud y bienestar de los niños y sus familias en estas comunidades, con intervención temprana para reducir la tasa de violencia doméstica y abuso infantil.\n\t• El programa Head Start del HHS beneficia a mujeres embarazadas y padres de niños pequeños para prevenir y responder a la violencia doméstica. Los centros Head Start en seis estados (Alabama, Florida, Michigan, Montana, Nuevo México y Carolina del Sur) están iniciando un currículo de educación temprana de base comunitaria para Familias Seguras y Hogares Seguros (Safe Families, Safe Homes). Este esfuerzo ayudará al personal de Head Start y a sus aliados en la comunidad a identificar y responder en caso de que se exponga a niños a la violencia. Esta semana, el HHS también está enviando pautas a miles de programas de Head Start y otros programas para la primera infancia en todo el país, exhortándolos a tomar medidas contra la violencia doméstica al proporcionar estos programas con información sobre el currículo de Safe Families, Safe Homes y otros recursos disponibles.\n\t• El fiscal general ha iniciado el Programa de Defensa Infantil (Defending Childhood Initiative) para proteger a los niños contra las consecuencias dañinas de presenciar violencia. El programa es un esfuerzo por evitar que los niños presencien todo tipo de violencia y fortalecer a los niños para que se recuperen y superen los problemas de ocurrir un incidente violento.\n\t• El nuevo programa de Mejora de Servicios para Niños y Jóvenes Expuestos a Violencia Doméstica (Enhancing Services for Children and Youth Exposed to Domestic Violence) del HHS apoya servicios innovadores y fundamentados en pruebas para niños expuestos a violencia doméstica. Este mes empiezan proyectos en cuatro estados (Arkansas, Nueva Jersey, Idaho y Wisconsin) y un centro nacional ayudarán a los niños a superar el trauma del abuso y desarrollará mejores servicios comunitarios.\n\t \nMejorar las medidas de protección legal de las víctimas de violencia doméstica\n\tProporcionarles a las víctimas mayor acceso a ayuda legal y órdenes de protección civil son estrategias esenciales para reducir el abuso. Estudios indican que el acceso a servicios legales ayuda a las víctimas a escapar de relaciones abusivas y que el acceso a asesoría ha reducido la violencia doméstica hasta en 21%. Las órdenes de protección son eficaces y reducen en las víctimas el nivel de violencia y el temor de que les hagan daño, pero es necesario velar debidamente por su cumplimiento.\n\n\t• Hoy, la Oficina para Combatir la Violencia contra la Mujer (Office on Violence Against Women) del Departamento de Justicia, en asociación con el Consejo Nacional de Jueces de Tribunales de Menores y Familias (National Council of Juvenile and Family Court Judges), está dando a conocer nuevas herramientas para que las comunidades mejoren esfuerzos para velar por el cumplimiento de órdenes de protección. Órdenes de protección civil: Guía para mejorar la práctica (Civil Protection Orders: A Guide for Improving Practice) mantendrá seguros a las víctimas y a sus hijos al proporcionar asesoría a defensores, abogados, jueces, agentes de la ley y fiscales, a fin de asegurar que las órdenes de protección, se emitan, entreguen y se cumplan en todo el país.\n\n\t• Hoy, el Departamento de Justicia, con ayuda de la Casa Blanca, está iniciando Acceso a la justicia para víctimas de violencia doméstica (Access to Justice for Domestic Violence Victims), un proyecto piloto para fomentar que abogados privados se comprometan más a prestar servicios legales pro bono a víctimas de la violencia doméstica. Comenzando en Nueva Orleáns y Baltimore, firmas privadas de abogados contratarán a estudiantes de derecho que han participado en consultorios legales de la facultad de derecho y pospondrán su fecha de inicio laboral para que trabajen temporalmente con proveedores de servicios a víctimas de violencia civil. Los abogados ayudarán a las víctimas a obtener órdenes de protección, seguir el proceso en tribunales de familia y obtener vivienda segura. Access to Justice fomentará alianzas pro bono continuas entre firmas privadas de abogados, proveedores de servicios a víctimas de violencia civil y consultorios legales de facultades de derecho.\n\nAumentar los arrestos y las sentencias culpatorias en casos de agresión sexual\n\tUna de cada seis mujeres y uno de cada 33 hombres son víctimas de agresión sexual en algún momento de su vida, pero menos de una de cada seis violaciones se denuncia ante la policía. Las mujeres que han sido violadas tienen una tasa más alta de trastorno por estrés post-traumático, depresión, ansiedad e intento de suicidio.\n\t• La Office on Violence Against Women (OVW) del Departamento de Justicia está iniciando una nueva campaña nacional para reducir la violencia sexual en Estados Unidos al mejorar la respuesta del sistema de justicia penal, aumentar los servicios a víctimas y cambiar actitudes. Hoy, el Consejo de la Casa Blanca sobre Mujeres y Niñas (White House Council on Women and Girls) y el Departamento de Justicia tuvieron la primera mesa redonda nacional de la historia de la Casa Blanca sobre la violencia sexual. En los próximos seis meses, OVW tendrá foros regionales en todo el país para promover la participación del público en su campaña para reducir la agresión sexual. En el presupuesto del 2011, el Presidente Obama ha propuesto aumentar al doble los fondos para programas de la Ley sobre la Violencia Contra las Mujeres (Violence Against Women Act o VAWA) que prestan servicios a víctimas de agresión sexual.\n\t• Reducir el trabajo acumulado para realizar pruebas posteriores a la violación puede ser una manera impactante de librar las calles de violadores. Hoy, el Instituto Nacional de Justicia (National Institute of Justice o NIJ) está lanzando una nueva campaña para identificar soluciones a largo plazo para el retraso en pruebas de ADN de casos de agresión sexual. Hasta en cinco jurisdicciones, el proyecto asociará a investigadores con agencias de la ley, laboratorios forenses, fiscales y defensores de víctimas. Los equipos identificarán las causas subyacentes de la acumulación de trabajo, crearán nuevos sistemas para controlar, filtrar y realizar pruebas con la evidencia de ADN, y aplicarán estrategias para evitar que se acumule el trabajo en el futuro. Como resultado de este proyecto, el NIJ se propone eliminar los retrasos y desarrollar prácticas innovadoras que se puedan adoptar a nivel nacional.\n\nAyudar a las víctimas a volver a tener vivienda y recuperar su independencia económica\n\tQuienes cometen actos de violencia en el hogar a menudo crean verdaderos obstáculos que evitan que las víctimas logren la independencia económica y autosuficiencia. Sin independencia económica y una vivienda estable, las víctimas y sus hijos quedan atrapadas, sin poder ir a otro lugar. Como resultado, a menudo, las víctimas de violencia doméstica se ven forzadas a permanecer en una relación abusiva o enfrentar dificultades económicas, pobreza y carencia de vivienda. Pero cuando las víctimas mejoran su estabilidad económica, incrementan las posibilidades de poder vivir separadas de quienes abusan de ellas.\n\t• Hoy, el secretario Donovan está dando a conocer normas muy esperadas que ofrecen pautas a las direcciones de vivienda y dueños de propiedad de alquiler para desalojar a quienes cometen abusos, mantener segura su propiedad y asegurarse de que las víctimas no pierdan sus residencias debido a crímenes cometidos contra ellas. Antes de la aprobación de la Violence Against Women Act del 2005, las víctimas de violencia doméstica temían llamar a la policía o buscar ayuda debido a la posibilidad de que los dueños de la propiedad que alquilaban se enteraran de la agresión y las desalojaran. La VAWA estableció nuevas medidas de protección para las víctimas en vivienda con asistencia pública, pero nunca se finalizaron las normas que rigen dichas disposiciones.\n\t• El mes pasado, el Departamento del Tesoro y la Casa Blanca convocaron a grupos contra la violencia doméstica, expertos en generar recursos, organizaciones de cooperativas  de crédito y otras instituciones de información financiera para determinar maneras de ayudar a las víctimas a hacerse de un historial crediticio, obtener acceso a productos financieros seguros y ahorrar para el futuro. El Departamento del Tesoro está trabajando con la Comisión para la Educación y los Conocimientos Financieros (Financial Literacy and Education Commission), su sitio de Internet MyMoney.gov, el Consejo Asesor del Presidente sobre Capacidad Financiera (President’s Advisory Council on Financial Capability) y sus aliados en el sector privado y gobierno a fin de poner a organizaciones contra la violencia doméstica en contacto con recursos existentes para el acceso y los conocimientos financieros.\n\t• La FDIC también está ayudando a las víctimas a recuperarse del abuso financiero al actualizar su popular currículo de conocimientos financieros Money Smart, a fin de incluir información para las víctimas de la violencia doméstica. El nuevo currículo de Money Smart estará disponible el viernes, 29 de octubre.\n\t• Hace dos semanas, el HHS inició una nueva campaña coordinada para asegurar que más víctimas de violencia doméstica soliciten créditos tributarios federales reembolsables como el crédito por impuestos devengados (Earned Income Tax Credit), usen servicios de bajo costo para preparación de declaraciones de impuestos y usen la época de presentar la declaración de impuestos como una oportunidad para obtener acceso a herramientas como bonos de ahorro que las ayuden a ahorrar para el futuro.\n\t• El acceso a la capacitación laboral no tradicional puede ser una herramienta importante para que las víctimas de la violencia doméstica recuperen la estabilidad económica. En las próximas semanas, la Oficina de la Mujer (Women’s Bureau) del Departamento de Trabajo publicará Guía de la mujer para empleos verdes (A Woman’s Guide to Green Jobs) y coordinará con Wider Opportunities for Women y la National Network to End Domestic Violence a fin de asegurarse de que los sobrevivientes tengan acceso a los nuevos trabajos verdes.\n\t• Hoy, en sociedad con el Family Violence Prevention Fund, la Office on Violence Against Women está lanzando un nuevo recurso virtual para empleadores, a fin de abordar el impacto de la violencia doméstica en el entorno laboral.  http://www.workplacesrespond.org/ proporciona nuevas herramientas para los empleadores, entre ellas capacitación interactiva, y medidas modelo y adaptadas a las necesidades para mantener a las víctimas empleadas de manera segura.\n\nResponder a las urgentes necesidades con la solicitud presupuestaria del Presidente para el 2011\n\t• En respuesta a la necesidad de mejorar los servicios a víctimas, el presupuesto del Presidente para el 2011 propuso $130 millones adicionales para ayudar a las víctimas a encontrar albergue, asesoría, asistencia legal, vivienda de transición y otros servicios directos. Del aumento, $100 millones se derivan del Crime Victims’ Fund, que no consiste de dinero de los contribuyentes; se mantiene sólo con multas de casos penales, fianzas perdidas y sanciones a infractores de leyes federales.\n\n\t ###\n\n\n\n\n"
}