{
    "title": "Executive Order 13570 -- Prohibiting Certain Transactions with Respect to North Korea | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/18/executive-order-13570-prohibiting-certain-transactions-respect-north-kor",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 18, 2011\n\n \n\n\n\nExecutive Order 13570 -- Prohibiting Certain Transactions with Respect to North Korea\n\n\n\n\nBy the authority vested in me as President by the Constitution and the laws of the United States of America, including the International Emergency Economic Powers Act (50 U.S.C. 1701 et seq.) (IEEPA), the National Emergencies Act (50 U.S.C. 1601 et seq.), section 5 of the United Nations Participation Act of 1945 (22 U.S.C. 287c) (UNPA), and section 301 of title 3, United States Code, and in view of United Nations Security Council Resolution (UNSCR) 1718 of October 14, 2006, and UNSCR 1874 of June 12, 2009,\n\n\tI, BARACK OBAMA, President of the United States of America, in order to take additional steps to address the national emergency declared in Executive Order 13466 of June 26, 2008, and expanded in Executive Order 13551 of August 30, 2010, that will ensure implementation of the import restrictions contained in UNSCRs 1718 and 1874 and complement the import restrictions provided for in the Arms Export Control Act (22 U.S.C. 2751\n\tet seq.), hereby order:\n\nSection 1. Except to the extent provided in statutes or in licenses, regulations, orders, or directives that may be issued pursuant to this order, and notwithstanding any contract entered into or any license or permit granted prior to the date of\n\tthis order, the importation into the United States, directly or indirectly, of any goods, services, or technology from North Korea is prohibited.\n\nSec. 2. (a) Any transaction by a United States person or within the United States that evades or avoids, has the purpose of evading or avoiding, causes a violation of, or attempts to violate any of the prohibitions set forth in this order is prohibited.\n\n\t(b) Any conspiracy formed to violate any of the prohibitions set forth in this order is prohibited.\n\nSec. 3. The provisions of Executive Orders 13466 and 13551 remain in effect, and this order does not affect any action taken pursuant to those orders.\n\nSec. 4. For the purposes of this order:\n\n\t(a) the term \"person\" means an individual or entity;\n\n\t(b) the term \"entity\" means a partnership, association, trust, joint venture, corporation, group, subgroup, or other organization;\n\n\t(c) the term \"United States person\" means any United States citizen, permanent resident alien, entity organized under the laws of the United States or any jurisdiction within the United States (including foreign branches), or any person in the United States;\n\n\t(d) the term \"North Korea\" includes the territory of the Democratic People's Republic of Korea and the Government of North Korea; and\n\n\t(e) the term \"Government of North Korea\" means the Government of the Democratic People's Republic of Korea, its agencies, instrumentalities, and controlled entities.\n\nSec. 5. The Secretary of the Treasury, in consultation with the Secretary of State, is hereby authorized to take such actions, including the promulgation of rules and regulations, and to employ all powers granted to the President by IEEPA and the UNPA as may be necessary to carry out the purposes of this order. The Secretary of the Treasury may redelegate any of these functions to other officers and agencies of the United States Government consistent with applicable law. All agencies of the United States Government are hereby directed to take all appropriate measures within their authority to carry out the provisions of this order.\n\nSec. 6. This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\nSec. 7. This order is effective at 12:01 a.m. eastern daylight time on April 19, 2011.\n\n\t                   BARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\t  April 18, 2011.\n\n\n\n\n"
}