{
    "title": "Background on the President's Event in Holland, Michigan Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-presidents-event-holland-michigan-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 15, 2010\n\n \n\n\n\nBackground on the President's Event in Holland, Michigan Today\n\n\n\n\nToday, the President will deliver remarks at a groundbreaking ceremony at Compact Power, Inc. a subsidiary of LG Chem Ltd., a battery plant in Holland, Michigan.  The plant is the ninth of nine new advanced battery factories to start construction as a result of the $2.4 billion in Recovery Act advanced battery and electric vehicle awards the President announced last August.  The project is expected to create hundreds of construction and manufacturing jobs in Holland.  Once fully operational, the Compact factory will produce battery cells to support 53,000 Chevy Volts a year.\nAhead of the President’s trip, the Department of Energy released a new report on the economic impact of Recovery Act investments in advanced batteries and vehicles.  The report, “Recovery Act Investments: Transforming America’s Transportation Sector,” documents how Recovery Act funds are being matched with private capital to create new jobs, construct new plants, add new manufacturing lines, install electric vehicle charging stations across the country and help build the emerging domestic electric vehicle industry from the ground up.  The report can be viewed in full HERE. \nThe audience was invited by LG Chem Ltd. and will be comprised of (approximately 250) elected officials, community leaders, industry representatives, and workers. \nSecretary of Energy Steven Chu will accompany the President on his trip to Michigan.\n*Backgrounder on Recovery Act Investments in Holland.\nPROGRAM PARTICIPANTS\nPeter Ban-Suk Kim, Chief Executive Officer, LG Chem Ltd.\nGovernor Jennifer Granholm \nMayor Kurt Dykstra (introducer)\nBACKGROUND ON COMPACT POWER, INC. \nOn Thursday, July 15th, Compact Power, Inc. will officially break ground on a new advanced battery manufacturing factory in Holland, Michigan.  The plant is the ninth of nine new advanced battery factories to start construction as a result of the $2.4 billion in Recovery Act advanced battery and electric vehicle awards President Obama announced last August.  Before the Recovery Act, there were no domestic factories doing high-volume manufacturing of batteries for electric vehicles, but due to Recovery Act investments like this one, the U.S. will have the capacity to produce up to 40 percent of the world’s batteries by 2015. \nThe $151 million Recovery Act grant awarded to Compact Power last August has been matched dollar-for-dollar by the company.  As a result of this public-private partnership, this project will support hundreds of jobs in Holland, Michigan.  By the day of groundbreaking, Compact Power, Inc. a subsidiary of LG Chem Ltd., estimates it will have already created or saved about 70 construction jobs – and is on-track for 200 by September 2010 and 300 at the peak of construction.  Once the facility reaches full scale operation in 2013, the company says it will then employ 300 Michigan workers, including operators, engineers, and administrative staff, in permanent positions at the site. \nWhen fully operational in 2013, the Compact Power, Inc. factory will produce battery cells to support 53,000 Chevy Volts a year.  GM’s Volt is one of the first plug-in hybrid vehicles in the world, and can travel roughly 40 miles on domestic electricity before a gasoline engine kicks in.  The Chevy Volt will hit showrooms around the nation at the end of this year.  Also, Ford announced yesterday that batteries for its new electric Focus will also be supplied by Compact Power’s Holland, Michigan plant once it is operational.\nADMINISTRATION ADVANCED BATTERY & VEHICLE PROJECT TRAVEL\nThis week, senior Administration officials will travel to eight Recovery Act advanced battery and vehicle project sites nationwide where work has begun constructing new manufacturing plants, adding new manufacturing lines, building electric vehicles, installing electric vehicle charging stations and transitioning to cleaner, greener fleets. \nWednesday, July 14\n \nSecretary of Housing and Urban Development Shaun Donovan joined New York City Mayor Michael Bloomberg for the launch of ChargePoint Networked Charging Stations for electric vehicles in New York City. Coulomb Technologies is using a $15 million Recovery Act grant to bring 4,600 electric vehicle charging stations to nine cities across the country by September 2011.\nThursday, July 15\nSecretary of Agriculture Tom Vilsack will visit Baker Equipment in Richmond, VA, which just hired seventeen new employees to help convert diesel vehicles from conventional gasoline to clean propane as part of an $8.6 million Recovery Act Clean Cities grant.  Overall, the grant is helping fund the conversion of 1,189 active fleet vehicles to propane AutoGas in nine southeastern state and includes seventeen new propane fueling stations along high traffic roadways from Washington, D.C. to Florida to Mississippi to create the nation's first propane corridor.\nSecretary of Labor Hilda Solis will visit Celgard in Charlotte, NC where a $49 million Recovery Act advanced battery and electric vehicle grant is helping the company expand capacity at its Charlotte manufacturing operations and build a new facility to meet increased demand for its product in Concord, NC.  Since the President visited Celgard’s Charlotte plant in early April, the company has added 40 more jobs for a total of 100 new jobs and begun the first phases of manufacturing.\nExecutive Director of the White House Council on Automotive Communities and Workers Dr. Ed Montgomery will visit General Motors in White Marsh, MD where a $105 million battery manufacturing grant is helping the company increase U.S. manufacturing capabilities to construct the second-generation GM global rear-wheel electric drive system.\nFriday, July 16\nSecretary of Energy Steven Chu will visit Delphi Automotive Systems, LLC in Kokomo, Indiana to highlight the Recovery Act’s $2 billion investments in battery and electric drive component manufacturing.  Delphi Automotive Systems, LLC won an $89.3 million grant from the Department of Energy to build a $178.6 million to build a power electronics manufacturing facility in Kokomo, Indiana.  The plant will establish U.S. production capacity for power electronics components that will support at least 200,000 electric drive vehicles (EDVs) by end of 2012.  Delphi is the largest North American supplier of power electronics components for EDVs, and this project will help ensure that vehicle OEMs and power system integrators have a globally competitive U.S. source for power electronics.  The project has resulted in 60 jobs being created or saved as of the end of June and will have created or saved 190 jobs at full production in 2014.\nThe White House Council on Environment Quality (CEQ) Chair Nancy Sutley will visit SBE, Inc. in Barre, VT where a $9.1 million battery manufacturing grant is helping the company build a new $18 million plant that produces “power ring” capacitors. SBE expects the plant to have the capacity to support 100,000 electric vehicles per year within three years, while adding hundreds of new workers.\nDeputy Secretary of Transportation John Porcari will visit East Penn Manufacturing Company in Lyon Station, PA, where a $32 million battery manufacturing grant is helping the company expand production capacities to manufacture battery technologies for the Hybrid Electric Vehicle markets. East Penn Manufacturing is a third-generation family business with over 63 years in battery manufacturing.  Since receiving the grant, East Penn has hired 16 employees to operate battery manufacturing equipment on three shifts and begun designing a new assembly line as they continue the transition from old technology to new.\n\n\n\n"
}