{
    "title": "Background on the President's Event Today in Wisconsin | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-presidents-event-today-wisconsin",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 30, 2010\n\n \n\n\n\nBackground on the President's Event Today in Wisconsin\n\n\n\n\nThe President will be greeted upon arrival at General Mitchell International Airport in Milwaukee, Wisconsin by the following individuals:\nGovernor Jim Doyle\nJessica Doyle, First Lady of Wisconsin\nMayor Thomas Barrett, Milwaukee\nTOWN HALL \nRacine Memorial Hall\nThe President will hold a town hall meeting on the economy at Racine Memorial Hall in Racine, Wisconsin.   There will be approximately 1,300 people in the audience – 70% of the tickets were made available to the general public on a first-come, first-served basis, the other 30% were distributed by the White House to elected officials, community leaders, etc.\nPRE-PROGRAM PARTICIPANTS\nBishop Darrell Hines will deliver the Invocation.\nBishop Darrell Hines and his wife, Pastor Pamela Hines, are the founders of the Christian Faith Fellowship Church of Milwaukee, Wisconsin.\nJustine Boerger will lead the Pledge of Allegiance.\nJustine Boerger will begin her senior year at Horlick High School in Racine, Wisconsin in the fall. \nSSG Emily Russell of the Wisconsin National Guard will sing the National Anthem.\nELECTED OFFICIALS EXPECTED TO ATTEND\nGovernor Jim Doyle\nJessica Doyle, First Lady of Wisconsin\nMayor Thomas Barrett, Milwaukee\nMayor John Dickert, Racine\nState Treasurer Dawn Marie Sass\nState Superintendent of Public Instruction Tony Evers\nSpeaker Michael Sheridan\nState Rep. Cory Mason\nState Rep. Rob Turner\nState Senator John Lehman\nRECOVERY ACT IN WISCONSIN\nTotal Jobs & Spending\n\nJOBS CREATED AND SAVED – CEA estimates that 59,000 jobs were created or saved by the Recovery Act in Wisconsin through March, 2010.\nTOTAL SPENDING – More than $6.4 billion in Recovery funds has been made available to Wisconsin – and more than $4.1 billion has already been spent.\n\nInvesting in Infrastructure\n         \n\nCONSTRUCTION – 457 transportation projects have been obligated in Wisconsin, totaling more than $643 million.\nSMALL BUSINESS – 2,356 Recovery Act-backed small business loans have been given to Wisconsin small businesses, supporting more than $931 million in lending.\n\nRelief to Individuals\n\nTAX RELIEF – Because of the Making Work Pay tax credit, 2.2 million Wisconsin working families will collectively receive $1.2 billion in tax relief.\nUNEMPLOYMENT BENEFITS – More than 730,000 Wisconsin residents have expanded unemployment benefits because of the Recovery Act.\nSTIMULUS PAYMENTS – More than 1 million Wisconsin seniors, veterans and other high-need residents have received one-time economic relief payments of $250, totaling more than $254 million.\n\nHelping States\n\nTEACHERS – Close to 5,100 education positions were reported as funded by the Recovery Act in Q1 2010 in Wisconsin – which has received more than $876 million in State Fiscal Stabilization Funds (SFSF).\nMEDICAID – The Recovery Act has already made more than $1.1 billion available to help prevent additional Medicaid cuts in Wisconsin.  The state of Wisconsin has spent more than $1 billion of the available funds.\n\nRECOVERY ACT FUNDING IN RACINE\nThe city of Racine has received approximately $22.5 million in Recovery Act funding. Beyond that $22.5 million, an additional $30 million was provided to Racine County through the Department of Transportation for highway funding. Other Recovery Act highlights included below:\n\nThe Small Business Administration supported over $16 million in small business lending – 42 loans as of June 25.  Examples of Racine SBA guaranteed Loan recipients include Motovend, LLC, Inc (which received $72,000), and Bright Star Healthcare (which received $156,000).\nThe Department of Agriculture provided over $6 million to Johnson Outdoors Watercraft, Inc.\nThe Department of Housing and Urban Development provided over $1.3 million to the City of Racine\n    \nA grant of over $500,000 was provided for the City of Racine from HUD’s Community Development Fund\nOver $800,000 was granted for Homelessness Prevention and Rapid Re-Housing in the Racine Area\n\n\nThe City and County of Racine received over $1.2 million in Energy Efficiency and Conservation Block Grants.  Approximately $457,000 was provided for Racine County while nearly $800,000 was sent to the City of Racine\nLaw enforcement agencies in Wisconsin received over $12.1 million in funding to support 58 police officers’ salaries and benefits for three years from the Department of Justice. The city of Racine received over $813,000 to support three additional police officers.\n\n\n\n\n"
}