{
    "title": "Nuclear Security Summit National Statement of the United States | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/nuclear-security-summit-national-statement-united-states",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 13, 2010\n\n \n\n\n\nNuclear Security Summit National Statement of the United States\n\n\n\n\nNational Statement of the United States\n\tNuclear Security Summit\n\tWashington, D.C. 2010\nIn April 2009, President Obama addressed the citizens of Prague and the world, stating clearly and with conviction America’s commitment to seek the peace and security of a world free of nuclear weapons. Recognizing this goal is not immediately achievable, the President laid the groundwork to ensure that through the steady accumulation of progress we move continually along the path toward this critical objective.\nIn that speech, the President identified the risk of nuclear terrorism as the most immediate and extreme threat to global security, called for an international four-year effort to secure vulnerable nuclear material, and announced his intent to host a Nuclear Security Summit. Over the past year, with the leadership of President Obama, we have made progress on this unprecedented call to action. At the United Nations Security Council last fall, we unanimously passed Resolution 1887 endorsing the goal of securing all nuclear materials and preventing the spread and use of nuclear weapons.\nThis Nuclear Security Summit takes place on April 12-13, 2010. Leaders from 47 nations as well as the United Nations, the International Atomic Energy Agency and the European Union will gather in Washington, DC – the largest gathering of heads of state and government in Washington’s history.\nOur objective is clear: ensure that terrorists never gain access to plutonium or highly-enriched uranium – the essential ingredients of a nuclear weapon. The challenge we face is how to lock down the over 2000 tons of plutonium and highly enriched uranium exist in dozens of countries with a variety of peaceful as well as military uses. The consequences of a nuclear detonation, or even an attempted detonation, perpetrated by a terrorist or criminal group anywhere in the world would be devastating. Not only could there be an enormous loss of life but there would also be overwhelming economic, political and psychological consequences that would reverberate worldwide.\nJust as the United States is not the only country that would suffer from nuclear terrorism, we cannot prevent it on our own. The goal of the Nuclear Security Summit is to highlight this global threat and agree to steps we can take together to secure nuclear material and prevent illicit nuclear trafficking. The Nuclear Security Summit provides an occasion for the United States to highlight some of its recent and future efforts to show leadership in improving the security of nuclear materials both at home and abroad.\nDomestic Nuclear Security: Our first priority is to ensure that nuclear materials and facilities in the United States are secure. Through sustainable security programs, including a continual evaluation of the threat, inspections, and emergency response, preparedness and coordination programs, the United States keeps\n\tits materials secure. Following September 11, 2001, security at domestic facilities was enhanced and is evaluated on a continuous basis. Most recently, on March 22, 2010, the Highly Enriched Uranium Materials Facility in Oak Ridge, Tennessee—an ultra-secure uranium warehouse that replaces multiple aging facilities with a single, state-of-the-art storage facility— came on-line as one measure of our increased security posture.\nAs part of our ongoing efforts to evaluate the security of its nuclear facilities, we will request an advisory mission from the International Atomic Energy Agency’s International Physical Protection Advisory Service to review physical protection at the National Institute of Standards and Technology’s Center for Neutron Research, licensed by the Nuclear Regulatory Commission. The Center’s reactor supports a broad program of research using neutron techniques, and develops and applies new neutron measurement technologies. NIST has committed to convert its reactor from highly enriched uranium to a new low enriched uranium fuel once that has been tested and approved for use. This advisory mission will provide an independent, confidential comparison of the physical protection regulations and their implementation with international guidelines and best practices.\nRatifying Conventions: The United States has accelerated efforts to complete ratification procedures for the two key international treaties governing nuclear security, the International Convention for the Suppression of Acts of Nuclear Terrorism and the 2005 Amendment to the Convention on the Physical Protection of Nuclear Material. Legislation that brings U.S. laws into line with these treaties has been submitted to the Congress. Once laws are in place implementing the conventions, the United States will deposit its instruments of ratification.\nMinimizing Highly Enriched Uranium: In 2009, the United States completed conversion of all 20 of our highly-enriched-uranium-fueled reactors that could be converted to use low enriched uranium fuel. There are six remaining highly-enriched-uranium-fueled reactors in the United States that will be converted to use low enriched uranium fuel once acceptable fuel has been developed.\nPlutonium Disposition: The United States and Russia have just signed the Protocol to the Plutonium Management and Disposition Agreement, which commits both countries to eliminate 68 metric tons of plutonium (34 each) from their weapons programs—enough material for approximately 17,000 nuclear weapons combined. Furthermore, the United States is in the final stages of approval to bring up to 100 kilograms of plutonium from sites of concern into the United States pending disposition, thereby eliminating vulnerable, weapons-usable plutonium in certain cases where no other solution is available.\nNuclear Detection: Due to shortages in materials for current neutron detectors, the United States is working to develop and deploy new neutron detection technologies through an aggressive program of research, development, test, and evaluation. The time frame for this effort has been shortened from 5 years to 18 months.\n\tNuclear Forensics: With the emerging discipline of nuclear ―archeology‖, the United States has launched an international effort to develop nuclear forensics library, exercises, common lexicons, and other foundational elements that will provide the framework for cooperation between governments investigating the illicit use of nuclear materials.\nSharing Best Practices: Nuclear security can be advanced through sharing best practices among those with responsibility for securing and accounting for nuclear materials in the private and public sectors. We are working with Russia and other members to turn the Global Initiative to Combat Nuclear Terrorism into a durable international institution. The United States strongly supports the World Institute for Nuclear Security as an effective forum for sharing best security practices, based on its broad membership in 44 countries, representing private industry, police, government agencies, state regulators and national laboratories. We will continue to provide financial support and expertise and encourage other countries to do so as well.\nInternational Cooperation: Working within existing legal and multilateral nuclear security frameworks, U.S. nuclear security cooperative activities help states worldwide meet their nuclear security obligations, uphold the highest international nuclear security recommendations and standards, and maximize the peaceful benefits of nuclear materials while reducing the risks of their misuse. In its Fiscal Year 2011 budget request, the U.S. has requested the largest amount ever – $1.6 billion, a 31% increase over the previous year – for these programs across multiple agencies working with countries around the world.\nUnited Nations Security Council Resolution 1540: In 2009 the UN Security Council created a committee to assist states in implementing their obligations under this universal, binding resolution. The United States has proposed, and intends to contribute to, a voluntary fund to help countries meet the obligations this resolution places on them, and to match them up with wide range of national, international, and nongovernmental sources of assistance.\nNuclear Security Programme of the International Atomic Energy Agency: In 2009, the United States led efforts to gain agreement of the 150-plus nations of the International Atomic Energy Agency to establish for the first time a dedicated budget line for nuclear security, which had until then been funded exclusively through voluntary contributions from member states. The U.S. voluntary contribution to this effort has risen 59% since 2007.\nG8 Global Partnership Against the Spread of Weapons and Materials of Mass Destruction: In 2002, under the leadership of Canada, the G8 committed $20 billion over ten years to stop the spread of weapons of mass destruction. Eight years later, the 23 G8 Partners have allocated more than $18 billion to this effort. We have made progress with Russia to eliminate stocks of chemical weapons and to dismantle decommissioned nuclear submarines. We are ready to join with our Canadian colleagues and call for another ten-year extension with an expanded scope/mission and to commit up to another $10 billion towards new projects, including expanding our efforts to improving nuclear security to countries not previously eligible for G8 assistance.\n\n\n\n\n"
}