{
    "title": "Statement by NSC Spokesperson Ned Price on Assistant to the President for Homeland Security and Counterterrorism Lisa Monaco’s Meeting with United Nations Special Envoy for Yemen Ismail Ould Cheikh Ahmed | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/06/26/statement-nsc-spokesperson-ned-price-assistant-president-homeland",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 25, 2015\n\n \n\n\n\nStatement by NSC Spokesperson Ned Price on Assistant to the President for Homeland Security and Counterterrorism Lisa Monaco’s Meeting with United Nations Special Envoy for Yemen Ismail Ould Cheikh Ahmed\n\n\n\n\n\n\tToday, Assistant to the President for Homeland Security and Counterterrorism, Lisa Monaco, met with United Nations Special Envoy for Yemen, Ismail Ould Cheikh Ahmed, to discuss his efforts to secure a negotiated political settlement for Yemen.  Ms. Monaco underscored the importance the United States places on Mr. Ould Cheikh Ahmed's mission, noting his work in convening consultations in Geneva and broader efforts to resume Yemen’s political transition process, consistent with the Gulf Cooperation Council Initiative, the outcomes of the comprehensive National Dialogue conference, and relevant UN Security Council resolutions.  Ms. Monaco emphasized the continued U.S. support for Mr. Ould Cheikh Ahmed and the work of the UN.  The United States strongly believes that all of Yemen's communities have important roles to play in the country's peaceful governance.  \n\n\tThey also discussed the dire humanitarian situation in Yemen.  Ms. Monaco expressed U.S. determination to support the unimpeded delivery of badly needed food, medicine, and other supplies to the people of Yemen who are suffering.  She emphasized the strong U.S. support to ensure access for the urgent delivery of humanitarian assistance to those in need and to accelerate the delivery of commercial imports, including food, medicines and other essential goods, to Yemen.  Ms. Monaco and Mr. Ould Cheikh Ahmed agreed on the need for the international community to continue working together to seek ways to de-escalate the ongoing violence, implement humanitarian pauses, expand political dialogue, and serve the needs of the Yemeni people.   Finally, they discussed the importance of bringing a halt to the conflict in Yemen in order to prevent al-Qa’ida in the Arabian Peninsula from exploiting the crisis.\n\n\n\n\n"
}