{
    "title": "Press Gaggle by Principal Deputy Press Secretary Eric Schultz en route Joint Base Andrews, 10/2/2014 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/10/02/press-gaggle-principal-deputy-press-secretary-eric-schultz-en-route-join",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 02, 2014\n\n \n\n\n\nPress Gaggle by Principal Deputy Press Secretary Eric Schultz en route Joint Base Andrews, 10/2/2014\n\n\n\n\nAboard Air Force One\n\tEn Route Joint Base Andrews\n3:23 P.M. CDT\nMR. SCHULTZ:  This is my first time on this aircraft, as well.  So I hope you all are enjoying it.  I have no preliminary announcements, so I’m happy to take your questions.\nQ Given the lapses that we’ve learned about, does the President feel that he’s safe right now?  We know that the director has left, but it is the rank and file that allowed some of these lapses to happen, and they're still on the job.  So does he feel safe?\nMR. SCHULTZ:  The answer to that question is absolutely, yes.  As you know, yesterday, the Department of Homeland Security Secretary Jeh Johnson accepted the resignation of Director Julia Pierson.  Director Pierson offered her resignation because she believed that it was in the best interest of the agency to which she dedicated her career and 30 years of her life.  The Secretary agreed with that assessment, as did the President.\nBut to speak to your question, the President has no shortage of appreciation for the men and women who serve in the Secret Service -- their bravery, their sacrifice, their determination, and the hard work and the courage they put on the line every day.\nQ While Secretary Johnson is asking for some recommendation for possible changes, are there any immediate changes being made to the President’s personal security?\nMR. SCHULTZ:  As you know, in the wake of the events on September 19th, I believe Secret Service announced some modifications to security around the White House complex.  I’m going to refer you to the Service for details on that.  I don't have any changes to read out to you from here.\nQ And what is he looking for in the next director?\nMR. SCHULTZ:  I think, Nedra, you saw in the announcement yesterday from Secretary Johnson that as part of the review that will now be headed by Deputy Secretary Mayorkas, once that review is completed and briefed to an outside panel of experts, I think they're going to be looking at the agency, the leadership there, and the attractive qualities that would be sought after in a new director.\nQ So does that mean that the President won’t name a new director before December 15th when that panel makes its recommendations?\nMR. SCHULTZ:  That's correct.\nQ On Syria, there’s been some opposition even among the moderate Syrians to the airstrike campaign.  I’m wondering if you feel the administration still has work to do to win some hearts and minds here among the opposition you’re trying to help.\nMR. SCHULTZ:  We definitely feel like we still have work to do.  As the President has said, this is a long-term proposition.  We feel good about the progress that we have made thus far, specifically if you just look at the last few hours.  We welcome the Turkish parliament’s strong vote recognizing ISIL as a threat to Turkey’s national security and authorizing Turkish military action against ISIL in Iraq and Syria.  We look forward to working closely with the government of Turkey to incorporate Turkey’s unique capabilities into the growing international coalition to counter ISIL. \nBy the same token, the United States welcomes today’s decision by the Danish parliament to authorize airstrikes on ISIL positions in Iraq and to provide trainers to assist Iraqi forces.  Denmark’s contributions will be a valued addition to the international forces that have assembled to support the Iraqi government in countering the threat posed by ISIL.\nQ But in terms of work to do, I’m addressing the moderate Syrian opposition that's talking about their opposition to the airstrikes, including protestors last week at UNGA, others who feel that it’s not helping because of Assad’s power enlarging.  Is that something that you guys are going to have to address head on to convince those that you’re trying to help that this is a good idea?\nMR. SCHULTZ:  Sure.  This is something that is a complex, significant, international challenge that the President has been facing head on, and as you heard him speak about this at the United Nations General Assembly last week.  But I can assure you that will not be the last address he gives on this.  So this is something he’s focused on, the State Department is focused on, the Defense Department is focused on.  So we’re going to continue to work on this every day.\nQEric, just to follow on that -- the spokesman for the Free Syrian Army told the Daily Beast yesterday that he was dissatisfied with the level of coordination between the U.S. military and coalition with the Free Syrian moderates on the ground, including some casualties he said that were incurred by moderates.  Is the President satisfied with the level of coordination right now between the U.S. military and the allies, his Syrian moderate allies?\nMR. SCHULTZ:  I saw a story on that.  I don't have a response to that story that you referenced.  I will say I’m going to defer to the Defense Department for those sort of operational details.\nQ Eric, the President said today that the speech he gave wasn’t a political speech, wasn’t a campaign speech.  Is that exactly what we’re going to hear -- the content of the speech?  Is that what we’re going to hear from him when he goes out and campaigns in the midterms?\nMR. SCHULTZ:  I think it’s a good question, Isaac.  As you know, for the past few months the President has been focused intently on the complex, significant, international challenges we face around the world.  That includes building a strong, robust, international coalition to combat the threat from ISIL; leading the international coalition that has isolated Russia from the global community for its violation of international norms; and marshaling the international response to the Ebola outbreak in West Africa. \nBut in the President’s mind, the strength of our domestic economy is tied hand in hand to America’s leadership in the world.  So, as the President said today, six years since the Great Recession, thanks to the policies that this administration has pursued, and the grit, determination and ingenuity of the American workforce, we’ve made great strides.  But we have lots to do.  There’s a bunch of common-sense measures that the President outlined today, and he will absolutely be talking about that moving forward.\nQ Will the midterm stump speech be that speech that he gave today?\nMR. SCHULTZ:  I think what you heard today from the President was a substantive, thoughtful, hefty take on the progress we’ve made over the last six years thanks to the President’s policies, thanks to the grit and ingenuity of the American workforce, but also talking about the common-sense steps we have to take moving forward.\nQ On those common-sense steps, realistically, what is the President’s expectation that he could realize any of them?\nMR. SCHULTZ:  Christi, I’m disappointed by your cynicism.  (Laughter.)  But I will note that we received similar questions earlier in the year during the President’s State of the Union when he outlined some policy proposals.  And I will say, in those intervening months, 13 states have taken steps to raise the minimum wage despite congressional inaction -- that's actually 13 states, plus the District of Columbia, my hometown -- and businesses both small and large. \nSo the President is not going to stop in the face of congressional action, which I think -- inaction -- which I think you’re referencing.  The President is going to find ways either through his executive action or working with partners at the state, local and private sector to achieve these common-sense steps.\n\t \n\tQ Are there are other steps that states can take to achieve his goals?\nMR. SCHULTZ:  I think -- as I just mentioned, 13 states went ahead and raised the minimum wage.  We’d like to see that number grow.  And I think that a number of the economic pieces that the President outlined today we’re looking to replicate across the country.\n\t \n\tQ On the Attorney General nomination, should we expect that to come before the elections in November?\nMR. SCHULTZ:  I don’t have an update on personnel for you at this time.\nQ Should we anticipate that this is something that you guys are still looking to do in the lame-duck session?\nMR. SCHULTZ:  You should anticipate that this is something that we’re working very hard on, very close on.  Obviously, the Attorney General -- Attorney General Holder has had a profound impact on this country, leaves an important legacy, but with a lot of work to be done.  And that’s why we’re going to be focused on filling this position as soon as possible.\nQ And, Eric, on the Ebola case that came into the United States, does the administration support Liberia’s move to charge that patient?  Do you think that’s the right thing to do?\nMR. SCHULTZ:  Nedra, I saw that report.  As you know, as a general rule, we don’t usually weigh in on the United States Department of Justice prosecution decisions, so I’m certainly not going to weigh in on those decisions in Liberia.\n\t \n\tQ Does the White House feel that the case of Ebola here in the United States is going to galvanize bipartisan support for the money -- what is it -- the billion dollars that the administration has asked for to help contain Ebola in Africa?\nMR. SCHULTZ:  We look at it a little bit differently, Roberta.  Our priority in the case in Dallas is to make sure that patient is treated quickly and effectively, and to make sure this case is stopped in its tracks.  In terms of marshaling resources for the outbreak in West Africa, that continues to be a priority and one that the entire administration is pursuing.\nQ And does the administration -- or does the White House think that more money needs to be marshaled for it, to beef up public health services and warning preparation for Ebola here at home after the CDC and state public health agencies have been sort of cash-strapped for years?\nMR. SCHULTZ:  Well, I do think it’s appropriate to sort of walk through what the CDC has been doing to prepare for this very contingency.  They’ve been preparing for an Ebola case in the United States for months now, and does indeed have the infrastructure in place to respond safely and effectively.\nJust a few highlights.  They’ve enhanced surveillance and laboratory-testing capacity in states to detect cases.  They’ve developed guidance and tools for health departments to conduct public health investigations.  They’ve provided recommendations for health care infection control and other measures to prevent disease spread.  They’ve provided guidance for flight crews, emergency medical services, units at airports, and Customs and Border Protection agents for reporting ill travelers to the CDC.\nEND\n\t3:34 P.M. CDT\n\n\n\n\n"
}