{
    "title": "Statement from the Press Secretary on the U.S. Court of Appeals for the District of Columbia Decision on U.S. Telecom Association v. FCC | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/14/statement-press-secretary-us-court-appeals-district-columbia-decision-us",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 14, 2016\n\n \n\n\n\nStatement from the Press Secretary on the U.S. Court of Appeals for the District of Columbia Decision on U.S. Telecom Association v. FCC\n\n\n\n\n\n\tToday’s ruling is a victory for the open, fair, and free Internet as we know it today – one that remains open to innovation and economic growth, without service providers serving as paid gatekeepers.  It is also a victory for the millions of Americans who made their voices heard in support of a free and fair Internet, with countless others speaking out on social media, petitioning their government, and standing up for what they believe.\n\n\tFor almost a century, our law has recognized that companies who connect you to the world have special obligations not to exploit the monopoly they enjoy over access in and out of your home or business.  For most of the Internet’s existence, net neutrality has been the norm, and for most of the President's term in office, the FCC has implemented rules to enforce it — with no significant burden on Internet Service Providers.  Unsurprisingly, today’s ruling affirms those basic realities, and recognizes that an Open Internet is essential for preserving an environment that encourages new investment in the network, new online services and content, and everything else that makes up the Internet as we now know it.\n\n\tThat is why the President has so strongly supported net neutrality since he was a Senator, and continues to work every day to protect the Internet ecosystem: because it remains one of the greatest gifts our economy — and our society — has ever known.\n\n\n\n\n"
}