{
    "title": "Statement by NSC Spokesperson Bernadette Meehan on the Situation in Yemen | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/03/25/statement-nsc-spokesperson-bernadette-meehan-situation-yemen",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 25, 2015\n\n \n\n\n\nStatement by NSC Spokesperson Bernadette Meehan on the Situation in Yemen\n\n\n\n\nThe United States strongly condemns ongoing military actions taken by the Houthis against the elected government of Yemen.  These actions have caused widespread instability and chaos that threaten the safety and well-being of all Yemeni citizens.\nThe United States has been in close contact with President Hadi and our regional partners.  In response to the deteriorating security situation, Saudi Arabia, Gulf Cooperation Council (GCC) members, and others will undertake military action to defend Saudi Arabia’s border and to protect Yemen’s legitimate government.  As announced by GCC members earlier tonight, they are taking this action at the request of Yemeni President Abdo Rabbo Mansour Hadi.\nThe United States coordinates closely with Saudi Arabia and our GCC partners on issues related to their security and our shared interests.  In support of GCC actions to defend against Houthi violence, President Obama has authorized the provision of logistical and intelligence support to GCC-led military operations.  While U.S. forces are not taking direct military action in Yemen in support of this effort, we are establishing a Joint Planning Cell with Saudi Arabia to coordinate U.S. military and intelligence support.\nAt the same time, the United States continues to closely monitor terrorist threats posed by al-Qa’ida in the Arabian Peninsula and will continue to take action as necessary to disrupt continuing, imminent threats to the United States and our citizens.\nWe strongly urge the Houthis to halt immediately their destabilizing military actions and return to negotiations as part of the political dialogue.  The international community has spoken clearly through the UN Security Council and in other fora that the violent takeover of Yemen by an armed faction is unacceptable and that a legitimate political transition – long sought by the Yemeni people – can be accomplished only through political negotiations and a consensus agreement among all of the parties.\n\n\n\n\n"
}