{
    "title": "Vice President Biden to Host Medal of Valor Ceremony with Attorney General Holder | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/02/11/vice-president-biden-host-medal-valor-ceremony-attorney-general-holder",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nFebruary 10, 2015\n\n \n\n\n\nVice President Biden to Host Medal of Valor Ceremony with Attorney General Holder\n\n\n\n\nOn Wednesday, February 11th, the Vice President will host a Medal of Valor ceremony with Attorney General Eric Holder. The Vice President and the Attorney General will deliver remarks at this ceremony. Below is background information on the Medal of Valor and the recipients of the medal at Wednesday’s ceremony.\nWatch this event live on Wednesday at 10:45 AM ET at obamawhitehouse.archives.gov/live\nTHE PUBLIC SAFETY OFFICER MEDAL OF VALOR:\nThe Public Safety Officer Medal of Valor, authorized by the Public Safety Officer Medal of Valor Act of 2001, is the highest national award for valor presented to a public safety officer. The medal is awarded to public safety officers who have exhibited exceptional courage, regardless of personal safety, in the attempt to save or protect human life. Including today’s awardees, a total of 95 medals have been presented since the first recipients were honored in 2003.\nThe Medal of Valor is awarded by the President of the United States, or his designee, to public safety officers cited by the Attorney General. Public safety officers are nominated by the chiefs or directors of their employing agencies and recommended by the Medal of Valor Review Board. The Attorney General has designated the U.S. Department of Justice’s department’s Office of Justice Programs (OJP) to serve as the federal point of contact for the Public Safety Medal of Valor.\nMore information about the award, the Medal of Valor Review Board members, and the nomination process is available at: www.ojp.usdoj.gov/medalofvalor.\nRECIPIENTS OF THE PUBLIC SAFETY OFFICER MEDAL OF VALOR:\n2011-2012 Medal of Valor Recipients\nSgt. Nathan Daniel Hutchinson\nWeber County Sheriff's Office, Utah\nSgt. Hutchinson, an officer within the Weber Morgan Narcotic Strike Force, receives the award for his heroic actions to rescue fellow officers Jan. 4, 2012, when agents served a search warrant at a home in Ogden, Utah.  Once inside, the agents came under fire by the subject of the warrant. During this assault, Agent Sean Grogan was shot in the face, and was helped out of the residence by another agent. The assailant also shot and struck multiple times Agents Kasey Burrell and Jared Francom, who were left disabled and unconscious on the scene.\nSgt. Hutchinson returned fire and was dragging Agent Burrell from the residence when he was shot three times by the assailant.  After pulling Agent Burrell to safety, Sgt. Hutchinson re-entered the residence to rescue Agent Francom, returning the assailant’s fire until his ammunition was exhausted.   Ultimately, Sgt. Hutchinson was able to get both agents out of the residence.\nAgent Francom was shot multiple times and died a few hours later. Agent Burrell was shot in the stomach and the forehead and is in the process of making a difficult recovery. Sgt. Hutchinson suffered three gunshot wounds that have resulted in permanent and debilitating injuries. The assailant suffered non-life threatening injuries and was taken into custody.\nOfficer Andrew Michael Keith\nKnoxville Police Department, Tennessee\nOfficer Keith receives the award for his heroic and quick reaction on March 13, 2012 to a Tennessee Highway Patrol car on fire after a collision with a truck.  The car’s driver, Sgt. Lowell Russell, was unconscious and trapped in the vehicle.\nWhen Officer Keith reached the scene, he radioed dispatch for the fire department to respond and used his shirt to beat back the flames while trying to reach the injured trooper. When he was able to make contact, he positioned Trooper Russell to keep the flames away from his body, while two citizens assisted in cutting Trooper Russell from his seatbelt. After freeing the trooper, Officer Keith then took control of the scene and kept people away from the vehicle, which exploded from a discharge of ammunition within. Due to the diligence of Officer Keith and the concerned citizens, Sgt. Russell survived the accident and his injuries and began rehabilitation a few weeks later.\nSgt. Bradley Alan Wick\nDuluth Police Department, Minnesota\nSgt. Wick receives the award for his heroic actions during a police chase of a convicted felon and his female companion Aug. 28, 2011, a day after they had committed armed robbery and carjacking. The chase ended in a residential area where the felon and his companion entered a home and shot the female occupant. Sgt. Wick, along with his canine partner, Abe, entered the home and was ambushed by gun fire, but returned fire and managed to fatally wound the felon.  The home’s resident survived her injury.\nFallen Senior Special Agent John Francis Capano\nBureau of Alcohol, Tobacco, Firearms and Explosives, New York \nAgent Capano receives the award for his heroic actions Dec. 31, 2011, during an armed robbery attempt at Charlie's Family Pharmacy in Seaford, N.Y., by a convicted felon who had recently been released from prison. Agent Capano, who was off duty at the time, confronted the suspect, chased him outside and engaged in a physical struggle for his gun. An off-duty New York City police officer and a retired Nassau County police officer also responded to the scene. Special Agent Capano was struck by a bullet to his chest and was later pronounced dead at an area hospital.  The suspect was also shot and died at the scene.\nFallen Officer Clifton P. Lewis\nChicago Police Department, Illinois \nOfficer Clifton P. Lewis receives the award for his dedication to duty and heroic actions Dec. 29, 2011.  He was working in off-duty employment at a local grocery store when two armed and masked gunman entered the store with a semi-automatic weapon and demanded money. Officer Lewis announced that he was an officer and moved to shield other employees as he drew his weapon.  By openly identifying his office and attempting to engage the criminals with his weapon, Officer Lewis was able to prevent death or injury to the employees and customers of the grocery store. Officer Lewis was struck four times by the offender’s bullets and ultimately succumbed to his wounds.\nSgt. Michael Darrell Brown\nBrevard County Sheriff’s Office, Florida\nSgt. Brown receives the award for his heroic actions in saving the life of a woman during an attempted murder by her estranged boyfriend.  On Sept. 6, 2011 Sgt. Brown noticed a couple fighting inside a moving vehicle on an interstate highway. Sgt. Brown pursued the speeding vehicle until the driver abruptly drove it into the Indian River, where it stopped in waist-deep water, approximately 100 feet from shore.\nSgt. Brown radioed for fire rescue units and then entered the river and rushed toward the partially submerged vehicle in an effort to rescue the female passenger who was being repeatedly stabbed by the male. Sgt. Brown got close enough to fire six shots at the suspect without hitting the victim.  He then broke the passenger window, pulled the victim from the vehicle and carried her to the shore where paramedics began administering aid.  After medical treatment, surgery, and a long hospital stay, the victim recovered from her injuries.  The assailant died as a result of his wounds.\n2012-2013 Medal of Valor Recipients\nLt. Brian Murphy\nOfficer Savan Lenda\nOak Creek Police Department, Wisconsin \nLt. Murphy and Officer Lenda receive the award for their valiant and selfless efforts during a shooting at the Sikh Temple of Wisconsin Aug. 15, 2012. Responding to numerous calls regarding a disturbance at the Temple, Lt. Murphy first saw two fatally injured victims, and the suspect running out of the Temple. When Lt. Murphy drew his weapon, the suspect fired at him, hitting him in the throat, hand and legs. When Officer Lenda arrived he began shooting, striking and partially disabling the suspect, who then crawled out of sight.  Shortly thereafter they heard a single shot as the suspect took his own life.\nUnaware of whether there were additional suspects, Officer Lenda drove to the location of the shot and determined that the suspect was dead.  He sent the other officers to Lt. Murphy, who, though wounded, waved them off and directed them to assist those in the Temple.\nAfter the initial shooting, it was later found that the suspect had entered the Sikh Temple and fired at least six rounds in the pantry area where many women and children were hiding.  He then fled the building when Lt. Murphy arrived on the scene.  The entire situation from the time of the first call until Officer Lenda incapacitated the suspect was approximately six minutes. The selfless actions of both Lt. Murphy and Officer Lenda prevented further injury and helped save many lives.\nSergeant John MacLellan\n\tSergeant Jeffrey Pugliese\n\tOfficer Joseph Reynolds\n\tOfficer Timothy Menton\n\tOfficer Miguel Colon Jr.\n\tFirefighter James Caruso\n\tFirefighter Patrick Menton\nWatertown Police and Fire Departments, Massachusetts\nThey receive this award for their courageous efforts in protecting the community and saving the life of one of their own during a firefight on April 19, 2013 with a suspect in the Boston Marathon bombing.\nOn April 18, 2013 Watertown Police were advised that a campus officer at the Massachusetts Institute of Technology (M.I.T.) had been shot and killed in the neighboring city of Cambridge, and that the perpetrators were at large.  After a carjacking by the suspected assailants the following day, Sgt. MacLellan and Officer Reynolds spotted the vehicle, unaware that they were about to encounter the men who were responsible for killing three people and injuring more than 260 people just days earlier during the Boston Marathon, as well as the M.I.T. officer.   The suspects began firing rounds at the officers, piercing the windshield and shattering glass in Sgt. MacLellan’s face. Sgt. MacLellan left the vehicle and allowed it to move forward, providing cover for the other officers as they tried to apprehend the suspects. The suspects threw an improvised explosive device and fired heavy weapons at the officers.\nWhen officers Colon and Timothy Menton arrived on the scene, one suspect charged at the officers, and both Sgt. MacLellan and Officer Reynolds helped Sgt. Pugliese apprehend him. As the officers struggled with the first suspect, the second suspect entered the stolen car and accelerated towards them.  At the last moment Sgts. MacLellan and Pugliese and Officer Reynolds were able to jump clear of the speeding vehicle as this second suspect ran over the first suspect. The second suspect continued to flee in the vehicle, dragging the body of the first suspect.\nAs the second suspect was fleeing the scene, Officer Menton heard a Transit Police officer who had been wounded in the exchange call for assistance.  This officer was bleeding profusely. Due to the location of the wound, Officer Menton was unsuccessful in applying a tourniquet and was forced to control the bleeding with direct pressure with one hand. With his other hand, he radioed for medical assistance.\nFirefighters James Caruso and Patrick Menton responded in an ambulance to the scene of the ongoing gun battle. They were aware that the suspects had been deploying explosive devices and that some had exploded but that others remained unexploded on the street. They moved the unconscious officer, who was suffering from massive blood loss with no pulse or respiration, through this minefield to the ambulance.  Firefighters Caruso and Patrick Menton continued managing the officer’s injuries as Officer Timothy Menton drove the ambulance to the hospital.\nThe firefight continued for nearly eight minutes as other officers arrived on the scene to assist. During the firefight a total of five bombs were deployed and countless rounds were fired by the suspects.  Each of these officers and firefighters was exposed to significant and continuing risks as they worked together to resolve this incident and save the life of the wounded MBTA officer. The second suspect was located and arrested twenty hours later.\nFormer Chief John Curly\nBellmore Fire Department, New York \nOn Nov. 12, 2012, the Bellmore Fire Department was alerted to a house fire with a victim trapped inside.  Former Chief Curley (who remains a member of the Bellmore Fire Department) and his son, in a fire department pick-up truck nearby, heard the call and were first on the scene.  A man in the driveway said his elderly mother was trapped in a second-floor bedroom.\nWith no fire vehicles on the scene, former Chief Curley used a file cabinet topped by an old broken wooden ladder to climb to the bedroom window, breaking it with his bare hands, which exposed him to heavy black smoke billowing from the room. Because the first responders had not yet arrived, he was without the protection of a hose line, breathing apparatus or protective gear.  Nevertheless, former Chief Curley entered the room knowing that he had only a few seconds before it would be totally engulfed in fire. Once inside, he found the woman lying unconscious inside the room.\nFormer Chief Curley moved the woman to the window, lifted her out onto the wooden ladder, carried her and passed her down to his waiting son, who began to give her medical attention. During the rescue, former Chief Curley suffered lacerations to his hands and face, taking actions at extreme risks to his personal safety, which directly resulted in saving the life of the trapped woman.\nSpecial Agent Brocklyn Bahe\n\tSpecial Agent Christian Galeski\n\tSpecial Agent Matthew Nagle\n\tSpecial Agent Joseph Montoya\n\tSpecial Agent Rodney Draper\nFederal Bureau of Investigation, Hostage Rescue Team, Alabama \nSpecial Agents Brocklyn Bahe, Christian Galeski, Matthew Nagle, Joseph Montoya and Rodney Draper are all recognized for their courageous efforts in safely rescuing a five-year-old child who was abducted Jan. 29, 2013, after a man boarded a school bus and shot and killed the bus driver after he refused to hand over two children as hostages. The armed suspect abducted a child from the bus and held him for six days in an underground bunker with multiple weapons and improvised explosive devices, while making unreasonable and incoherent demands. The agents assessed that negotiations would fail, so at grave personal risk to themselves they conducted a rescue mission on Feb. 4. When the agents entered the bunker, the subject shot at them from less than five feet away using the child as a shield. During the initial assault, the subject detonated an external IED, and was believed to be in the process of attempting to detonate a second IED inside the bunker.\nWithout regard for their own safety, several more rescue team operators entered the bunker under heavy gunfire. One of them, Special Agent Bahe, dropped into the darkened, smoke-filled hole, falling 10 feet to the floor. With his weapon dislodged from the impact of the landing, Special Agent Bahe lunged unarmed into the darkness, found the boy and shielded him with his body while Special Agents Galeski, Nagle, Montoya and Draper engaged in a mortal struggle with the suspect just inches away. The exceptional courage and extraordinary decisiveness of the entry team ultimately prevailed, resulting in the death of the suspect and the rescue of the boy, who was unharmed.\nDeputy Jenna Underwood-Nunez\nLos Angeles County Sheriff's Department, California\nOn April 27, 2013, Deputy Underwood-Nunez, five months pregnant, was off duty and at a campground with her family and observed a boy struggling in the lake about 100 yards from shore. Fully clothed, she swam toward the victim, only to learn that the struggling boy was trying to draw attention to his brother, submerged in 15 feet of water. She dove in the murky water to search for the victim at the bottom of the lake. She found him, dragged him to the shore and began life-saving measures to restore his breathing. The victim was airlifted to a local hospital and placed in stable condition. Thanks to the heroic actions of Deputy Underwood-Nunez, the 17-year old high school student made a complete recovery.\n\n\n\n\n"
}