{
    "title": "Statement by the President on the Anniversary of the Affordable Care Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/03/23/statement-president-anniversary-affordable-care-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 23, 2013\n\n \n\n\n\nStatement by the President on the Anniversary of the Affordable Care Act\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Press Secretary\n_____________________________________________________________________________________________________________________________\nFOR IMMEDIATE RELEASE\nMarch 23, 2013 \nStatement by the President on the Anniversary of the Affordable Care Act\nThree years ago today, I signed into law the principle that in the wealthiest nation on Earth, no one should go broke just because they get sick. The Affordable Care Act will give hard-working, middle class families the health care security they deserve and protect every American from the worst insurance company abuses.  Already, millions of seniors are saving $600 a year on their prescription drugs. Millions of young people have been able to stay on their family’s health plan until age 26.  Preventive care, like mammograms for women and wellness visits for seniors, is covered free of charge. Most importantly, for the sake of our fiscal future, the growth of health care costs is beginning to slow. In fact, last year, Medicaid costs fell for the first time in decades.\n\n\tBecause of the Affordable Care Act, insurance companies will no longer have unchecked power to cancel your policy, deny you coverage, or charge women more than men.  And soon, no American will ever again be denied care or charged more due to a pre-existing condition, like cancer or even asthma.\n\t \n\tLater this year, millions of Americans will finally have the opportunity to buy the same kind of health care Members of Congress give themselves. Beginning in October, you'll be able to sign up for new private health care plans through a new health insurance marketplace where private plans will compete to save middle class families money.  Through these marketplaces, Americans and small business owners will be able to choose from a menu of health plans that fit their budget and provide quality coverage they can count on when they need it most.  If you like the plan you have, you can keep it. If you cannot afford a plan, you or your small business may get financial assistance to make it affordable.\n\n\tThere's more work to do to implement this law, and I look forward to working with leaders of both parties to help Americans save money on health care and extend the security of coverage to every family. \n \n\n\n\n\n"
}