{
    "title": "First Lady Michelle Obama & Dr. Jill Biden to Celebrate First Anniversary of Joining Forces | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/04/first-lady-michelle-obama-dr-jill-biden-celebrate-first-anniversary-join",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nApril 04, 2012\n\n \n\n\n\nFirst Lady Michelle Obama & Dr. Jill Biden to Celebrate First Anniversary of Joining Forces\n\n\n\n\n\nApril 11th and 12th visits include White House kick off; Philadelphia, Pennsylvania; Shreveport, Louisiana; and Jacksonville, Florida\n\n\tWASHINGTON – On April 11, 2012, First Lady Michelle Obama and Dr. Jill Biden will kick off a two-day tour celebrating the first anniversary of Joining Forces, their initiative to recognize, honor and serve military families. Since launching Joining Forces on April 12th, 2011, significant progress has been made to rally Americans around military families. Communities, businesses, schools, faith groups, non-profit organizations and individual Americans have made substantial commitments to show military families the support that they deserve. Through collaborative efforts with Joining Forces, these groups have helped thousands of veterans and military families find jobs, improved educational opportunities for military children, supported our nation’s wounded warriors and their caregivers, and honored our nation’s fallen. The Joining Forces two-day tour will highlight examples of organizations and companies that have made significant commitments to support military families.\n\n\tFirst Lady Michelle Obama and Dr. Jill Biden created Joining Forces to bring Americans together to recognize, honor and take action to support veterans and military families as they serve our country and throughout their lives. The initiative aims to educate, challenge, and spark action from all sectors of society to ensure veterans and military families have the support they have earned. The initiative focuses on key priority areas – employment, education, and wellness -- while raising awareness about the service, sacrifice, and needs of America’s veterans and military families. More information is available at: www.JoiningForces.gov.\n\n\tThe First Lady and Dr. Biden’s Joining Forces tour schedule is below:\n\nWednesday, April 11, 2012\n\nWhite House * 11:00 AM ET * Anniversary Celebration\n\n\tFirst Lady Michelle Obama and Dr. Jill Biden will kick off a celebration for military families and organization leaders that have played key roles in supporting our nation’s troops, veterans and families. Finalists of the Joining Forces Community Challenge will be the celebration’s special guests. Late last year, Mrs. Obama and Dr. Biden launched the Challenge to recognize and celebrate citizens, communities, and organizations who have demonstrated a deep commitment to service by improving the lives of military families and veterans. Hundreds of submissions were received and twenty finalists who found innovative ways to show their gratitude and support at the local level were chosen. These twenty finalists will travel from across the country to be honored at the White House. The finalists will be joined by the Challenge’s notable judges, Tom Brokaw – who will deliver opening remarks, J.R. Martinez, San Antonio Mayor Julián Castro, USO President Sloan Gibson and Deanie Dempsey, wife of General Martin Dempsey.\n\n\tThe Missouri Air National Guard's 571st Air Force Band “Sidewinder” will perform at the event. Last year, a fan’s video of the band performing at an airbase in Southwest Asia went viral on YouTube and garnered national attention.\n\nUniversity of Pennsylvania, Philadelphia * 2:15 PM ET* Nurses Nationwide Join Forces to Support Veterans and Military Families\n\n\tFirst Lady Michelle Obama and Dr. Jill Biden will announce a major initiative by more than 150 of America’s leading nursing organizations and more than 450 nursing schools in 50 states and territories to ensure our nation’s nurses are prepared to help meet the unique health needs of service members, veterans, and their families.  Nursing leaders have committed to educating current and future nurses on how to recognize and care for those suffering from post-traumatic stress disorder, traumatic brain injury, and other combat-related issues. Collectively, this effort will reach over three million nurses in nearly every health care setting and every community in America. \n\nNew York City * The Colbert Report\n\n\tFirst Lady Michelle Obama will appear on The Colbert Report to discuss her Joining Forces initiative. Host Stephen Colbert has shown strong support for our troops, including bringing his show to Iraq, broadcasting special episodes to honor returning troops, performing at numerous USO events and getting a military-style hair cut to show his solidarity with those in uniform. Military families of troops deployed to Afghanistan will be a part of the audience.\n\nThursday, April 12, 2012\n\nShreveport, Louisiana * 1:15 PM CT / 2:15 PM ET * Announcing Joining Forces’ 50,000th Hire\n\n\tLast August, President Obama announced a series of policies to increase veterans’ employment and asked the First Lady and Dr. Biden to lead an effort through Joining Forces to challenge the private sector to hire or train 100,000 veterans and military spouses by the end of 2013. Well on track to exceed this goal, First Lady Michelle Obama will travel to Shreveport, Louisiana, to announce the 50,000th veteran or military spouse to have been hired by a company through the Joining Forces initiative. Mrs. Obama will visit the Kansas City Southern Railway Company, which has aggressively hired veterans in the last year because of the unique skill set that they bring to the job.\n\nNaval Air Station Jacksonville, Florida * 6:00 PM ET * Honoring Young Women from Military Families\n\n\tFirst Lady Michelle Obama will invite young women from military families to a celebration honoring their service to our nation as members of a military family. Mrs. Obama will deliver remarks to the high school junior and senior girls and their parents and reveal surprise guests who she invited for this special occasion.\n\n\n\n\n"
}