{
    "title": "President Obama to Award Medal of Honor | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/25/president-obama-award-medal-honor",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 25, 2011\n\n \n\n\n\nPresident Obama to Award Medal of Honor\n\n\n\n\n\n\tOn Monday, May 2 at 12:00 PM Eastern, President Barack Obama will award Private First Class Anthony T. Kaho’ohanohano [KA ho OH hano hano], U.S. Army, and Private First Class Henry Svehla [SUH vay luh], U.S. Army, the Medal of Honor for conspicuous gallantry.  This event in the East Room will be open press.\n\nBACKGROUND INFORMATION\n\n\tPrivate First Class Kaho’ohanohano will receive the Medal of Honor posthumously for his heroic actions in combat on September 1, 1951, while in charge of a machine-gun squad with Company H, 17th Infantry Regiment, 7th Infantry Division in the Republic of Korea.\n\n\tWhen faced by an enemy with overwhelming numbers, Private First Class Kaho’ohanohano ordered his squad to take up more defensible positions and provide covering fire for the withdrawing friendly force.  He then gathered a supply of grenades and ammunition and returned to his original position to face the enemy alone - delivering deadly accurate fire into the ranks of the onrushing enemy.  When his ammunition was depleted, he engaged the enemy in hand-to-hand combat until he was killed.  His heroic stand so inspired his comrades that they launched a counterattack that completely repulsed the enemy.\n\n\tPrivate First Class Kaho’ohanohano's sister, Elaine Kaho’ohanohano, and brother, Eugene Kaho’ohanohano, will join the President at the White House to commemorate their brother's example of selfless service and sacrifice.\n\n\tPrivate First Class Henry Svehla will receive the Medal of Honor posthumously for his heroic actions in combat on June 12, 1952, while serving as a rifleman with Company F, 32d Infantry Regiment, 7th Infantry Division in the Republic of Korea.\n\n\tComing under heavy fire and with his platoon’s attack beginning to falter, Private First Class Svehla leapt to his feet and charged the enemy positions, firing his weapon and throwing grenades as he advanced.  Disregarding his own safety, he destroyed enemy positions and inflicted heavy casualties.  When an enemy grenade landed among a group of his comrades, without hesitation and undoubtedly aware of the extreme danger, he threw himself on the grenade.  During this action, Private First Class Svehla was mortally wounded.\n\n\tPrivate First Class Henry Svehla's sisters, Dorothy Mathews and Sylvia Svehla will join the President at the White House to commemorate their brother’s example of selfless service and sacrifice.\n\nADDITIONAL INFORMATION\n\nTHE MEDAL OF HONOR:\n\n\tThe Medal of Honor is awarded to a member of the Armed Forces who distinguishes themselves conspicuously by gallantry above and beyond the call of duty while:\n\n\n\t\tengaged in an action against an enemy of the United States;\n\n\t\tengaged in military operations involving conflict with an opposing foreign force; or\n\n\t\tserving with friendly foreign forces engaged in an armed conflict against an opposing armed force in which the United States is not a belligerent party.\n\n\n\tThe meritorious conduct must involve great personal bravery or self-sacrifice so conspicuous as to clearly distinguish the individual above his or her comrades and must have involved risk of life. There must be incontestable proof of the performance of the meritorious conduct, and each recommendation for the award must be considered on the standard of extraordinary merit.\n\n\n\n\n"
}