{
    "title": "Estados Unidos y El Salvador: Hojas informativas | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/23/estados-unidos-y-el-salvador-hojas-informativas",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nMarch 23, 2011\n\n \n\n\n\nEstados Unidos y El Salvador: Hojas informativas \n\n\n\n\nTHE WHITE HOUSE\nOficina del Secretario de Prensa\n_____________________________________________________________________________\nPARA PUBLICACION INMEDIATA                                            23 de marzo, 2011\nEstados Unidos y El Salvador: Hojas informativas \nEl Presidente Obama y el Presidente Funes hablaron sobre una gran variedad de asuntos en reuniones bilaterales durante la visita del Presidente a San Salvador. Los presidentes destacaron los profundos y firmes lazos entre Estados Unidos y El Salvador, y la alianza entre nuestros dos países para reforzar nuestras relaciones económicas bilaterales, darle rienda suelta al potencial de la economía salvadoreña al trabajar en sociedad con el sector privado; hacerles frente a los efectos del cambio climático en Centroamérica, y velar más eficazmente por la seguridad de los ciudadanos en El Salvador y en todo Centroamérica. Se adjunta una serie de hojas informativas sobre estos temas y, abajo, resúmenes de ellas.\n \nReforzar la relación económica entre Estados Unidos y El Salvador \nEl Salvador es uno de los cuatro países que participarán inicialmente en la “Alianza para el Crecimiento” (“Partnership for Growth”), que pondrá en práctica los principios de una nueva directiva de política allá para impulsar el desarrollo económico de la región, lograr el crecimiento económico sostenido y poner en práctica el Pacto para el Desarrollo Mundial (Compact on Global Development) emitido por el Presidente en septiembre del 2010.\nEl Presidente Funes y el Presidente Obama también destacaron la importancia de colaborar con respecto al cambio climático mundial, crecimiento verde y energía limpia, a fin de aumentar el bienestar de los ciudadanos de El Salvador como también Estados Unidos.\nLos presidentes hablaron además sobre la importancia de los esfuerzos por integrar económicamente a Centroamérica. A fin de impulsar trabajo clave para eliminar la ineficiencia en el transporte y logística, el Presidente Obama prometió apoyar el Fondo de Cruces (Crossroads Fund) en sociedad con el Banco Interamericano de Desarrollo para promover redes más eficientes y seguras de transporte regional en todo Centroamérica.\nEn vista de la importancia de extender las medidas de protección al consumidor a quienes envían remesas desde Estados Unidos y señalando el importante papel que las remesas desempeñan en la economía salvadoreña, el Presidente Obama también destacó los pasos dados conforme a la Ley de Reforma de Wall Street para extender medidas sin precedente de protección a quienes envían remesas a El Salvador y otros lugares en todo el continente americano y el mundo.\n\n\n\t\tPara ver la Hoja informativa sobre Reforzar la relación económica entre Estados Unidos y El Salvador, pulse AQUI.\n\n\t\tPara ver la Hoja informativa sobre la Alianza de las Américas para la Energía y el Clima (Energy and Climate Partnership of the Americas), pulse AQUI.\n\n\t\tPara ver la Hoja informativa sobre el Crossroads Fund, pulse AQUI.\n\n\t\tPara ver la Hoja informativa sobre Medidas de Protección al Consumidor para Proveedores de Servicios Remesas (Consumer Protections for Remittance Providers), pulse AQUI.\n\nSeguridad de los ciudadanos \n“Ahora que los países de Centroamérica formulan una nueva estrategia regional de seguridad, en Estados Unidos estamos listos para poner de nuestra parte por medio de una nueva alianza que le preste atención a lo que lo requiere: la seguridad de nuestros ciudadanos. Y con socios regionales e internacionales, nos aseguraremos de que nuestro respaldo no solamente esté lleno de buenas intenciones, sino que esté bien coordinado y sea gastado debidamente”\nPresidente Barack Obama\n21 de marzo, 2011, Santiago de Chile\nEl Presidente Obama y el Presidente Funes se comprometieron a colaborar para reducir la falta de seguridad y los crímenes violentos, que están entre las principales inquietudes en El Salvador y la mayoría de los países del continente americano. Los presidentes Obama y Funes se comprometieron a reforzar alianzas flexibles y prácticas en El Salvador para promover intereses comunes y proteger a nuestros ciudadanos.\nEsta estrategia de cooperación se basa en un reconocimiento más profundo de las amenazas nuevas y tradicionales a la seguridad de nuestros ciudadanos en el hemisferio. Esta estrategia también se basa en nuestra responsabilidad común de hacerles frente a estos desafíos: La crucial importancia de la voluntad política, el imperio de la ley e instituciones eficaces de gobierno, y las aspiraciones comunes de sociedades seguras, prósperas y que incluyan a todos. Los esfuerzos bilaterales por Estados Unidos y El Salvador son parte de un esfuerzo más extenso para hacerle frente a la falta de seguridad de los ciudadanos en Centroamérica y en todo el continente americano. Para hacerle frente a este desafío, el continente americano se está uniendo bajo liderazgo de El Salvador en la próxima reunión de la Organización de Estados americanos centrada en la seguridad de los ciudadanos y para forjar la Alianza para la Seguridad de los Ciudadanos Centroamericanos (Central American Citizen Security Partnership) que el Presidente Obama dio a conocer en Santiago de Chile el 21 de marzo, 2001.\n\n\n\t\tPara ver la Hoja informativa sobre Seguridad para los Ciudadanos de Estados Unidos y Salvador (Civil U.S.-El Salvador Citizen Security), pulse AQUI.\n\n\t\tPara ver la Hoja informativa sobre la Central America Citizen Security Partnership, pulse AQUI.\n\n\t\tPara ver la Hoja informativa sobre la Seguridad Regional de Centroamérica (Central American Regional Security Initiative o CARSI), pulse AQUI.\n\n\t\tPara ver la Hoja informativa sobre la Reducción de demanda, pulse AQUI\n\nCooperación en materia de defensa \nEl Salvador es un socio clave de Estados Unidos en Centroamérica con una de las fuerzas militares más profesionales de la región. Nuestra rica relación militar bilateral se distingue por la cooperación y programas de capacitación, ayuda humanitaria y socorro en casos de catástrofe, además de actividades para mantener la paz y combatir el terrorismo y las drogas.\n\n\n\t\tPara ver la Hoja informativa sobre Cooperación en Materia de Defensa entre Estados Unidos y El Salvador (U.S.-El Salvador Defense Cooperation), pulse AQUI.\n\n \n \n###\n\n\n\n\n"
}