{
    "title": "Presidential Memorandum -- Establishing a Quadrennial Energy Review | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/01/09/presidential-memorandum-establishing-quadrennial-energy-review",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 09, 2014\n\n \n\n\n\nPresidential Memorandum -- Establishing a Quadrennial Energy Review\n\n\n\n\nMEMORANDUM FOR THE HEADS OF EXECUTIVE DEPARTMENTS AND AGENCIES \nSUBJECT: Establishing a Quadrennial Energy Review \nAffordable, clean, and secure energy and energy services are essential for improving U.S. economic productivity, enhancing our quality of life, protecting our environment, and ensuring our Nation's security. Achieving these goals requires a comprehensive and integrated energy strategy resulting from interagency dialogue and active engagement of external stakeholders. To help the Federal Government better meet this responsibility, I am directing the undertaking of a Quadrennial Energy Review. \nThe initial focus for the Quadrennial Energy Review will be our Nation's infrastructure for transporting, transmitting, and delivering energy. Our current infrastructure is increasingly challenged by transformations in energy supply, markets, and patterns of end use; issues of aging and capacity; impacts of climate change; and cyber and physical threats. Any vulnerability in this infrastructure may be exacerbated by the increasing interdependencies of energy systems with water, telecommunications, transportation, and emergency response systems. The first Quadrennial Energy Review Report will serve as a roadmap to help address these challenges. \nThe Department of Energy has a broad role in energy policy development and the largest role in implementing the Federal Government's energy research and development portfolio. Many other executive departments and agencies also play key roles in developing and implementing policies governing energy resources and consumption, as well as associated environmental impacts. In addition, non-Federal actors are crucial contributors to energy policies. Because most energy and related infrastructure is owned by private entities, investment by and engagement of the private sector is necessary to develop and implement effective policies. State and local policies; the views of nongovernmental, environmental, faith-based, labor, and other social organizations; and contributions from the academic and non-profit sectors are also critical to the development and implementation of effective energy policies. \nAn interagency Quadrennial Energy Review Task Force, which includes members from all relevant executive departments and agencies (agencies), will develop an integrated review of energy policy that integrates all of these perspectives. It will build on the foundation provided in my Administration's Blueprint for a Secure Energy Future of March 30, 2011, and Climate Action Plan released on June 25, 2013. The Task Force will offer recommendations on what additional actions it believes would be appropriate. These may include recommendations on additional executive or legislative actions to address the energy challenges and opportunities facing the Nation. \nTherefore, by the authority vested in me as President by the Constitution and the laws of the United States of America, I hereby direct the following: \nSection 1. Establishing the Quadrennial Energy Review Task Force. (a) There is established the Quadrennial Energy Review Task Force (Task Force), to be co-chaired by the Director of the Office of Science and Technology Policy and the Director of the Domestic Policy Council, which shall include the heads of each of the following, or their designated representatives: \n(i) the Department of State; \n(ii) the Department of the Treasury; \n(iii) the Department of Defense; \n(iv) the Department of the Interior; \n(v) the Department of Agriculture; \n(vi) the Department of Commerce; \n(vii) the Department of Labor; \n(viii) the Department of Health and Human Services; \n(ix) the Department of Housing and Urban Development; \n(x) the Department of Transportation; \n(xi) the Department of Energy; \n(xii) the Department of Veterans Affairs; \n(xiii) the Department of Homeland Security; \n(xiv) the Office of Management and Budget; \n(xv) the National Economic Council; \n(xvi) the National Security Staff; \n(xvii) the Council on Environmental Quality; \n(xviii) the Council of Economic Advisers; \n(xix) the Environmental Protection Agency; \n(xx) the Small Business Administration; \n(xxi) the Army Corps of Engineers;\n(xxii) the National Science Foundation; and \n(xxiii) such agencies and offices as the President may designate. \n(b) The Co-Chairs may invite independent regulatory agencies with energy-related responsibilities, including the Federal Energy Regulatory Commission and the Nuclear Regulatory Commission, to participate in the Task Force, as determined to be appropriate by those agencies. \n(c) The Co-Chairs shall regularly convene and preside at meetings of the Task Force and shall determine its agenda. Under the direction of the Co-Chairs, the Task Force shall: \n(i) gather ideas and advice from State and local governments, tribes, large and small businesses, universities, national laboratories, nongovernmental and labor organizations, consumers, and other stakeholders and interested parties; and \n(ii) coordinate the efforts of agencies and offices related to the development of the Quadrennial Energy Review Report, as described in sections 1 and 2 of this memorandum. \n(d) The Secretary of Energy shall provide support to the Task Force, including support for coordination activities related to the preparation of the Quadrennial Energy Review Report, policy analysis and modeling, and stakeholder engagement. \n(e) The Task Force shall submit a Quadrennial Energy Review Report to the President every 4 years beginning with a report delivered by January 31, 2015. Intermediate reports and other material may be prepared by the Task Force as required by the President. \nSec. 2. The Quadrennial Energy Review Report. The Task Force shall establish integrated guidance to strengthen U.S. energy policy. Building on the Blueprint for a Secure Energy Future and the Climate Action Plan, and taking into consideration applicable laws and regulations, the Task Force shall prepare a Quadrennial Energy Review Report that: \n(a) provides an integrated view of, and recommendations for, Federal energy policy in the context of economic, environmental, occupational, security, and health and safety priorities, with attention in the first report given to the challenges facing the Nation's energy infrastructures; \n(b) reviews the adequacy, with respect to energy policy, of existing executive and legislative actions, and recommends additional executive and legislative actions as appropriate; \n(c) assesses and recommends priorities for research, development, and demonstration programs to support key energy-innovation goals; and \n(d) identifies analytical tools and data needed to support further policy development and implementation.\nSec. 3. Outreach. In order to gather information and recommendations and to provide for a transparent process in developing the Quadrennial Energy Review Report, the Task Force shall engage with State and local governments, tribes, large and small businesses, universities, national laboratories, nongovernmental and labor organizations, and other stakeholders and interested parties. The Task Force shall develop an integrated outreach strategy that relies on both traditional meetings and the use of information technology. \nSec. 4. General Provisions. (a) This memorandum shall be implemented consistent with applicable law and subject to the availability of appropriations. \n(b) Nothing in this memorandum shall be construed to impair or otherwise affect: \n(i) the authority granted by law to any agency, or the head thereof; or \n(ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals. \n(c) Nothing in this memorandum shall be construed to require the disclosure of confidential business information or trade secrets, classified information, law enforcement sensitive information, or other information that must be protected in the interest of national security or public safety. \n(d) This memorandum is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person. \n(e) The Director of the Office of Science and Technology Policy is authorized and directed to publish this memorandum in the Federal Register. \nBARACK OBAMA \n\n\n\n\n"
}