{
    "title": "Vice President Biden, Governor Corzine Highlight Recovery Act Progress in New Jersey | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-governor-corzine-highlight-recovery-act-progress-new-jersey",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 07, 2009\n\n \n\n\n\nVice President Biden, Governor Corzine Highlight Recovery Act Progress in New Jersey\n\n\n\n\n THE WHITE HOUSE Office of the Vice President  ____________________________________________________  For Immediate Release                               MAY 7, 2009 Vice President Biden, Governor Corzine Highlight Recovery Act Progress in New Jersey  Lodi, New Jersey — In a visit to the Route 46 and Main Street construction site in Bergen County, Vice President Joe Biden and Governor Jon Corzine today highlighted American Recovery and Reinvestment Act (ARRA) progress in New Jersey. Work has already begun on long-overdue upgrades to the Route 46 bridges and surrounding areas. Vice President Biden and Governor Corzine were joined at the site by United States Senators Frank Lautenberg and Robert Menendez, Mayor of Lodi Marc Schrieks and other New Jersey officials. \"Thanks to the Recovery Act, we are making critical investments in our infrastructure, stimulating billions of dollars of economic activity and creating millions of jobs like the ones here in Bergen County,\" said Vice President Biden. \"It’s through projects like Route 46 that we’re going to be able to build the bridge to a better economic future.\" The project, which is expected to eventually employ hundreds of workers, involves replacing the Route 46 bridges over Main Street and the Saddle River, widening both Route 46 and Main Street and adding traffic signals to the ramps from Route 46 to Main Street. \"The Route 46 project is a perfect example of the impact ARRA is having right here in New Jersey,\" Governor Corzine said. \"As we put these shovels in the ground, we are putting our residents back to work and building the critical infrastructure vital for a stronger, more vibrant state. I want to thank Vice President Joe Biden and the Obama Administration for their efforts to improve the lives of hardworking families here in New Jersey and across the nation.\" Bidding on the Route 46 project construction contract came in over 30 percent below estimates, making Recovery Act dollars available for additional construction projects that will create jobs and stimulate the New Jersey economy. As of today, the state has received $651 million in Recovery Act funds for highway projects and has already committed $305 million of those funds to sixteen projects across the state. \"A strong economy needs strong roads, bridges and tunnels,\" Sen. Lautenberg said. \"We fought hard to fund critical projects across New Jersey in the Recovery Act and secured nearly $1.2 billion for transportation improvements, including these Route 46 upgrades. In these tough economic times, projects like this put New Jerseyans to work while improving safety and easing congestion on our roads and bridges.\" \"While New Jersey’s working families are hurting, we can’t afford to sit on the sidelines and watch,\" Senator Menendez said. \"There are clear benefits to open and transparent investments like this that can be measured in greater employment, greater productivity and the improvements they make in the daily lives of our community’s families.\" Nearly $27 billion has now been made available to states and territories under the Recovery Act to provide critical repairs to our nation's crumbling roads and bridges. Over 3,000 Recovery Act transportation construction projects have already been funded in 53 states and territories. For additional information on the Department of Transportation and the Recovery Act, please visit: http://www.dot.gov/recovery/.\n\n\n\n"
}