{
    "title": "Background Readout By Senior Administration Officals To The Travel Pool On The President's Meeting With President Lee Of The Republic Of Korea | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-readout-senior-administration-officals-travel-pool-presidents-meeting-wi",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 02, 2009\n\n \n\n\n\nBackground Readout By Senior Administration Officals To The Travel Pool On The President's Meeting With President Lee Of The Republic Of Korea\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary  ____________________________________________________________________________  FOR IMMEDIATE RELEASE                                                  April 2, 2009  BACKGROUND READOUT  BY SENIOR ADMINISTRATION OFFICIALS   TO THE TRAVEL POOL  ON THE PRESIDENT'S MEETING WITH   PRESIDENT LEE OF THE REPUBLIC OF KOREA    Excel Centre  London, United Kingdom  10:15 A.M. (Local) SENIOR ADMINISTRATION OFFICIAL: Hey, everybody, I think just for your own -- obviously we're on background as senior administration officials. We're just going to read out a little bit of the President's meeting this morning with President Lee of the Republic of Korea. Why don't you go ahead and I'll come in after you. SENIOR ADMINISTRATION OFFICIAL: Thanks. Well, the meeting -- I would describe the meeting as a warm meeting. At the beginning of the meeting, the President spontaneously did a brief taped statement, videoed statement, expressing his appreciation and support for President Lee's efforts, and I think that reflected President Obama's personal support for the way President Lee has been handling economic issues, as well as the North Korea issue. President Obama invited President Lee to visit Washington for -- to meet with him on June 16th. There was a fair amount of discussion of the North Korea issue. President Obama stressed our goal, our unchanging goal, of the verifiable elimination of North Korean nuclear weapons and weapons programs; said that we thought that the six-party talk process was a good mechanism for dealing with that. He said that North Korea will not be able to drive a wedge between the U.S. and South Korea; expressed his admiration for President Lee's calm resolve and restraint and steadfastness in the face of considerable abuse from the North Koreans for him personally; said that we will consult very closely with South Korea as we move forward; that the expected missile launch would be a violation of U.N. Security Council Resolution 1718, and the U.S. and South Korea would consult closely about how to respond firmly at the U.N. to that. The subject of the Korea-U.S. free trade agreement came up. President Obama said that he understood there were difficulties on both sides on moving forward, but he said he does want to make progress and our staffs should discuss how to move forward. There was also a brief reference to climate change, and of course, there was discussion on the economic crisis in our respective countries, and globally; admiration by President Obama for the stimulus package that South Korea has put forward. Finally, Afghanistan, Pakistan. President Obama expressed appreciation for the assistance that South Korea has provided and is intending to provide to both countries. South Korea has been active in providing vocational and medical assistance in Afghanistan. They're looking to doing more, which we appreciate. They also, I expect, will participate in the upcoming Pakistan donors conference. Finally, I guess to summarize, at the beginning of the meeting, President Obama stressed his strong support for the U.S.-South Korea alliance, said that this is enduring and steadfast and under his presidency it will not only be enduring, but it will be strengthened. That's about it. SENIOR ADMINISTRATION OFFICIAL: I would just add on Afghanistan-Pakistan strategic review that the President expressed his appreciation for the fact that South Korea participated in the conference on Tuesday at The Hague. He thought that was the latest indication of a very forward -- very strong forward lean from our Korean allies on our shared interest there, and that we -- I think it's fair to say, consistent with our policy of not reading out the other side, I think it's fair to say that the President is very gratified by what he heard from our Korean allies as it relates to their reaction to the strategic review and their view of the situation on the ground in Afghanistan and Pakistan. Q  It seems like in public the response has been, or the rhetoric is, we would take strong action at the U.N. What is being done, said in private, in diplomacy to try to deter this from happening in the first place? SENIOR ADMINISTRATION OFFICIAL: Well, there have been considerable efforts over the last weeks, months, to try to deter it. We've consulted with all the members of the six parties; all of the six-party members think this launch should not proceed, whether they're taking explicit positions now on its legality or not. And all of them have weighed in and made their views known. But ultimately North Korea is going to decide what it's going to decide. So I think the general expectation at the moment is that the launch will proceed, that they -- Q Could you speak up? SENIOR ADMINISTRATION OFFICIAL: The general expectation is that this launch is going to proceed. But we have been making maximum efforts to try to dissuade them, and still hope that they may change their minds. Q So do you guys have any information on whether they have actually started fueling the rocket and preparing to go forward? SENIOR ADMINISTRATION OFFICIAL: I can't get into that. Q On the South Korean -- Q Hang on just one second -- but that's not a no, you just don't want to talk about it, right? SENIOR ADMINISTRATION OFFICIAL: Those issues are intelligence matters and I can't talk about those. Q Just one other thing really quickly. Obviously you guys know what Japan has said it would do. Is there -- are there talks with Japan about supporting their efforts, in terms of shooting down this rocket if it does go up? SENIOR ADMINISTRATION OFFICIAL: Well, I can't speak for what Japan might or might not do, but we have consulted closely diplomatically, and also our militaries are in close contact with each other, as the possible launch approaches. Q What's the latest information on when a launch might take place? We were told the 4th, and the 8th, I think, was the last range. SENIOR ADMINISTRATION OFFICIAL: Those are the -- those are the basic parameters that I'm aware of. I'm not aware of any other dates. Q On the South Korean free trade agreement, was there any talk of a schedule for that, when the United States, when the President might submit it for ratification when -- what the holdup might be on the Korean side? SENIOR ADMINISTRATION OFFICIAL: There was not talk of a schedule. There was simply an acknowledgment that this was going to take time. Q The South Koreans said that the Presidents agreed on a stern and unified response to any launch. Is that a fair comment? Is that basically -- from your side, that is -- you said \"firm\" in your comments before, but is that -- SENIOR ADMINISTRATION OFFICIAL: That is a fair characterization. I would just say, to reiterate what my colleague said, without getting into what the South Koreans said, I think there was a striking unanimity of views on the North Korea issue -- frankly, on all issues. But on that there was -- I saw no daylight between the two. SENIOR ADMINISTRATION OFFICIAL: I think that my colleague is -- what my colleague is indicating is that each of the members of the six parties has been pretty clear to North Korea that this is a mistake. Q Can I make a request that one of you or both of you go on the record with something on what was said on North Korea in there? It's just such a high-profile issue that it would be great to have something -- SENIOR ADMINISTRATION OFFICIAL: Well, the President is giving a press conference this afternoon, so -- Q Yes, but there -- and it's going to be open to about a thousand journalists, so we have no idea what's going to come up in that. SENIOR ADMINISTRATION OFFICIAL: I'm confident that you shrinking violets won't have any -- (laughter) -- particular problem in getting recognized by the President. But we'll -- let us take that back and we'll see. I just -- just candidly, I just don't know what practice is and everything. It's a very reasonable request, and we'll get back to you with a reasonable answer. Anything else? That's easy. Thanks, guys. END   10:24 A.M. (Local)   \n\n\n\n"
}