{
    "title": "APEC/Yokohama: Leaders' Statement on 2010 Bogor Goals Assessment | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/13/apecyokohama-leaders-statement-2010-bogor-goals-assessment",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 13, 2010\n\n \n\n\n\nAPEC/Yokohama: Leaders' Statement on 2010 Bogor Goals Assessment\n\n\n\n\nIn 1994, APEC Leaders gathered in Bogor, Indonesia, to announce their shared commitment to achieve free and open trade and investment by 2010 for industrialized economies and by 2020 for developing economies.  These targets became known as the “Bogor Goals,” an ambitious manifestation of our common belief that free and open trade and investment are essential to realize the growth potential of the region and enhance economic and social outcomes for all APEC economies.\n\t \n\tIn 2010, we assessed progress toward achieving the Bogor Goals by the five APEC industrialized economies (Australia, Canada, Japan, New Zealand, and the United States), as well as eight volunteer developing economies (Chile; Hong Kong, China; Korea; Malaysia; Mexico; Peru; Singapore and Chinese Taipei).  The Report on APEC’s 2010 Economies’ Progress Towards  the Bogor Goals indicates that while more work remains to be done, these thirteen economies (hereinafter referred to as the “2010 economies”) have made significant progress toward achieving the Bogor Goals.\n\t \n\tSince the Bogor Declaration in 1994, APEC economies’ pursuit of the Bogor Goals has delivered substantial benefits to the region.  The overall growth in trade for all APEC economies has outstripped the rest of the world.  From 1994 to 2009, APEC’s trade in goods with the world increased at an annualized rate of 7.1%, reaching US$11.4 trillion in 2009.  The nominal value of trade in commercial services of the APEC region also increased at an annualized rate of about 7%, reaching a total of US$2.4 trillion in 2009.  Inflows of foreign direct investment (FDI) in the APEC region have increased by 13.0% per year since 1994 and outflows have grown by 12.7% annually.\n\t \n\tIn setting the Bogor Goals, APEC economies resolved to go further than WTO Uruguay Round commitments, reflecting their shared belief that open regionalism was the key to long-term growth.  Since 1994, the 2010 economies have reduced their tariffs significantly with the simple average applied tariff rate falling from 8.2% in 1996 to 5.4% by 2008, well below the world average of 10.4%.  In 2008, 50% of imports by the 2010 economies entered duty free.  While the multilateral trading system remains the key priority for APEC economies and the conclusion of the Doha Development Agenda negotiation round will provide the best opportunity for comprehensive liberalization, we note the increasing impact of regional and bilateral free trade agreements (RTAs/FTAs) in reducing barriers in the region. Moreover, we recognize the great contribution of APEC economies’ concerted efforts taken to unilaterally reduce tariffs and other barriers.\n\t \n\tSince the Bogor Declaration, trade in services has become a much more significant component of regional and global trade.  The 2010 economies also continue to make important progress to liberalize trade in services, opening up new services markets through unilateral reform of domestic policy, the implementation of international sectoral agreements and RTAs/FTAs with services chapters that go beyond the General Agreement on Trade in Services (GATS) commitments.\n\t \n\tAPEC’s strong collective commitment to maintain liberalized investment regimes has been a key driver of growth in foreign direct investment.  The number of bilateral investment treaties and/or RTAs/FTAs in which the 2010 economies have ensured MFN and national treatment to foreign investment has increased from 160 in 1996 to 340 in 2009.\n\t \n\tAPEC economies have also taken significant steps on trade facilitation to streamline customs procedures and align standards and conformance procedures.  Under the Trade Facilitation Action Plan (TFAP), they reduced trade transaction costs in the region by 5% from 2002 to 2006.  APEC is also heading toward achieving an additional 5% reduction under the second TFAP to be completed this year.  APEC has started collaborating with multilateral development banks in capacity building to promote trade facilitation, and their further contribution is welcomed\n\t \n\tThe significant progress made by the 2010 economies does not mean their work is complete – more work remains to be done.  For APEC, the great value of the Bogor Goals came from establishing an ambitious target that encouraged continuous individual and collective efforts to liberalize and facilitate trade and investment.  The assessment of the 2010 economies’ progress toward achievement of the Bogor Goals has not only shown that progress has been significant, but it has also highlighted the areas where barriers to trade and investment remain and accordingly, where more concerted progress can be made by APEC.\n\t \n\tProgress in lowering and eliminating tariffs has not been uniform across sectors.  Tariffs on clothing, agricultural products, and textiles remain higher than the overall average tariff across the APEC economies.  As for services, restrictions remain in some sectors, including, but not limited to, financial services, telecommunications services, transportation services, and audiovisual services.  Also, the movement of business people is the least liberalized among the four modes of service supply.  Almost all 2010 economies still maintain, to varying degrees, sectoral investment restrictions in the form of prohibitions or capital ceilings in certain sectors, and some economies continue to apply a general screening system for FDI.  Given the significant impact of non-tariff measures on trade and investment flows, it is evident that further progress will need to be made in this area.  Therefore, areas for further work will include standards and conformance, customs procedures, intellectual property rights, and government procurement, along with other issues.  APEC will also further address “behind-the-border” issues by facilitating structural reform.\n\t \n\tWith the above in mind, it is a fair statement to say that the 2010 economies have some way to go to achieve free and open trade in the region.  APEC’s challenge in pursuing free and open trade and investment continues.  APEC will continue to review economies’ progress towards the Bogor Goals of free and open trade and investment.  We recognized that all APEC economies must maintain their individual and collective commitment to further liberalize and facilitate trade and investment by reducing or eliminating tariffs, restrictions on trade in services, and restrictions on investment, and promoting improvement in other areas, including non-tariff measures and “behind-the-border” issues.\n\t \n\tAPEC fosters a supportive environment that encourages economies to progressively liberalize their trade and investment regimes.  In furtherance of this goal, we recognize the importance of APEC’s progress in the area of economic and technical cooperation (ECOTECH), which has helped to reduce technological gaps among its members, foster sustainable development, build institutional and human resource capacity, and achieve greater common prosperity.  We look forward to the continuation of demand-driven activities to bridge the development gap and assist developing economies to achieve the Bogor Goals by 2020.\n\t \n\tSince 1994, APEC’s regional economic landscape has undergone a profound transformation.  Economies in our region, and across the world, are now more tightly interconnected than ever before.  Businesses have become larger and multinational in scope, tapping into supply chains that transcend traditional economic and geographic boundaries.  The rise of the “digital economy” has also had a dramatic impact on international trade, as companies of all sizes have improved access to global markets as a result of the significant innovations in information and communication technologies that have occurred over the past 15 years.\n\t \n\tAPEC has achieved much since its inception, evolving to become the pre-eminent economic forum in the Asia-Pacific, the world’s most dynamic and open economic region.  Looking back over the past 15 years, the progress made by APEC in pursuit of the goal of free and open trade and investment has reinforced the fact that the full achievement of the Bogor Goals for all economies should continue to provide direction for APEC’s work on trade and investment liberalization and facilitation.\n\n\n\n\n"
}