{
    "title": "President Obama Grants Commutations | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/10/27/president-obama-grants-commutations",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 27, 2016\n\n \n\n\n\nPresident Obama Grants Commutations\n\n\n\n\n\n\tWASHINGTON, D.C. – Today, the President granted commutation of sentence to the following 98 individuals:\n\n\n\t\tDavid Alan Aldridge – Odessa, TX\n\t\tOffense: Conspiracy to manufacture 50 grams or more of actual methamphetamine and possession of pseudoephedrine with intent to manufacture methamphetamine; possession with intent to distribute a quantity of methamphetamine; possession of equipment, chemicals, products and materials to manufacture methamphetamine; possession of a detectable amount of methamphetamine; purchasing more than nine (9) grams of ephedrine or pseudoephedrine during a 30 day period (six counts); Western District of Texas\n\t\tSentence: Life imprisonment; 10 years’ supervised release; $35,000 fine (August 13, 2009)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 151 months’ imprisonment, and unpaid balance of the $35,000 fine remitted, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tMarvin D. Anthony, Sr.  – Camden, AR\n\t\tOffense: Conspiracy to distribute 50 grams or more of cocaine base; distribution of cocaine base; Western District of Missouri\n\t\tSentence: Life imprisonment; six years’ supervised release (November 19, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 262 months’ imprisonment.\n\n\n\t\tDarnell C. Billings – Dolton, IL\n\t\tOffense: Distribution of 50 or more grams of cocaine base; Central District of Illinois\n\t\tSentence: Life imprisonment (May 25, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 188 months’ imprisonment.\n\n\n\t\tKevin Bivins – Niagara Falls, NY\n\t\tOffense: Conspiracy to possess with intent to distribute and distribution of five kilograms or more of cocaine; conspiracy to possess with intent to distribute and distribution of 50 grams or more of cocaine base; possession with intent to distribute and distribution of cocaine base; use of a communication facility to commit a drug trafficking offense (eight counts); Western District of New York\n\t\tSentence: 168 months’ imprisonment; 10 years’ supervised release (January 11, 2002); amended to 240 months’ imprisonment (on remand) (July 18, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tEdward Lionel Blake – Houston, TX\n\t\tOffense: Conspiracy to possess with intent to distribute cocaine base; possession with intent to distribute cocaine base, aiding and abetting; Southern District of Texas\n\t\tSentence: 360 months’ imprisonment; five years’ supervised release; $1,000 fine (November 24, 1998)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tWallace Bourgeois, Jr.  – LaPlace, LA\n\t\tOffense:         1. Conspiracy to distribute and to possess with the intent to distribute 50 grams or more of cocaine base (\"crack\"); Eastern District of Louisiana\n\n\n\t2. Wire fraud; Eastern District of Louisiana Sentence:    1. 240 months’ imprisonment; 10 years’ supervised release (January 7,2010)\n\n\t2. 12 months’ imprisonment (concurrent); three years’ supervised release (concurrent) (April 28, 2010)\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tDamon Brightman – Goose Creek, SC\n\t\tOffense: Conspiracy to possess with intent to distribute and distribution of five kilograms or more of cocaine and 50 grams or more of cocaine base; District of South Carolina\n\t\tSentence: Life imprisonment; 10 years’ supervised release (March 22, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 210 months’ imprisonment.\n\n\n\t\tShane Derek Brown – Key West, FL\n\t\tOffense: Possession with intent to distribute 50 grams or more of crack cocaine; Southern District of Florida\n\t\tSentence: 262 months’ imprisonment; five years’ supervised release (January 28, 2002)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tJames Holman Browning, Jr.  – Mebane, NC\n\t\tOffense: Conspiracy: Distributed cocaine base (\"crack\"); distributed crack (two counts); Middle District of North Carolina\n\t\tSentence: Life imprisonment; 10 years’ supervised release (December 19, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tMark Lamont Byrd – St. Louis, MO\n\t\tOffense: Possession with intent to distribute in excess of five grams of cocaine base; possession of a firearm during and in relation to a drug trafficking crime; possession with intent to distribute in excess of 50 grams of cocaine base; Eastern District of Missouri\n\t\tSentence: 180 months’ imprisonment; five years’ supervised release (May 19, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tDavid Carroll – Arlington, VA\n\t\tOffense: Distribution of crack cocaine (seven counts); distribution of cocaine (two counts); possess with intent to distribute crack cocaine; Eastern District of Virginia\n\t\tSentence: Life imprisonment; 10 years’ supervised release  (June 9, 1995)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tDerrick Dante Clark – Cocoa, FL\n\t\tOffense: Conspiracy to possess with intent to distribute and distribution of cocaine base; possession with intent to distribute and distribution of cocaine base; Middle District of Florida\n\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (June 25, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tKevin Wayne Daniels – Austin, TX\n\t\tOffense: Possession with intent to distribute 50 grams or more of methamphetamine; felon in possession of a firearm; Western District of Texas\n\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (January 23, 2009)\n\n\n\tCommutation Grant: Prison sentence commuted to 175 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tIsrael John Patrick Davis – Oklahoma City, OK\n\t\tOffense: Conspiracy to possess with intent to distribute and distribute a controlled substance; District of North Dakota\n\t\tSentence: 204 months’ imprisonment; five years’ supervised release (January 22, 2009); amended to 163 months’ imprisonment (January 25, 2016)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2017.\n\n\n\t\tAnthony D. Dorsey – Kansas City, MO\n\t\tOffense: Possession with intent to distribute a mixture or substance containing cocaine base in an amount of 50 grams or more; Western District of Missouri\n\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (August 23, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tJuan Antonio Duenas – San Antonio, TX\n\t\tOffense: Possess with intent to distribute, more than 50 grams of methamphetamine; Southern District of Texas\n\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (September 24, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to October 27, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tCharlton Oriaso Esekhigbe – Missouri City, TX\n\t\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; felon in possession of a firearm; Southern District of Texas\n\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (February 17, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tJohn Aundo Gamble – Myrtle Beach, SC\n\t\tOffense: Possession with intent to distribute five grams or more of cocaine base and a quantity of cocaine; felon in possession of a firearm and ammunition; using, carrying and possessing a firearm during and in furtherance of a drug trafficking crime; District of South Carolina\n\t\tSentence: 240 months’ imprisonment; five years’ supervised release (August 31, 2004)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tMiguel Garcia – Perley, MN\n\t\tOffense: Conspiracy to possess with intent to distribute and distribute controlled substances; possession with intent to distribute a controlled substance; District of North Dakota\n\t\tSentence: Life imprisonment; 10 years’ supervised release (September 28, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment.\n\n\n\t\tIgnatizo Giuliano – Fort Lauderdale, FL\n\t\tOffense: Knowingly conspiring with other persons to distribute and to possess with intent to distribute five kilograms or more of cocaine; Middle District of Florida\n\t\tSentence: Life imprisonment; 10 years’ supervised release (November 4, 1991)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tStephen Runea Glenn – Houston, TX\n\t\tOffense: Possession with intent to distribute 50 grams or more of cocaine base, aiding and abetting; possession of a firearm in furtherance of a drug trafficking crime; Southern District of Texas\n\t\tSentence: 180 months’ imprisonment; five years’ supervised release (May 14, 2009)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tArandal Derrick Goodley – Midland, TX\n\t\tOffense: Conspiracy to distribute cocaine base \"crack\"; possession with intent to distribute a quantity of cocaine base \"crack\"; laundering of monetary instruments (15 counts); aiding and abetting laundering of monetary instruments (four counts); Western District of Texas\n\t\tSentence: Life imprisonment; 10 years’ supervised release (October 22, 1998)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tStephen Joseph Graham – Cumming, GA\n\t\tOffense: Conspiracy to possess with intent to distribute methamphetamine; possession with intent to distribute methamphetamine; Northern District of Georgia\n\t\tSentence: Life imprisonment; 10 years’ supervised release  (September 17, 2002)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment.\n\n\n\t\tWayne Gross – St. Louis, MO\n\t\tOffense: Unlawful user of controlled substances while in possession of firearms; possession with the intent to distribute cocaine base (crack); carrying a firearm during and in relation to a drug trafficking crime; Eastern District of Missouri\n\t\tSentence: 248 months’ imprisonment; four years’ supervised release (April 2, 2004)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tRobert Sedillo Gutierrez – Roswell, NM\n\t\tOffense:         1. Possession with intent to distribute 500 grams and more of a mixture and substance containing a detectable amount of methamphetamine, its salts, isomers, and salts of its isomers; District of New Mexico\n\n\n\t2. Supervised release violation (attempt to possess with intent to distribute more than 500 grams of cocaine); District of New Mexico Sentence: 1. 360 months’ imprisonment; 10 years’ supervised release (August 7,  2006)\n\n\t2. 18 months’ imprisonment; two years’ supervised release (concurrent) August 7, 2006)\n\n\tCommutation Grant: Prison sentence commuted to a term of 210 months’ imprisonment.\n\n\n\t\tIshon D. Hardin – Knoxville, TN\n\t\tOffense: Conspiracy to distribute and possession with intent to distribute five kilograms or more of a substance containing cocaine hydrochloride and cocaine base; possession with intent to distribute cocaine; Eastern District of Tennessee\n\t\tSentence: 292 months’ imprisonment; 10 years’ supervised release (September 24, 2001); amended to 240 months’ imprisonment (August 16, 2010)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tRobert A. Hearn – Springfield, IL\n\t\tOffense: Possession with intent to distribute five or more grams of a mixture or substance containing cocaine base (crack); Central District of Illinois\n\t\tSentence: 360 months’ imprisonment; eight years’ supervised release (March 16, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 240 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tJamar Henry – Springfield, IL\n\t\tOffense: Possession of five or more grams of cocaine base \"crack\" with the intent to distribute; Central District of Illinois\n\t\tSentence: 262 months’ imprisonment; eight years’ supervised release (September 2, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tFerlandis Urben Herod – Memphis, TN\n\t\tOffense: 1. Conspiracy to possess with intent to distribute five kilograms or more of cocaine; possession with intent to distribute five kilograms or more of cocaine; 2. Supervised release violation (conspiracy to possess with intent to distribute cocaine); 1. Middle District of Tennessee; 2. Western District of Tennessee\n\t\tSentence: 1. Life imprisonment; 2. 24 months’ imprisonment (consecutive); 10 years’ supervised release (1. July 14, 2005; 2. December 19, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 264 months’ imprisonment.\n\n\n\t\tOlynthia Louise Hinton – Chester, SC\n\t\tOffense: Possession with intent to distribute a quantity of cocaine and 50 grams or more of cocaine base; District of South Carolina\n\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (February 15, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tJames Holmes – Nashville, TN\n\t\tOffense: Conspiracy to possess with intent to distribute 50 grams or more of a mixture and substance containing a detectable amount of cocaine base; maintaining a place for the purpose of manufacturing and distributing a mixture and substance containing a detectable amount of cocaine base; Northern District of Alabama\n\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (February 16, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tAntonio Hood – Lancaster, SC\n\t\tOffense: Conspiracy to possess with intent to distribute and distribution of five kilograms or more of cocaine and 50 grams or more of cocaine base; District of South Carolina\n\t\tSentence: Life imprisonment; 10 years’ supervised release (February 2, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 240 months’ imprisonment.\n\n\n\t\tWilliam D. Hoopingarner – Marshall, IL\n\t\tOffense: Conspiracy to distribute in excess of 500 grams of methamphetamine (mixture); Southern District of Indiana\n\t\tSentence: 168 months’ imprisonment; five years’ supervised release (April 25, 2008); amended to 135 months’ imprisonment (January 12, 2016)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tDonnie Keith Howell – Goldsboro, NC\n\t\tOffense: Conspiracy to possess and distribute cocaine base; distribution of cocaine base; Eastern District of North Carolina\n\t\tSentence: Life imprisonment; five years’ supervised release (March 13, 1995)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tAndre M. Huggins – Bear, DE\n\t\tOffense: Distribution of cocaine (two counts); conspiracy to distribute more than five kilograms of cocaine; maintaining a dwelling to distribute cocaine; money laundering (two counts); District of Delaware\n\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (August 21, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tTony Orlando Hughes – Newport News, VA\n\t\tOffense: Conspiracy to possess with intent to distribute and distribute cocaine and cocaine base; distribute cocaine base (22 counts); distribute cocaine (two counts); possession of firearm during and in relation to a drug trafficking crime (eight counts); possess with intent to distribute cocaine (three counts); Eastern District of Virginia\n\t\tSentence: 2,616 months’ imprisonment; 10 years’ supervised release  (November 29, 2004)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment.\n\n\n\t\tVirgilio Jimenez – Manhattan, NY\n\t\tOffense: Possession with intent to distribute five grams or more of cocaine base ; District of Rhode Island\n\t\tSentence: 292 months’ imprisonment; eight years’ supervised release (March 23, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tAlphonso Johnson – Orlando, FL\n\t\tOffense: Conspiracy to possess with intent to distribute cocaine base; possession with intent to distribute cocaine base; Middle District of Florida\n\t\tSentence: 360 months’ imprisonment; five years’ supervised release (July 2, 1999)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tGerald Jerome Johnson – Jamestown, ND\n\t\tOffense: Possession with intent to distribute a controlled substance; possession of a firearm in furtherance of a drug trafficking crime; possession of a firearm by a convicted felon; District of North Dakota\n\t\tSentence: Life plus 25 years’ imprisonment (October 10, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 300 months’ imprisonment.\n\n\n\t\tTony O’Neal Johnson – Mexia, TX\n\t\tOffense: Possession with intent to distribute at least five grams of cocaine base (three counts); Western District of Texas\n\t\tSentence: 292 months’ imprisonment; eight years’ supervised release, $3,000 fine (June 22, 2005); amended to 210 months’ imprisonment (May 16, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, and unpaid balance of $3,000 fine remitted, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tCharles Jermaine Keitt – Orangeburg, SC\n\t\tOffense: Possession with intent to distribute 5 grams or more of cocaine base and a quantity of cocaine, and a quantity of marijuana; District of South Carolina\n\t\tSentence: 262 months’ imprisonment; eight years’ supervised release (September 23, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 151 months’ imprisonment.\n\n\n\t\tJaleel Abdul Lafi, III – Hopkins Park, IL\n\t\tOffense: Distribution of five or more grams of cocaine base (\"crack\") (three counts); distribution of 50 or more grams of cocaine base (\"crack\"); possession of a firearm in relation to drug trafficking crime; Central District of Illinois\n\t\tSentence: 180 months’ imprisonment; five years’ supervised release (February 17, 2009)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tBobby Earl Lee – St. Petersburg, FL\n\t\tOffense: Possession with the intent to distribute 50 grams or more of cocaine base; possession with the intent to distribute five grams or more of cocaine base; possession of a firearm in relation to a drug trafficking crime; Middle District of Florida\n\t\tSentence: Life plus 60 months’ imprisonment (September 16, 1994)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tEdward Monroe Little  – Maiden, NC\n\t\tOffense: Conspiracy to possess with intent to distribute quantities of cocaine and cocaine base; possessing with intent to distribute, a quantity of cocaine base, and aiding and abetting; Western District of North Carolina\n\t\tSentence: Life imprisonment; 10 years’ supervised release (January 10, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tJohn Lockett – Houston, TX\n\t\tOffense: Conspiracy to possess with intent to distribute crack cocaine; possession with intent to distribute crack cocaine (two counts); Southern District of Texas\n\t\tSentence: Life imprisonment; 10 years’ supervised release; $5,000 fine (September 26, 1997)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017 and unpaid balance of the $5,000 fine remitted.\n\n\n\t\tAlberto Lopez – Gardner, MA\n\t\tOffense: Conspiracy to possess heroin and cocaine base with intent to distribute; possession of heroin with intent to distribute and distribution of heroin; possession of cocaine base with intent to distribute and distribution, aiding and abetting (three counts); District of Massachusetts\n\t\tSentence: Life imprisonment; six years’ supervised release (June 4, 1996)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tRico Mayo – Benicia, CA\n\t\tOffense: Possession of five or more grams of cocaine base; use of a firearm during and in relation to a drug trafficking crime; possession with intent to distribute cocaine base; Eastern District of California\n\t\tSentence: 420 months’ imprisonment; five years’ supervised release (February 9, 1998)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tJames A. McKines – Las Vegas, NV\n\t\tOffense: Conspiracy to possess with intent to distribute phencyclidine (PCP); possession with intent to distribute PCP; interstate travel in aid of racketeering; Western District of Missouri\n\t\tSentence: Life imprisonment; 10 years’ supervised release; $40,000 fine (November 2, 1989)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tOtis McRay – Satsuma, FL\n\t\tOffense: Conspiracy to distribute 5 kilograms or more of cocaine and 50 grams or more of cocaine base; distribution of 5 grams or more of cocaine base (two counts); Middle District of Florida\n\t\tSentence: Life imprisonment; eight years’ supervised release (November 26, 2001)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 240 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tTerrance Ramon Merritt – Fort Walton Beach, FL\n\t\tOffense: Conspiracy to possess with intent to distribute 5 kilograms or more of a mixture and substance containing a detectable amount of cocaine, 50 grams or more of a mixture and substance containing cocaine base; 3,4 methylenedioxymethamphetamine (MDMA) and marijuana; possession with intent to distribute 500 grams or more of a mixture and substance containing a detectable amount of cocaine, a detectable amount of MDMA and a detectable amount of marijuana; possession of a firearm by a convicted felon; Northern District of Florida\n\t\tSentence: Life imprisonment; 10 years’ supervised release (March 15, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 262 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tThomas Lee Miller – Emmons, MN\n\t\tOffense: Manufacturing or attempt to manufacture five grams or more of actual (pure) methamphetamine within 1,000 feet of a protected location after having a prior felony drug conviction; Northern District of Iowa\n\t\tSentence: 360 months’ imprisonment; 16 years’ supervised release (December 18, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tJose Flores Molina – Nampa, ID\n\t\tOffense: Possession with intent to distribute heroin; possession with intent to distribute methamphetamine; District of Idaho\n\t\tSentence: 360 months’ imprisonment; eight years’ supervised release, $3,000 fine (January 30, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tErnest Moore, Jr. – Tuskegee, AL\n\t\tOffense: Distribution of cocaine base (two counts); possession with intent to distribute cocaine base (two counts); carrying a firearm in connection with a drug trafficking offense; Middle District of Alabama\n\t\tSentence: 180 months’ imprisonment; five years’ supervised release (February 17, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tMichael Howard Motes – Wilmington, NC\n\t\tOffense: Conspiracy to distribute and possess with intent to distribute methamphetamine and amphetamine; possession with intent to distribute methamphetamine and amphetamine; Northern District of Georgia\n\t\tSentence: Life imprisonment; 10 years’ supervised release; $10,000 fine (June 30, 1999)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment and unpaid balance of the $10,000 fine remitted.\n\n\n\t\tRandall C. Moyer – Salt Lake City, UT\n\t\tOffense: Attempted manufacture of 50 grams or more of actual methamphetamine; District of Utah\n\t\tSentence: 240 months’ imprisonment; five years’ supervised release; $2,729.97 restitution (July 25, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, and unpaid balance of $2,729.97 restitution obligation remitted, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tFrancisco Navarro – San Diego, CA\n\t\tOffense: Importation of heroin; possession of heroin with intent to distribute; Southern District of California\n\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (August 11, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 168 months’ imprisonment.\n\n\n\t\tDavid Neighbors – Evansville, IN\n\t\tOffense: Conspiracy to distribute 50 grams or more of cocaine base and less than 500 grams of cocaine hydrochloride; distribution of five grams or more of cocaine base (two counts); possession with intent to distribute more than 50 grams of cocaine base; Southern District of Indiana\n\t\tSentence: Life imprisonment; 10 years’ supervised release (December 17, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment.\n\n\n\t\tLarry Anthony Nesby – Cairo, IL\n\t\tOffense: Conspiracy to distribute 50 grams or more of cocaine base (two counts); Southern District of Illinois\n\t\tSentence: Life imprisonment; $400 fine (October 3, 2002)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment.\n\n\n\t\tRasheed Jamal Olds – Kansas City, KS\n\t\tOffense: Conspiracy to distribute cocaine and crack cocaine; conspiracy to launder money; District of Kansas\n\t\tSentence: Life imprisonment; five years’ supervised release (May 7, 1997); amended to 360 months’ imprisonment (October 18, 2011)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tRobert O’Neal  – Fort Lauderdale, FL\n\t\tOffense: Conspiracy to possess with intent to distribute crack cocaine; possess with intent to distribute crack cocaine (two counts); Southern District of Florida\n\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (January 24, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tAntonio D. Patrick – Halls, TN\n\t\tOffense: Possession with intent to distribute and distribution of cocaine base; possession with intent to distribute and distribution of cocaine; Western District of Tennessee\n\t\tSentence: 262 months’ imprisonment; five years’ supervised release  (October 11, 2002)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tHarold Eugene Patton – Morganton, NC\n\t\tOffense: Conspiracy to possess with intent to distribute cocaine base; Western District of North Carolina\n\t\tSentence: Life imprisonment; 10 years’ supervised release  (November 19, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 235 months’ imprisonment.\n\n\n\t\tGeorge Pearson, Jr.  – Clearwater, FL\n\t\tOffense: Conspiracy to possess with intent to distribute 50 grams or more of cocaine base; possession with intent to distribute cocaine base; Middle District of Florida\n\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (July 2, 2004)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tAnthony Pender – Laurel, MD\n\t\tOffense: Possession of a firearm by convicted felon; possession with intent to distribute 50 grams or more of cocaine base; District of Maryland\n\t\tSentence: Life imprisonment; 10 years’ supervised release (December 4, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 188 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tBobby Clarence Perry – Commerce, GA\n\t\tOffense: Conspiracy to distribute methamphetamine; conspiracy to distribute cocaine and marijuana; Northern District of Georgia\n\t\tSentence: Life imprisonment; 10 years’ supervised release; $5,000 fine (September 13, 1999)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tReisa Lynn Pettiette – Athens, TX\n\t\tOffense: Conspiracy to manufacture, distribute and possess with intent to manufacture and distribute methamphetamine; conspiracy to possess a listed chemical knowing it will be used to manufacture a controlled substance; possession of a listed chemical with intent to manufacture a controlled substance; possession and distribution of a listed chemical with intent to manufacture a controlled substance; possession of an unregistered firearm; use, carrying, and possession of a firearm in furtherance of a drug trafficking crime; Eastern District of Texas\n\t\tSentence: 240 months’ imprisonment; five years’ supervised release (October 16, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tBrett Rolland Poore – Austin, TX\n\t\tOffense: Conspiracy to possess with intent to distribute more than 50 grams of methamphetamine; possession with intent to distribute more than 50 grams of methamphetamine, aiding and abetting; Western District of Texas\n\t\tSentence: 262 months’ imprisonment; five years’ supervised release (September 23, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tLesean Roberts – Euclid, OH\n\t\tOffense: Possession with intent to distribute cocaine base, and aiding and abetting; possession with intent to distribute cocaine hydrochloride; Northern District of Ohio\n\t\tSentence: Life imprisonment; 10 years’ supervised release (May 22, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 240 months’ imprisonment.\n\n\n\t\tDarrell E. Robinson – Sacramento, CA\n\t\tOffense: Conspiracy to distribute at least 50 grams of cocaine base; Eastern District of California\n\t\tSentence: 262 months’ imprisonment; five years’ supervised release (August 4, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 188 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tCharles McKinley Russell, Jr.  – Brentwood, MD\n\t\tOffense: Possession with intent to distribute crack cocaine; District of Maryland\n\t\tSentence: 292 months’ imprisonment; 10 years’ supervised release; $1 fine (May 18, 1999)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tRonnie Dean Shelton – Floyd, VA\n\t\tOffense: Possession of more than five grams of methamphetamine with intent to distribute; Western District of Virginia\n\t\tSentence: 188 months’ imprisonment; five years’ supervised release (November 19, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tAlicia Siller – Coleman, TX\n\t\tOffense: Conspiracy to distribute and possess with intent to distribute more than 500 grams of methamphetamine and aiding and abetting; possession with intent to distribute more than 50 grams or methamphetamine and aiding and abetting; use of a person under 18 years of age in drug operations and aiding and abetting; Northern District of Texas\n\t\tSentence: 262 months’ imprisonment; six years’ supervised release (October 24, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tLeon Smallwood – Alton, IL\n\t\tOffense: Conspiracy to distribute cocaine base; distribution of cocaine base (three counts); felon in possession of a firearm; Southern District of Illinois\n\t\tSentence: Life imprisonment; eight years’ supervised release; $2,500 fine (October 2, 1998)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tMichael Anthony Smith – Charlottesville, VA\n\t\tOffense: Possession with intent to distribute cocaine base; Western District of Virginia\n\t\tSentence: 360 months’ imprisonment; five years’ supervised release; $500 fine (October 23, 1997)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on November 26, 2016.\n\n\n\t\tOscar A. Smith, Jr.  – North Charleston, SC\n\t\tOffense: Conspiracy to possess with intent to distribute five kilograms or more of cocaine and 50 grams or more of cocaine base (\"crack\"); District of South Carolina\n\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (July 18, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tTerrence Tyron Smith – Richmond, KY\n\t\tOffense: Distribution of five grams or more of cocaine base (crack cocaine); possession with the intent to distribute five grams or more of cocaine base (crack cocaine); Eastern District of Kentucky\n\t\tSentence: 240 months’ imprisonment; eight years’ supervised release (March 7, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 172 months’ imprisonment.\n\n\n\t\tTyrone Lamont Smith – New York, NY\n\t\tOffense: Conspiracy to distribute cocaine base; Western District of Virginia\n\t\tSentence: 360 months’ imprisonment; 10 years’ supervised release (June 12, 1995)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tMervin Spencer – Hahnville, LA\n\t\tOffense: Possession with intent to distribute cocaine base; distribution of cocaine base (two counts); Eastern District of Louisiana\n\t\tSentence: Life imprisonment; 10 years’ supervised release (September 13, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 300 months’ imprisonment.\n\n\n\t\tGary Don Starnes – Warsaw, MO\n\t\tOffense: Possession with intent to distribute 50 grams or more of methamphetamine; Eastern District of Missouri\n\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (January 6, 2010)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tDamian Roman Steplight – Dale City, VA\n\t\tOffense: Conspiracy to distribute 50 grams or more of crack cocaine; Eastern District of Virginia\n\t\tSentence: Life imprisonment; 10 years’ supervised release (January 25, 2002)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 240 months’ imprisonment.\n\n\n\t\tBrandon Terrell Stevenson – Gainesville, FL\n\t\tOffense: Conspiracy to distribute and to possess with intent to distribute more than five kilograms of a mixture and substance containing cocaine and more than 50 grams of a mixture and substance containing cocaine base; Northern District of Florida\n\t\tSentence: Life imprisonment; 10 years’ supervised release (October 30, 2009)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 210 months’ imprisonment, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tEdwin Reginald Straughter – Hobe Sound, FL\n\t\tOffense: Conspiracy to distribute cocaine base; distribution of cocaine base (two counts); possession with intent to distribute cocaine base; Southern District of Florida\n\t\tSentence: Life imprisonment; 10 years’ supervised release (February 20, 1996)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment.\n\n\n\t\tCarlos Stuckey  – Apopka, FL\n\t\tOffense: Conspiracy to distribute and possess with intent to distribute more than 50 grams of cocaine base; Northern District of Florida\n\t\tSentence: Life imprisonment; 10 years’ supervised release (February 10, 2009)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tMichael Dewayne Tensley – Marianna, FL\n\t\tOffense: Distribution of more than 50 grams of cocaine base; Northern District of Florida\n\t\tSentence: Life imprisonment; 10 years’ supervised release (September 27, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tJeffery James Terrell – Jasper, AL\n\t\tOffense: Possession with intent to distribute 50 grams or more of a mixture and substance containing cocaine base; Northern District of Alabama\n\t\tSentence: Life imprisonment; 10 years’ supervised release (March 15, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on February 24, 2017.\n\n\n\t\tLenthius D. Thomas – Ocala, FL\n\t\tOffense: Conspiracy to distribute and possession with intent to distribute cocaine and cocaine base; Middle District of Florida\n\t\tSentence: Life imprisonment; 10 years’ supervised release (June 24, 1998)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tStanley D. Thomasson – Poplar Bluff, MO\n\t\tOffense: Used/carried firearms during drug trafficking crime (two counts); possession of Schedule II narcotic controlled substance (three counts); Eastern District of Missouri\n\t\tSentence: 421 months’ imprisonment; four years’ supervised release (April 5, 1994); amended to 397 months’ imprisonment  (June 9, 2015)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tDanny Demar Turner – Madison, WI\n\t\tOffense: Distribution of a mixture or substance containing cocaine base (crack cocaine) (three counts); Western District of Wisconsin\n\t\tSentence: 210 months’ imprisonment; three years’ supervised release (August 12, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tHayzen Turner, Jr. – Adamsville, AL\n\t\tOffense: Distribution of a mixture and substance containing cocaine base (three counts); distribution of 50 grams or more of a mixture and substance containing cocaine base (two counts); possession with intent to distribute a quantity of a mixture and substance containing cocaine base, cocaine hydrochloride and marijuana; carrying a firearm during and in relation to a drug trafficking offense; felon in possession of a firearm (three counts); Northern District of Alabama\n\t\tSentence: Life imprisonment; 10 years’ supervised release (December 18, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 180 months’ imprisonment.\n\n\n\t\tMark Walker – Jasper, MO\n\t\tOffense: Conspiracy to distribute in excess of 500 grams of methamphetamine; Western District of Missouri\n\t\tSentence: 235 months’ imprisonment; five years’ supervised release (August 15, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.  \n\n\n\t\tKevin Washington – Owensboro, KY\n\t\tOffense: Conspiracy to possess with intent to distribute and distribute 50 grams or more of cocaine base and 500 grams or more of cocaine; aiding and abetting knowingly and intentionally possess with intent to distribute and distribute 50 grams or more of cocaine base  (three counts); Western District of Kentucky\n\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (June 18, 2004)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on May 1, 2017.\n\n\n\t\tKevin Washington – Oxford, NC\n\t\tOffense: Possession with intent to distribute more than 50 grams of cocaine base (crack); Eastern District of North Carolina\n\t\tSentence: Life imprisonment; 10 years’ supervised release (October 11, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 262 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tRobert Wettstain – Beaver Dam, KY\n\t\tOffense: Conspiracy to knowingly and intentionally possess with intent to distribute methamphetamine; aiding and abetting knowingly and intentionally possessing with intent to distribute methamphetamine (two counts); Western District of Kentucky\n\t\tSentence: Life imprisonment; 10 years’ supervised release (May 15, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 240 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tDaryl Wilkes – Virginia Beach, VA\n\t\tOffense: Conspiracy to possess with intent to distribute and to distribute cocaine base and cocaine; knowingly and intentionally distribute cocaine base (20 counts); knowingly possess a firearm in furtherance of a drug trafficking crime (two counts); knowingly and intentionally distribute cocaine (eight counts); knowingly and intentionally possess with intent to distribute cocaine base; knowingly and intentionally possess with intent to distribute cocaine (two counts); Eastern District of Virginia\n\t\tSentence: 952 months’ imprisonment; five years’ supervised release (June 16, 2004); amended to 780 months’ imprisonment (October 4, 2006); amended to 480 months’ imprisonment (May 2, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 300 months’ imprisonment.\n\n\n\t\tAnthony K. Williams – Indianapolis, IN\n\t\tOffense: Possession with intent to distribute 50 grams or more of cocaine base (mixture); possession of cocaine; Southern District of Indiana\n\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release; $500 fine (April 4, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on October 27, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tDonald Jamal Wilson – Huntington, WV\n\t\tOffense: Conspiracy to distribute 50 grams or more of cocaine base and quantities of cocaine and heroin; intentionally make available for use, with or without compensation, an apartment for the purpose of storing cocaine base and heroin (two counts) ; Southern District of West Virginia\n\t\tSentence: Life imprisonment (March 24, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 188 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tBradley Lee Winters – Mason City, IA\n\t\tOffense: Conspiracy to distribute 50 grams or more of actual methamphetamine; possession with intent to distribute 50 grams or more of actual methamphetamine; Southern District of Iowa\n\t\tSentence: 360 months’ imprisonment; 10 years’ supervised release (March 18, 2009)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 240 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tWilliam Abel Yates – Durham, NC\n\t\tOffense: Possess with intent to distribute cocaine base (crack); Middle District of North Carolina\n\t\tSentence: Life imprisonment; 10 years’ supervised release (August 24, 1998)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 300 months’ imprisonment, conditioned upon enrollment in residential drug treatment. \n\n\n\n\n"
}