{
    "title": "MENSAJE SEMANAL: Los Demócratas y los Republicanos comparten la responsabilidad de hacer que este país avance | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/01/mensaje-semanal-los-dem-cratas-y-los-republicanos-comparten-la-responsab",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 01, 2011\n\n \n\n\n\nMENSAJE SEMANAL: Los Demócratas y los Republicanos comparten la responsabilidad de hacer que este país avance \n\n\n\n\n\n\tWASHINGTON – En su mensaje semanal, el Presidente Barack Obama se propuso hacer todo lo posible para asegurarse de que la economía crezca, generar empleos y darle solidez a la clase media en el año que empieza. Ya que cada partido controla una cámara del Congreso, los Demócratas y los Republicanos comparten la responsabilidad de hacer que este país avance. El Presidente reiteró que está dispuesto a trabajar con todos los que tengan buenas ideas, independientemente del partido.\n\n\tEl audio completo del mensaje está disponible AQUI:  Se puede ver el video por Internet en obamawhitehouse.archives.gov.\n\nDeclaraciones del Presidente Barack Obama\n\tMensaje Semanal\n\tThe White House\n\t1º de enero, 2011\n\n\tSaludos a todos. Al cerrar un año e iniciar otro, quiero aprovechar la oportunidad para desearles un Feliz Año Nuevo y hablar un poco sobre el año que empezamos.\n\n\tAl inicio del 2011, aún estamos saliendo de una recesión sin precedente que ha afectado enormemente a millones de familias. Todos tenemos amigos y vecinos que tratan de volver a la vida que tenían antes.\n\n\tSin embargo, hemos tenido varios meses de noticias económicas que indican que nuestra recuperación cobra fuerza. Y nuestra labor más importante ahora es mantener la recuperación en marcha. Como Presidente, ese ha sido mi compromiso con ustedes: hacer todo lo posible para asegurarme de que nuestra economía esté creciendo, generando empleos y dándole solidez a la clase media. Ese es mi propósito para el año que empezamos.\n\n\tDe todos modos, incluso mientras nos esforzamos por impulsar la economía a corto plazo, es hora de tomar decisiones serias sobre cómo mantener la solidez de la economía, su crecimiento y competitividad a largo plazo. Es necesario mirar hacia el futuro, no sólo este año, sino los próximos 10 años y los próximos 20 años. ¿De dónde provendrán las innovaciones? ¿Cómo atraeremos a las empresas del futuro para que se establezcan y creen empleos en nuestras comunidades? ¿Qué necesitamos hacer para obtener estos trabajos? ¿Qué necesitamos hacer para superar a países de todo el mundo que compiten con nosotros? ¿Qué necesitamos hacer para que nuestros hijos y nietos alcancen el Sueño Americano?\n\n\tNuestros padres y abuelos se hicieron estas preguntas. Y debido a que tuvieron la valentía de responderlas, hemos tenido la suerte de crecer en el mejor país del planeta.\n\n\tAhora nos toca a nosotros pensar en el futuro. En unos días, se constituirá un nuevo Congreso, con una cámara controlada por los demócratas y otra cámara controlada por los republicanos, quienes ahora comparten la responsabilidad de hacer que este país avance. Y esto es lo que quiero que sepan: estoy dispuesto a trabajar con miembros de cualquier partido que tengan buenas ideas y la dedicación para hacerlas realidad. Y todos nosotros debemos esperar que ustedes nos exijan cuentas por producir resultados o no.\n\n\tComo he dicho desde que me postulé a este cargo: no resolveremos nuestros problemas de manera fácil ni rápida. Hemos sobrellevado una década difícil; con nuevas amenazas y nuevas tribulaciones que no esperábamos cuando se inició. Pero ante nosotros hay un nuevo año y una nueva década. Estoy seguro de que, si simplemente recordamos la capacidad que tiene Estados Unidos y estamos a la altura de ese legado, estaremos listos para un período de progreso, en que nuestra economía crezca, nuestra posición en el mundo mejore y hacemos lo necesario para asegurarnos de que Estados Unidos siga siendo en el siglo XXI lo que fue en el XX: el mejor país del mundo.\n\n\tGracias por escuchar y Feliz Año Nuevo.\n\n\n\n\n"
}