{
    "title": "Year of Action Updated Progress Report | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/07/10/year-action-updated-progress-report",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 10, 2014\n\n \n\n\n\nYear of Action Updated Progress Report\n\n\n\n\nBackground from a White House Official:\nSix months after the President declared 2014 a Year of Action, the White House will release an updated Progress Report today detailing the more than 40 actions the President and his administration have taken since January to build real, lasting economic security for the middle class and expand opportunities in order for every hardworking American to get ahead. A copy of that report can be found here.\nToday in Austin, the President will discuss these actions and update the American people on the progress we’ve made, working with all who are willing to be a part of the solution – including state and local officials, companies large and small and ordinary citizens.\nWhile Republicans in Congress – the least productive Congress in recent history – continue to block votes on key issues like raising the minimum wage and cutting student loan interest rates, and waste time and taxpayer dollars on political stunts like Speaker Boehner’s plan to sue the President for doing his job, the President will continue to do everything in his power to expand economic opportunity for all Americans.\nThat’s why the President will keep visiting with folks from across the country, to hear directly from them about what matters most and how we can continue to help their families get ahead. Today in Austin the President will meet with Kinsey, a student at the University of Texas, who took the time to write him about her family’s struggle to lead a middle class life.\nThanks to the grit and resilience of the American people, the American economy has come a long way since the President took office. But, there is much more progress to be made and the President won’t let Congress stand in the way. From helping to create new manufacturing jobs, to supporting workplace flexibility and equal pay, to cutting carbon pollution, and rallying support to raise the minimum wage in states across the country, the President is doing right by hardworking Americans.\nThe President’s taken the actions detailed in today’s report to help the folks for whom Washington should be working, Americans from all across the country – people like Kinsey and her family – who ask for nothing but a fair shot at their own American Dream, but often feel the system is rigged against them.\n\n\n\n\n"
}