{
    "title": "President Obama to Award the Medal of Honor | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/02/02/president-obama-award-medal-honor",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 02, 2016\n\n \n\n\n\nPresident Obama to Award the Medal of Honor\n\n\n\n\n\n\tWASHINGTON, DC – On February 29, 2016, President Barack Obama will present the Medal of Honor to Senior Chief Special Warfare Operator Edward Byers, U.S. Navy.  Senior Chief Byers will receive the Medal of Honor for his courageous actions while serving as part of a team that rescued an American civilian being held hostage in Afghanistan on December 8-9, 2012. \n\n\tSenior Chief Byers will be the eleventh living service member to be awarded the Medal of Honor for actions in Afghanistan.  He and his family will join the President at the White House to commemorate his example of selfless service.\n\nPERSONAL BACKGROUND:  \n\n\tSenior Chief Byers was born in Toledo, Ohio on August 4, 1979.  He graduated from Otesgo High School in Tontogany, Ohio in June 1997.\n\n\tSenior Chief Byers currently holds a National Paramedics License, and will graduate from Norwich University with a Bachelor of Science in Strategic Studies and Defense Analysis in early 2016. \n\n\tSenior Chief Byers entered the Navy in September 1998, attending boot camp and Hospital Corpsman School at Great Lakes, Illinois.  He served at Great Lakes Naval Hospital, and then with 2nd Battalion, 2nd Marine Regiment at Camp Lejeune, North Carolina.  In 2002, he attended the Basic Underwater Demolition/SEAL course, graduating from Class 242, and completed the Special Operations Combat Medic course in 2003.  Senior Chief Byers has been assigned to various east coast SEAL teams, and completed eight overseas deployments with seven combat tours.\n\n\tSenior Chief Byers’ awards and decorations include five awards of the Bronze Star Medal with Combat V device, two awards of the Purple Heart, the Joint Service Commendation Medal with Valor device, the Navy and Marine Corps Commendation Medal with Combat V device, two additional awards of the Navy and Marine Corps Commendation Medal, two awards of the Combat Action Ribbon, three Presidential Unit Citations, two Joint Meritorious Unit Awards, two Navy Unit Commendations, and five Good Conduct Medals.\n\nADDITIONAL INFORMATION\n\n\tTHE MEDAL OF HONOR:\n\n\tThe Medal of Honor is awarded to members of the Armed Forces who distinguish themselves conspicuously by gallantry and intrepidity at the risk of their own lives above and beyond the call of duty while:\n\n\n\t\tengaged in an action against an enemy of the United States;\n\n\t\tengaged in military operations involving conflict with an opposing foreign force; or\n\n\t\tserving with friendly foreign forces engaged in an armed conflict against an opposing armed force in which the United States is not a belligerent party.\n\n\n\tThere must be no margin of doubt or possibility of error in awarding this honor.  To justify this decoration, the deed performed must have been one of personal bravery and self-sacrifice so conspicuous as to clearly distinguish the individual above his or her comrades, and must have involved risk of life.   It must also be the type of deed which if not done would not subject the individual to any justified criticism.\n\n\t \n\n\n\n\n"
}