{
    "title": "FACT SHEET: The Administration’s Strategy to Counter the Islamic State of Iraq and the Levant (ISIL) and the Updated FY 2015 Overseas Contingency Operations Request | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/11/07/fact-sheet-administration-s-strategy-counter-islamic-state-iraq-and-leva",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 07, 2014\n\n \n\n\n\nFACT SHEET: The Administration’s Strategy to Counter the Islamic State of Iraq and the Levant (ISIL) and the Updated FY 2015 Overseas Contingency Operations Request\n\n\n\n\nISIL poses an immediate threat to Iraq, Syria, and American allies and partners throughout the region as it seeks to overthrow governments, control territory, terrorize local populations, and implement an oppressive and intolerant interpretation of sharia law.  If left unchecked, ISIL could pose a growing threat to the United States and others beyond the region.  Thousands of foreign fighters – including Europeans and some Americans – have joined ISIL in Syria and Iraq.  We are concerned that these trained and battle-hardened fighters will try to return to their home countries and carry out deadly attacks.  At the same time, ISIL is attempting to assert itself as the leader of the global jihad.  ISIL remains well-resourced and has demonstrated an ability to recruit and radicalize through social media.     \nThe United has built a global coalition of willing partners with the goal of degrading and ultimately defeating ISIL.  The President has set forward a comprehensive strategy featuring nine lines of effort to counter ISIL:\n\n\nSupporting Effective Governance in Iraq:  We are supporting the new Iraqi government on efforts to govern inclusively and effectively as well as to strengthen its cooperation with regional partners. \n\nDenying ISIL Safe-Haven: We are conducting a systematic campaign of airstrikes against ISIL in Iraq and Syria. Working with the Iraqi government, we are striking ISIL targets and supporting Iraqi forces on the ground. We will degrade ISIL’s leadership, logistical and operational capability, and deny it sanctuary and resources to plan, prepare and execute attacks.\n\nBuilding Partner Capacity: We will build the capability and capacity of our partners in the region to sustain an effective long-term campaign against ISIL. Our advisors are working to advise Iraqi forces, including Kurdish forces, to improve their ability to plan, lead, and conduct operations against ISIL, and we will provide training to help the Iraqis reconstitute their security forces and establish a National Guard.  Our train and equip program will strengthen the Syrian moderate opposition and help the defend territory from ISIL.\n\nEnhancing Intelligence Collection on ISIL:  Continuing to gain more fidelity on ISIL’s capabilities, plans, and intentions is central to our strategy to degrade and ultimately destroy the group, and we will continue to strengthen our ability to understand this threat, as well as to share vital information with our Iraqi and Coalition partners to enable them to effectively counter ISIL.   \n\nDisrupting ISIL’s Finances:  ISIL’s expansion over the past year has given it access to significant and diverse sources of funding.  So, we are working aggressively with our partners on a coordinated approach to reduce ISIL’s revenue from oil and assets it has plundered; limit ISIL’s ability to extort local populations; stem ISIL’s gains from kidnapping for ransom; and disrupt the flow of external donations to the group. \n\nExposing ISIL’s True Nature:  Clerics around the world have spoken up in recent weeks to highlight ISIL’s hypocrisy, condemning the group’s savagery and criticizing its self-proclaimed “caliphate.”  We are working with our partners throughout the Muslim world to highlight ISIL’s hypocrisy and counter its false claims of acting in the name of religion.  \n\nDisrupting the Flow of Foreign Fighters:  Foreign terrorist fighters are ISIL’s lifeblood, and a global security threat—with citizens of nearly 80 countries filling its ranks.  On September 24, the President convened an historic Summit-level meeting of the UN Security Council, focused on this issue and we will continue to lead an international effort to stem the flow of fighters into Syria and Iraq.\n\nProtecting the Homeland: We will continue to use the criminal justice system as a critical counterterrorism tool, work with air carriers to implement responsible threat-based security and screening requirements, and counter violent extremism here at home. \n\nHumanitarian Support:  We and our partners will continue to provide humanitarian assistance to the displaced and vulnerable in Iraq and Syria.\n\nPursuing the nine lines of effort to advance the comprehensive strategy is a whole of government effort. \nFY 2015 Overseas Contingency Operations (OCO) Amendment\nThe Administration will submit an updated FY 2015 OCO request to Congress for the Department of Defense (DOD), the Intelligence Community (IC), and the Department of State and Other International Programs (State/OIP).  These amendments request $5.6 billion for OCO activities to degrade and ultimately defeat ISIL.\nThese OCO amendments would provide resources for DOD and State/OIP for operations and activities that were not anticipated when the Administration submitted its June 2014 OCO budget request.\nOperation Inherent Resolve (OIR)\nIn support of OIR, the OCO amendments include $5.0 billion for DOD to conduct a range of military operations against ISIL in the Middle East region, which includes the $1.6 billion Iraq Train and Equip Fund.  These operations directly support the components of the Administration’s strategy that aim to deny ISIL a safe-haven and expand intelligence collection against ISIL.  Funds include items such as:\n\n\n\t\tsustaining personnel forward deployed to the Middle East to provide training, advice, and assistance to partner security forces engaged in the fight against ISIL; \n\n\t\tproviding forces with enablers to support operations, especially the intelligence, surveillance, and reconnaissance (ISR) platforms and support that are essential to conduct comprehensive counterterrorism operations;\n\n\t\treplenishing or replacing munitions expended while conducting airstrikes against ISIL, including from Air Force and Navy platforms; and\n\n\t\tfinancing operations and maintenance costs for air, ground, and naval operations, including: flying hours; ship steaming days; and fuel, supplies, and repair parts.      \n\nThe proposed OCO funding is in addition to the $58.6 billion DOD OCO request sent to the Congress in June 2014, which included the costs of operations in Afghanistan, DOD’s forward military presence in the broader Middle East region, and other critical missions.  The costs of military operations against ISIL in the Middle East region were not included in the June 2014 request, and DOD requires additional funding in order to avoid diverting funding from other key priorities within its budget.\nBuilding Partner Capacity\nDOD’s request supports the President’s strategy in terms of building partner capacity with the $1.6 billion Iraq Train and Equip Fund (ITEF).  ITEF will provide the resources to help reconstitute and develop security forces.  The funding will allow for training at multiple sites throughout Iraq for approximately twelve Iraqi brigades.  Coalition members will also play a critical role in the training of these forces. DoD will provide training, supplies, and equipment for Iraqi forces.  ITEF will complement other efforts to enable partners to counter terrorism, such as the Counterterrorism Partnerships Fund (CTPF) requested as part of the Administration’s June 2014 OCO request.\nFunding for State/OIP\nThe amendments include $520 million in funding for State/OIP, which is in addition to the $7.3 billion total OCO request for State/OIP in the FY 2015 Budget and June OCO amendment including CTPF.  The existing request provides funding for diplomacy, governance, and security programs and activities to respond to the situation in Syria and other ongoing global crises.  This amendment includes additional resources to counter ISIL in Iraq, Syria, and the rest of the region – directly linked to denying ISIL Safe Haven, Building Partner Capacity, Exposing ISIL’s True Nature and Humanitarian Support lines of effort. \nThe funds will support the following activities:  \n\n\n\t\tBolstering regional partners and their efforts to address extremist threats along their borders;\n\n\t\tExpanding ongoing assistance to the moderate Syrian opposition to develop their capacity to provide local security for communities;\n\n\t\tProviding assistance to meet emergency humanitarian needs in Iraq; and\n\n\t\tExposing ISIL’s bankrupt ideology and narrative by amplifying positive messaging through international media and public diplomacy programs.\n\n\n\n\n\n"
}