{
    "title": "CEA Report: The Economic Record of the Obama Administration – Addressing Climate Change | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/21/cea-report-economic-record-obama-administration-addressing-climate",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 21, 2016\n\n \n\n\n\nCEA Report: The Economic Record of the Obama Administration – Addressing Climate Change\n\n\n\n\n\n\tWASHINGTON, DC – Today, the Council of Economic Advisers released a report of the economic record of the Obama Administration on climate change. Please see below for the executive summary, and you can read the full report HERE.\n\n\tThe impacts of climate change are being felt now, and if unchecked, greenhouse gas emissions threaten the future of both national and global welfare and economic output. That is why, since taking office, President Obama has demonstrated his commitment to fighting climate change through a diverse set of policy mechanisms. Since 2008, he has implemented policies that provide incentives for renewable energy and improve the energy efficiency of homes and appliances; developed the first-ever federal greenhouse gas pollution standards for power plants, light-duty cars and trucks, and commercial trucks, buses, and vans; invested in research and development to support innovative clean energy technologies, and furthered international cooperation to drive down greenhouse gas emissions and limit global temperature rise. Encouraging trends in energy consumption, carbon emissions, and the deployment of cleaner energy since 2008 illustrate the progress the nation has made during the Obama Administration to transition to an increasingly low-carbon economy, while also recovering from the Great Recession. In line with long-standing policy for major regulations, standards aimed at reducing greenhouse gas emissions have been assessed using rigorous benefit-cost analysis. This report reviews the economic rationale for policy intervention to slow climate change, selected policies pursued and the progress made to date, and the foundation this Administration has established for a continued transition toward an increasingly low-carbon economy in the years to come. The key findings of the report are outlined below.\n\nThe impacts and economic costs of climate change are being felt today and are expected to intensify. \n\n\n\t\tFifteen of the sixteen warmest years on record globally have occurred between 2000 and 2015, and 2015 was the warmest year on record.\n\n\t\tThough it is difficult to attribute individual weather events to climate change, some extreme weather events have become more frequent and intense, consistent with climate model predictions.\n\n\t\tThe number of weather events that have led to damages in excess of one billion dollars has been increasing in recent years due to both climate change and economic development in vulnerable areas.\n\n\nCurrent and future climate change costs readily justify policy intervention, which also has important benefits for economic efficiency. \n\n\n\t\tGreenhouse gas emissions are a classic environmental externality and, without policy intervention, the quantity emitted is too high. The prices of goods and services in our economy need to reflect their full costs, including the costs of the impacts of greenhouse gas emissions associated with their production and consumption.\n\n\t\tPolicies that internalize these costs will improve social welfare while reducing the odds of catastrophic climate events.  In addition to the costs to-date, delaying policy action can increase both future climate damages and the cost of future mitigation.\n\n\nThe carbon footprint of the U.S. electricity portfolio has declined, with dramatic increases in renewable energy and lower carbon intensity of fossil fuel-fired generation.\n\n\n\t\tRenewable energy capacity from non-hydro resources has tripled between 2008 and 2015, and the share of U.S. electricity generation from these resources has increased from under 3 percent in 2008 to 7 percent in 2015 as the costs of wind and solar, in particular, have fallen dramatically. The United States now generates more than three times as much electricity from wind and 30 times as much from solar as it did in 2008.\n\n\t\tWe have reduced the carbon intensity of our fossil-fuel portfolio. The quantity of carbon dioxide emitted per unit of electricity produced from fossil fuels has dropped by 13 percent since 2008, and in April 2015, the share of electricity generation using natural gas surpassed the share produced from coal for the first time on record.\n\n\t\tBoth the increase in renewable energy and the shift towards natural gas have lowered emissions in the power sector. CEA analysis shows that 66 percent of the carbon intensity reduction from the power sector since 2008 in the United States is attributable to a shift towards lower-carbon fossil fuels (mostly increased generation from natural gas), and 34 percent is attributable to increased generation from zero-carbon renewable resources.\n\n\nThe energy and carbon intensity of the U.S. economy has also declined notably.\n\n\n\t\tEnergy intensity, which refers to energy consumed per dollar of real GDP, has been steadily declining over the past four decades and fell by 11 percent from 2008 to 2015. Energy intensity is projected to decline another 17 percent by 2025.\n\n\t\tThe total amount of energy consumed has also dropped. Total energy consumption in the United States was 1.5 percent lower in 2015 than in 2008, and U.S. petroleum consumption was 2 percent lower in 2015 than it was in 2008, while the economy grew more than 10 percent over this same period.\n\n\t\tCarbon intensity, the amount of carbon dioxide emitted per energy consumed, has declined by 8 percent from 2008 to 2015, and carbon dioxide emitted per dollar of GDP has declined by 18 percent over this period. Shifts toward lower-carbon fossil-fuel resources and zero-carbon renewable resources have allowed the economy to grow while carbon intensity has fallen.\n\n\t\tChanges in energy intensity, carbon intensity, and economic growth have all played important roles in decreasing emissions. CEA analysis shows that the decline in emissions relative to 2008 can be decomposed into 40 percent from decreased energy intensity, 29 percent from decreased carbon intensity, and 31 percent from the lower than expected level of GDP after unanticipated shocks such as the large shock from the Great Recession.\n\n\t\tU.S. carbon dioxide emissions from the energy sector fell by 9.5 percent from 2008-2015, and in the first 6 months of 2016, they were at the lowest level in 25 years.\n\n\nSince taking office in 2009, President Obama has laid the foundation for a continued transition to a low-carbon economy using policies that generate substantial net economic benefits.\n\n\n\t\tForward-looking policies in the power sector put in place during the Obama Administration establish the Administration’s commitment to halting climate change. Last year, EPA finalized the first-ever national standards to address carbon pollution from power plants, which are projected to reduce carbon dioxide emissions by 32 percent from 2005 levels by 2030. Though the realized net economic benefits of the standards will depend on the methods states choose to comply, estimates project net benefits of $15 to $27 billion just in 2025, rising to $25 to $45 billion in 2030.\n\n\t\tIn addition, in 2015, President Obama extended tax credits for wind and solar projects. These credits were first extended in the American Recovery and Reinvestment Act and are expected to reduce carbon dioxide emissions by more than 200 million tons in 2020, alone. The tax credit extensions help support continued investment in these growing industries.\n\n\t\tThe first-ever greenhouse gas standards for light-duty cars and trucks, finalized by the Obama Administration in two phases in 2010 and 2012, are projected to reduce carbon dioxide emissions by around 6 billion metric tons over the lifetime of new vehicles sold between 2012 and 2025. The Phase 2 standards are expected to generate net economic benefits of $326-$451 billion over the lifetime of models sold in 2017-2025. \n\n\t\tThe Administration put in place the first-ever national fuel economy and greenhouse gas emission standards for commercial trucks, buses, and vans (referred to as medium- and heavy-duty vehicles), finalized in two phases in 2011 and 2016. Together, these standards are projected to reduce carbon dioxide emissions by around 2.5 billion metric tons. The Phase 2 standards will generate estimated net economic benefits of $117-$229 billion over the lifetime of models sold in 2018-2029.\n\n\t\tThe Administration put in place energy efficiency standards for buildings, homes and appliances that will reduce both emissions and utility bills for American families and businesses.  For example, new standards for commercial air conditioning and heating equipment sold between 2018 and 2048 are projected to have net economic benefits of $42 to $79 billion.\n\n\t\tThe first ever methane pollution standards for new sources in the oil and gas sector are projected to substantially reduce emissions from these sources and help the United States to achieve our goal to reduce methane emissions by 40 to 45 percent below 2012 levels by 2025.\n\n\t\tMajor Federal investments in clean energy research and development have already supported and will continue to support innovation that generates long-run benefits.\n\n\nThe Administration has worked to make sure that climate change mitigation, a global public good, is a global effort. \n\n\n\t\tThe Administration’s leadership helped bring nearly 200 nations together to sign the Paris Agreement, a historic agreement that establishes a long-term, durable global framework with the aim of keeping climate warming to well below 2 degrees Celsius.\n\n\t\tThrough an array of other agreements – ranging from global accords on hydrofluorocarbons to bilateral agreements with China to reduce emissions – the Administration has used diplomacy to make sure that the effort to combat climate change is a global one.\n\n\n\n\n\n"
}