{
    "title": "Obama Administration Announces Selection of 14 Infrastructure Projects to be Expedited Through Permitting and Environmental Review Process | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/11/obama-administration-announces-selection-14-infrastructure-projects-be-e",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 11, 2011\n\n \n\n\n\nObama Administration Announces Selection of 14 Infrastructure Projects to be Expedited Through Permitting and Environmental Review Process\n\n\n\n\n\n\tToday, the Obama Administration announced the selection of 14 infrastructure projects around the country that will be expedited through permitting and environmental review processes, an important next step in the Administration’s efforts to improve the efficiency of federal reviews needed to help job-creating infrastructure projects move as quickly as possible from the drawing board to completion.  This announcement comes as a result of the Presidential Memorandum. President Obama issued in late August at the recommendation of his Council on Jobs and Competitiveness. Through the Presidential Memorandum, the President directed agencies to expedite environmental reviews and permit decisions for a selection of high priority infrastructure projects that will create a significant number of jobs, have already identified necessary funding, and where the significant steps remaining before construction are within the control and jurisdiction of the federal government and can be completed within 18 months.  Below is the full list of projects selected by those agencies, which represent diverse sectors of the economy and combined will support the creation of tens of thousands of jobs.\n\n\tAs the President’s Council on Jobs and Competitiveness has highlighted, improving the efficiency and effectiveness of federal permit decisions and environmental reviews is one critical step the federal government can take to accelerate job creation.  While many of these review processes are not under the control of the federal government -- state, local, and tribal governments are partners in the effort, as well -- the Obama Administration is committed to reforming  the federal permitting and environmental review process to ensure that it runs as efficiently as possible while continuing to protect the health and safety of all Americans, and to preserve opportunities for public participation in federal decision-making.  The Administration will apply broadly the information gathered while expediting these projects to further improve the permitting process for all projects.  And as part of the Administration’s commitment to efficiency and transparency, beginning at the end of November, the public will also be able to track the progress of projects under review through one central website . \n\n14 Infrastructure Projects Selected for Expedited Review\n\nDepartment of Transportation\n\nTappan Zee Bridge, New York \n\n\tThe Tappan Zee Bridge project will replace a deficient bridge that is a critical link in the regional transportation network.  While the project is an ambitious one and construction will not begin for several years, improved coordination amongst multiple federal agencies will reduce the time needed to proceed from a Draft Environmental Impact Statement to a Record of Decision, potentially reducing the project timeline by multiple years.  \n\nCrenshaw/LAX, California\n\n\tThe Crenshaw/LAX project will extend the Los Angeles County Metropolitan Transportation Authority’s (LA Metro) existing Green Line light rail nearer to the Los Angeles International Airport and connect it to the Expo Line light rail.  The Federal Transit Administration (FTA) is providing additional targeted technical assistance to shorten the approval time for this project by several months. In addition FTA and LA Metro will pilot FTA’s new streamlined risk assessment approach for major transit projects to ensure risks and associated mitigation measures are identified and addressed promptly.  \n\nWhittier Bridge, Massachusetts\n\n\tThe Whittier Bridge project on I-95 in Massachusetts will replace an existing bridge over the Merrimack River with a new, multi-modal bridge that will add lanes as well as bicycle and pedestrian lanes.  The lead agency, resource agency and project sponsor will facilitate better coordination to accelerate permit review and approval within six months, including an agreed upon schedule for document reviews and establishing a process for dispute elevation and resolution.  \n\nProvo Westside Connector, Utah\n\n\tThe Provo Westside Connector highway project in Utah will build a new arterial roadway between Provo Airport and Interstate 15 to improve roadway system linkage in southwest Provo, UT.  By increasing coordination among federal and state agencies, permit review and approval can be expedited, saving six or more months.  This time savings will be achieved through an agreed upon schedule for document reviews and establishing a process for dispute elevation and resolution.  \n\nBaltimore Red Line, Maryland\n\n\tThe Baltimore Red Line is a 14 mile rail transit line connecting the suburban areas west of Baltimore to downtown, the Inner Harbor and Fells Point areas, and the Johns Hopkins Bayview Medical Center Campus. This project has many outstanding permitting issues that will require substantial cooperation between a number of resource and other federal agencies.  By engaging in early negotiations with all necessary federal agencies and optimizing coordination amongst the agencies this project will begin construction earlier than currently planned, potentially reducing the project timeline by two years. \n\nNext Generation Air Transportation System Infrastructure Project, Texas\n\n\tThis Federal Aviation Administration (FAA) pilot project will create Next Generation (NextGen) aviation procedures, including the implementation of new, more efficient routes, for the two airports in Houston, Texas. These performance based navigation procedures must comply with internal FAA approvals as well as reviews under the National Environmental Policy Act.  Integrating these reviews will expedite this project and studying the impacts of the new procedures will serve as a demonstration project for future NextGen procedural improvements.  \n\nDepartment of the Interior\n\nNavajo Gallup Water Supply Project, New Mexico\n\n\tThis project will build two water treatment plants and deliver water through approximately 280 miles of pipeline, 24 pumping plants, and numerous water regulation and storage facilities bringing a clean and sustainable water supply to the Navajo Nation in northwestern New Mexico. The Department of the Interior’s Bureau of Reclamation will work to improve coordination between Federal and non-federal entities and to expedite land acquisition through the Bureau of Indian Affairs and Bureau of Land Management. \n\nDepartment of Housing and Urban Development\n\nDenver Mariposa Housing Project, Colorado\n\n\tIn connection with a HOPE VI grant from the Department of Housing and Urban Development, this project will revitalize a distressed housing project located in South Denver.  Portions of the project are underway and HUD will expedite its Part 58 review and review of the Revitalization Plan for the next phases. \n\nCity Market at “O” Street, District of Columbia\n\n\tLocated in Washington, DC, City Market at “O” Street is a mixed-use property consisting of 400 market-rate residential units, 16,000 square feet of retail space and a 57,000 square foot supermarket with financing under the Federal Housing Administration (FHA) Section 220 insured mortgage program.  In conjunction with this project and others, FHA has embarked on an effort to streamline the approval process for loans, including review of related federal permits and is working with the Advisory Council on Historic Preservation to expedite the National Historic Trust approval, subject to Section 106 of the National Historic Preservation Act. \n\nDepartment of Commerce\n\nArroyo Sequit Watershed and Qwuloolt Estuary Coastal Habitat Restoration Project, California\n\n\tThis habitat restoration project is composed of two activities.  The first activity is the Arroyo Sequit Creek Steelhead Barrier Removal in California, which will involve construction activities to remove existing physical barriers, including two dry weather crossings and one check dam, along the Arroyo Sequit watershed in northern Los Angeles County, CA.  The second activity is the Qwuloolt Estuary Restoration in Washington State and will involve restoration construction activities to restore 350 acres of currently isolated floodplain.  The National Oceanic and Atmospheric Administration will work with the Army Corps of Engineers to expedite construction permits by up to one year, with the goal of beginning construction as early as 2012. \n\nWest Coast Coastal Habitat Restoration Project, California and Washington\n\n\tThis project is composed of four habitat restoration activities including Sears Point Tidal Restoration in California; Napa River Salt Marsh Restoration in California; Riverside Ranch Restoration in California; and the Salt Creek Estuary Reconnection in Washington State.  The scope of these project activities will involve construction elements that will contribute to habitat restoration in these regions. This project will be expedited by up to one year by the facilitation of interagency resource coordination between the Army Corps of Engineers and the National Oceanic and Atmospheric Administration. \n\nDepartment of Agriculture\n\nCleghorn Ridge Wind Project, California\n\n\tThis wind generation project by Cleghorn Ridge Wind LLC would consist of up to 52 wind turbine generators aligned in a general east-west direction along the ridgeline at Cleghorn Ridge, in the San Bernardino National Forest. USDA Forest Service, U.S. Air Force, and Federal Aviation Administration will cooperate to complete the review of this project by federal agencies in as little as 18 months, rather than the three years originally estimated. \n\nDeerfield Wind Power Project, Vermont\n\n\tThis wind generation facility by Deerfield Wind LLC in the towns of Searsburg and Readsboro in the Green Mountain National Forest in Vermont would consist of 15 two-megawatt turbines.  USDA Forest Service is working to expedite a Final Environmental Impact Statement before December 2011. \n\nDakota Prairie and Little Missouri National Grasslands, North Dakota and South Dakota \n\n\tUSDA Forest Service is working with an expedited process for reviewing oil and gas applications for wells and ancillary facilities such as pipelines and power lines in the Dakota Prairie and Little Missouri National Grasslands.  There are approximately 80 applications currently in file.  The expedited process involves early coordination with the U.S. Department of Interior Bureau of Land Management and use of the 390 Categorical Exclusion provided under the 2005 Energy Policy Act. \n\n\tIn addition to unveiling the projects selected for expedited review today, the Administration will also instruct agencies throughout the executive branch to gather comprehensive information regarding their reviews of infrastructure projects, and the best practices they have developed.  The Administrationwill use that information to develop recommendations to further improve the efficiency, effectiveness, transparency and accountability of federal permitting and environmental review,  without compromising our responsibility to protect safety, public health, and the environment, through measures such as adopting sector-specific guidelines for timely reviews of permitting applications; encouraging early engagement with stakeholders; coordinating federal reviews with those of state, local and tribal regulatory agencies; and instituting greater oversight of the overall process.\n\n\nSome of the Key Steps Taken By the Obama Administration On Permitting Reform:\n\n\tToday’s announcement is the latest in a series of common-sense steps the Obama Administration has taken to improve the efficiency and effectiveness of federal permitting and review.  These steps are helping to speed job-creation in the near term while increasing our competitiveness and strengthening our economy in the longer term.  Just as importantly, the steps the Administration has taken also ensure that permitting and review processes continue to provide safeguards for public health and the environment while offering opportunity for constructive engagement by stakeholders. \n\n\tFor example: \n\n\n\t\tJust last week, the Obama Administration announced it will accelerate the permitting and construction of seven proposed electric transmission lines.  This move will speed the creation of thousands of construction and operations jobs while transforming the nation’s electric system into a modern, 21st century grid that is safer and more secure, and gives consumers more energy choices.  The public can track the progress of these and other transmission projects at http://trackingsystem.nisc-llc.com/etrans/utility/Search.seam.  This effort is the latest achievement resulting from a 2009 agreement between nine federal agencies that has improved coordination among federal agencies, states, and other stakeholders involved in siting and permitting transmission facilities on Federal lands.  In November 2010, the Council on Environmental Quality issued commonsense guidance for federal agencies on the use of categorical exclusions to improve the efficiency of the environmental review process under the National Environmental Protection Act.  When used appropriately, categorical exclusions help agencies reduce unnecessary paperwork and delay, by using research and experience to identify in advance categories of activities, like routine facility maintenance, that do not need to undergo intensive environmental review because they do not have significant environmental impacts.\n\n\t\tOver the past two years, the Department of Housing and Urban Development, Department of Transportation, and the Environmental Protection Agency have worked together to promote sustainable communities. For example, by partnering with local governments, the development community, and other key stakeholders, these agencies have helped to identify and remove key barriers to sustainable design and green building in their permitting process by increasing awareness of local ordinances that impact design, renovation, and maintenance of buildings and the sites at which they are located. \n\n\t\tEarlier this summer, the President signed an Executive Order to promote the safe, responsible, and efficient energy resources in Alaska. The EO established a working group to facilitate coordinated and efficient energy development and permitting in Alaska while also ensuring that all proper environmental and safety standards are met.\n\n\n\n\n\n"
}