{
    "title": "OP-ED by Dr. Jill Biden in the Philadelphia Inquirer: \"Harnessing Community Colleges\" | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/02/28/op-ed-dr-jill-biden-philadelphia-inquirer-harnessing-community-colleges",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nFebruary 28, 2011\n\n \n\n\n\nOP-ED by Dr. Jill Biden in the Philadelphia Inquirer: \"Harnessing Community Colleges\"\n\n\n\n\n\n\tThe following op-ed, penned by Dr. Jill Biden, was published today in the Philadelphia Inquirer:\n\n\t###\n\n\tHarnessing community colleges\n\tBy Jill Biden\n\t \n\tI have been a teacher for more than 30 years and a community college instructor for the last 18 of them. Every day in my classroom, I see the power of community colleges to change lives and put students on the path to opportunity and success.\n\t \n\tCommunity colleges are uniquely American institutions, in which anyone who walks through the door is one step closer to realizing the American dream. And they will play a vital role in the nation's economic recovery.\n\t \n\tPresident Obama understands the critical role community colleges will play in getting the economy back on track. They are the key to meeting his goal of making America's workforce the best educated and most competitive in the world by 2020.\n\t \n\tLast October, the president asked me to convene a summit of community college leaders at the White House, where students, faculty, administrators, and business leaders shared their promising practices and models for helping students succeed. Now we are launching four regional community college summits, starting Monday in Philadelphia.\n\t \n\tLike other American cities, Philadelphia is facing a challenging economy and declining public revenues. That makes it even more important to support and revitalize its community colleges, which can help high school graduates and older adults get the education and new skills they need to compete for high-quality jobs.\n\t \n\tMonday's summit at the Community College of Philadelphia will bring together leaders in education, business, labor, government, and philanthropy from Philadelphia and the rest of the Northeast. It's designed to support community colleges' efforts to spur local economic growth through training programs, partnerships, and technology-driven learning. The summit will also deal with strategies for encouraging college completion and helping adult learners make the transition to the workforce.\n\t \n\tLast month, U.S. Labor Secretary Hilda Solis and Education Secretary Arne Duncan announced application criteria for the first $500 million in grants under the four-year, $2 billion Trade Adjustment Assistance Community College and Career Training Grant Program. These grants will support the development and improvement of new postsecondary educational programs to prepare students for careers in emerging and expanding industries.\n\t \n\tPennsylvania's higher-education institutions are guaranteed to receive at least $10 million in these funds over the next four years. Each individual institution can also apply for more, while consortia of two or more institutions are eligible for up to $20 million per year.\n\t \n\tThe Obama administration has reversed a staggering economic decline and positioned the economy for growth. Our task now is to make those changes real in the lives of all Americans.\n\t \n\tOn community college campuses across the country, millions of students are eager to build a more secure future for themselves, their families, and the country. We must not let them down.\n\t \n\tPhiladelphia is the city where the American experiment started, and the community college summit is part of the administration's effort to fulfill its promise to provide opportunity for all.\n\t \n\t \n\tJill Biden teaches English at Northern Virginia Community College and is the wife of Vice President Biden. The first regional community college summit is scheduled to take place Monday at the Community College of Philadelphia.\n\n\n\n\n"
}