{
    "title": "White House Announces 2015 White House Easter Egg Roll | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/02/23/white-house-announces-2015-white-house-easter-egg-roll",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 23, 2015\n\n \n\n\n\nWhite House Announces 2015 White House Easter Egg Roll\n\n\n\n\n\n \nWATCH: Mrs. Obama announces this year’s Easter Egg Roll theme and more! LINK\nWASHINGTON - As part of their ongoing effort to open the People’s House to as many people as possible, the President and First Lady announced today that this year’s White House Easter Egg Roll will be held on Monday, April 6.  The event will open the White House South Lawn for children ages 13 years and younger and their families. \nLOTTERY \nThe ticket lottery opens today, Monday, February 23, at 12:00 PM EST and will close on Thursday, February 26, at 12:00 PM EST.  To enter the lottery, please go to www.recreation.gov.  Tickets are free of charge and cannot be sold. \nTHEME\nThe theme for the 2015 White House Easter Egg Roll is “#GimmeFive.”\nAs part of the fifth anniversary of the First Lady’s Let’s Move! initiative, Mrs. Obama is challenging Americans across the country to #GimmeFive things they are doing to eat better, be more active, and lead a healthier life. Individuals and families can get involved by sharing on social media five things they’re doing to be healthy and passing on the challenge to others with #GimmeFive.  The #GimmeFive challenge has already begun, and it will be a fun and central part of this year’s Easter Egg Roll.\nIn support of Let’s Move!, the event will feature sports and fitness zones, cooking demonstrations, and Easter classics such as the egg roll and egg hunt, in addition to live music and storytelling. \nSOUVENIR EGGS\nThis year’s White House Easter Egg Roll features five souvenir eggs.  Four of the eggs are painted in festive colors – sea breeze blue, sunburst orange, petunia purple, and spring green.  These eggs feature the stamped signatures of the President and First Lady on the back. The fifth egg, the “Bo and Sunny” egg, is a natural American Birchwood egg that is included only in the 2015 5-pack Collector’s Egg Set.  This egg has the stamped “signatures” and “paw prints” of Bo and Sunny on the back.\nTo place your keepsake egg order, please visit easter.nationalparks.org.\nNational Park Foundation (NPF), the official charity of America’s national parks, produces and sells the White House Easter egg.  An egg is given as a souvenir to all children 13 years and younger who attend the White House Easter Egg Roll on the South Lawn of the White House, which is part of the National Park System.\n2015 SOUVENIR POSTER AND PROGRAM COVER DESIGN CONTEST\nThe White House invites all elementary and middle school students to submit original artwork related to this year’s theme for the 2015 Easter Egg Roll Design Contest.  The First Lady will select two winning designs, which will be used as part of the White House 2015 Easter Egg Roll program and souvenir poster.  In honor of the 5th anniversary of the First Lady’s Let’s Move! initiative, this year’s Easter Egg Roll theme is “#GimmeFive,” challenging families across the nation to show the First Lady five ways they’re leading healthier lives.\nThe deadline for submissions is March 6, 2015 at 12:00 PM EST.  Designs should be uploaded to obamawhitehouse.archives.gov/eastereggroll/2015designcontest.  Artwork should reflect this year’s theme, “#GimmeFive.”  Please note submissions may be made public during the selection process.\nADDITIONAL INFORMATION: \nFor full details on souvenir eggs, submitting artwork, and the event, please visit obamawhitehouse.archives.gov/eastereggroll.\n \n\n\n\n\n\n"
}