{
    "title": "Vice President Biden Announces New Private Sector Backing for Five Pioneering Energy Companies | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/08/30/vice-president-biden-announces-new-private-sector-backing-five-pioneerin",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nAugust 30, 2011\n\n \n\n\n\nVice President Biden Announces New Private Sector Backing for Five Pioneering Energy Companies\n\n\n\n\n\nARPA-E Awardees Attract Another $100 Million to Advance Clean Energy Technologies\n\n\tWASHINGTON, D.C. – Speaking at the National Clean Energy Summit 4.0 today in Las Vegas, Nevada, Vice President Joe Biden announced another promising milestone for the Department of Energy’s Advanced Research Projects Agency-Energy (ARPA-E): five innovative companies that received seed funding from ARPA-E in 2009 and 2010 have now attracted more than $100 million in outside private capital investment. The private sector financing reflects the progress these companies have made over the past two years toward developing new technologies that could transform the way Americans use and produce energy. This is in addition to six other companies highlighted by Secretary Chu in February that have also attracted more than $100 million in private financing based on the progress of their work.\n\n\tToday’s announcement by the Vice President covers five companies that received between $1.5 million and $6 million each from ARPA-E to develop advanced grid scale batteries or innovative new approaches to biofuels or waste heat recovery. The White House also released a report (available HERE) today on the United States’ position in the global clean energy race.\n\n\t“America is at its best when we innovate – and ARPA-E supports the very best of American innovation. These five companies are swinging for the fences, pioneering new technologies that could help answer the energy challenge and create jobs,” said Vice President Biden. “They illustrate how a small but strategic investment by the federal government can pay big dividends down the road and bring into the market groundbreaking new technologies.”\n\n\tARPA-E will be making its next round of awards in September, including awards to a series of innovative projects to keep America’s manufacturers competitive by reducing the need for expensive “rare earth” materials from China.  Rare earths are naturally-occurring minerals with unique magnetic properties that are used for many modern necessities like laptops and lasers, as well as clean-energy technologies such as electric vehicles and wind turbines. Up to $30 million will be made available for this program area, in addition to funding for projects in advanced biofuels, thermal storage, grid control technologies and solar power.\n\n\tThe five companies attracting more than $100 million in private financing that were highlighted by the Vice President include:\n\nPhononic Devices (Raleigh, NC) - ARPA-E funding $3 million – private funding $11 million\n\tPhononic Devices is designing devices to capture wasted heat produced by factories, power plants and vehicles, and convert it directly into usable electric power.  These “thermoelectric” devices are also being designed to remove heat so they can be used as efficient cooling systems.\n\nPrimus Power (Hayward, CA) - ARPA-E funding $2 million – private funding $11 million\n\tPrimus Power has developed a battery using high energy fluids that are pumped throughout the battery. This “flow battery” can store renewable energy such as wind and solar power and then release that energy into the grid during peak load times.\n\nOPX Biotechnologies (Boulder, CO) - ARPA-E funding $6 million – private funding $36.5 million\n\tScientists at OPX Biotechnologies are developing bacteria to produce a liquid biofuel using electricity and carbon dioxide. This liquid biofuel is being designed to replace petroleum fuel at a competitive cost.  The project combines OPX’s technological capabilities with expertise in bacteria from the National Renewable Energy Laboratory (NREL).\n\nStanford University (Stanford, CA) - ARPA-E funding $1.5 million – private funding $25 million\n\tProfessor Fritz Prinz at Stanford University is commercializing a new type of energy storage device that will perform many of the same jobs as a normal battery. It will also deliver greater energy and power and withstand 1,000s of charges without showing a significant drop in performance.\n\nTransphorm (Goleta, CA) - ARPA-E funding $3 million – private funding $25 million\n\tTransphorm is developing compact and efficient semiconductor devices that can quickly switch electrical currents. The aim is to reduce wasted power from electric motors, thereby reducing energy consumption.\n\n\n\n\n"
}