{
    "title": "Información más reciente sobre la respuesta por el gobierno de Estados Unidos a la catástrofe causada por el terremoto de Haití | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/informaci-n-m-s-reciente-sobre-la-respuesta-por-el-gobierno-de-estados-unidos-a-la-3",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 22, 2010\n\n \n\n\n\nInformación más reciente sobre la respuesta por el gobierno de Estados Unidos a la catástrofe causada por el terremoto de Haití\n\n\n\n\nEl 12 de enero, 2010, un poderoso terremoto azotó a Haití, causando daños catastróficos en la capital, Puerto Príncipe, y zonas aledañas. El Presidente Obama ha dicho, “En este momento, se encuentra en marcha una de las más extensas campañas de socorro en nuestra historia para salvar vidas y prestar ayuda que evite una catástrofe aun mayor. En este difícil momento, Estados Unidos está unido. Estamos unidos, del lado del pueblo haitiano, que ha mostrado una fuerza tan admirable, y los ayudaremos a recuperarse y a reconstruir”.\nEl gobierno de Estados Unidos ha movilizado recursos y personal para contribuir a la labor de socorro. Tal como dispuso el Presidente Obama, éste es un esfuerzo en el que participa todo el gobierno, y USAID está a la delantera de esta respuesta rápida, enérgica y coordinada. Personal militar está desempeñando una función indispensable al apoyar esta labor humanitaria, lo que incluye posibilitar el suministro logístico y distribuir ayuda vital. Los socorristas trabajan día y noche para prestar más ayuda, de manera más rápida y eficaz, a las personas más necesitadas.\nA continuación, sírvase encontrar algunos datos importantes y ejemplos de las medidas tomadas por el gobierno hasta la fecha. Todas las cifras a continuación eran válidas a las 3 p.m. del jueves, 21 de enero, 2010.\nCOORDINACIÓN INTERNACIONAL\nA solicitud del gobierno de Haití, Estados Unidos continúa coordinando su campaña de socorro con las Naciones Unidas y la comunidad internacional. Estamos coordinando estrechamente con más de 30 países y cientos de ONG para llevar ayuda y agua rápidamente a todo el país.\n• La secretaria de Estado Clinton habló temprano el jueves en Washington sobre Haití con el secretario de Relaciones Exteriores Miliband del Reino Unido y la alta representante de política exterior de la Unión Europea, Catherine Ashton. La secretaria destacó la importante sociedad que existe en Haití, ya que Estados Unidos y los países de la Unión Europea están trabajando uno al lado del otro en los operativos de socorro y rescate, y la necesidad de una “respuesta internacional coordinada, integrada para la reconstrucción y el retorno a la prosperidad y oportunidades para Haití”.\n\t• En las Naciones Unidas, el embajador adjunto de Estados Unidos Alejandro Wolff se dirigió a los miembros de la prensa en la ONU para destacar el carácter extensamente internacional de la labor de rescate y socorro en Haití. Tuvo lugar justo antes de otra ronda de promesas tras el llamamiento urgente de la ONU y se sumaron al embajador Wolff el subsecretario general para asuntos humanitarios de la ONU y los embajadores de Haití, Brasil, Canadá, Francia y Uruguay.\nSALUD/AYUDA MÉDICA\n• El miércoles, el buque hospital USNS Comfort comenzó a recibir pacientes lesionados de hospitales locales e instalaciones médicas internacionales. El Comfort tiene una tripulación de 850 para prestar una variedad de servicios médicos, y a la larga proporcionará casi 1,000 camas de hospital y 11 quirófanos.\n\to El USNS Comfort ya ha brindado tratamiento a más de 230 pacientes provenientes de 10 hospitales.\n• Para el 21 de enero, más de 7,000 pacientes habían recibido tratamiento de los 5 Equipos de Asistencia Médica en Catástrofes (DMAT por sus siglas en inglés) del Departamento de Salud y Servicios Humanos y un Equipo Quirúrgico Internacional (IMSuRT) en Haití (todos financiados por USAID/OFDA). Estos equipos brindaron tratamiento a 2,160 pacientes el 20 de enero.\n\to Cada DMAT tiene 35 miembros y 40 camas, y funciona como una sala de urgencias en el terreno, mientras que el IMSuRT tiene 50 miembros y 35 camas, y realiza cirugías resultantes de la catástrofe.\nAEROPUERTOS Y PUERTOS \n• El aeropuerto en Puerto Príncipe está operando las 24 horas del día. La Fuerza Aérea de Estados Unidos continúa administrando las operaciones aéreas a solicitud del gobierno haitiano. Además, el Departamento de Estado continúa coordinando estrechamente con nuestros socios internacionales y ONG para facilitar la llegada eficiente de ayuda y personal. Éste es un proceso de carácter consultivo con el gobierno de Haití y la ONU, con decenas de vuelos de ayuda internacional, aparte de los vuelos civiles y militares de Estados Unidos.\n\to El 20 de enero, llegaron 153 vuelos (38 de ellos fueron vuelos oficiales de Estados Unidos).\n\to Por ejemplo, de las 330 llegadas del 16 al 18 de enero, aproximadamente la mitad fueron vuelos civiles/humanitarios, y menos de 30% fueron de militares:\n\to 155 fueron aeronaves civiles,\n\to 91 fueron aeronaves militares y del gobierno de Estados Unidos y\n\to 84 fueron de gobiernos y militares de otros países. La proporción de vuelos internacionales está aumentando.\n\to El 18 de enero, aterrizaron vuelos de: Bélgica, Bolivia, Brasil, Canadá, Cuba, Francia, México, Portugal, España, Suecia, Turquía, Estados Unidos, Ucrania y las Naciones Unidas, y numerosas organizaciones internacionales de ayuda como la Cruz Roja, el Ejército de Salvación y el Programa Mundial de Alimentos (PMA).\n\to El PMA ha asignado un equipo de coordinación al aeropuerto en Haití para ayudar a asignarles prioridad a los vuelos y el traslado de ayuda humanitaria por el aeropuerto a zonas necesitadas de Haití.\n\t• El puerto está comenzando a recibir a algunas embarcaciones y, su funcionamiento es de aproximadamente 30%. El puerto en Jacmel, al sudoeste de Puerto Príncipe, actualmente está recibiendo a ciertas embarcaciones durante el día. Equipos de buzos del Ejército y la Marina de Estados Unidos con equipos de construcción submarina continuaron evaluando los daños estructurales al puerto.\n• El Comando de Transporte de Estados Unidos informa que desde que se iniciaron los operativos aéreos, se han volado un total de 160 misiones con más de 2,600 toneladas de suministros de socorro y más de 2,500 militares y socorristas a Haití.\nSEGURIDAD\n• Hasta el 21 de enero, aproximadamente 13,000 miembros de las Fuerzas Armadas (10,000 a bordo de embarcaciones y 3,000 en tierra) eran parte de la labor de socorro.\n\to La 22º Unidad Expedicionaria de la Infantería de Marina continúa prestando ayuda en Leogane y Petit Goave. Actualmente tiene a 356 infantes en tierra.\n\to El resto del Equipo de Combate de la Brigada 2/82 y equipamiento se terminarán de movilizar a Puerto Príncipe el 22 de enero, a más tardar. Actualmente tienen 3,062 soldados en tierra.\n• Para el 21 de enero, había 20 embarcaciones, 63 helicópteros y 204 vehículos de la Marina y el Servicio de Guardacostas de Estados Unidos en la zona de operaciones conjuntas.\n\to El Servicio de Guardacostas está operando 12 aeronaves en Haití:\n\to Cinco aviones C-130\n\to Un avión C-144\n\to Tres helicópteros H-65\n\to Tres helicópteros H-60\n\to El Servicio de Guardacostas tiene 6 embarcaciones:\n\to Escampavías Valiant del Servicio de Guardacostas\n\to Escampavías Tahoma del Servicio de Guardacostas\n\to Escampavías Forward del Servicio de Guardacostas\n\to Escampavías Oak del Servicio de Guardacostas\n\to Escampavías Hamilton del Servicio de Guardacostas\n\to Escampavías Legare del Servicio de Guardacostas\n\to Además, el Servicio de Guardacostas tiene 3 embarcaciones en el estrecho de Florida para apoyar cualquier misión relacionada con la labor de socorro a Haití: escampavías Alert, Dependable y Venturous.\n\t• El Servicio de Guardacostas tiene presentes 801 miembros que están ayudando con la recuperación:\n\to 26 en tierra,\n\to 719 en embarcaciones,\n\to 56 en aeronaves.\n• SOUTHCOM financió y el Comando de Operaciones Especiales (SOCOM por sus siglas en inglés) ha adquirido 50,000 radios portátiles para distribuirlos entre los haitianos.\n\to Anoche, 43,800 radios habían llegado a Puerto Príncipe. Se tiene previsto que los 6,200 radios restantes se entreguen al Comando de Operaciones Especiales el 25 de enero, a más tardar, y se transporten por avión a Haití posteriormente\n\to El Equipo de Apoyo de Información Militar (MIST por sus siglas en inglés), en coordinación con USAID, iniciará la distribución de estos radios inmediatamente. Se distribuirán con ellos 60,000 calcomanías con las frecuencias incluidas y 60,000 volantes que muestran (con imágenes) cómo operar los radios.\n\to Este programa de radios portátiles es parte de una campaña general de comunicación con el pueblo haitiano por medio de trasmisiones de FM/AM de programación de Voz de América y anuncios de servicio público del Grupo de Trabajo Conjunto en Haití.\nEVACUACION Y RESCATES\n• El gobierno de Estados Unidos continúa realizando evacuaciones de Haití a toda hora. El número total de personas evacuadas de Haití por Estados Unidos es de aproximadamente 10,500, de las cuales 8,300 eran ciudadanos estadounidenses. Hoy, más de 1,100 estadounidenses habían sido evacuados hasta las 3 p.m.\n• Búsqueda y rescate: Actualmente, 43 equipos internacionales urbanos de búsqueda y rescate (USAR por sus siglas en inglés), compuestos por 1,739 socorristas, con 161 perros, están trabajando en Haití. 6 de esos equipos son de Estados Unidos y cuentan con 511 socorristas del condado de Fairfax, el condado de Los Ángeles, Miami, Miami-Dade, Virginia Beach y Nueva York.\n\to USAID/OFDA ha proporcionado más de $36 millones en apoyo a los equipos USAR movilizados a Haití hasta la fecha.\n\to Los equipos USAR de Estados Unidos actualmente están realizando misiones secundarias de reconocimiento en todo Puerto Príncipe tras el temblor de ayer.\nALIMENTOS Y AGUA\n• El jueves se reanudó la entrega aérea de alimentos y agua con C-17: se tenía planeado entregar 14,000 botellas de agua y 14,500 comidas preparadas/raciones humanitarias. El punto de entrega es cerca de Mirebalais, aproximadamente 25 millas al noreste de la Embajada de Estados Unidos en Puerto Príncipe. Un batallón de MINUSTAH veló por la seguridad en la zona.\n• Aeronaves, helicópteros y embarcaciones militares de Estados Unidos están dándole prioridad al envío de agua. En días recientes, el Grupo de Trabajo Conjunto en Haití ha distribuido más de 600,000 botellas de agua y más de 400,000 comidas/raciones humanitarias. El USS Carl Vinson está produciendo 100,000 galones de agua potable al día. Se están instalando tanques de agua en todas las zonas de la ciudad, y ahora hay agua potable en 45 puntos de distribución. El Servicio de Guardacostas ha distribuido un total de 38.5 toneladas de agua (62,880 botellas). Y USAID/OFDA ha hecho entrega de 9 unidades de tratamiento de agua para proporcionar 900,000 litros de agua potable a 90,000 personas al día.\n\to Apenas el miércoles se entregaron más de 238,000 comidas/raciones humanitarias y 400,000 botellas de agua.\n\to La embarcación Crowley Maracajam llegó a la República Dominicana ayer con más de 60,000 comidas/raciones humanitarias y agua para el PMA.\n\to Se tiene programado que el USNS Lummus, con la capacidad de producir 94,000 galones de agua potable, llegue mañana.\n• USAID/FFP ha contribuido alimentos con un valor de $68 millones.\n• Hasta la fecha, la Organización Internacional para las Migraciones (OIM) ha entregado 240,600 tabletas de purificación de agua para uso casero, 3,300 recipientes de agua y 1,920 equipos de aseo (financiados por USAID/OFDA) a varios vecindarios en Puerto Príncipe.\n• El jueves, World Vision, en sociedad con USAID, inició la distribución de 2,000 toneladas métricas de productos de Alimentos para la Paz. Los productos satisfarán las necesidades alimentarias inmediatas de 18,670 familias o aproximadamente 93,350 personas en Petion Ville, Delmas y Puerto Príncipe.\n• El jueves, un vuelo financiado por USAID/OFDA con suministros de emergencia llegó a Puerto Príncipe. Incluía equipo para operar un hospital en el terreno, con un equipo para traumatismos y unidad de aire acondicionado. Esto es además de las unidades de tratamiento de agua, recipientes de agua de diez litros, equipos de aseo, rollos de plástico y cámaras de agua proporcionados en días recientes.\nADOPCIONES Y HUERFANOS \n• El jueves, la secretaria Clinton anunció que el Departamento de Estado está dirigiendo un grupo conjunto de trabajo con los departamentos de Seguridad Nacional y Salud y Servicios Humanos, que se dedicará a los huérfanos y menores no acompañados, simplificará el proceso de adopciones y se asegurará de que estas familias se reencuentren lo antes posible, además de aplicar las debidas medidas para proteger a niños bajo nuestro cuidado. Se ha creado un grupo de trabajo interinstitucional para que se dedique a las necesidades humanitarias de niños particularmente vulnerables. Y el poder ejecutivo también está trabajando estrechamente con muchos miembros del Congreso que naturalmente están muy preocupados sobre este proceso.\n• El lunes, la secretaria Napolitano anunció permisos humanitarios para ciertos huérfanos haitianos. Seguimos dedicados a la reunificación familiar y debemos estar atentos a no separar a niños de sus familiares en Haití que aún están vivos pero desplazados o de ayudar sin saberlo a delincuentes que participan en la trata de niños en momentos de tanta desesperación. Para ese fin, desalentamos firmemente el uso de aeronaves privadas para la evacuación de huérfanos. Todos los vuelos deben ser debidamente coordinados con el gobierno de Estados Unidos y Haití a fin de asegurar que se otorguen los debidos permisos antes de que lleguen a Estados Unidos.\n\t \nASISTENCIA\n• Para el 20 de enero, USAID había contribuido $90 millones tras el llamado por la ONU, lo que incluía $22 millones en asistencia no alimentaria y $68 millones en asistencia alimentaria. Además, para el 20 de diciembre, se había prometido $73.9 millones en asistencia bilateral para búsqueda y rescate, y otra ayuda, por un total en ayuda de USAID a Haití de casi $165 millones.\nMANERAS DE CONTRIBUIR A LA LABOR DE SOCORRO \nEstamos profundamente afectados por la devastación en Haití. Nuestra humanidad común, así como el liderazgo de Estados Unidos y los estrechos vínculos con Haití, exigen que actuemos. A solicitud del Presidente Obama, los ex Presidentes Bush y Clinton están coordinando la ayuda privada e instando a los estadounidenses a ayudar en www.clintonbushhaitifund.org\n• Puede contribuir por Internet en ClintonBushHaitiFund.org.\n\to Envíe el mensaje de texto “QUAKE” a 20222 para hacer una donación de $10 al Clinton Bush Haiti Fund. (Se le cobrará la donación en su cuenta de teléfono celular).\n• Fondos recaudados por medio del Programa de Mensajes de Texto del Departamento de Estado (palabra clave \"Haiti\", y código numérico corto \"90999\"): casi $26 millones.\n• Encuentre más maneras de ayudar por medio del Centro de Información sobre Catástrofes Internacionales. (www.cidi.org).\n\t \n\tObtenga información sobre familiares y amigos\n• El Departamento de Estado ha sacado una página de Internet que servirá como punto central de información sobre Haití: state.gov/haitiquake. Incluye una nueva herramienta, el Localizador de personas o “Person Finder”, que permite encontrar e intercambiar información sobre seres queridos desaparecidos en Haití.\n• El Centro de Operaciones del Departamento de Estado ha designado la siguiente línea telefónica para estadounidenses en busca de información sobre familiares en Haití: 1-888-407-4747. (Debido a la gran cantidad de llamadas, es posible que le conteste una grabación). También puede enviarle un mensaje electrónico al Departamento de Estado. Favor de tener en mente que la comunicación dentro de Haití es muy difícil en este momento.\n• El Departamento de Estado también se ha asociado con el sector tecnológico para iniciar un servicio gratuito de mensajes cortos con información sobre la labor de socorro para ayudar a personas en Haití. El programa de mensajes de texto permite que las personas que reciben servicio de Digetel y Voila envíen un mensaje de texto con su paradero y necesidades a un código abreviado gratis: \"4636\". Desde que se inició el programa el 18 de enero, socios de ONG han recibido más de 2,000 mensajes sobre distribución de alimentos, desaparecidos y agua, entre otros.\n• Whitehouse.gov — El sitio de Internet de la Casa Blanca continúa siendo un punto central de información sobre la ayuda, que incluye ubicar a familiares y amigos en Haití, y contribuir a la labor de socorro.\n###\n\t \n\n\n\n\n"
}