{
    "title": "Presidential Proclamation--National Korean War Veterans Armistice Day | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidential-proclamation-national-korean-war-veterans-armistice-day",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 26, 2010\n\n \n\n\n\nPresidential Proclamation--National Korean War Veterans Armistice Day\n\n\n\n\nNATIONAL KOREAN WAR VETERANS ARMISTICE DAY, 2010\nBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\nA PROCLAMATION\n \nToday we celebrate the signing of the Military Armistice Agreement at Panmunjom and we honor our servicemembers who fought and died for freedom and democracy in the Korean War.  This year marks the 60th anniversary of the start of the Korean War and the birth of an enduring friendship between the United States and the Republic of Korea that is stronger today than ever before.  Our alliance is rooted in shared sacrifice, common values, mutual interest, and respect, and this partnership is vital to peace and stability in Asia and the world.\nSince our Nation's founding, the United States has relied on our Armed Forces to ensure our safety and security at home, and to protect lives and liberties around the globe.  When Communist armies poured across the 38th parallel, threatening the very survival of South Korea, American troops braved unforgiving conditions and rallied to the young republic's defense.  Tens of thousands of our Nation's servicemembers lost their lives, and many more were wounded, declared missing in action, or taken as prisoners of war.  The courageous service and ultimate sacrifices of these patriots and our allied combatants safeguarded a free government and vibrant economy in South Korea, forging a bond between our people that stands strong today.\nAs we commemorate the 60th anniversary of the outbreak of the Korean War and the eventual conclusion of hostilities at Panmunjom, let us raise our flags high to honor the service and valor of our veterans, to reflect on the principles for which they fought, and to reaffirm the unshakeable bond between South Korea and our Nation.\nNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim July 27, 2010, as National Korean War Veterans Armistice Day.  I call upon all Americans to observe this day with appropriate ceremonies and activities that honor our distinguished Korean War veterans.\nIN WITNESS WHEREOF, I have hereunto set my hand this twenty-sixth day of July, in the year of our Lord two thousand ten, and of the Independence of the United States of America the two hundred and thirty-fifth.\n\n                                                                                           BARACK OBAMA\n\n\n\n"
}