{
    "title": "White House Honors “Champions of Change” for Transportation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/05/12/white-house-honors-champions-change-transportation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 12, 2014\n\n \n\n\n\nWhite House Honors “Champions of Change” for Transportation\n\n\n\n\nWASHINGTON, DC – Tomorrow, the White House will honor eleven local heroes who are “Champions of Change” for their exemplary leadership to ensure that transportation facilities, services, and jobs help individuals and their communities connect to 21st century opportunities. These individuals are leading the charge across the country building connectivity, strengthening transportation career pathways, and making connections between transportation and economic growth.\nAcross the Federal government, the Administration has been dedicated to providing “ladders of opportunity” for all Americans, by investing in connecting communities to centers of employment, education, and services, and is calling for greater emphasis on those initiatives supporting this outcome.  Recent research has found that social mobility varies by geography, and poor transportation access is a factor preventing lower income Americans from gaining higher income levels than their parents. Transportation plays a critical role in connecting Americans and communities to economic opportunity through connectivity, job creation, and economic growth. Recognizing social mobility as a defining trait of America’s promise, access to reliable, safe, and affordable transportation is critical.  \nThe Champions of Change program was created as an opportunity for the White House to feature individuals doing extraordinary things to empower and inspire members of their communities. The event is closed to press but will be live streamed on the White House website. To watch this event live, visit obamawhitehouse.archives.gov/live at 10:00 am EST on May 13, 2014.  To learn more about the White House Champions of Change program, visit obamawhitehouse.archives.gov/champions.\n\nJosh Baker, General Manager, Radford Transit, New River Valley Community Services\n\nBlacksburg, VA\nJosh is the leader of a major investment in the development of a brand new Public Transit system in the City of Radford, Virginia. He pioneered the concept and worked with community leaders, local university administration, state officials and the Federal Transit Administration to garner support for a much needed community service.  Josh dedicated his work and time over the course of three years to help make the new service a reality. It’s the first time in over 30 years there has been any transit available to the City of Radford, and it was badly needed. Radford Transit has grown rapidly providing over 325,000 passenger trips annually, even providing transfer connections throughout the entire region. Now residents can move effortlessly and reach their destinations within and between the communities of Radford, Pulaski County, Montgomery County and the Towns of Blacksburg and Christiansburg.\n\nDr. Evelyn Blumenberg, Professor and Chair of Urban Planning, UCLA’s Luskin School of Public Affairs\n\nLos Angeles, CA\nProfessor Evelyn Blumenberg’s research examines the effects of urban structure—the spatial location of residents, employment, and services—on economic outcomes for low-wage workers, and on the role of planning and policy in shaping the spatial structure of cities.  Evelyn has investigated the travel behavior of special population groups including low-income adults, immigrants, and youth; the effects of the economy on the travel behavior and transportation assets in low-income communities; and the relationship between residential location, automobile ownership, and employment outcomes among the poor.  Evelyn is recommended for Ladders of Opportunity because her current research examines (1) travel behavior of low-income adults; (2) the transportation expenditure burden; and (3) the relationship between transportation and the economic outcomes of low-income families.\n\nDan Burden, Director of Innovation and Inspiration, Walkable and Livable Communities Institute\n\nPort Townsend, WA\nDan Burden is the Director of Innovation and Inspiration for the nonprofit Walkable and Livable Communities Institute. For more than 35 years he has worked to inspire leaders in 3500 cities on ways to design cities for people first; still accommodating the auto. His work helps define the future of transportation; and is now celebrated with thousands of new innovations giving full support to walking, bicycling, transit, and living in place; driving less, enjoying life more.  Dan has proven his ability to energize leaders of towns and cities to help them frame and focus on their assets, get beyond their barriers, raise the bar in design of place. He has an ability to help them focus on their values and become believers in their future, achieving their hopes and dreams, and once momentum is gained, expand to the rebuilding of their entire community.\n\nAnthony Chiarello, President and CEO, TOTE\n\nPrinceton, NJ\nAnthony has led TOTE to build the first liquefied natural gas (LNG) powered container ships in the world; TOTE is the first maritime company in the U.S. to convert its entire fleet to natural gas. As a result of his vision and leadership, natural gas suppliers are now creating distribution networks in major U.S. ports, making gas available to all transportation modes in those markets. Natural gas powered ships will achieve emissions reductions far below even the world’s most stringent regulatory standards. These emissions reductions will have long-lasting and far-reaching positive effects on the health and safety of citizens along the U.S. coastline, particularly in Washington, Alaska, Florida, and Puerto Rico where TOTE ships are part of the critical domestic supply chain. As the adoption of natural gas fuel spreads, air emissions will be lowered along the coastline as part of the North American Emissions Control Area, and additional environmental benefits will accrue in ports, on roads, and rail lines. \n\nGreer Gillis, Area Manager of Parsons Brinckerhoff\n\nWashington, DC\nGreer Gillis is the Washington, D.C. Area Manager of Parsons Brinckerhoff, where she oversees transportation services staff in managing various infrastructure, planning, and design projects as well as leading client relations management, business development, and financial oversight for activities in the metropolitan Washington DC area.     She is the Vice President of the Conference of Minority Transportation Officials (COMTO) Washington, DC chapter and serves as National Chair of its “Celebrating Women Who Move the Nation” Awards Committee.  She is also a past President of the Women’s Transportation Seminar International’s Washington, D.C. Chapter. Throughout her career, she has served as a role model and advocate for building a diverse transportation workforce.\n\nMarilyn Golden, Senior Policy Analyst, Disability Rights Education & Defense Fund\n\nBerkeley, CA\nFor over 25 years, Marilyn Golden has led national system-change efforts that broaden the rights of people with disabilities to transportation. Marilyn has played a key role in federal policy development in the interconnected areas of transportation and architectural barriers. She has been a strong advocate for the Americans with Disabilities Act (ADA) throughout all the stages of its proposal, passage, and implementation, as well as a forceful watchdog through its many stages of regulatory interpretation and the regular challenges to its strong mandates. Her advocacy has been focused on a broad range of transportation issues—including fixed route buses, all forms of passenger rail systems, ADA complementary paratransit, privately-funded over-the-road buses, taxis, airport shuttles, as well as air travel. As a national transportation advocate, she has led the struggle for many of the policy victories during and since the ADA to provide better public transportation for people with disabilities.  Marilyn served on the U.S. Architectural and Transportation Barriers Compliance Board from 1996-2005 as a very strong and effective advocate for the interests of people with disabilities.\n\nDaphne Izer, Founder, Parents Against Tired Truckers (PATT)\n\nLisbon, ME\nDaphne Izer founded the nonprofit safety organization Parents Against Tired Truckers (PATT) after losing her son Jeff in a fatigue related truck crash that killed three other teenagers and seriously injured a fourth. Daphne has worked tirelessly to advance truck safety in order to help prevent other families from suffering a similar, devastating loss. PATT has focused its efforts on reducing truck driver fatigue, seeking a requirement for the use of technology to accurately record truck driver hours behind the wheel and reduce falsification of driving logs, and to promoting safe trucking. Recently, PATT took another step toward realizing its goal of requiring electronic logging devices (ELDs) in commercial trucks when the FMCSA released the NPRM for the ELD rule. This May, as PATT marks its twentieth anniversary, Daphne is recognized for her instrumental work in bringing attention to the urgent need for change in truck safety policy and programs, with a focus on reducing truck driver fatigue.\n\nFlavio Leo, Deputy Director, Aviation Planning and Strategy, Massachusetts Port Authority\n\nNewton, MA\nFlavio has played a key role applying innovative transportation technology to enhance airport safety, security and equitable access at MassPort Airport in Boston.   This includes the implementation of aircraft related noise mitigation strategies for the surrounding urban communities and the greater Boston region , leading to an enhanced quality of life.   Through his leadership, transparency and enhanced public participation, he has established a relationship with over 30 diverse communities, which have had a long history of engagement with Massport and the FAA.   He has been the leader and “face of Massport” on an innovative program to address airport noise and other safety and technology improvements, which can be applied nationwide.  Flavio was selected for his leadership and coordination for the implementation of a set of noise reduction strategies created with extensive community participation and implemented that will reduce aircraft noise impacts to the greater Boston area including to nearby disadvantaged communities.\n\nSusan Park Rani, President, Rani Engineering\n\nMinneapolis, MN\nSusan Park Rani is an inspiration and a role model for women, minorities, immigrants, and virtually anyone with a desire to pursue the American Dream and start their own business. As a leader in the transportation field, she has demonstrated that opportunities in this industry are widespread and growing—and open to all who wish to acquire the necessary skills and participate.  Rani, born in South Korea, moved with her family to the United States as a child, speaking no English. She ultimately obtained a degree in civil engineering, and in 1993, at the age of 34, founded one of the first woman-and-minority-owned engineering firms in Minnesota where she grew up, with just two employees.  Over the years, the company has been involved in a number of high-profile transportation projects, and today, Rani Engineering employs 50 people, the company grosses over $5 million a year, and anticipates doubling in size within the next five years. In 2012, Rani Engineering was named the Disadvantaged Business Enterprise (DBE) Contractor of the Year by the Minnesota Department of Transportation.\n\nBig John Smith, Transportation Director, Shoshone and Arapaho Tribes, Joint Business Council\n\nFort Washakie, WY\nFor the past 25 years, “Big John Smith” has served as the Transportation Director for the Eastern Shoshone and Northern Arapaho tribes’ Joint Business Council on the Wind River Indian Reservation in central Wyoming.  Big John is also the Rocky Mountain Regional Representative on the Tribal Transportation Committee, and the Executive Director of the Intertribal Transportation Association. Big John has succeeded in improving the reservation’s transportation infrastructure (highways and bridges), has led the effort to dramatically cut alcohol-involved crashes and fatalities on the Wind River Reservation.  He has worked with tribal leaders to toughen tribal laws to enhance seat belt compliance, and has led the effort to use positive messaging to educate drivers of all ages about the dangers of drinking and driving.  His love for the people of Wind River has been instrumental in building relationships with tribal, local, county, state and federal partners to save lives.\n\nWanda Vazquez, Regional Traffic Safety Liaison, Rincon Family Services\n\nChicago, IL\nWanda Vazquez has been an active mentor and trainer for Hispanic advocates in the Chicago area helping them become certified child passenger safety technicians. As a motivational instructor, she teaches students how to correctly install car seats and help families understand the importance of safe transportation for their children. Once the training is completed, the students become nationally certified and are able to staff car seat inspection stations or participate in community events. Statistics show that Hispanic children are at a greater risk than non-Hispanic children for injuries and death in traffic crashes because their restraint use is low. Often times this is because their parents are from home countries where car seat use is not the norm. By training Hispanic advocates on how to correctly install car seats and the value of occupant protection, they can in turn go into the Hispanic community where they are welcomed and are able to teach families the importance of keeping their children and themselves safety secured whenever they travel. Ms. Vazquez also served as the Diversity Representative on the National Child Passenger Safety Board and was instrumental in translating materials into Spanish and ensuring that the concerns of the Hispanic community were heard. Wanda is a recommended Champion for her active role as a mentor and trainer for Hispanic advocates in the Chicago.\n\n\n\n\n"
}