{
    "title": "Expected Attendees at the White House Iftar Dinner | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/07/14/expected-attendees-white-house-iftar-dinner",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 14, 2014\n\n \n\n\n\nExpected Attendees at the White House Iftar Dinner\n\n\n\n\nThis evening, the President will continue a White House tradition of hosting an Iftar celebrating Ramadan in the State Dining Room.  This is the sixth Iftar hosted by the President.  The Iftar is the meal that breaks the day of fasting, when Muslim families and communities eat together after sunset. This year, the President will be celebrating Muslim Americans working tirelessly to fight income inequality and creating opportunities for all.\nBelow is a list of some of the expected attendees at tonight’s White House dinner celebrating Ramadan:\nMembers of Congress:\n\n\n\t\tThe Honorable Andre Carson, United States Representative, Indiana\n\n\t\tThe Honorable Keith Ellison, United States Representative, Minnesota\n\n\t\tThe Honorable Dan Kildee, United States Representative, Michigan\n\nLocal Elected Officials:\n\n\n\t\tMayor Saud Anwar, South Windsor, CT\n\nDiplomatic Corps:\n\n\n\t\tMr. Suleiman Abulhul, Charge d'Affaires of Libya\n\n\t\tHis Excellency Lukman Al Faily, The Republic of Iraq\n\n\t\tHer Excellency Amina Ali, Ambassador of the African Union Mission\n\n\t\tHer Excellency Hunaina Al Mughairy, Sultanate of Oman\n\n\t\tHis Excellency Yousef Al Otaiba, United Arab Emirates\n\n\t\tHis Excellency Adel Ahmed Al-Jubeir, Ambassador of the Kingdom of Saudi Arabia\n\n\t\tHis Excellency Mohammed Al Sharif, League of Arab States\n\n\t\tHis Excellency Shaikh Abdulla Mohamed Alkhalifa, Ambassador of the Kingdom of Bahrain\n\n\t\tMr. Adel Ali Ahmed Alsunaini, Charge d'Affaires of Yemen\n\n\t\tHis Excellency Maen Areikat, Chief of the PLO Delegation\n\n\t\tHis Excellency Omar Arouna, Republic of Benin\n\n\t\tHis Excellency Abdallah Baali, People’s Democratic Republic of Algeria\n\n\t\tHis Excellency Seydou Bouda, Burkina Faso\n\n\t\tHis Excellency Mohammed Rachad Bouhlal, Kingdom of Morocco\n\n\t\tHer Excellency Alia Bouran, Hashemite Kingdom of Jordan\n\n\t\tHis Excellency Budi Bowoleksono, Republic of Indonesia\n\n\t\tHis Excellency Antoine Chedid, Lebanese Republic\n\n\t\tHis Excellency Mhamed Chelaifa, Tunisian Republic\n\n\t\tMr. Mohamed Al Moustapha Cisse, Charge d'Affaires of the Republic of Mali\n\n\t\tHis Excellency Ron Dermer, State of Israel\n\n\t\tHis Excellency Daouda Diabate, Republic of Cote D'ivoire\n\n\t\tHis Excellency Muktar Djumaliev, Republic Of Kyrgz\n\n\t\tHis Excellency Mohamed El Haycen, Republic Of Mauritania\n\n\t\tHis Excellency Bienvenu Foe-Atangana, Republic Of Cameroon\n\n\t\tThe Honorable Sheikh Omar Faye, Republic of Gambia\n\n\t\tHis Excellency Gilbert Galanxhi, Republic of Albania\n\n\t\tHis Excellency Bakhtiyar Gulyamov, Republic Of Uzbekistan\n\n\t\tHis Excellency Eklil Hakimi, Islamic Republic Of Afghanistan\n\n\t\tHis Excellency Dato Hamid, Brunei Darussalam\n\n\t\tHis Excellency Awang Hussin, Malaysia\n\n\t\tHis Excellency Akan Ismaili, Republic of Kosovo\n\n\t\tHis Excellency S. Jaishankar, Republic of India\n\n\t\tHis Excellency Jalil Jilani, Islamic Republic of Pakistan\n\n\t\tHer Excellency Jean Kamau, Republic of Kenya\n\n\t\tHis Excellency Bayney Karran, Cooperative Country of Guyana\n\n\t\tHis Excellency Serdar Kilic, Republic of Turkey\n\n\t\tHis Excellency Michael Moussa-Adamo, Ambassador of the Gabonese Republic\n\n\t\tHis Excellency Stanislas Moussa-Kembe, Central African Republic\n\n\t\tHis Excellency Muhammad Muhith, People’s Republic of Bangladesh\n\n\t\tHer Excellency Libereta Mulamula, United Republic of Tanzania\n\n\t\tHis Excellency Subhas Mungra, Ambassador of the Republic of Suriname\n\n\t\tHis Excellency Hassane Nasser, Republic of Chad\n\n\t\tHer Excellency Jadranka Negodic, Bosnia and Herzegovina\n\n\t\tHis Excellency Cheikh Niang, Republic of Senegal\n\n\t\tHis Excellency Roble Olhaye, Ambassador of Djibouti\n\n\t\tHis Excellency Sharmarke Omar, Federal Republic of Somalia\n\n\t\tHis Excellency Farhod Salim, Republic of Tajikistan\n\n\t\tHis Excellency Maman Sidikou, Ambassador of the Republic of Niger\n\n\t\tHis Excellency Elin Suleymanov, Republic of Azerbaijan\n\n\t\tHer Excellency Amelia Sumbana, Republic of Mozambique\n\n\t\tHis Excellency Mohamed Tawfik, Arab Republic of Egypt\n\n\t\tHis Excellency Kairat Umarov, Republic of Kazakhstan\n\n\n\n\n\n"
}