{
    "title": "President Obama to Announce First-Ever Federal Effort to Attract Job-Creating Foreign Investment to the United States | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/10/31/president-obama-announce-first-ever-federal-effort-attract-job-creating-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 31, 2013\n\n \n\n\n\nPresident Obama to Announce First-Ever Federal Effort to Attract Job-Creating Foreign Investment to the United States\n\n\n\n\nExpanding and Enhancing SelectUSA\nToday, President Obama is announcing the first-ever comprehensive, all hands on deck effort led by the federal government to bring jobs and investment from around the world to the U.S. through aggressive expansion and enhancement of SelectUSA. \n\n\n\nU.S. is becoming an increasingly more competitive location for investment: The U.S. is the top destination for foreign direct investment and is becoming increasingly more competitive in attracting investment due to rising productivity, abundant low-cost energy, and rising costs elsewhere – as analysis from the Boston Consulting Group, McKinsey, AT Kearney and others have underscored.\n\n\nTo date, however, the U.S. has never before coordinated efforts to attract job-creating foreign investment: Unlike export promotion, the U.S. has historically left states and cities to compete directly with foreign countries.  A coordinated federal effort would help our governors and mayors compete for job-creating foreign investment on a level playing field.\n\n\nToday, the President is announcing the first-ever coordinated effort to actively recruit businesses to bring investment and jobs to the U.S.: To seize on America’s growing competitiveness, the Administration is creating the first-ever coordinated federal effort, hosted by the Department of Commerce, to attract foreign investment through enhancement and expansion of SelectUSA outlined below, while continuing to call on Congress to provide all necessary resources.\n\n\n\n\n\n\n\n\n\n\nMaking job-creating foreign investment a core priority: For the first time, domestic and overseas teams at Commerce and State will make recruiting business investment one of their core priorities, alongside their traditional focus on export promotion and commercial advocacy.  \n\n\nFirst-ever coordinated, global teams led by Ambassadors to actively work to bring jobs to U.S.: For the first time, the U.S. will organize dedicated investment teams led by Ambassadors to actively encourage and track job-creating investment into the U.S. This will begin in 32 priority markets which represent over 90 percent of foreign direct investment into the U.S.\n\n\nFirst coordinated advocacy process to include senior-most Administration officials, including all the way up to the President: Historically, on an ad hoc basis, senior government officials have been involved in advocacy for business investment in the U.S. But going forward, the Administration is creating the first-ever coordinated advocacy process to link international teams with senior government officials all the way up to the President to recruit businesses to bring jobs to the U.S.\n\n\nFor the first time, there will be a single point of contact for ready investors looking to bring jobs and production to the U.S.: For the first time, SelectUSA will create single points of contact for businesses looking to bring jobs and production to the U.S. This will include greater coordination between SelectUSA headquarters in Washington D.C., in-country resources at the Embassy, and state-based economic development organizations.\n\n\nFirst ever effort to coordinate support for states and localities to attract investment: For the first time, we will help regional, state, and local economic development organizations attract investment, improving coordination to increase their success rate and connecting them with overseas markets and investors through our Missions. \n\n\n\n\n\n\n\nExpanding and Enhancing SelectUSA\nOn Thursday, October 31st President Obama will host and deliver remarks at the SelectUSA Investment Summit in Washington, D.C., where he will announce aggressive expansion and enhancement of SelectUSA. Building on the progress-to-date with SelectUSA, which was launched in June 2011, the Commerce Department, State Department and White House, along with other federal agencies, are launching the first-ever fully coordinated effort at home and around the world to actively recruit businesses to bring investment to the U.S.  This announcement takes major strides forward, but the President will also continue to call on Congress to provide the necessary resources required to build the full suite of capabilities required to realize our shared ambition for SelectUSA.  Specific actions of the new and expanded initiative include:\n\n\nSelectUSA will for the first time deeply support states and cities to attract and compete for job-creating investment into the U.S.: SelectUSA will help regional, state, and local economic development organizations attract investment, improving coordination to increase their success rate and connecting them with overseas markets and investors through our Missions.  Leveraging the federal government’s domestic networks, SelectUSA will provide new services to our domestic partners, including counseling on implementing best practice investment attraction strategies, data and analysis of investment trends to help better allocate resources in attracting job-creating investment.\n\nSelectUSA will encourage job-creating foreign investment as a core priority in a coordinated, all hands on deck manner for the first time:  Historically, the federal government has not organized to encourage job-creating investment from around the world akin to how we have coordinated global efforts to promote U.S. exports.  Now, our domestic and overseas commercial teams at Commerce and State will make actively recruiting jobs and investment a top priority, ensuring that the entire team is consistently working to bring jobs to the U.S. and promote the U.S. as the premiere destination for global investment, while actively generating interested investors and working in partnership with U.S. economic development organizations (EDOs) at the state, regional, and local levels.\n\n\nSelectUSA will develop the first-ever coordinated, global team to actively work to bring jobs back to the U.S. led directly by our Ambassadors:  In 32 initial economies with substantial potential investments into the U.S., investment teams will develop country-specific strategies that make investment promotion a key priority, coordinated with efforts to promote U.S. exports and support U.S. businesses.  Investment teams will be created as part of a phased implementation to prioritize locations with the largest potential for U.S. investment.  Among other activities, Missions will expand outreach to prospective investors to consider investment to the U.S., host or participate in in-country or regional events to encourage investment, and leverage local business connections to promote U.S. investment.  The expanded effort will rely on leveraging existing resources and refocusing priorities, drawing on increased support from SelectUSA headquarters.  Investment metrics will be tracked globally with regular reporting to track progress and share best practices.\n\n\nSelectUSA will for the first time include a seamless process to enlist top Administration officials all the way up to the President to actively advocate for high-priority investments into the U.S.: For the first time, the U.S. federal government will actively advocate with business leaders to locate production and investment in the U.S., a tactic often employed by competitor nations looking to attract investment.  Previously, a state like Pennsylvania would be left to compete head-to-head with othre major industrialized nations.  Now, our states, regions, and cities will have the full support of top federal officials, including the President, in advocating with businesses from around the world to select the U.S. as the location for new jobs and investment.  Advocacy will be both ‘generic’, encouraging the U.S. generally, and ‘specific’, advocating on behalf of a U.S. location when a decision is down to that specific location and non-U.S. options.\n\n\nSelectUSA will create for the first time single points of contact for investors looking to locate in the U.S.: SelectUSA headquarters, located at the Department of Commerce, will assign a single point-of-contact for ready investors looking to locate and create jobs in the U.S.  In partnership with state and local economic development officials, SelectUSA will help investors gather the information needed to choose the U.S. as a location, navigate through federal agency processes, and provide general investment counseling support.  SelectUSA headquarters will increase support for the SelectUSA Investment Teams around the world, providing them with the information, analysis, services, and process coordination needed to engage with investors and promote the U.S.\n\n\n\n\n\n\n"
}