{
    "title": "DECLARACIONES DEL PRESIDENTE EN DISCURSO A LA NACIÓN SOBRE LIBIA | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/30/declaraciones-del-presidente-en-discurso-la-naci-n-sobre-libia",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nMarch 30, 2011\n\n \n\n\n\nDECLARACIONES DEL PRESIDENTE EN DISCURSO A LA NACIÓN SOBRE LIBIA\n\n\n\n\n\n\t \n\nTHE WHITE HOUSE\n\nOficina del Secretario de Prensa\n\n_____________________________________________________________________________\n\n\tPARA PUBLICACIÓN INMEDIATA                                                                                                     28 de marzo, 2011\n\n\t \n\n\tUniversidad de Defensa Nacional\n\tWashington, D. C.\n\n\t7:31 p.m. (Hora del este)\n\n\tEL PRESIDENTE: Esta noche, me gustaría ofrecer una actualización al pueblo estadounidense con respecto a la operación internacional que hemos encabezado en Libia: lo que hemos hecho, lo que tenemos previsto hacer y el motivo por el cual esto nos importa.\n\n\tQuiero comenzar agradeciendo a nuestros hombres y mujeres en uniforme, quienes, una vez más, han actuado con valentía, profesionalismo y patriotismo. Se han movilizado con una velocidad y fortaleza increíbles. Gracias a ellos, y a nuestros dedicados diplomáticos, se ha forjado una coalición y se han salvado innumerables vidas.\n\n\tMientras tanto, en estos momentos, nuestras tropas dan apoyo a nuestro aliado Japón, abandonan Iraq para que quede en manos de su pueblo, detienen el ímpetu del Talibán en Afganistán y persiguen a al-Qaeda en todo el mundo. Como comandante en jefe, estoy agradecido con nuestros soldados, marineros, pilotos, soldados de la infantería de Marina, miembros del Servicio de Guardacostas, y con sus familias. Sé que todos los estadounidenses compartimos ese sentimiento.\n\n\tDurante generaciones, Estados Unidos ha desempeñado una función única como pilar de la seguridad mundial y defensor de la libertad humana. Conscientes de los riesgos y costos de las intervenciones militares, nos mostramos naturalmente renuentes a utilizar la fuerza para resolver los numerosos desafíos en el mundo. Pero cuando están en juego nuestros intereses y valores, tenemos la responsabilidad de actuar. Eso es lo que ha sucedido en Libia en el transcurso de las últimas seis semanas.\n\n\tLibia está situada entre Túnez y Egipto, dos países que inspiraron al mundo cuando sus pueblos se alzaron y se hicieron cargo de sus propios destinos. Durante más de cuatro décadas, el pueblo libio ha estado gobernado por un tirano: Muamar el Gadafi. Gadafi ha privado a su pueblo de su libertad, ha explotado su riqueza, ha asesinado a sus adversarios en el país y en el extranjero, y ha aterrorizado a personas inocentes en todo el mundo, entre ellas a estadounidenses que han sido asesinados por agentes libios.\n\n\tEl mes pasado, el yugo de temor de Gadafi parecía haber cedido a la promesa de la libertad. En ciudades y pueblos de todo el país, el pueblo libio salió a la calle para reclamar sus derechos humanos básicos. Como dijo un ciudadano: “Por primera vez, tenemos finalmente la esperanza de que la pesadilla que hemos sufrido durante 40 años llegue a su conclusión pronto”.\n\n\tEnfrentado a semejante oposición, Gadafi comenzó a atacar a su pueblo. Como presidente, mi preocupación inmediata fue la seguridad de nuestros ciudadanos, de modo que evacuamos nuestra embajada y a todos los estadounidenses que solicitaron nuestra ayuda. A continuación, tomamos una serie de medidas en cuestión de días para responder a la agresión de Gadafi. Congelamos más de 33.000 millones de dólares pertenecientes al régimen de Gadafi. En conjunción con otros países del Consejo de Seguridad de las Naciones Unidas, ampliamos nuestras sanciones, impusimos un embargo de armas y tomamos medidas para que Gadafi y aquellos cercanos a él sean responsables por sus crímenes. Dejé bien sentado que Gadafi había perdido la confianza de su pueblo y la legitimidad para gobernar, y dije que tenía que renunciar al poder.\n\n\tAnte la condena del mundo, Gadafi optó por aumentar los ataques, lanzando una campaña militar contra el pueblo libio. Personas inocentes fueron blancos de asesinato. Hospitales y ambulancias fueron atacados. Periodistas fueron arrestados, agredidos sexualmente y asesinados. Se interrumpieron los suministros de alimentos y combustible. Se cortó el servicio de agua para cientos de miles de personas en Misurata. Ciudades y pueblos fueron bombardeados, mezquitas fueron destruidas y edificios de departamentos reducidos a escombros. Aviones militares y helicópteros de combate desencadenaron ataques contra personas que no tenían manera de defenderse de los ataques desde el aire.\n\n\tAnte esta represión brutal y una inminente crisis humanitaria, ordené que buques de guerra se dirigieran hacia el Mediterráneo. Los aliados europeos declararon su voluntad de comprometer recursos para detener la masacre. La oposición libia y la Liga Árabe apelaron al mundo para salvar vidas en Libia. De modo que, a petición mía, Estados Unidos encabezó junto con nuestros aliados en el Consejo de Seguridad de las Naciones Unidas la tarea de aprobar una histórica resolución que autoriza el establecimiento de una zona de exclusión aérea para detener los ataques del régimen desde el aire, y que autoriza además la adopción de todas las medidas necesarias para proteger al pueblo libio.\n\n\tHace diez días, habiendo intentado poner fin a la violencia sin el uso de la fuerza, la comunidad internacional ofreció a Gadafi una última oportunidad de detener su campaña de asesinatos o sino afrontar las consecuencias. En lugar de desistir, sus tropas continuaron su avance, ejerciendo presión en la ciudad de Benghazi, lugar donde viven cerca de 700.000 hombres, mujeres y niños que deseaban no estar sujetos al miedo.\n\n\tLlegados a este punto, Estados Unidos y el mundo tenían que elegir. Gadafi declaró que no demostraría “compasión alguna” hacia su propio pueblo. Les comparó con ratas y amenazó con ir de puerta en puerta para castigarles. En el pasado, le hemos visto ahorcar a civiles en las calles, y matar a más de 1.000 personas en un solo día. Ahora veíamos a las fuerzas del régimen a las puertas de la ciudad. Sabíamos que si queríamos, si esperábamos un día más, Benghazi, una ciudad casi del tamaño de Charlotte, podría sufrir una masacre que hubiera repercutido en la región y hubiera manchado la conciencia del mundo.\n\n\tPor nuestros intereses nacionales no podíamos dejar que eso ocurriera. Me negué a permitir que eso ocurriera. Por ese motivo, hace nueve días, tras consultar con los líderes de ambos partidos en el Congreso, autoricé la operación militar para detener la matanza y hacer cumplir la resolución 1973 del Consejo de Seguridad de las Naciones Unidas.\n\n\tAtacamos a las fuerzas del régimen que se acercaban a Benghazi para salvar a la ciudad y a su población. Atacamos a las tropas de Gadafi en la vecina ciudad de Ajdabiya, lo que permitió que las fuerzas de la oposición las expulsaran de allí. Atacamos las defensas aéreas de Gadafi, lo cual allanó el camino para establecer la zona de exclusión aérea. Atacamos tanques y objetivos militares que habían estado asediando poblaciones y ciudades, y cortamos el acceso a la mayoría de sus fuentes de suministro. Y esta noche, puedo informarles de que hemos parado el mortífero avance de Gadafi.\n\n\tEn esta operación, Estados Unidos no ha actuado solo. Por el contrario, se nos ha sumado una coalición fuerte y en aumento. En ella están nuestros aliados más cercanos — países como el Reino Unido, Francia, Canadá, Dinamarca, Noruega, Italia, España, Grecia, y Turquía — todos ellos han luchado junto a nosotros durante décadas. También se han unido países árabes como Qatar y los Emiratos Árabes Unidos, que han optado por cumplir con sus responsabilidades de defender al pueblo libio.\n\n\tPor tanto, en resumidas cuentas, en tan sólo un mes Estados Unidos ha colaborado con nuestros socios internacionales para movilizar una coalición amplia, obtener un mandato internacional dirigido a proteger a los civiles, parar a un ejército que avanzaba, prevenir una masacre, y establecer una zona de exclusión aérea con nuestros aliados y socios. Para ofrecer algo de perspectiva sobre la rapidez con que se llevó a cabo esta respuesta militar y diplomática, cuando se produjeron los ataques contra la población bosnia en la década de 1990, la comunidad internacional tardó más de un año en intervenir con ataques aéreos para proteger a la población civil. Hemos tardado 31 días.\n\n\tLo que es más, hemos alcanzado estos objetivos en concordancia con la promesa que le hice al pueblo estadounidense al principio de nuestras operaciones militares. Dije que el papel de Estados Unidos sería limitado, que no tendríamos tropas de tierra en Libia, que centraríamos nuestras capacidades únicas en el inicio de la operación y que trasladaríamos las responsabilidades a nuestros aliados y socios. Esta noche estamos cumpliendo esa promesa.\n\n\tNuestra alianza más eficaz, la OTAN, ha tomado el mando para hacer cumplir el embargo de armas y la zona de exclusión aérea. Anoche, la OTAN decidió asumir la responsabilidad adicional de proteger a los civiles libios. Esta transferencia de Estados Unidos a la OTAN se producirá el miércoles. En adelante, la dirección de hacer cumplir la zona de exclusión aérea y proteger a los civiles sobre el terreno se traspasará a nuestros aliados y socios, y tengo plena confianza en que nuestra coalición mantendrá la presión sobre las fuerzas de Gadafi que quedan.\n\n\tEn esta operación, Estados Unidos desempeñará un papel secundario, lo que incluye dar apoyo de inteligencia, apoyo logístico, asistencia en búsquedas y rescates, y capacidades para atascar las comunicaciones del régimen. Debido a la transición a una coalición más amplia bajo el mando de la OTAN, el riesgo y costo de esta operación, tanto para nuestros militares como para el contribuyente estadounidense, se reducirá considerablemente.\n\n\tPor tanto, para aquellos que han dudado de nuestra capacidad para llevar a cabo esta operación, quiero dejar bien sentado: los Estados Unidos de América han hecho lo que dijimos que íbamos a hacer.\n\n\tEso no quiere decir que hayamos finalizado nuestro trabajo. Además de nuestras responsabilidades con la OTAN, colaboraremos con la comunidad internacional para proporcionar asistencia al pueblo libio, que necesita alimentos para los hambrientos y atención médica para los heridos. Custodiaremos los más de 33.000 millones de dólares del régimen de Gadafi que se han congelado, para que estén disponibles para la reconstrucción de Libia. A fin de cuentas, el dinero no le pertenece ni a Gadafi ni a nosotros, le pertenece al pueblo libio, y nos aseguraremos de que lo reciba.\n\n\tMañana, la secretaria Clinton viajará a Londres, donde se reunirá con la oposición libia y consultará con más de 30 países. Estas conversaciones se centrarán en el tipo de actividad política necesaria para ejercer presión sobre Gadafi y al mismo tiempo apoyar la transición al futuro que se merece el pueblo libio, porque si bien nuestra misión militar está centrada concretamente en salvar vidas, continuaremos intentando alcanzar el objetivo más amplio de una Libia que no pertenezca a un dictador, sino a su pueblo.\n\n\tAhora bien, a pesar del éxito de nuestras operaciones la semana pasada, sé que algunos estadounidenses continúan cuestionándose nuestros esfuerzos en Libia. Gadafi todavía no ha renunciado al poder, y hasta que lo haga Libia continuará siendo un peligro. Lo que es más, incluso después de que Gadafi abandone el poder, 40 años de tiranía han dejado a Libia fragmentada y sin instituciones civiles fuertes. La transición a un gobierno legítimo que responda ante el pueblo libio será una tarea difícil. Y aunque Estados Unidos haga su parte para ayudar, será una tarea para la comunidad internacional y, lo que es más importante, una tarea para el propio pueblo libio.\n\n\tDe hecho, gran parte de este debate en Washington ha presentado una falsa opción en lo que se refiere a Libia. Por una parte, algunos se preguntan por qué Estados Unidos tiene que intervenir en absoluto, incluso de manera limitada, en esta tierra distante. Argumentan que hay muchos lugares en el mundo donde civiles inocentes encaran una violencia brutal a manos de sus gobiernos, y no se puede esperar que Estados Unidos sea el policía del mundo, en especial cuando tenemos tantas necesidades apremiantes aquí en nuestro país.\n\n\tEs cierto que Estados Unidos no puede utilizar nuestro ejército en cada lugar que existe la represión; y dados los costos y riesgos de las intervenciones, siempre debemos medir nuestros intereses contra la necesidad de actuar. Sin embargo, ello no debe ser argumento para no actuar nunca en nombre de hacer lo correcto. En este país en particular, Libia, en este momento en particular, afrontábamos la perspectiva de una violencia de escala horrorosa. Disponíamos de una capacidad única para parar la violencia: un mandato internacional a la acción, una coalición amplia dispuesta a unirse a nosotros, el apoyo de los países árabes, y el ruego de ayuda del propio pueblo libio. También teníamos la capacidad de parar a las fuerzas de Gadafi sin poner tropas estadounidenses en tierra.\n\n\tEn estas circunstancias, dejar de lado la responsabilidad de Estados Unidos como líder, y más profundamente, nuestras responsabilidades hacia otros seres humanos, habría sido una traición a quienes somos. Algunos países puede que hagan la vista ciega a las atrocidades que ocurren en otros. Estados Unidos es diferente, y como Presidente me niego a esperar a ver imágenes de las matanzas y de las fosas comunes para actuar.\n\n\tLo que es más, Estados Unidos tiene importantes intereses estratégicos en evitar que Gadafi aplaste a aquellos que se oponen a él. Una masacre habría causado que miles de refugiados adicionales cruzaran las fronteras libias, lo que ejercería una presión enorme sobre las pacíficas, pero frágiles, transiciones de Egipto y Túnez. Los impulsos democráticos que están brotando en la región se verían eclipsados por las dictaduras más sombrías, ya que los líderes represores concluirían que la violencia es la mejor estrategia para aferrarse al poder. El mandato del Consejo de Seguridad de las Naciones Unidas hubiera aparecido sólo como palabras vacías, debilitando la credibilidad futura de la institución para mantener la paz y la seguridad mundiales. Por tanto, aunque nunca les restaré importancia a los costos que la actuación militar implica, estoy convencido de que, de no actuar en Libia, el precio para Estados Unidos hubiera sido mucho más alto.\n\n\tAhora bien, así como algunos han argumentado contra la intervención en Libia, hay otros que han propuesto ampliar nuestra misión militar más allá de la protección del pueblo libio, y que debemos hacer lo necesario para derrocar a Gadafi y dar espacio a un nuevo gobierno.\n\n\tDesde luego, no hay duda de que Libia, y el mundo, estarían mejor sin Gadafi en el poder. Yo, junto con muchos otros líderes del mundo, hemos adoptado ese objetivo, y lo intentaremos alcanzar por medios no militares. Sin embargo, ampliar nuestra misión militar para que incluya el cambio de régimen sería un error.\n\n\tLa tarea que he asignado a nuestras tropas –la de proteger al pueblo libio del peligro inmediato y establecer una zona de exclusión aérea– la avala un mandato de la ONU y el apoyo internacional. También es lo que la oposición libia nos ha pedido que hagamos. Si intentáramos derrocar a Gadafi nuestra coalición se dividiría. Probablemente tendríamos que colocar tropas estadounidenses en el terreno para lograr esa misión, o arriesgarnos a matar a muchos civiles desde el aire. Los peligros para nuestros hombres y mujeres en uniforme serían mucho mayores; y también lo serían los costos y nuestra parte de la responsabilidad para lo que fuera a ocurrir después.\n\n\tPara ser franco, ese camino ya lo tomamos en Iraq. Gracias a los extraordinarios sacrificios de nuestras tropas y a la determinación de nuestros diplomáticos, confiamos en el futuro de Iraq. Pero el cambio de régimen en ese país tardó ocho años, se cobró miles de vidas estadounidenses e iraquíes y costó casi un billón de dólares. Eso es algo que no podemos permitirnos que se repita en Libia.\n\n\tA medida que se reduzca nuestra operación militar, lo que podemos hacer — y lo que haremos — es apoyar las aspiraciones del pueblo libio. Hemos intervenido para parar una masacre y trabajaremos con nuestros aliados y socios para mantener la seguridad de la población civil. Le negaremos armamentos al régimen, cortaremos sus suministros de dinero en efectivo, ayudaremos a la oposición y trabajaremos con otros países para acelerar el día en que Gadafi abandone el poder. Puede que no ocurra de la noche a la mañana, si un Gadafi debilitado trata de aferrase desesperadamente al poder. Pero debe quedar bien claro a quienes rodean a Gadafi, y a todos los libios, que la historia no está del lado de Gadafi. Con el tiempo y el espacio que hemos proporcionado al pueblo libio, ellos podrán decidir su propio destino, y así es como debe ser.\n\n\tPermítanme que concluya refiriéndome a lo que esta operación dice acerca del uso del poder militar de Estados Unidos, y del liderazgo más amplio de Estados Unidos en el mundo, bajo mi presidencia.\n\n\tComo comandante en jefe, no tengo responsabilidad más importante que mantener seguro a este país. Ninguna decisión es más difícil para mí que desplegar a nuestros hombres y mujeres en uniforme. He dejado bien sentado que nunca vacilaré en utilizar a nuestro ejército rápidamente, decisivamente y unilateralmente cuando sea necesario para defender a nuestro pueblo, nuestra patria, nuestros aliados y nuestros intereses fundamentales. Por eso luchamos contra al-Qaeda dondequiera que pretendan afianzarse. Por eso continuamos luchando en Afganistán, aun cuando hemos concluido nuestra misión de combate en Iraq y retirado a más de 100.000 efectivos de ese país.\n\n\tHabrá veces, no obstante, cuando nuestra seguridad no se vea amenazada directamente, pero nuestros intereses y valores sí. A veces, el transcurso de la historia plantea desafíos que amenazan nuestra humanidad común y nuestra seguridad común, como por ejemplo responder a desastres naturales o prevenir el genocidio y mantener la paz; asegurar la seguridad regional y mantener el flujo de comercio. Estos quizás no sean problemas sólo de Estados Unidos, pero son importantes para nosotros. Son problemas que vale la pena resolver. Y en estas circunstancias, sabemos que a Estados Unidos, como el país más poderoso del mundo, frecuentemente se le pedirá que ayude.\n\n\tEn tales casos, no debemos tener miedo de actuar; pero la carga de actuar no debe ser sólo para Estados Unidos. Como hemos hecho en Libia, nuestra tarea es movilizar a la comunidad internacional para la acción colectiva. Porque, al contrario de lo que afirman algunos, el liderazgo estadounidense no es simplemente asunto de actuar solo y soportar toda la carga nosotros solos. El verdadero liderazgo crea las condiciones y coaliciones para que los demás participen también; trabaja con aliados y socios para que ayuden con el peso de la carga y paguen su parte de los costos; y ve que todos defiendan los principios de la justicia y dignidad humana.\n\n\tEsa es la clase de liderazgo que hemos demostrado en Libia. Por supuesto, aun cuando actuemos como parte de una coalición, los riesgos de la acción militar serán altos. Esos riesgos fueron evidentes cuando uno de nuestros aviones tuvo un fallo mecánico mientras sobrevolaba Libia. Sin embargo, cuando uno de los pilotos saltó con paracaídas, en un país cuyo dirigente había demonizado a Estados Unidos en numerosas ocasiones, y en una región que tiene una historia tan difícil con nuestro país, ese estadounidense no encontró enemigos. En lugar de ello, encontró personas que lo abrazaron. Un joven libio que vino a su ayuda dijo: “Somos sus amigos. Estamos tan agradecidos con esos hombres que protegen los cielos”.\n\n\tEsta voz es sólo una de muchas en una región donde una nueva generación no acepta más que le priven de sus derechos y oportunidades.\n\n\tSí, estos cambios harán el mundo más complicado por un tiempo. El progreso será disparejo y el cambio se producirá de manera distinta en países distintos. Hay lugares, como Egipto, donde este cambio nos inspirará y elevará nuestras esperanzas. Y luego hay lugares, como Irán, donde el cambio se suprime violentamente. Habrá que cuidarse de las fuerzas siniestras del conflicto civil y la guerra sectaria y habrá que abordar las difíciles aprehensiones políticas y económicas.\n\n\tEstados Unidos no podrá dictar el ritmo y el alcance de este cambio. Sólo los pueblos de la región pueden hacerlo. Pero podemos marcar una diferencia.\n\n\tCreo que no se puede dar marcha atrás a este movimiento de cambio, y que debemos apoyar a quienes creen en los mismos principios fundamentales que nos han guiado por muchas tormentas: nuestra oposición a la violencia contra el propio pueblo; nuestro apoyo a un conjunto de derechos universales, inclusive la libertad de los pueblos de expresarse y escoger a sus líderes; nuestro apoyo a los gobiernos que son sensibles a las aspiraciones de sus pueblos.\n\n\tNacidos, como somos, de una revolución de quienes deseaban ser libres, acogemos con beneplácito el hecho de que la historia esté en movimiento en Oriente Medio y el norte de África, y que los jóvenes vayan a la cabeza. Porque dondequiera que los pueblos deseen ser libres, encontrarán un amigo en Estados Unidos. A fin de cuentas, es esa fe — esos ideales — los que son la verdadera medida del liderazgo estadounidense.\n\n\tConciudadanos, yo sé que en tiempos de agitaciones en el extranjero — cuando las noticias están llenas de conflicto y cambio — puede haber tentación de apartarse del mundo. Y como he dicho en ocasiones anteriores, nuestra fuerza en el extranjero se afianza en nuestra fuerza aquí en nuestro país. Esa debe ser siempre la estrella que nos guíe: la capacidad de nuestro pueblo de alcanzar su potencial, de tomar decisiones inteligentes con nuestros recursos, de ampliar la prosperidad que constituye la fuente de nuestro poder, y de vivir según los valores que tanto apreciamos.\n\n\tRecordemos, también, que por generaciones hemos hecho la dura tarea de proteger a nuestro propio pueblo, así como a millones en todo el mundo. Lo hemos hecho porque sabemos que nuestro futuro es más seguro, nuestro futuro es más brillante, si más de la humanidad puede vivir con la luz brillante de la libertad y la dignidad.\n\n\tEsta noche, agradezcamos a los estadounidenses que prestan servicio militar en estos tiempos difíciles, y a la coalición que lleva adelante nuestra operación. Miremos al futuro con confianza y esperanza, no sólo para nuestro propio país, sino para todos los que añoran la libertad en todo el mundo.\n\n\tGracias. Que Dios los bendiga y que Dios bendiga a Estados Unidos.\n\n\t(termina el texto)\n\n\t####\n\n\t                                                                     \n\n\n\n\n"
}