{
    "title": "Seniors Groups: What They're Saying About the Affordable Care Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/19/seniors-groups-what-theyre-saying-about-affordable-care-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 19, 2011\n\n \n\n\n\nSeniors Groups: What They're Saying About the Affordable Care Act\n\n\n\n\n\n\tAs Congress considers legislation that would repeal the Affordable Care Act, it’s important to take a look at who is opposing repeal. Here’s what organizations representing seniors are saying:\n\t \n\nAARP\n\n\t“As the House prepares to vote this week on repeal of the Affordable Care Act (ACA), I am writing to make clear AARP's position. While we respect that there are those who do not support the ACA, AARP opposes repeal because the new law includes many vital provisions important to older Americans and their children.”\n\n\t \n\nLeadership Council of Aging Organizations\n\n\t“Millions of Americans have already benefited from provisions of the Affordable Care Act, including millions of seniors who received $250 towards the cost of their prescription drugs when they entered the Part D doughnut hole. The economic and physical health of seniors and their families will continue to benefit as the law is implemented further. We urge you not to deprive them of the protections created by the Affordable Care Act, and to vote against repeal.”\n\n\t \n\nNational Consumer Voice for Quality Long Term Care\n\n\t“Repeal of the Affordable Care Act would eliminate all of these urgently needed improvements in long-term care and protection of the elderly. Please vote against the bill to repeal the law.”\n\n\t \n\nCenter for Medicare Advocacy\n\n\t“Health care reform is helping families struggling to deal with illnesses, age, unemployment, and under-employment.  The law advances family values.  It’s time to implement, not repeal health care reform!”\n\n\t \n\nAlliance for Retired Americans\n\n\t“The proposal to be voted on in the U.S. House this week to repeal the 2010 health reform law is unconscionable. Seniors are clear on this: DO NOT raise our prescription drug costs; DO NOT re-open the Medicare Part D prescription drug doughnut hole; and DO NOT take away our free preventive screenings by repealing this law.”\n\n\t \n\nGenerations United\n\n\t“It is imperative that lawmakers not pass H.R. 2 and repeal the Affordable Care Act. It will be devastating to children, young adults and older people.”\n\n\t \n\nNational Committee to Preserve Social Security and Medicare\n\n\t“Not only is a repeal fiscally irresponsible, it takes away crucial Medicare improvements for seniors in the new law.”\n\n\t \n\nMedicare Rights Center\n\n\t“As the U.S. House of Representatives prepares for floor debate and a vote next week on a bill (HR 2) that would repeal the Affordable Care Act, the Medicare Rights Center expresses concern that repealing health care reform would sacrifice Americans’ wellbeing for the sake of political gain. Health reform extends the solvency of the Medicare trust fund, reduces the federal deficit, introduces initiatives to enhance quality and coordination of care, and provides real benefits to Medicare consumers by eliminating cost-sharing for many preventive services and closing the coverage gap in the Medicare prescription drug benefit. Knowing what the Medicare Rights Center knows from our clients, repeal of this legislation would hurt older adults and people with disabilities.”\n\n\t \n\nNational Council on Aging\n\n\t“The National Council on Aging (NCOA), the leading nonprofit service and advocacy organization for older Americans, is urging the 112th Congress not to repeal the landmark Affordable Care Act (ACA). Already, the ACA is providing critical benefits for seniors and their families, including a 50% discount on brand-name prescription drugs in the Medicare Part D “doughnut hole” or coverage gap, a free annual wellness visit to help older adults develop a personal prevention plan, and full coverage of important preventive services such as diabetes tests and prostate cancer screenings.”\n\n\t \n\nNational Association of Area Agencies on Aging\n\n\t“If repeal is allowed to go forward millions of older Americans would be deprived of new prescription drug benefits for those individuals who fall into the Medicare Part D \"donut hole\" and all working Americans would stand to lose benefits provided under the new CLASS program that would help them pay for long-term care when they need them. Repeal also means older adults will not be able to take advantage of new Medicare prevention and wellness benefits to help them better manage their chronic conditions and stay healthy. We urge all Members of Congress to vote against repeal and allow key provisions of the ACA to be implemented that will improve the health and security of our nation’s older adults.”\n\n\n\n\n"
}