{
    "title": "FACT SHEET: Investing in Manufacturing to Create High-Paying Jobs and Strengthen the Middle Class | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/07/10/fact-sheet-investing-manufacturing-create-high-paying-jobs-and",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 10, 2015\n\n \n\n\n\nFACT SHEET: Investing in Manufacturing to Create High-Paying Jobs and Strengthen the Middle Class\n\n\n\n\n\nAdministration Designates an additional 12 Communities to Receive Federal Support for Local Plans through the Investing in Manufacturing Communities Partnership\n\n\tManufacturing helped build the American middle class and fuel the world’s most innovative economy—and it’s doing so again today.  After a decade of decline in the 2000s, when 40 percent of all large factories closed their doors, American manufacturing is on the upswing.  U.S. manufacturing is growing faster than the economy overall for the first time since the 1990s.  U.S. manufacturers are consistently adding new jobs, nearly 900,000 since February 2010 alone. \n\n\tTo build on this progress, U.S. Secretary of Commerce Penny Pritzker is announcing 12 new designated Manufacturing Communities today, as part of the second round of the Administration-wide initiative led by the Commerce Department, ‘Investing in Manufacturing Communities Partnership’ (IMCP) competition. These communities forged strong economic development plans and deep partnerships between the public and private sectors, positioning themselves for strong economic growth in the years ahead. To recognize their promise and their success, IMCP communities around the country are receiving visits today from senior administration officials from the Departments of Transportation, Agriculture, Commerce, and Labor, the Small Business Administration, the Delta Regional Authority, and the Environmental Protection Agency.\n\n\tStrong foundations for durable manufacturing growth are based on local strategies, which take advantage of communities’ existing strengths.  The IMCP seeks to enhance the way we leverage federal economic development funds to encourage American communities to focus not only on attracting individual investments one at a time, but transforming themselves into globally competitive manufacturing hubs.  This Administration-wide initiative, coordinated by the U.S. Department of Commerce, brings together the resources of multiple federal departments and agencies involved in economic development to better leverage federal programs and resources behind locally-driven manufacturing strategies.\n\n\tEleven federal agencies, with more than $1 billion in economic development funds, will be able to build on the designees’ plans to better support strong local public-private partnerships that bolster regional manufacturing. Each designated community will also receive a federal liaison and branding and promotion as a designated Manufacturing Community to help attract additional private investment and partnerships.\n\n\tAll designated IMCP regions and those that applied are being invited to attend the Investing in Manufacturing Communities Partnership Summit in Washington, DC on Oct. 21st – 22nd, 2015, providing an opportunity to share best practices in attracting manufacturing investment.  \n\nThe 12 newly designated Manufacturing Communities are –\n\n\t1.      The Greater Pittsburgh Metals Manufacturing Community in Pittsburgh, PA, led by Catalyst Connection\n\n\t2.      The Alamo Manufacturing Partnership in the San Antonio, TX metropolitan area, led by the University of Texas at San Antonio\n\n\t3.      The Louisiana Chemical Corridor stretching from New Orleans, LA to Baton Rouge, LA, led by Louisiana State University\n\n\t4.      The Madison Regional Economic Partnership (MadREP) in the Madison, WI region, led by the eponymous non-profit,\n\n\t5.      The Made in the Mid-South Manufacturing Alliance spanning five counties surrounding Memphis, TN, led by the Greater Memphis Chamber\n\n\t6.      The Greater Peoria Economic Development Council, leading a five county region in central Illinois\n\n\t7.      The Minnesota Medical Manufacturing Partnership in Minneapolis, MN, led by GREATER MSP\n\n\t8.      The South Central Idaho region led by the Region IV Development Association in Twin Falls, ID\n\n\t9.      The Utah Advanced Materials and Manufacturing Initiative in the Wasatch Front region of Utah, led by the University of Utah\n\n\t10.  The Pacific Northwest Partnership Region in Oregon and Southwest Washington, led by Business Oregon\n\n\t11.  The Connecticut Advanced Manufacturing Communities Region, an eight county area centered on Hartford, CT, led by the State of Connecticut Department of Economic and Community Development.\n\n\t12.   The Central Valley AgPlus Food and Beverage Manufacturing Consortium in Fresno, led by California State University\n\nProgress on the First Round of 12 Investing in Manufacturing Communities Partnership Communities\n\n\tProgress is already on display in the first round of communities designated as Manufacturing Communities in 2014.  In addition to making progress on their local manufacturing strategies, these 12 communities are attracting increased public and private investment, including over $100 million in new federal economic development investments, on the basis of their strong local plans to increase competitiveness, jobs, and growth.\n\n\n\t\tThe Southwestern Ohio SOAR partnership has shown how smart investments in regional competitiveness can translate into broader manufacturing growth.  Leveraging its strong local strategy and $20 million of federal investments, it has attracted new private sector commitments to the region’s manufacturing base of more than $500 million. \n\n\t\tPortland, ME is leveraging the IMCP designation to help upgrade the Port of Portland for the first time in 30 years, with a new $9 million grant from the state of Maine helping to attract three times that amount in private sector funding.\n\n\t\tWichita State University in Kansas received a grant from the Commerce Department's Economic Development Administration to purchase laboratory equipment for a new Multi-Robotic Additive Manufacturing Center, and to develop a new Innovation Campus. Airbus has committed already to moving as many as 400 aerospace engineers to the new campus after it is built.\n\n\t\tSouthern California's designation as a manufacturing community helped Chaffey College secure a $15 million grant from the U.S. Departments of Labor and Education to create an advanced manufacturing training center.  This center will train workers for the highly technical, highly skilled jobs needed to grow the industry and the economy of the region.\n\n\t\tThe Puget Sound Regional Council, as part of an effort led by the state of Washington, was awarded a $4.3 million grant from the Department of Defense to transition Washington’s defense-sector advanced manufacturing capabilities to new applications.\n\n\t\tThe Department of Transportation has made infrastructure investments aimed at spurring local economic development and access to jobs in Investing in Manufacturing Communities Partnership communities across the country -- including $20 million to upgrade and expand the Port of Seattle.\n\n\n12 New Investing in Manufacturing Communities Partnership Designated Communities\n\nThe Greater Pittsburgh Metals Manufacturing Community (Catalyst Connection, Pittsburgh, PA) – Since the time of Andrew Carnegie, the greater Pittsburgh region has been known as the birthplace of American steel.  Today, the Greater Pittsburgh Metals Manufacturing Community is proposing to build on its historic strengths to win the next generation of metals manufacturing, using innovative technologies like 3D printing, robotics, and advanced materials. In doing so, the region is bringing together partners old and new, such as TechShop, Carnegie Mellon University, and the United Steel Workers, who are working to launch an apprenticeship program for workers in manufacturing start-ups. Finally, in the home of some of the oldest metal manufacturers in the United States, this Manufacturing Community is also creating a supportive ecosystem for manufacturing start-ups to scale through hardware design centers such as Alpha Lab Gear. \n\nThe Minnesota Medical Manufacturing Partnership (GREATER MSP, Minneapolis and Rochester, MN region) – The Minnesota Medical Manufacturing Partnership first got its edge in medical device manufacturing when it pioneered the battery-operated pacemaker in in 1949. Today, the region—which is home to the Mayo Clinic, Medtronic, and numerous medical manufacturing start-ups—leads the nation in bring new medical devices to market, with 40% of all new devices approved over the past five years hailing from the region. To ensure that even more of the devices emerging from the region’s research are manufactured in Minnesota, the Partnership is attracting new venture capital firms and strengthening the supplier network that support “spinouts” from the region’s new Mayo Clinic Business Accelerator. \n\nCentral Valley AgPlus Food and Beverage Manufacturing Consortium (California State University, Central Valley region surrounding Fresno, CA) –  Taking its products from farm to fork, the Central Valley AgPlus consortium is working to move the food processing industry in California, the state’s third largest in manufacturing, up the value chain while pioneering new drought-resistant, water-efficient technologies. Critically aware that global food production consumes 70% of the world’s fresh water resources, the AgPlus Consortium will work to pilot water-saving technologies in the Valley and scale them to reach the rest of the world. To do so, they will leverage incubators, testing facilities, and world-leading research at the region’s colleges and universities.\n\nConnecticut Advanced Manufacturing Communities Region (The State of Connecticut Department of Economic and Community Development, four county region centered on Hartford, CT) – The Connecticut Advanced Manufacturing Communities Region is positioning itself to soar on growth in aerospace technologies and the latest class of submarines, after pioneering in aerospace and naval manufacturing for 100 years.  To help small manufacturers keep pace with advances in these areas, the region has created a $30 million Manufacturing Innovation Fund, which serves to finance technology upgrades and workforce training for small cutting-edge companies. Through the nation’s first Green Bank, the region is keeping energy costs and carbon emissions low for energy-intensive manufacturing. Other new efforts to upgrade a network of Advanced Manufacturing Centers in the region’s community colleges will ensure that the region’s next generation of manufacturing workers can fill the jobs coming on the market.\n\nThe Alamo Manufacturing Partnership (The University of Texas at San Antonio, The San Antonio, TX metro area) – The South Texas region is partnering with major manufacturers like Toyota, Caterpillar, and Lockheed Martin to train workers for today’s jobs in advanced transportation equipment manufacturing. This partnership has already produced the 90-day “Just-in-Time Training Program for Manufacturers,” which rapidly gives workers the skills to help the region’s manufacturing grow. The region is also home to the nationally renowned Alamo Academies, a network of career academies that prepare high school students for college and high-wage careers in industry.\n\nThe Utah Advanced Materials and Manufacturing Initiative (The University of Utah, the highly urbanized region of the Wasatch Front) – Increased manufacturing of advanced composite materials, like the carbon fiber used in race cars and airplanes, requires a new set of skills for Utah’s workforce. To meet this challenge, the region is creating a network of Local Solutions Centers, where industry can conduct proof-of-concept research and development while teaching students how to manufacture new technologies. The Initiative will also better connect nimble small suppliers in the Utah Supplier Network to large manufacturers looking to in-source composites manufacturing to Utah.\n\nThe Louisiana Chemical Corridor (Louisiana State University, stretching from New Orleans, LA to Baton Rouge, LA) – Fueled by low-cost natural gas and petroleum feedstock, the Louisiana Chemical Corridor is home to the largest installation of refineries and chemical processing plants in the country, including one of the four largest refineries in the Western Hemisphere.  The Value Louisiana Initiative is working to sustain that strength, spurring the region’s advanced manufacturing industry to take the lead on sustainable chemical manufacturing, opening new biodiesel refining plants and companies focused on commercializing bioplastics in the area.  The region’s partners are exploring new capital access programs to spur innovation in this field, including loan and manufacturing bonds that help small companies receive financing and scale up in the region.\n\nThe Pacific Northwest Partnership Region (Business Oregon, Oregon and Southwest Washington) – Applying the latest in advanced materials science, the Pacific Northwest Partnership Region proposes to grow its natural resource-based economy by developing a manufacturing cluster focused on wood products and cross-laminated timber in the greater Portland, OR area. As strong as steel or concrete and capable of framing 14-story skyscrapers, but made from a renewable resource, cross-laminated timber has yet to be commercially manufactured in the United States. Through new research translation out of its Signature Research Centers—as well as demonstration projects at Oregon State University, the Oregon Zoo, and the Glenwood Riverfront Redevelopment—the region aims to showcase the capabilities of this material while building its production capacity. \n\nThe South Central Idaho Region (Region IV Development Association, six county region surrounding Twin Falls) – The six-county South Central Idaho community contains a leading sustainable-food production, processing, and science cluster. Rapid advances in technology are changing the game; for example, the job description for a potato-line worker now requires programming skills and the ability to operate sophisticated automated machinery. However, with an unemployment rate close to 3%, finding workers with the skills to fill these jobs is an increasing challenge.  To meet that challenge, the region is ramping up efforts to train youth in food sciences and advertise good careers available in these industries. In addition, the region is working to strengthen connections between laboratories, factories, and farmers and manufacturers, while exploring new multi-modal freight models to help the region’s products reach markets even faster and fresher than today.\n\nGreater Peoria (Greater Peoria Economic Development Council, five county region around Peoria, IL) – Known as the Earthmoving Capital of the World, Greater Peoria builds giant excavators, industrial cranes, and earth movers of Titanic proportions. Its exports are no less sizeable, with more exported merchandise per capita than anywhere else in the nation. While building on this strength, the region also recognizes a need to diversify its supply chain to better weather the ups and downs of global markets. The region is forming a privately-led manufacturing network to recruit new large manufacturers into the region and, through supplier teaming, encourage its small manufacturers to pursue customers outside of the earthmoving industry.\n\nThe Made in the Mid-South Manufacturing Alliance (The Greater Memphis Chamber, five county region around Memphis, TN) – The Mid-South Manufacturing Alliance is leveraging its region’s significant transportation and logistical strengths to grow a hub in medical device manufacturing. As part of the Greater Memphis Global Trade Hub the region has four class I railroads, FedEx’s World Hub, the International Port of Memphis, and over 184 million square feet of warehouse and distribution space. However, training its workforce to keep up with the opportunities in this growing sector presents a challenge. To keep pace with this growth and ensure the gains are broadly distributed, the Made in the Mid-South Manufacturing Alliance is establishing a jobs-driven training coalition to prepare and credential workers for jobs in medical device manufacturing.\n\nThe Madison Regional Economic Partnership (MadREP, Madison, WI region) –  Specializing in food processing and beverage production, the Madison Regional Economic Partnership’s region is home to large food manufacturers like Kraft Foods, Organic Valley, Frito-Lay, and many more, as well as, the numerous small suppliers and farms in their supply chain and the nation’s only Master Cheesemaker certificate program. To stay on the cutting edge of food manufacturing, the region is expanding efforts to commercialize new technologies coming out of the University of Wisconsin – Madison and evaluating new investments in a traceable food supply chains, allowing it to get a competitive lead by tracing the final destination and freshness of its products.\n\nInvesting in Manufacturing Communities Partnership to Spur Investment and Create Jobs Federal Partners \n\n\n\t\tDepartment of Agriculture\n\n\t\tDepartment of Commerce\n\n\t\tDepartment of Defense\n\n\t\tDepartment of Housing and Urban Development\n\n\t\tDepartment of Labor\n\n\t\tDepartment of Transportation\n\n\t\tAppalachian Regional Commission\n\n\t\tDelta Regional Authority\n\n\t\tEnvironmental Protection Agency\n\n\t\tNational Science Foundation\n\n\t\tSmall Business Administration\n\n\n\n\n\n"
}