{
    "title": "Statement of President Obama on House Passage of the American Jobs and Closing Loopholes Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-president-obama-house-passage-american-jobs-and-closing-loopholes-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 28, 2010\n\n \n\n\n\nStatement of President Obama on House Passage of the American Jobs and Closing Loopholes Act\n\n\n\n\nToday, the House passed an important package of measures that would bring much-needed relief to our nation’s families and businesses during these hard economic times. The bill extends vital unemployment benefits to help those Americans who are fighting to find a good job, and provides tax cuts for individuals and businesses to help support the economic recovery. It helps extend Small Business Administration lending efforts so our nation’s small businesses can get the credit they need to create jobs and grow.  And it includes funding to settle the long-standing discrimination claims that African-American farmers have had against the federal government and to resolve the Cobell case, helping address these painful chapters in our history. I am also pleased to see that this bill fully pays for its non-emergency measures by closing loopholes that allow corporations to avoid taxes by shifting their profits overseas, and by ensuring that investment managers pay the same tax rates on their earned income that the typical American worker pays.\nWhile this is one important step forward in getting American families the help they need, Congress must act in the coming weeks on additional measures, including health care benefits for the unemployed, assistance to states to maintain health services and avoid layoffs of teachers, police officers and firefighters, and proposals I have put forth to support small businesses and help consumers invest in energy efficiency. I ask the Senate for its swift action on this package so I can sign it into law, and I urge Congress to move quickly on additional relief measures.\n\n\n\n"
}