{
    "title": "Middle Class Task Force Holds Town Hall Meeting on the Recovery Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/middle-class-task-force-holds-town-hall-meeting-recovery-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 19, 2009\n\n \n\n\n\nMiddle Class Task Force Holds Town Hall Meeting on the Recovery Act\n\n\n\n\nTHE WHITE HOUSE   Office of the Vice President  ___________________________________________________________  FOR IMMEDIATE RELEASE                             March 19, 2009  Middle Class Task Force Holds Town Hall Meeting on the Recovery Act  www.AStrongMiddleClass.gov   Minnesota – Today in St. Cloud, Minnesota, the Middle Class Task Force is holding a town hall meeting, titled \"Road to Recovery: Building a Strong Middle Class through the Recovery Act.\" The town hall discussion will focus on ways implementation of the Recovery Act will help the middle class. The Task Force is holding its meeting at the New Flyer of America Bus Company in St. Cloud, Minnesota.   \"Our task today is to hear directly from middle class folks and answer the questions they have about what the Recovery Act means for them,\" said Vice President Biden.  \"We heard from the experts last time – and now its time to hear directly from those hit hardest by our economic crisis. My hope today is that we answer questions, but also get some ideas for what the federal government can do better.\"       At the town hall, the Vice President is joined by Secretary of Education Arne Duncan, Secretary of Housing and Urban Development Shaun Donovan, Secretary of Transportation Ray LaHood, Secretary of Agriculture Tom Vilsack and Minnesota Senator Amy Klobuchar.   \"Improving the lives of people in Main Street America is a major priority of the Obama Administration,\" said Agriculture Secretary Vilsack. \"The New Flyer plant in St. Cloud is a great example of how continued investment in research and production of alternative fuels will not only help improve the environment, but create much needed jobs in rural America.\"   \"In this time of economic crisis, we must take bold action to build new pathways to the middle class, preserve the quality of life for middle class families, and protect neighborhoods from decay,\" HUD Secretary Shaun Donovan said.  \"At HUD, we are focusing our work on collaborating with other agencies, creating new middle class jobs, providing stability of housing to American families and strengthening neighborhoods across the nation.\"   \"Now is the time to transform the way transportation serves the American people,\" said Transportation Secretary Ray LaHood.  \"We need to promote strong and connected communities that provide safe and affordable access to work, medical services, schools, shopping, recreation and other essential activities.\"   \"And so our challenge is to work together to address all of the needs of the middle class – from schools to homes to jobs – because people are really hurting today – and it’s not enough to fix one part while neglecting another,\"  said Education Secretary Arne Duncan.  \"We need to get our families, our schools, our communities and our economy – all working again.   And we’re doing our part.\"   The Middle Class Task Force is holding a town hall on the Recovery Act at the New Flyer of America Bus Company plant in St. Cloud because it is employing people in our country building low-emission, alternative fueled buses. The New Flyer of America plant in St. Cloud has hired more than 90 people in 2008, rounding out its unionized workforce of 650 employees, who are working around the clock to fulfill a two-year backlog of orders. The success of the St. Cloud plant is a model for creating jobs in America – the kind of economic growth the Recovery Act aims to spur.    The St. Cloud plant represents what the Recovery Act is about:  creating good paying jobs for American workers and expanding our public transportation system in order to build a cleaner, greener economy – all at the same time.    A central goal of the Middle Class Taskforce is to identify public policies that will help middle class families by improving their living standards.  This taskforce goal is an especially important one, because even in normal times of economic growth in recent years, the middle class has not gotten very far ahead.  In fact, even during the economic expansion of the 2000s, as we show below, the real income of working-age, middle-class households actually fell by about $2,000.   In this current period of widespread economic hardship, a key tool for helping these families is the American Recovery and Reinvestment Act, or ARRA.  The Middle Class Task Force released a staff report today focusing on how the ARRA helps middle-income families.   Some of the key findings from the report include:  Jobs created by the ARRA are predicted to lower the unemployment rate by about two percentage points.  We expect this change to increase middle-class incomes by $1,300, or 2.3%; Depending on family-type and circumstances, the tax benefits from the ARRA provisions can add $2,000 or more to after-tax family income; Combining job and tax effects, the ARRA will lift incomes by around $3,000 for many middle-class families, significantly offsetting their income losses over the recession; and For middle-class families hit with spells of unemployment, tax credits and safety net expansion in the ARRA, combined with existing unemployment insurance programs, can replace much of the income loss that occurs when a wage-earner in the family loses his or her job.  The full staff report is available here: /assets/documents/staff_report_ARRA-FINAL.pdf .       \n\n\n\n"
}