{
    "title": "APEC/Yokohama: The Leaders' Growth Strategy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/13/apecyokohama-leaders-growth-strategy",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 13, 2010\n\n \n\n\n\nAPEC/Yokohama: The Leaders' Growth Strategy\n\n\n\n\nWe, the APEC Leaders, have agreed on a growth strategy (the “APEC Growth Strategy”) as follows:\n\t \n1.      Formulating a Growth Strategy to Match a Changing Economic Environment\n\t \n\tThe Asia-Pacific Economic Cooperation (APEC) economies’ collective efforts have greatly contributed to unrivaled growth and rapid economic development in the Asia-Pacific region, by promoting free and open trade and investment and strengthening regional economic integration (REI).  The APEC economies are now more connected and integrated than ever before.  Trade and investment liberalization and facilitation will continue to be a principal driver for creating growth in the Asia-Pacific region.\n\t \n\tAt the same time, the region has changed significantly since APEC was established in 1989, and economic integration has highlighted difficult new challenges, along with tremendous new opportunities.\n\t \n\tConstant innovation and increased use of information and communications technologies (ICTs) have contributed to dramatically expanded trade, enhanced productivity, and wider and faster financial and information flows.  Consequently, economic conditions in one economy now have greater potential to impact other economies, affecting employment, stability, and growth throughout the region and beyond.  The rapid expansion of cross-border activities has changed the economic landscape, in some cases revealing imbalances and disparities between and within economies.  These conditions also highlight the importance of promoting the broadest possible participation in the global economy to help ensure that the benefits of economic integration are widely shared.  It is critical to establish patterns of growth that are more balanced, can be sustained, and produce strong regional and global growth as well as continued development and rapid reduction in poverty.  In this context, we applaud the outcomes of the United Nations High-level Plenary Meeting on the Millennium Development Goals (MDGs), which reaffirmed our shared resolve to work together to promote the economic and social advancement of all peoples.\n\t \n\tCollective recognition of the need to protect our environment and natural resources has increased, but we face heightened challenges, including addressing climate change jointly in accordance with the principle of common but differentiated responsibilities and respective capabilities.  Our economies continue to be threatened by possible disruptions caused by natural disasters, pandemic diseases, terrorism, and food insecurity.\n\t \n\tTherefore, it is clear that APEC members cannot continue with “growth as usual” and “the quality of growth” needs to be improved, so that it will be more balanced, inclusive, sustainable, innovative, and secure.  This is essential even as we pursue APEC’s core objective of a vigorous trade and investment agenda aimed at strengthening economic integration in the Asia-Pacific region.  In 2009, we outlined our vision for a New Growth Paradigm, and agreed to formulate a comprehensive long-term growth strategy to complement and mutually reinforce our trade and investment agenda.  This year, in Yokohama, reiterating our support for efforts to achieve strong, sustainable and balanced growth of the world economy as called for by the G20 Framework, we have agreed on an APEC Growth Strategy for the Asia-Pacific region that can help ensure that regional growth and economic integration are sustainable and widely shared among all our populations.  The APEC Growth Strategy is focused on five desired attributes for economic growth, along with an Action Plan to guide APEC and its members in aligning critical work with these priorities.\n\t \n2.      Five Growth Attributes\n\t \n\tAPEC aims to achieve Balanced, Inclusive, Sustainable, Innovative, and Secure Growth.  These desired regional growth attributes are deeply interconnected.\n\t \nBalanced Growth: We seek growth across and within our economies through macroeconomic policies and structural reforms that will gradually unwind imbalances and raise potential output.\n\t \n\tAPEC economies have played a critical role in stabilizing the global financial and economic crisis by implementing extraordinary fiscal measures and rapidly easing monetary policies.  APEC supports the G20’s global coordination role, and recognizes the importance of maintaining growth-oriented policies that support increases in aggregate demand that will sustain the economic recovery.\n\t \n\tGoing forward, APEC will focus on achieving a strong, sustainable, and balanced macroeconomic environment.  APEC’s size and dynamism, coupled with its strength in consensus-building and implementing multi-year programs, make APEC particularly well-placed to reinforce, where appropriate, the G20 agenda on balanced growth.\n\n\nEncourage balanced growth across economies.  Economies with current account deficits will need to take steps to boost domestic saving, including through medium-term fiscal consolidation, while ensuring that consolidation is carefully sequenced with attention to local economic conditions, so as not to derail nascent recoveries.  Economies with current account surpluses need to reduce their reliance on external demand and undertake structural reforms that catalyze stronger domestic demand-led growth.  Measures to raise household income, strengthen social safety nets to reduce the need for precautionary saving, and improve financial services to households can sustainably boost domestic consumption and raise welfare.　 APEC economies will strengthen multilateral cooperation to promote external sustainability and pursue the full range of policies conducive to reducing excessive imbalances and maintaining current account imbalances at sustainable levels.  We will move toward more market-determined exchange rate systems that reflect underlying economic fundamentals and will refrain from competitive devaluation of currencies.  Advanced economies, including those with reserve currencies, will be vigilant against excess volatility and disorderly movements in exchange rates.  These actions will help mitigate the risk of excessive volatility in capital flows facing some emerging economies.\n\nEncourage balanced growth within economies.  All APEC economies will pursue structural reforms to boost and sustain global demand, foster job creation, and increase growth potential. APEC economies should establish open, well-functioning, transparent, better-regulated and competitive markets, develop financial markets, increase domestic demand, strengthen social safety nets, promote a competitive environment, and enhance public sector and corporate governance.  This will contribute to stronger, more inclusive growth, narrower development imbalances, poverty reduction, and higher overall economic efficiency.\n\nFacilitate growth through infrastructure development.  APEC can use its convening power to help create a platform to develop innovative solutions, and provide technical assistance and advisory services to help member economies in need that have different abilities in raising private and public financing for infrastructure-related projects. 　APEC can also provide an exchange of views on best practices in public-private partnerships in infrastructure development.\n\n \nInclusive Growth: We seek to ensure that all our citizens have the opportunity to participate in, contribute to, and benefit from global economic growth.\n\t \n\tInclusive growth creates opportunities for everyone to enjoy the benefits of economic growth.  Promoting policies and programs that broaden access to opportunities and enable people to realize their full potential will lead to greater economic growth, more productive employment opportunities, and greater well-being, which in turn will increase public support for free and open trade and investment, thereby creating more new demand and more jobs.\n\t \n\tTo this end, structural adjustments need to be implemented and APEC should support policies that increase opportunities for workers to benefit from regional economic integration.  Re-employment programs, training, skill upgrading, education, and strengthened social safety nets will enhance employability, help create high-quality jobs, and ensure long-term economic security.\n\t \n\tIt is also crucial to improve the business environment for our small and medium-sized enterprises (SMEs), increase access to finance for the most vulnerable sectors such as microenterprises (MEs), and create sufficient opportunities for potentially disadvantaged and marginalized groups, including youth, elderly and women, through better education, training, and employment programs.\n\t \n\tGoing forward, APEC will focus its efforts to promote inclusive growth in the following actions:\n\n\nPromote job creation, human resource development, and active labor market policies.  APEC economies will exchange ideas to improve the quality of education and to increase employment opportunities for women, youth, elderly workers, and vulnerable groups.  This includes helping students and workers adapt to changing economic circumstances through education and training focused on skills and competencies they need to remain competitive in the 21st century workplace.\n\nPromote SMEs, MEs, and entrepreneurship development.  APEC economies will work to encourage a wider range of SME participation in high-growth sectors and strengthen comprehensive support for SMEs with a coordinated approach between SME agencies and other related agencies.  They will also increase SME access to global markets by providing support for SMEs to develop high value-added products, promote SMEs’ business opportunities in global markets, and address barriers that impact the ability of SMEs to trade.  APEC will also improve the business environment, increase management capacity, and expand access to relevant technologies.\n\nPromote more inclusive access to finance and financial services.  APEC economies will work to facilitate access to finance for SMEs, MEs, women entrepreneurs, and vulnerable groups.\n\nEnhance social resilience and social welfare through means such as improving social safety nets and supporting vulnerable groups.  APEC will work to support the individual’s economic security by sharing experience and capacity building of economies’ efforts in strengthening and establishing well-functioning social safety net programs that enhance social insurance coverage and encourage participation in the labor market.\n\nCreate new economic opportunities for women, elderly, and vulnerable groups.  APEC economies will work to increase economic opportunities for women, elderly, and vulnerable populations through focused employment, enhanced business opportunities, training, skill development, and life-long learning opportunities, as well as full participation in quality education, particularly in math, science, learning other languages, career, technical, and vocational education and other educational fields essential to developing 21st century skills.\n\nPromote tourism.  APEC will also promote tourism, which is a driving force for business, employment, entrepreneurship, and SME development.\n\n \n\tAPEC’s forward agenda in this area will make a practical contribution to achieving the MDGs.  This will help to achieve full and productive employment and decent work for all, including women and youth.\n\t \nSustainable Growth: We seek growth compatible with global efforts for protection of the environment and transition to green economies.\n\t \n\tMoving toward a more sustainable and green growth model provides both significant challenges and opportunities for APEC economies.  It will be critical for our region to develop more resource-efficient economies in order to address the world’s biggest challenges, including addressing climate change and its adverse effects.  This will enable us to continue to prosper as a low-carbon society.\n\t \n\tAPEC economies face significant challenges meeting growing energy demands while minimizing negative environmental consequences.  We share the understanding that it will be difficult to ensure strong and environmentally sustainable economic growth without policy solutions that address issues in this sector.\n\t \n\tAPEC economies should encourage new green industries and jobs, including by introducing market-based mechanisms as an important tool to achieve sustainable growth and address climate change.  APEC should help to establish a low-carbon society in which we maintain economic growth while protecting the environment.  It can do so by taking steps to facilitate the diffusion of clean energy technologies and systems, including by reducing barriers to trade and investment in energy efficient products, conducting international joint research, building capacity, promoting public-private partnerships, and providing appropriate incentives for investment in energy efficient and low-carbon energy supply, buildings, industry, and transport.\n\t \n\tAdaptation to climate change impacts is also critical.  Water stress, including water-related risks such as flooding and droughts, is likely to increase as a result of climate change, which may negatively impact food security, human health, and freshwater resources.  Different situations in different economies will likely require different sets of adaptation measures.  All relevant parties, including scientists, policy makers, and other stakeholders in APEC economies should therefore be engaged to develop the integrated approach needed to resolve this problem.\n\t \n\tGoing forward, APEC will focus its efforts to promote sustainable growth in the following actions:\n\n\nEnhance energy security and promote energy-efficiency and low-carbon policies.  APEC will employ approaches such as sharing best practices, conducting voluntary peer reviews, and rationalizing and phasing out inefficient fossil fuel subsidies that encourage wasteful consumption over the medium term, while recognizing the importance of providing those in need with essential energy services.  APEC will also improve the efficiency of fossil fuels and promote the use of ICTs that increase the efficiency of socioeconomic activity.  APEC will assess the potential for reducing the energy intensity of economic output in APEC economies between 2005 and 2030, beyond the 25 percent aspirational goal already agreed to by the APEC Leaders in 2007.\n\nDevelop a low-carbon enegery sector. APEC will explore mechanisms to encourage economies to set individual plans to introduce low-emission power sources and assess the potential of renewable energy options, nuclear power plants, advanced clean coal technologies, and carbon capture and storage (CCS) to reduce carbon emissions.\n\nImprove access for environmental goods and services (EGS) and develop EGS sectors.  APEC will implement the APEC EGS Work Program, including by taking steps to address non-tariff barriers to environmental goods, explore greater alignment of energy efficiency standards, promote trade and investment in EGS, and facilitate the diffusion of climate friendly and other EGS technologies.\n\nPromote green jobs education and training.  APEC will identify relevant skills and competencies, sharing best practices, supporting education for sustainable development (ESD), and expanding ecotourism.\n\nPromote private investment in green industries and production processes.  APEC will promote private investment in green industries and production processes, including through market-based financing.\n\nPromote conservation and more sustainable management of agriculture and natural resources.  APEC will focus in particular on forest management, soil conservation, marine resources conservation, watershed management, sustainable agriculture, and adaptation measures for water-related risks such as fresh water supplies and flood control.\n\nCooperation and partnership are essential to address environmental challenges that extend beyond any single economy or APEC economies as a whole.\n\t \nInnovative Growth: We seek to create an economic environment that promotes innovation and emerging economic sectors.\n\t　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　The adoption of policies that foster an enabling environment for innovative growth will be increasingly crucial for future prosperity.  Technology breakthroughs and ICTs play a significant role as a primary driver of economic growth, and innovation in new products and services can enhance progress on critical global issues, including the environment, energy, transportation, agriculture, health care, logistics, emergency response, administrative services, and education.\n\t \n\tGoing forward, APEC will focus its efforts to promote innovative growth in the following actions:\n\n\nRealize smart socioeconomic activity through ICT applications.  APEC will promote smart socioeconomic activity through enhanced ICT use in various fields, by working toward solutions to economic, technical, and systemic challenges, as well as by sharing best practices.\n\nPromote Digital Prosperity.  APEC economies are encouraged to adopt policies and regulations to foster innovation and use of ICTs, including by promoting trade and investment in ICT products and services; adopting globally accepted standards and international practices; promoting investment in next generation high speed broadband infrastructure; creating a competitive environment conducive to emerging technologies and innovative services, such as cloud computing; promoting effective privacy protection, while avoiding unnecessary barriers to information flows; and ensuring information and communication flows.  This will help economies to reduce the digital divide and allow all segments of the population to reap the benefits of innovative growth.\n\nDevelop a skilled, adaptable, and professional APEC work-force.  APEC will promote the development of technical and vocational education and training to nurture more skilled personnel and promote new skills and human resource development to drive growth in strategically desirable directions, particularly in equipping individuals with necessary skills, including those prerequisite to utilizing ICTs to contribute to the 21st century economy.  APEC will help nurture energy efficiency experts, for example, to facilitate green economy development.  Recognizing differences in economies’ education and training systems, APEC will share information on licensing and qualifications, which can facilitate the mobility of skilled professionals to enhance the range of professional services available in the region.\n\nEnhance dialogues and information sharing on innovation policy.  Innovation policy requires multi-dimensional approaches, including human resource and entrepreneurship development, R&D investment, tax incentives, financial measures, public-private partnership, and international cooperation.  APEC will strengthen innovation policies by sharing best practices for more effective policy making and implementation.\n\nPromote innovation and creativity through effective, comprehensive, and balanced intellectual property (IP) systems.  APEC economies will improve their intellectual property rights protection and enforcement capabilities, and the IP utilization and commercialization environment in the region, which in turn will contribute to the development and dissemination of technology.  To this end, APEC economies will strengthen efforts to develop a global IP infrastructure for the promotion of innovation consisting of improved legal/administrative, human resource, and ICT components.  Cooperative efforts in this context will include those under ] APEC’s Anti-Counterfeiting and Piracy Initiative and the Cooperation Initiative on Patent Acquisition Procedures.  APEC will continue dialogues, information exchange, experience sharing, technical cooperation, and capacity building across all stakeholder groups in member economies.\n\nPromote cooperation on standards.  APEC will promote cooperation on standards in coordination with the Specialist Regional Bodies and promote greater alignment of domestic standards with international standards, as well as cooperation on standardization in advanced technologies.\n\nPromote innovation in Life Sciences.  APEC will take concrete actions in the medical and life sciences areas where further efforts could help stimulate innovation and application of medical and related ICT innovations in health systems, including by encouraging investment, assisting sustainable development in the pharmaceutical and biologics industries, accelerating regulatory harmonization work on medical products, and enhancing cooperation to prevent trade in counterfeit medicines/medical products.\n\n \nSecure Growth: We seek to protect the region’s citizens’ economic and physical well-being and to provide the secure environment necessary for economic activity.\n\t \n\tDisease, disasters, terrorism, and corruption all impact our citizens’ economic and physical well-being by reducing economic productivity and disrupting commerce and trade.  APEC is uniquely positioned to enhance member economies’ capacity to minimize natural and human risks to growth.\n\t \n\tGoing forward, APEC will focus its efforts to improve secure growth in the following actions:\n\n\nCounter terrorism and secure trade.  Protecting the region’s economic systems from attack, disruption, and misuse is an important component of a safer business environment.  APEC will continue to identify and implement initiatives to counter terrorism and to promote a secure trade agenda.  This includes building on current efforts in such areas as transportation security (including port, maritime, and aviation security), anti-money laundering and counter-terrorism finance, supply chain security and trade recovery, cyber-security, and protecting infrastructure.  APEC will seek to mitigate risks without compromising legitimate economic activity, in cooperation with relevant organizations and the private sector.\n\nPrepare for emergencies and natural disasters.  APEC will help economies to better understand disasters’ economic and social costs.  APEC will identify gaps in disaster risk reduction approaches in the region and develop practical mechanisms to maximize business and community resilience, bearing in mind the Hyogo Framework for Action while encouraging the use of ICTs.\n\nEnhance infectious diseases preparedness and control of non-communicable diseases, and strengthen health systems.  APEC will continue to enhance preparedness for and effective management of emerging and re-emerging infectious diseases, including tuberculosis, vector-borne diseases, HIV/AIDS and other pandemics; build capacity for the prevention of non-communicable diseases, including injuries; and strengthen health systems of economies, including health financing, human resources, and health information technologies, which would contribute to inclusive and secure growth.\n\nStrengthen food security and food safety.  Availability of and access to reliable, nutritious, safe, and affordable food supplies is a concern for many in the Asia-Pacific region and around the world.  The need for food crops that can adjust to and help mitigate the impact of climate change has become urgent.　 APEC will continue to cooperate with the private sector, academia, and civil society to address food security and food safety challenges by promoting sustainable development of the agricultural sector through means such as increasing production and productivity and reducing post-harvest losses, and by facilitating investment, trade, and markets through means such as promoting responsible agricultural investment and using science and risk-based food safety systems.  APEC economies will continue to engage in capacity building on food safety issues to protect public health and facilitate trade.\n\nCombat corruption and promote transparency.  Cooperation in anti-corruption and transparency is critical to improving the overall environment for doing business and promoting good governance that is a prerequisite for growth.  APEC efforts on anti-corruption and transparency will support and be aligned with structural reforms in public sector and corporate governance, and complement existing activities on anti-money laundering.\n\n \n3.      Action Plan for the APEC Growth Strategy\n\t \n\t(1)   Development of Integrated Work Elements to Implement the APEC Growth Strategy\n\t \n\tThis Action Plan to implement this Growth Strategy encompasses the following critical integrated work elements.  All relevant programs under this Action Plan should leverage APEC’s comparative advantages and proven successful approaches, such as Economic and Technical Cooperation (ECOTECH) and public-private partnerships.  APEC Senior Officials should play a central, coordinating, and guiding role in this process.\n\t \n\ta.    Structural Reform\n\tStructural reform, along with appropriate macroeconomic policies, is essential in achieving strong, sustained, and balanced economic growth.  The region has made progress in this regard over the past five years, including through our Leaders’ Agenda to Implement Structural Reform (LAISR).  In order to achieve more balanced and inclusive growth, APEC economies, under Senior Officials’ guidance and monitoring, should implement the APEC New Strategy for Structural Reform (ANSSR), which sets forth extended priority areas for structural reform, including promoting quality education, increasing labor market opportunities, promoting SME development, enhancing opportunities for the vulnerable and women, and promoting effective social safety net programs and financial market development, in addition to continued efforts to improve market efficiencies, as pursued under the prior LAISR program.\n\t \n\tb.   Human Resource and Entrepreneurship Development\n\tSenior Officials should guide and monitor the implementation of the “Action Plan for Developing Human Resources, Vigorously Promoting Employment, and Achieving Inclusive Growth” adopted at the APEC Human Resources Development Ministerial Meeting in Beijing in September 2010, which calls for laying the foundation for the human resources and businesses that will lead to new growth in our region by adopting employment-oriented macroeconomic policies, improving education, and developing human capacity.  Senior Officials should also guide and monitor the implementation of the “Strategy for Reinvigorating Economic Growth with Dual Engine: SME and Asia-Pacific Economy,” adopted at the APEC SME Ministerial Meeting in Gifu in October 2010, including the Gifu Initiative, which aims to enhance SMEs’ access to global markets in order to ultimately ensure SMEs’ further growth and development.  In all these activities, entrepreneurship, venture finance and financial inclusion, as well as better economic opportunities for women, should be encouraged.\n\t \n\tc.    Green Growth\n\tSenior Officials should design and implement an APEC Green Growth Plan.  This will enhance and facilitate coordination of APEC activities to address climate change by promoting climate-friendly, low-carbon and energy-efficient technologies through upgraded policy initiatives, expanded capacity-building, and public-private efforts to foster green industries through finance, trade promotion, green jobs education and training, and facilitating technology development and diffusion.  The Green Growth Plan should also outline enhanced efforts to build APEC economies’ capacity to assess their own greenhouse gas emissions, energy efficiency, and water conservation, promote trade and investment in EGS, and design and implement plans to rationalize and phase out inefficient fossil fuel subsidies that encourage wasteful consumption over the medium term.\n\t \n\td.   Knowledge-Based Economy\n\tSenior Officials should continue strong APEC-wide efforts to create a regional business environment that fosters innovation and entrepreneurship, protects and enforces IPR through effective, comprehensive, and balanced IP systems, promotes innovation and use of ICTs, and thereby promotes increased economic growth.  Senior Officials should seek to further promote innovation in the Asia-Pacific by addressing issues related to standards and conformance, business and professional mobility, ICT innovation and utilization, and furthering science and technology cooperation.\n\t \n\te.      Human Security\n\tIn order to realize human security in the Asia-Pacific region, Senior Officials should foster enhanced cooperation and coordination within APEC to reduce threats and disruptions to business and trade, including directing relevant sub-fora to cooperate in developing a consolidated strategy on counter-terrorism and secure trade.  They should also monitor the implementation of the APEC Action Plan on Food Security, which was endorsed by the first APEC Ministerial Meeting on Food Security in Niigata in October 2010, and report the progress annually.  APEC should continue to collaborate with industry, academia, and international organizations to enhance food safety and preparedness against emergencies, natural disasters, and pandemics through public-private partnerships and networking among experts.  Senior Officials should also explore and implement appropriate procedures for public reporting by member economies on their progress in implementing APEC commitments on anti-corruption and transparency.\n(2) Multi-year Follow-up and Implementation\n\t \n\tTo ensure multi-year follow-up and the Strategy’s implementation, APEC Senior Officials should:\n\t \n\ta.         Implement this Action Plan for the APEC Growth Strategy, conducting annual progress reviews on APEC’s relevant work programs while finding ways to take stock of progress, and making any needed adjustments in the work programs to maximize APEC's efforts to promote the Five Growth Attributes, working with and providing leadership to relevant APEC sub-fora.\n\t \n\tb.        Pursue continuing cooperation with relevant international fora and multilateral institutions to ensure the APEC Growth Strategy remains aligned with global efforts.\n\t \n\tc.         Report to Leaders in 2015, for their review, on APEC’s progress in promoting the APEC Growth Strategy.  At that point, Leaders may consider the future direction of the Strategy.\n\n\n\n\n"
}