{
    "title": "First Lady Unveils Let's Move! Child Care to Ensure Healthy Start for Youngest Children | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/06/08/first-lady-unveils-lets-move-child-care-ensure-healthy-start-youngest-ch",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJune 08, 2011\n\n \n\n\n\nFirst Lady Unveils Let's Move! Child Care to Ensure Healthy Start for Youngest Children\n\n\n\n\n\nMrs. Obama announces public and private commitments to meet highest standards for nutrition, physical activity and screen time\n\n\tWashington – After visiting children at CentroNía, a bilingual child care center in Washington, D.C., First Lady Michelle Obama unveiled Let’s Move! Child Care, a new effort to work with child care providers to help our youngest children get off to a healthy start. The First Lady released a checklist that providers and parents can use as a tool to encourage healthy eating and physical activity and limit screen time for young children.  In addition, the First Lady announced that the Department of Defense, the General Services Administration and Bright Horizons have committed to these practices – a step that will positively impact approximately 280,000 children in 1,600 child care centers nationwide.  Mrs. Obama was joined by Health and Human Services Secretary Kathleen Sebelius, Vice Chairman of the Joint Chiefs of Staff General James Cartwright and representatives from Partnership for a Healthier America, Bright Horizons, Nemours Foundation and the National Association of Child Care Resource and Referral Agencies (NACCRRA).\n\n\t“Everyone is going to see that these small changes can make a big difference.  If our kids get into the habit of getting up and playing, if their palates warm up to veggies at an early age, and if they’re not glued to a TV screen all day, they’re on their way to healthy habits for life,” Mrs. Obama said. “That’s why I’m so excited about Let’s Move! Child Care – because I know that childcare facilities and home-based providers can be a real building block for an entire generation of healthy kids.”\n\n\tObesity rates among preschoolers ages 2 to 5 have doubled in the past four decades, and one in five children are overweight or obese by the time they reach their 6th birthday. This health crisis begins at an early age: over half of obese children first become overweight at or before age 2. As the Childhood Obesity Task Force noted, child care centers and informal care represent a tremendous opportunity to prevent obesity, because 60 percent of children under 5 are in some form child care, spending an average of 29 hours per week in that care.\n\n\tFurthermore, parents and communities are looking for improvements in child care standards. A 2008 survey by NACCRRA reported that 93 percent of parents thought existing health and safety standards for child care should be improved. And last week, the Partnership for a Healthier America announced commitments from mayors around the country to work with their local childcare providers and after-school programs to improve standards for nutrition and physical activity and to limit screen time within child care settings.\n\n\tThe First Lady encouraged day care facilities and home-based providers to commit to the Let’s Move! Child Care Check List to encourage healthy eating and physical activity and limit screen time for our youngest children. The check list includes:\n\n\nPhysical Activity: Provide 1-2 hours of physical activity throughout the day, including outside play when possible.\n\nScreen Time: No screen time for children under 2 years.  For children age 2 and older, strive to limit screen time to no more than 30 minutes per week during child care, and work with parents and caregivers to ensure children have no more than 1-2 hours of quality screen time per day, the amount recommended by the American Academy of Pediatrics.\n\nFood: Serve fruits or vegetables at every meal, eat meals family-style when possible, and no fried foods.\n\nBeverages: Provide access to water during meals and throughout the day, and do not serve sugary drinks.  For children age two and older, serve low-fat (1%) or non-fat milk, and no more than one 4-6 ounce serving of 100% juice per day.\n\nInfant feeding:  For mothers who want to continue breastfeeding, provide their milk to their infants and welcome them to breastfeed during the child care day; and support all new parents in their decisions about infant feeding.\n\n\n\tTo best support providers who choose to meet these practices, Nemours is leading an effort to provide free, comprehensive resources and tools in a newly developed website, and the National Association of Child Care Resource and Referral Agencies is committed to providing technical assistance to providers. Providers and parents can go to HealthyKidsHealthyFuture.org for these free tools and resources and to share success stories.\n\nLet's Move Child Care Fact Sheet\n\n\n\n\n"
}