{
    "title": "First Lady Michelle Obama Q & A with La Stampa | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/06/17/first-lady-michelle-obama-q-la-stampa",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\n\nJune 17, 2015\n\n \n\n\n\nFirst Lady Michelle Obama Q & A with La Stampa\n\n\n\n\n\n\tToday, the First Lady will travel to Milan to lead the presidential delegation to the Milan Expo 2015.  With the theme “Feeding the Planet, Energy for Life,” the Expo Milan is promoting a global dialogue about the future of our food system. Through her Let's Move! initiative, the First Lady and the Presidential Delegation are proud to share the initiative's successes and are looking forward to learning from leaders from other countries about how they're addressing the issue of childhood obesity and raising healthier families. In addition to visiting the U.S. pavilion during her time in Milan, the First Lady will join the presidential delegation for a cooking activity with children.  The First Lady will also meet with Prime Minister Renzi and tour the Italian pavilion with Mrs. Landini, the Prime Minister’s wife.\n\nThe following Q & A with the First Lady was featured in La Stampa. \n\n1) \"Feeding the Planet, Energy for Life\" is the core theme of the Expo in Milan. Could you explain what kinds of nutrition and health challenges you’re seeing in the United States and what the prospects are for finding a solution? \n\n\tI wanted to come to this Expo because no matter where in the world we live, we all want healthy, nutritious food for our families. I know that raising healthy kids is a challenge for families all over the world, and it’s important for us to learn from each other.\n\n\tThe way we live and eat in the United States and other developed countries has changed drastically over the last 30 years.  For example, we eat fewer home-cooked meals and our portion sizes have gotten larger and larger.  We’ve seen an increase in obesity and its associated health risks, such as diabetes and heart disease.  Right now, one in three kids in the U.S. is overweight or obese – for African American and Hispanic kids, the rate is nearly 40 percent – and obesity is now one of the leading causes for preventable death and disease in the United States. \n\n\tBut the U.S. isn’t the only country facing these challenges. Globally, the prevalence of obesity has nearly doubled since 1980.  In 2013, more than 42 million preschool children were overweight.  Diabetes has increased worldwide by 45 percent in the last two decades.  And to date, not a single country has reversed these obesity trends in a lasting way. \n\n\tStill, there’s a lot of reason for hope – all around the world, people are coming up with new ideas and partnerships to help stem the tide of this epidemic.  That’s what my Let’s Move! initiative is all about.  We’re working with every sector of society—parents, schools, businesses, faith leaders, medical professionals, community-based organizations, and more— in our efforts to help our kids grow up healthy. \n\n\tSo while we’re in Milan, we’ll be sharing some of our successes.  But more importantly, we’ll be taking the time to learn from leaders here in Italy and all around the world to find out what’s working for them.  Because no one nation has a monopoly on good ideas – we can all help each other find solutions for the families in our countries.\n\n2) You just celebrated the fifth anniversary of your initiative \"Let's Move!\" What are the best results you have achieved and the next goals?\n\n\tThrough Let’s Move! we have started a new conversation about how we eat and live in the U.S., and the results we’ve seen are beyond anything we could ever have imagined.  1.6 million kids are now attending healthier daycare centers where fruits and vegetables have replaced cookies and juice, and more than 30 million kids are eating healthier school breakfasts and lunches.  Two million kids now have a Let’s Move! salad bar in their school, and nearly nine million kids attend Let’s Move! Active Schools where they get 60 minutes of physical activity a day.  Thousands of chain restaurants have created healthier kids’ menus, and food and beverage companies cut 6.4 trillion calories from their products.  70 million people now live in a Let’s Move! City, Town or County where kids can walk to school on new sidewalks, participate in a summer meal program, or join a local athletic league.  Religious leaders are teaching their congregations about healthy eating through Let’s Move! Faith and Communities; families are getting active in our national parks through our Let’s Move! Outside initiative; and kids are enjoying healthy eating exhibits at one of the nearly 700 Let’s Move! Museums and Gardens.\n\n\tTaken together, these changes are starting to have an impact.  Childhood obesity rates have finally stopped rising, and obesity rates are actually falling among our youngest children.  But while the progress we’ve made is impressive, it’s also incredibly fragile, and we still have a long way to go before we finally solve this problem.  And while I am in my final stretch as First Lady, I have no intention of slowing down on this issue.  I plan to continue this work long after I leave the White House.   \n\n3) How can families find ways to work healthier options into their lives? \n\n\tOne of the best ways any family can ensure they’re getting a nutritious meal is to cook meals together in the kitchen. When you cook at home, you’re in control of your nutrition – you decide the ingredients, portion sizes, and amount of vegetables.  So if you’re not already, try cooking one more meal at home each week – and involve your whole family in the process.\n\n4) Could you tell us what is a typical healthy menu that your family enjoys for dinner? \n\n\tA typical Obama family dinner will include a lean protein, a whole grain, and a vegetable.  For example, we might have baked chicken with brown rice and broccoli, or grilled fish with couscous and a green salad.\n\n5) Women still play a very important role in overseeing their families’ nutritional needs. How should society help them?\n\n\tWomen need to be informed and empowered to make their health – and the health of their families – a priority.  That starts with making healthy food more available by bringing more fresh food retailers into underserved communities and ensuring that families make a decent living so they can afford to buy that food.\n\n\tWe also need to provide more support in the workplace so that women – and men – can balance the needs of their families with the demands of their careers, because it’s hard to stay healthy if you don’t have the flexibility to care for yourself and your children.  I know this from my own experience.  After my older daughter was born, and I was struggling through those sleepless nights, my mother encouraged me to care for myself as well as I cared for the rest of my family.  She made me realize that if I wasn’t fully there for myself, I wouldn’t have the energy and strength to be there for my baby daughter and my husband.  I was lucky to have a job that allowed me to do that, but many women don’t have that option, and that needs to change.\n\n1) \"Nutrire il pianeta, Energia per la vita\" è il tema centrale dell’Expo di Milano. Ci potrebbe spiegare quali problemi di alimentazione e di salute confrontano gli Stati Uniti e quali sono le prospettive per trovare delle soluzioni? \n\n\tSono venuta all’Expo perché, dovunque al mondo viviamo, vogliamo tutti cibi salubri e nutrienti per le nostre famiglie. So che crescere figli sani è una sfida per le famiglie in tutto il mondo ed è importante che si possa imparare gli uni dagli altri. \n\n\tIl modo in cui viviamo e ci alimentiamo negli Stati Uniti e in altri paesi sviluppati è cambiato drasticamente negli ultimi trenta anni. Per esempio, il numero di pasti cucinati in casa è diminuito notevolmente mentre le porzioni sono diventate sempre più grandi. Abbiamo notato un aumento dell’obesità e di tutte le malattie che fanno capo all’obesità, quali il diabete e le malattie coronarie. Oggi come oggi, uno su tre bambini negli Stati Uniti è sovrappeso o obeso – per i bambini afroamericani e ispanici, il tasso si aggira intorno al quaranta percento – e l’obesità è diventata una delle cause principali di mortalità e di malattie prevenibili negli Stati Uniti.\n\n\tPerò gli Stati Uniti non sono l’unico paese ad affrontare questi problemi. A livello mondiale, la prevalenza dell’obesità è quasi raddoppiata dal 1980. Nel 2013, più di quarantadue milioni di bambini prescolari erano sovrappeso. Il diabete è aumentato in tutto il mondo del quarantacinque percento negli ultimi due decenni. E finora, nessun paese è riuscito a invertire il trend dell’obesità in maniera rilevante.\n\n\tC’è comunque molto che ci fa sperare – in tutto il mondo, c’è gente con nuove idee, pronta a creare sodalizi per cercare di arginare questa epidemia. Ed è a questo che si rifà la mia iniziativa Muoviamoci! \"Let's Move!\" Stiamo collaborando con ogni settore della società — genitori, scuole, imprese, personalità religiose, operatori sanitari, enti locali e altri — nel tentativo di aiutare i nostri piccoli a crescere più sani.\n\n\tPerciò a Milano condivideremo i nostri successi. Ma, cosa ancora più importante, cercheremo di capire dai leader qui in Italia e nei vari paesi del mondo quali sono le soluzioni vincenti. Perché nessun paese ha il monopolio sulle buone idee — possiamo tutti aiutarci a vicenda a trovare soluzioni utili per le famiglie dei nostri paesi.\n\n2) Lei ha appena celebrato il quinto anniversario della sua iniziativa “Muoviamoci!” \"Let's Move!\" Quali sono stati i risultati migliori e quali obiettivi vi proponete per l’immediato futuro? \n\n\tCon Let’s Move! abbiamo dato inizio ad un nuovo dialogo su come viviamo e ci alimentiamo negli Stati Uniti e i risultati che abbiamo raggiunto finora hanno superato ogni nostra aspettativa. 1,6 milioni di bambini frequentano ora asili nido più sani dove frutta e verdure hanno sostituito biscotti e succhi di frutta; nelle mense scolastiche più di trenta milioni di bambini consumano prime colazioni e pasti di mezzogiorno più sani. Due milioni di bambini hanno nella mensa delle loro scuole un buffet con insalate e verdure  promosso da Let’s Move!  Circa nove milioni di bambini delle Scuole attive Let’s Move! fanno almeno sessanta minuti di attività fisica ogni giorno. Migliaia di catene di ristoranti hanno creato menu più sani per bambini e i produttori alimentari e di bevande analcoliche hanno ridotto le calorie dei loro prodotti di 6.400 miliardi di calorie.  Settanta milioni di persone ora vivono in città, comuni o province che aderiscono al programma di Let’s Move! dove i bambini possono andare a scuola a piedi su nuovi marciapiedi appositamente costruiti, partecipare in programmi estivi che offrono pasti sani, e aggregarsi a leghe atletiche locali. I ministri delle varie religioni insegnano alle loro congregazioni l’importanza del mangiar sano attraverso Let’s Move! Fede e Comunità; famiglie intere stanno diventando più attive nei parchi nazionali attraverso la nostra iniziativa Let’s Move! All’Aria Aperta; e i bambini possono visitare mostre che educano ad una sana alimentazione in circa 700 musei e giardini che aderiscono a Let’s Move! Musei e  Giardini.\n\n\tMessi insieme, questi cambiamenti stanno cominciando ad aver un impatto.  I tassi di obesità hanno smesso di salire e stanno, infatti, calando fra i bambini più piccoli. E anche se il progresso raggiunto è ragguardevole, rimane comunque fragile e abbiamo ancora molta strada da percorrere prima di aver completamente risolto il problema. Anche se sono ormai all’ultimo tratto del mio mandato di First Lady, non ho alcuna intenzione di mollare su questo argomento. Ho tutta l’intenzione di continuare questo lavoro anche dopo i miei otto anni nella Casa Bianca.\n\n3) Come possono le famiglie fare scelte per una più sana alimentazione nella vita di tutti i giorni?  \n\n\tUno dei modi migliori in cui una famiglia può assicurarsi una sana alimentazione è di preparare i pasti in casa tutti insieme. Quando una famiglia cucina a casa, può controllare meglio la propria dieta – decidi tu gli ingredienti, la misura delle porzioni e la quantità di verdure. Se ancora non vi siete abituati a cucinare insieme, cominciate a preparare almeno un pasto a settimana – e coinvolgete l’intera famiglia nella preparazione.\n\n4) Ci può dire qual è un tipico menù sano che piace alla sua famiglia a pranzo? \n\n\tUn tipico pranzo che piace alla famiglia Obama include proteine magre, cereali integrali e verdure. Per esempio, pollo al forno con riso integrale e broccoli, o pesce alla griglia con couscous e un’insalata verde.\n\n5) Le donne continuano ad avere un ruolo importante nel gestire le esigenze alimentari della famiglia. Come può la società venire incontro a queste donne? \n\n\tLe donne hanno bisogno di essere informate e di avere la possibilità di decidere di fare della propria salute e di quella delle loro famiglie una priorità. E questo significa innanzitutto rendere i prodotti alimentari sani alla portata di tutti, cioè convincere più negozi e mercati a servire i quartieri e le comunità che finora sono stati più trascurati in questo senso. Significa anche assicurare alle famiglie un reddito sufficiente per poter tranquillamente comprare quei cibi.\n\n\tDobbiamo inoltre far sì che sul lavoro sia uomini sia donne riescano a mantenere in equilibrio le esigenze famigliari con quelle del lavoro, perché è difficile essere sani se non si ha la flessibilità e il tempo che ci vuole per curare se stessi e i propri figli. Questo lo so per esperienza personale. Quando è nata la mia prima figlia, e passavo notti insonni, mia madre m’incoraggiava a prendermi cura anche di me stessa, non solo della mia famiglia. Mi ha fatto capire che se io non ero totalmente in forma, non avrei avuto l’energia e la forza di occuparmi della mia bimba e di  mio marito. Sono fortunata di avere avuto un lavoro che mi ha dato flessibilità, ma tante donne non hanno quest’opzione e ciò va corretto. \n\n\n\n\n"
}