{
    "title": "White House Chief of Staff Daley Highlights Priority for the President's Export Control Reform Initiative | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/07/19/white-house-chief-staff-daley-highlights-priority-presidents-export-cont",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 19, 2011\n\n \n\n\n\nWhite House Chief of Staff Daley Highlights Priority for the President's Export Control Reform Initiative\n\n\n\n\nWASHINGTON, D.C. -- Today, White House Chief of Staff William Daley emphasized the Administration’s continued priority for the Export Control Reform Initiative as a national security imperative.  The reforms when implemented will facilitate cooperation with U.S. allies and export control regime partners, strengthen the competitiveness of sectors key to U.S. national security, and increase U.S. exports, while maintaining robust controls where appropriate to enhance our national security.   The current export control system is still based on the geopolitical, economic, and technological realties of the Cold War era and must be changed to meet 21st century national security needs.\n\n\tLast August, President Obama announced the foundation of a new export control system to strengthen U.S. national security and competitiveness of key U.S. manufacturing and technology sectors by reforming our Cold War era system and adapting it to the changing economic and technological landscape.  This initiative followed a year-long interagency review that determined that the current export control system is overly complicated and fragmented, contains too many redundancies, and, in trying to control too much, diminishes our ability to focus on the most critical national security priorities, impairs the interoperability of our Armed Forces with our Allies in the field, and undermines the competitiveness of sectors key to U.S. national security.  \n\n\tIn his remarks, provided at a Department of Commerce export control conference, Chief of Staff Daley highlighted a proposed regulation which takes a major step forward in the reform effort.  The Commerce regulation proposes fundamental changes to the export control system by:\n\n\n\t\tLaying out the process by which less militarily significant items (e.g., parts and components) will be transferred from the U.S. Munitions List (USML) to the more flexible Commerce Control List (CCL) within a new control series (informally termed the Commerce Munitions List);\n\n\t\tDefining the licensing policies for those items that will be moved;\n\n\t\tProposing a single definition for a term “specially designed” to clarify a central element of the export control system; and\n\n\t\tDemonstrating the application of this process to one category of the USML Category VII (Tanks and Military Vehicles).\n\nMoving militarily less significant parts and components from the USML to the CCL is a major step in implementing the Administration’s common sense approach to export controls.  These changes will strengthen U.S. national security by allowing the export control system to focus on controlling the most critical technologies and by enhancing the competitiveness of key sectors:  \n\n\n\t\tBy applying the new criteria, 11,000 or approximately 90 percent of the 12,000 Category VII items licensed in 2009 and subject to stricter USML controls, even to our closest U.S. allies, will be shifted to a more flexible list;\n\n\t\tOf the items that move, about 50 percent of the items will be eligible automatically for license-free treatment, subject to certain compliance and re-export requirements to U.S. allies and regime partners;\n\n\t\tAbout 35 percent of transferred items will continue to require an export license, but would be eligible for consideration for license exception eligibility -- i.e., exportable without a specific export license -- to close U.S. allies and multilateral export control regime partners, with the same enhanced compliance and re-export authorization requirements, after U.S. Government approval;  \n\n\t\tThe remaining 15 percent will likely fall to the bottom of the list and no longer be subject to a license requirement to almost all countries;  \n\n\t\tAs a result, we anticipate that about 55 percent of the licenses currently issued for this category will be eliminated.\n\nAfter consultations with Congress and review and consideration of the public’s comments on the proposed regulation, published by the Department of Commerce on July 15, 2011, the Administration will move forward with implementing these changes.  After the completion of the required congressional notification process and consideration of the public’s comments on the proposed revised categories, the lists will be published as final.\n\nBackground on the President’s Export Control Reform Initiative\n\n\tIn August 2009, the President ordered a broad-based review of the U.S. export control system with the goal of strengthening our national security and increasing the competitiveness of key manufacturing and technology sectors.  This review called for fundamental reform in what exportable goods we control, how we control them, how we enforce those controls, and how we manage those controls.  \n\n\tThe current export control system operates under two different control lists with fundamentally different approaches to defining products and administered by two different departments (State and Commerce).  There are three different primary licensing agencies, each applying their own policies, none seeing the others’ licenses, and all operating under unique procedures and definitions.  When completed, the President’s export control reform initiative will result in a single control list, a single licensing agency, a single primary enforcement coordination agency, and a single information technology system.\n\n\tIn April 2010, former Defense Secretary Gates called for the removal of licensing requirements for the bulk of the tens of thousands of license applications to EU and NATO countries for which we say “yes” to export, and said we should concentrate our resources on the rest – in short, a system where “higher walls are placed around fewer, more critical items.”\n\n\tLast December, President Obama announced the first step of implementation, the application of new criteria to be used in defining how the lists should be rebuilt.  The Department of Commerce proposed rule creates a new framework for controlling militarily less significant defense articles (largely generic parts and components) by moving them from the more restrictive USML to the more flexible CCL.  The proposed rule – Control of Items the President Determines No Longer Warrant Control under the United States Munitions List – maintains controls for items that are significant to maintaining a military or intelligence advantage to the United States, while permitting more flexible licensing policies for exports to close U.S. allies and partners.  This rule marks the next step toward harmonizing the two control lists, which proposes the new list structure for the eventual creation of a single list administered by a single licensing agency.\n\n\tThe changes under consideration for how the United States controls military and other items are significant.  No items will move to the Commerce Control List until the Administration has had time to review and consider the public and other comments that are submitted about the proposed rule and after consultations with Congress.  For specifics of how the new rule will work, please see the Department of Commerce.\n\n\n\n\n"
}