{
    "title": "Briefing by Todd Stern, Mike Froman, and Carol Browner on the President's Climate Change Speech | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/briefing-todd-stern-mike-froman-and-carol-browner-presidents-climate-change-speech",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 22, 2009\n\n \n\n\n\nBriefing by Todd Stern, Mike Froman, and Carol Browner on the President's Climate Change Speech\n\n\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Press Secretary\n___________________________________________________________________________\nFor Immediate Release                                                 September 22, 2009\nPRESS BRIEFING BY\nTODD STERN, U.S. SPECIAL ENVOY FOR CLIMATE CHANGE; \nMICHAEL FROMAN, DEPUTY NATIONAL SECURITY ADVISOR\nFOR INTERNATIONAL ECONOMIC AFFAIRS; AND\nCAROL BROWNER, ASSISTANT TO THE PRESIDENT FOR\nENERGY AND CLIMATE CHANGE \nPress Filing Center\nWaldorf Astoria\nNew York, New York\n\n10:35 A.M. EDT\nMR. VIETOR: Thanks for joining us today. You are going to hear from Todd Stern, the U.S. Envoy for Climate Change; Mike Froman, Deputy National Security Advisor for International Economic Affairs; and Carol Browner, Assistant to the President for Energy and Climate Change. Both Carol and Mike were on the advisory, so you should have those titles. But Todd Stern, again, U.S. Special Envoy for Climate Change. And they're going to talk about the President's remarks and the policy. And I will hand it over to Todd.\nMR. STERN: Thanks very much. I just have a few very quick comments at the top, and then we'll take questions. I just want to underscore what I think were kind of the key four points in the President's speech: First, he underscored his understanding of this issue and his commitment to address it, including getting a strong agreement in Copenhagen. Second, he articulated the substantial actions that the United States has already taken on this issue across a whole range of areas.\nThird, I think he laid out what sort of three different groupings of countries need to do with respect to this issue. He made it clear that the developed countries still have a responsibility to lead and need to make major reductions in their own emissions. Second, he said that the emerging markets, the major developing countries, also need to take significant actions to reduce their own emissions and need to stand behind their actions just the way developed countries need to stand behind theirs.\nAnd then he talked about the other developing countries, the smaller ones, who are in a different position and who need to be supported through technical and financial assistance. So they're in a different category, in effect, in terms of what they need to do. Finally, he made it clear that we need to all act together and to be pragmatic, flexible, and get started on this process.\nSo I just wanted to underscore those points from the President's comments, and now we'll take questions.\nQ So, Todd, in other words, he is saying that only the developing countries would actually have to meet targets that were internationally set -- I mean, the developed countries -- and he's calling on the major emerging economies to take unilateral action and make commitments that then they would stick by?\nMR. STERN: He's not saying anything different with respect to those countries effectively than what is embedded in the Declaration of L'Aquila. So the developed countries need to commit to reductions in their emissions as against a baseline -- 2005 and 1990. The major developing countries need to also make major reductions; theirs will be relative against their trend line. And they also have to commit in the same way. We all have to stand behind what -- we have to stand behind what we're saying and they have to stand behind what they're saying that they're going to do.\nThe other developing countries, smaller developing countries are in a different -- they don't have the same kind of obligations in the midterm as we see it and as the President articulated.\nQ But just so I understand this, are the emerging countries not going to have internationally set targets, like X percent from Y year by 2020, but rather kind of making their own commitments? Is there a difference, or isn’t there a difference?\nMR. STERN: It's not so much a difference between making their own or not, because I think that what you will see with respect to many countries is -- whether developed or developing -- countries offering up what they're prepared to do. The difference is that with respect to developed countries, it includes a reduction against a baseline, an actual economy-wide reduction against a baseline. With respect to the major developing countries, a commitment to carry out a set of actions which have a projected effect of reducing emissions, also significantly just against a projected trend line, as opposed to a past baseline.\nQ Can you talk about your reaction to Hu's proposal on carbon intensity goals?\nMR. STERN: As I understand it, President Hu said that China would be making a significant -- he didn’t give a specific number, as far as I understand -- reduction in carbon intensity. I think it all depends on what how significant it is. I think that's -- China already has been -- in their current five-year plan, they have a 20-percent reduction target in terms of energy intensity. So that's 2006 to 2010. So I think what President Hu is talking about is shifting the metric from energy intensity to carbon intensity. That can be good, but it all depends on what the number is.\nQ There was a reference in the President's speech to working with the G20 later this week on reductions or eliminations of subsidies for fossil fuels. Can you go into a little more detail on that? And also, anything on climate finance, which Ban Ki-moon actually talked about, saying it's necessary if any of this is going to work?\nMR. STERN: Right. Well, as you know, at the Major Economies Forum meeting in L'Aquila in July, the leaders asked the G20 finance ministers to look into climate finance and do some work on that, and they've done some very good work and that will likely be discussed at the G20 meeting on Friday.\nWith regard to energy subsidies, as the President laid out, it's something we're working on with the rest of the G20. Energy subsidies have a significant impact on energy security, on climate change, on competitiveness, on health, and as well as on government finances. And it's an area that the G20 is considering taking action on. We'll have more news for you hopefully later in the week.\nQ The President is always talking about -- when he speaks to international crowds, the President frequently talks about the House climate change bill passing. What's your prognosis of when you think that's actually going to come on the President's desk?\nMS. BROWNER: Well, as the President said in his statement today, one Senate committee has already acted, other Senate committees are in the process of acting. The health care has obviously taken up more time than was originally anticipated. But I think the work of the committee chairmen is an indication of how this remains a very important issue for the Senate.\nWe have said repeatedly that what we need is comprehensive energy legislation. We need the tools to begin the process of breaking our dependence on foreign oil. We need to create a new generation of green jobs, American jobs, and we need to put a cap on the dangerous pollutants that contribute to climate change.\nWe want a comprehensive package and we're doing everything we can to make that happen, to make it happen sooner rather than later. Back in I guess it was March people said we'd never get a bill out of the House. Well, we got a bill out of the House. So we're moving along in the process and remain committed to that.\nQ Do you think by 2010?\nMS. BROWNER: You all follow Congress. We all know that how the schedule works in Congress can change abruptly. It can go faster, it can go slower. What we need is comprehensive legislation, and we're going to do our best to get it as soon as we can.\nQ One of the longstanding frustrations and we've heard it again today from -- (inaudible) -- and others is that rhetoric doesn't always lead to action. There's been so much talk. So I'm wondering, from the White House's perspective, how today's speech by the President specifically advances the debate. I mean, he talks about a shared burden, different roles for the developed and developing countries. Some of these themes have been said before, so how does this one -- how does the speech move it ahead?\nMS. BROWNER: Let me make one comment and then turn it to my colleagues. One of the things that the President did today was detailed all the things we have done in terms of domestic action in our first eight months in office. It is very, very significant. We are not just talking about these issues; we are actually taking steps to achieve real reductions.\nToday EPA is signing the first ever mandatory reporting requirement. Facilities will now have to report to the public their greenhouse gas emissions. It's a very important step. Earlier this month EPA and DOT announced the first ever integrated proposed rule for cars -- greenhouse gas emissions standards. We have never had greenhouse gas emissions standards before. By 2016 cars will have to achieve a 35.5 miles per gallon. Congress said get to 35 by 2020; we're doing it faster. Taken together that will achieve over the life of that program 1.8 billion-gallon reduction in oil.\nSo I think what you saw today -- there are many more that we can go through examples of this -- that we are absolutely committed to working on our domestic reductions. We want comprehensive energy legislation, but in the meantime we're using the laws on the books to make a very important down payment.\nQ Ms. Browner, can I quickly say something on this? Senator Murkowski is talking about amending an appropriations bill to block the EPA from regulating greenhouse gases. Is that something -- if that passes, would the President veto that?\nMS. BROWNER: Well, first of all, we don't think the amendment is a good idea. We don't think trying to legislate on appropriations bills is a good idea. You can end up with a lot of unintended consequences. The best way to address the issue of climate change is to use comprehensive legislation to put together a package of all of the committee bills. And trying to do this with one or two sentences that would prohibit EPA from spending money to do X, Y, or Z will not necessarily get people what they think it's going to get them. And it could get you a situation where activities that should go forward -- like investments in carbon capture and storage -- wouldn't be able to go forward.\nMR. STERN: Let me just address this question, too, for a minute. I think there are two important things that the President did that have to do with understanding what our expectations are for other countries, and also understanding a framing of what we're trying to do here. First of all, it has traditionally been the case that developing countries see -- and I'm talking including the major developing countries see a world in which obligations are supposed to be taken by developed countries, and no obligations by developing countries.\nI think what the President is saying quite clearly is we absolutely need to take our own responsibility, developed countries absolutely need to take responsibility to do just the things that he said and stand behind those actions. But the major developing countries, where virtually all of the growth in emissions over the next 30 years is going to come, they also have to take actions. And they have to stand behind those actions to the same degree that the United States and the developed countries do. He is making that very clear. And that has not traditionally been the way that the climate change negotiations and the whole climate change international debate has gone on. So that's one thing.\nThe second thing is I think there have been a lot of developing countries not in the major category, in the smaller category, that have had significant anxiety in the context of these negotiations that what was being proposed was a cap on their emissions that was going to stifle their capacity to grow and develop. And I think what the President was also saying with respect to them is that's not at all the way we see this. We see this as not just an agreement to cap emissions, but a development agreement, a low-carbon development agreement where countries that are in the smaller category -- particularly the least developing but not only -- absolutely need the opportunity to grow, to develop, to raise their standards of living, to overcome poverty. And we need to be helpers -- people on the developed countries' side need to help in the context of providing technology assistance and the like. So I think those are actually quite important messages coming out of the speech.\nQ Ban Ki-moon called on leaders to empower negotiators in Copenhagen. If health care continues to dominate the congressional schedule and there's nothing but a draft in December, won't the U.S. negotiators be hamstrung as far as your ability to negotiate a number?\nMR. STERN: Look, I have been quite clear. I testified in the House about a week ago to the effect that we would like to see the maximum possible progress, just as Carol said, on our domestic legislation. In the event that there's not domestic legislation done by the time of Copenhagen, we will negotiate with that in mind. But certainly the most progress we can get would be helpful.\nQ I have a follow-up. More people are talking about the fact that we should expect -- or in their view, we should expect a framework out of Copenhagen where a lot of the numbers need to be filled in later -- so, in essence, further negotiations in 2010. Is that your view?\nMR. STERN: Look, I think that we want to get the most done in Copenhagen that we possibly can. I mean, I think that we don't -- if you go back two or three months ago, Yvo de Boer, who's the head of the U.N. Framework Convention, was quoted as saying, and I think Yvo has said this on a number of occasions -- every jot and tittle of this thing is not going to get done in December, there are going to be elements of this that aren't done. There were plenty of elements of Kyoto that weren't done in Kyoto. So I have no doubt that there will be elements and details, maybe even significant details, that aren't done yet. And that's always been the understanding. But our objective should be to get as much done on it and make as much progress as we possibly can.\nQ I know we're going to the G20 in Pittsburgh and you don't want to get too far ahead of that. But can you give us just a little bit more detail on this proposal to phase out fossil fuel subsidies? It's just sort of hanging out there.\nMR. FROMAN: Look, I draw your attention to the fact that the OECD and the IEA have issued a report that indicates that if fossil fuel subsidies were eliminated, it would reduce greenhouse gas emissions by 10 percent by 2050. Our overall goal is 50 percent by 2050, so this could be a significant step forward. It's something we're working with the rest of the G20 on, and we hope to have more details about it later this week.\nQ There's a great deal of disappointment it seems, from Europe about the U.S. stance. Do you think that there's any chance at all of matching the EU commitments in Copenhagen?\nMR. FROMAN: This is a subject that we've -- I have had much conversation about with my UK and European colleagues. And I have explained on numerous occasions that what the U.S. is proposing to do -- first of all, what the President proposed in his budget, what is now in the legislation that came out of the House, would be a seismic turn in U.S. policy -- seismic change; that if you look at what we are doing, by most measures of comparability, we are around the same level, in some cases a higher level than the EU. The only measure of comparability in which there is a big gap is when you measure what's happening against the 1990 baseline.\nWe don't think there's any need to do that. We know that there's some history in the original documents for 1990, but the Obama administration came in 2009. We're talking about a more updated baseline. If you look at the more updated baseline, we're already -- the gap shrinks dramatically. If you add other factors, which are actually quite relevant -- like projected population growth, projected economic growth -- the effort that the United States would need to expend to reach what we're talking about is every bit as much as what the EU would need to reach. Plus, we're talking about a law that would -- a law -- not an aspirational goal, but a law -- that would take this year by year to an 83 percent reduction against 2005 by 2050, which translates into 80 percent against 1990, just for the record.\nSo I have said this repeatedly, we have absolutely -- we are in a strong position, and in a position which we regard as quite comparable to where the Europeans are, and I think that they are obsessively focused, frankly, on a 1990 baseline, which advantages them and disadvantages us. But if you look at what the President can do, given where he came in and what we're planning to do in our policies, we are quite comparable.\nQ Just going back to the legislation issue for a moment, some environmentalists, as well as some diplomats, had hoped that the President would today set a firm deadline for when he expected to have legislation complete, or that he would at least lay out a strategy for how he plans to convince senators to pass this legislation. He did neither. He said something about engaging on the subject, and he moved on and talked a little about an economic slowdown. Why didn't you lay out that strategy or deadline that folks were interested in hearing?\nMS. BROWNER: Well, the President, going back to his first address to Congress, asked for legislation. We have continued to work hard to get that legislation. I think we exceeded many expectations with the passage of the House bill. The Senate is hard at work. Jeff Bingaman has already passed out one component of a package. Senator Boxer, chair of the Environment and Public Works Committee, has indicated she will bring a draft out in the next I think maybe week to 10 days. So the Senate is doing the work they have to do.\nNow, at the end of the day, Harry Reid does set the schedule for the Senate, and we have to be mindful of that. But he has given me, the President, all of us, every indication that this is very, very important to him. And I might note that yesterday, the Second Circuit handed down a decision in which they found -- it's a case they've had for two and a half years; they finally ruled that it is acceptable to use common law to sue a emitter of greenhouse gases for causing a nuisance. What this means is the courts are starting to take control of this issue. And if they were to follow this logic out, they would be setting standards.\nObviously, that's not something that anybody wants. We need a unified set of rules for the country. We need to give the businesses the kind of predictability and certainty so they can make the capital investments that are going to get us the kind of reductions we need. That is best done through legislation. I think whether it's the Supreme Court case of several years ago, this more recent decision, everything is moving towards getting legislation done because it is the best way to do it.\nQ There were reports that -- over the last week -- that the President might be willing to go to Copenhagen to fight for the Olympics if -- would the President be willing to go to Copenhagen to fight for a treaty? And is that something that would be helpful?\nMR. FROMAN: I think it's probably premature to talk about the President's schedule for December. And a lot depends on what happens between now and then in the negotiations.\nQ But is that something under consideration as a possibility?\nMR. FROMAN: It's too early to really say.\nQ Do any of you believe that the earnest statements made at the Climate Change Summit change today might be undermined, considering the carbon footprint of the summit, all of these motorcades, 20 and 30 cars long, and a city in gridlock, engines idling?\nMR. FROMAN: I think the U.N. should make a pledge to electric vehicle motorcades within five years. (Laughter.)\nEND \n10:56 A.M. EDT\n\n\n* This transcript has been corrected.\n \n\n\n\n\n"
}