{
    "title": "Presidente Obama propone al juez Timothy Black y a Gloria Navarro para vacantes en Cortes de Distrito | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidente-obama-propone-al-juez-timothy-black-y-a-gloria-navarro-para-vacantes-en-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 24, 2009\n\n \n\n\n\nPresidente Obama propone al juez Timothy Black y a Gloria Navarro para vacantes en Cortes de Distrito\n\n\n\n\nWASHINGTON- El Presidente Obama propuso hoy la candidatura del juez Timothy S. Black y de Gloria M. Navarro para las vacantes de juez de distrito en el Distrito Sur de Ohio y el Distrito de Nevada, respectivamente. Actualmente, Black es Juez de Paz federal en el Distrito Sur de Ohio. Navarro se desempeña como vicefiscal distrital en jefe del condado Clark.\n \n“Timothy Black y Gloria Navarro encarnan la imparcialidad, intelecto y el espíritu de servicio que los estadounidenses esperan y merecen de sus jueces federales”, dijo el Presidente Obama. “Les agradezco por su continua disposición de servicio y sé que impartirán justicia con inquebrantable integridad e imparcialidad”.\n \n \nGloria M. Navarro: Candidata para el Distrito de Nevada\nGloria M. Navarro presta servicios como vicefiscal distrital en jefe del condado Clark desde el 2005, donde representa al distrito en juicios civiles. Anteriormente, la Sra. Navarro prestó servicios como vicedefensora pública para casos especiales (2001-2004), representando a acusados por crímenes capitales y otros crímenes serios, y ejerció de manera privada en Las Vegas (1996-2001).  Ganó premios por servicios gratuitos y acceso a la justicia otorgados por organizaciones como el Colegio de Abogados del Estado de Nevada, y fue la presidenta de la Asociación de Abogados Latinos Colegiados (Latino Bar Association). La Sra. Navarro obtuvo su licenciatura de la Universidad de Nevada, Las Vegas, en 1989, y su título de abogada en 1992 de la Universidad Estatal de Arizona.\n \n\n\n\n"
}