{
    "title": "Background on the President's Don't Ask Don't Tell Repeal Bill Signing Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/22/background-presidents-dont-ask-dont-tell-repeal-bill-signing-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 22, 2010\n\n \n\n\n\nBackground on the President's Don't Ask Don't Tell Repeal Bill Signing Today\n\n\n\n\n\nBACKGROUND ON THE PRESIDENT’S DON’T ASK DON’T TELL REPEAL BILL SIGNING TODAY\nUS DEPARTMENT OF THE INTERIOR\n\n\tIn the morning, the President and the Vice President will deliver remarks and the President will sign into law the Don’t Ask Don’t Tell Repeal Act of 2010 in a ceremony at the Department of the Interior. The audience will be made up of approximately 500 attendees, including Administration officials, Members of Congress and key advocates and stakeholders.\n\nSTAGE PARTICIPANTS\n\tAdmiral Mike Mullen, Chairman of the Joint Chiefs of Staff\n\tDeputy Secretary of Defense William Lynn\n\tSpeaker Nancy Pelosi (D-CA)\n\tSenator Harry Reid (D-NV), Majority Leader\n\tRepresentative Steny Hoyer (D-MD), Majority Leader\n\tSenator Joe Lieberman (I-CT)\n\tSenator Susan Collins (R-ME)\n\tRepresentative Patrick Murphy (D-PA)\n\tRepresentative Susan Davis (D-CA)\n\tEric Alva, Former Staff Sgt, US Marine Corps\n\tZoe Dunning, Former Commander, US Navy\n\n\tMarine Staff Sgt. Eric Alva was the first American wounded in the war in Iraq. On March 21, 2003, he was traveling in Iraq in a convoy to Basra with his battalion when he stepped on a landmine, breaking his right arm and damaging his leg so badly that it needed to be amputated. Alva was awarded a Purple Heart and received a medical discharge from the military.  Alva has been working with the Human Rights Campaign to speak out against the \"Don’t Ask, Don’t Tell\" policy banning lesbian, gay and bisexual Americans from serving in the armed forces.\n\n\tCommander Zoe Dunning has been a tireless advocate for fighting the military's policies prohibiting open gay service. Dunning is a graduate of the United States Naval Academy. In January 1993, while a Lieutenant in the U.S. Navy Reserves, Dunning publicly came out as a lesbian at a political rally outside the gates of California's Moffett Field. Dunning won her subsequent two-and-a-half year legal battle to remain in the Navy Reserves. The Navy promoted her twice and awarded her the Navy & Marine Corps Achievement Medal and the Navy & Marine Corps Commendation Medal since her coming out. She retired in June 2007 and holds the distinction of serving her country as an openly gay member of the U.S. military for over 13 years.\n\nPRE-PROGRAM PARTICIPANTS\n\tPledge of Allegiance: COL Margarethe Cammermeyer, US Army (Ret.)\n\tMargarethe (Grethe) joined the US Army and after graduating from college, served seven years on active duty and married a fellow military officer.  Awarded the Bronze Star for service in Vietnam, she was forced to leave the military after becoming pregnant with her first child.  When military regulations changed in 1972 and women were allowed to serve in the military with dependents, Margarethe returned to the Army Reserves.  She later transferred to the National Guard, ultimately serving 31 years in the military prior to retirement as Washington State Chief Nurse.  In 1989 Grethe disclosed, in a security clearance investigation, that she was a lesbian which resulted in her discharge in 1992.  She challenged her discharge.  In 1994 she was reinstated in the military as though never discharged.  In June 2010 she was selected as a member of the Defense Advisory Committee on Women in the Services, (DACOWITS).\n\n\tInvocation: Rabbi Arnold E. Resnicoff\n\tRabbi Arnold E. Resnicoff is a consultant on interfaith values and interreligious affairs; a former line officer who served in Vietnam's Mekong Delta, followed by assignments with Naval Intelligence before attending rabbinical school; a retired Navy Chaplain who earned the Defense Superior Service Medal for his work with military and civilian leaders throughout Europe, Africa, and the Mid-East while serving as the Command Chaplain for the U.S. European Command;  and a former National Director of Interreligious Affairs for the American Jewish Committee.  From June 2005 to June 2006, he served as  Special Assistant (for Values and Vision) to the Secretary and Chief-of-Staff of the U.S. Air Force, with the equivalent military rank of Brigadier General.  Headquartered in the Pentagon, this appointment took him to Air Force bases in more than ten countries around the world, including those in Iraq, Qatar, and the United Arab Emirates.  On June 16, 2006, Secretary of the Air Force Michael Wynne presented him with the USAF Decoration for Exceptional Civilian Service--the highest award that the Air Force can present to a civilian. In addition to rabbinic ordination, he has three masters degrees, in International Relations, Strategic Studies and National Security Affairs, and Rabbinics, and a doctorate from The Jewish Theological Seminary of America.        \n\nMEMBERS OF CONGRESS EXPECTED TO ATTEND\n\tSenator Harry Reid, D-NV\n\tSenator Dick Durbin, D-IL\n\tSenator Joe Lieberman, I-CT\n\tSenator Susan Collins, R-ME\n\tSenator Barbara Boxer , D-CA\n\tSenator Sherrod Brown, OH\n\tSenator Ben Cardin, D-MD\n\tSenator Bob Casey, D-PA\n\tSenator Al Franken, D-MN\n\tSenator Kirsten Gillibrand, D-NY\n\tSenator Frank Lautenberg, D-NJ\n\tSenator Patrick Leahy, D-VT\n\tSenator Jeff Merkley, D-OR\n\tSenator Patty Murray, D-WA\n\tSenator Mark Udall, D-CO\n\n\tSpeaker Nancy Pelosi, D-CA\n\tRepresentative Steny Hoyer, D-MD\n\tRepresentative Rob Andrews, D-NJ\n\tRepresentative Tammy Baldwin, D-WI\n\tRepresentative Jim Clyburn, D-SC\n\tRepresentative John Conyers, D-MI\n\tRepresentative Joe Courtney, D-CT\n\tRepresentative Susan Davis, D-CA\n\tRepresentative Barney Frank, D-MA\n\tRepresentative Gabrielle Giffords, D-AZ\n\tRepresentative Jane Harman, D-CA\n\tRepresentative Martin Heinrich, D-NM\n\tRepresentative Sheila Jackson-Lee, D-TX\n\tRepresentative Hank Johnson, D-GA\n\tRepresentative Frank Kratovil, D-MD\n\tRepresentative Jim Langevin, D-RI\n\tRepresentative Rick Larsen, D-WA\n\tRepresentative John Lewis, D-GA\n\tRepresentative Jim Moran, D-VA\n\tRepresentative Patrick Murphy, D-PA\n\tRepresentative Scott Murphy, D-NY\n\tRepresentative Jerrold Nadler, D-NY\n\tRepresentative Glenn Nye, D-VA\n\tRepresentative Chellie Pingree, D-ME\n\tRepresentative Todd Platts, R-PA\n\tRepresentative Jared Polis, D-CO\n\tRepresentative Mike Quigley, D-IL\n\tRepresentative Carol Shea-Porter, D-NH\n\tRepresentative Vic Snyder, D-AR\n\tRepresentative Nikki Tsongas, D-MA\n\tRepresentative Tim Walz, D-MN\n\n\n\n\n"
}