{
    "title": "Statement by the President on the International Day in Support of Victims of Torture | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-president-international-day-support-victims-torture",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 26, 2010\n\n \n\n\n\nStatement by the President on the International Day in Support of Victims of Torture\n\n\n\n\nToday we celebrate the anniversary of the United Nations’ Convention Against Torture, one of the foremost international human rights documents.  The United States was a leader in the document’s drafting, and remains dedicated to supporting its principles at home and abroad. \nI continue to believe that brutal methods of interrogation are inconsistent with our values, undermine the rule of law, and are not effective means of obtaining information.  They alienate the United States from the world, and serve as a recruitment and propaganda tool for terrorists.  They increase the will of our enemies to fight against us, and endanger our troops when they are captured. The United States will not use or support these methods.\nOver the past year, the Department of State has, at my request, gathered information from our embassies around the world about effective mechanisms to stop torture and assist its victims.  I have asked the Department of State to share this information with interested international and non-governmental organizations, and to develop a system of advice and tools to share with governments and other relevant actors in addressing this problem.\nThe United States will continue to support the efforts of other nations and international and nongovernmental organizations, to eradicate torture through human rights training for security forces, capacity building, and encouraging robust legislation against such practices.  We will also continue our close collaboration with international and domestic groups working to rehabilitate and reintegrate torture victims and offenders.  I am sincerely grateful for the efforts of all the men and women around the world who are working to end the scourge of torture.  \n \n\n\n\n"
}