{
    "title": "Executive Order -- Establishing the White House Homeland Security Partnership Council | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/10/26/executive-order-establishing-white-house-homeland-security-partnership-c",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 26, 2012\n\n \n\n\n\nExecutive Order -- Establishing the White House Homeland Security Partnership Council\n\n\n\n\n \n\n\tEXECUTIVE ORDER\n\n\t- - - - - - -\n\n\tESTABLISHING THE WHITE HOUSE\n\n\tHOMELAND SECURITY PARTNERSHIP COUNCIL\n\n\t \n\n\t \n\n\tBy the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to advance the Federal Government's use of local partnerships to address homeland security challenges, it is hereby ordered as follows:\n\n\t \n\nSection 1. Policy. The purpose of this order is to maximize the Federal Government's ability to develop local partnerships in the United States to support homeland security priorities. Partnerships are collaborative working relationships in which the goals, structure, and roles and responsibilities of the relationships are mutually determined. Collaboration enables the Federal Government and its partners to use resources more efficiently, build on one another's expertise, drive innovation, engage in collective action, broaden investments to achieve shared goals, and improve performance. Partnerships enhance our ability to address homeland security priorities, from responding to natural disasters to preventing terrorism, by utilizing diverse perspectives, skills, tools, and resources.\n\n\t \n\n\tThe National Security Strategy emphasizes the importance of partnerships, underscoring that to keep our Nation safe \"we must tap the ingenuity outside government through strategic partnerships with the private sector, nongovernmental organizations, foundations, and community-based organizations. Such partnerships are critical to U.S. success at home and abroad, and we will support them through enhanced opportunities for engagement, coordination, transparency, and information sharing.\" This approach recognizes that, given the complexities and range of challenges, we must institutionalize an all-of-Nation effort to address the evolving threats to the United States.\n\n\t \n\nSec. 2. White House Homeland Security Partnership Council and Steering Committee.\n\n\t \n\n\t(a) White House Homeland Security Partnership Council. There is established a White House Homeland Security Partnership Council (Council) to foster local partnerships -- between the Federal Government and the private sector, nongovernmental organizations, foundations, community-based organizations, and State, local, tribal, and territorial government and law enforcement -- to address homeland security challenges. The Council shall be chaired by the Assistant to the President for Homeland Security and Counterterrorism (Chair), or a designee from the National Security Staff.\n\n\t \n\n\t(b) Council Membership.\n\n\t \n\n\t(i) Pursuant to the nomination process established in subsection (b)(ii) of this section, the Council shall be composed of Federal officials who are from field offices of the executive departments, agencies, and bureaus (agencies) that are members of the Steering Committee established in subsection (c) of this section, and who have demonstrated an ability to develop, sustain, and institutionalize local partnerships to address policy priorities.\n\n\t \n\n\t(ii) The nomination process and selection criteria for members of the Council shall be established by the Steering Committee. Based on those criteria, agency heads may select and present to the Steering Committee their nominee or nominees to represent them on the Council. The Steering Committee shall consider all of the nominees and decide by consensus which of the nominees shall participate on the Council. Each member agency on the Steering Committee, with the exception of the Office of the Director of National Intelligence, may have at least one representative on the Council.\n\n\t \n\n\t(c) Steering Committee. There is also established a Steering Committee, chaired by the Chair of the Council, to provide guidance to the Council and perform other functions as set forth in this order. The Steering Committee shall include a representative at the Deputy agency head level, or that representative's designee, from the following agencies:\n\n\t \n\n\t(i) Department of State;\n\n\t \n\n\t(ii) Department of the Treasury;\n\n\t \n\n\t(iii) Department of Defense;\n\n\t \n\n\t(iv) Department of Justice;\n\n\t \n\n\t(v) Department of the Interior;\n\n\t \n\n\t(vi) Department of Agriculture;\n\n\t \n\n\t(vii) Department of Commerce;\n\n\t \n\n\t(viii) Department of Labor;\n\n\t \n\n\t(ix) Department of Health and Human Services;\n\n\t \n\n\t(x) Department of Housing and Urban Development;\n\n\t \n\n\t(xi) Department of Transportation;\n\n\t \n\n\t(xii) Department of Energy;\n\n\t \n\n\t(xiii) Department of Education;\n\n\t \n\n\t(xiv) Department of Veterans Affairs;\n\n\t \n\n\t(xv) Department of Homeland Security;\n\n\t \n\n\t(xvi) Office of the Director of National Intelligence;\n\n\t \n\n\t(xvii) Environmental Protection Agency;\n\n\t \n\n\t(xviii) Small Business Administration; and\n\n\t \n\n\t(xix) Federal Bureau of Investigation.\n\n\t \n\n\tAt the invitation of the Chair, representatives of agencies not listed in subsection (c) of this section or other executive branch entities may attend and participate in Steering Committee meetings as appropriate.\n\n\t \n\n\t(d) Administration. The Chair or a designee shall convene meetings of the Council and Steering Committee, determine their agendas, and coordinate their work. The Council may establish subgroups consisting exclusively of Council members or their designees, as appropriate.\n\n\t \n\nSec. 3. Mission and Function of the Council and Steering Committee. (a) The Council shall, consistent with guidance from the Steering Committee:\n\n\t \n\n\t(i) advise the Chair and Steering Committee members on priorities, challenges, and opportunities for local partnerships to support homeland security priorities, as well as regularly report to the Steering Committee on the Council's efforts;\n\n\t \n\n\t(ii) promote homeland security priorities and opportunities for collaboration between Federal Government field offices and State, local, tribal, and territorial stakeholders;\n\n\t \n\n\t(iii) advise and confer with State, local, tribal, and territorial stakeholders and agencies interested in expanding or building local homeland security partnerships;\n\n\t \n\n\t(iv) raise awareness of local partnership best practices that can support homeland security priorities;\n\n\t \n\n\t(v) as appropriate, conduct outreach to representatives of the private sector, nongovernmental organizations, foundations, community-based organizations, and State, local, tribal, and territorial government and law enforcement entities with relevant expertise for local homeland security partnerships, and collaborate with other Federal Government bodies; and\n\n\t \n\n\t(vi) convene an annual meeting to exchange key findings, progress, and best practices.\n\n\t \n\n\t(b) The Steering Committee shall:\n\n\t \n\n\t(i) determine the scope of issue areas the Council will address and its operating protocols, in consultation with the Office of Management and Budget;\n\n\t \n\n\t(ii) establish the nomination process and selection criteria for members of the Council as set forth in section 2(b)(ii) of this order;\n\n\t \n\n\t(iii) provide guidance to the Council on the activities set forth in subsection (a) of this section; and\n\n\t \n\n\t(iv) within 1 year of the selection of the Council members, and annually thereafter, provide a report on the work of the Council to the President through the Chair.\n\n\t \n\nSec. 4. General Provisions. (a) The heads of agencies participating in the Steering Committee shall assist and provide information to the Council, consistent with applicable law, as may be necessary to implement this order. Each agency shall bear its own expense for participating in the Council.\n\n\t \n\n\t(b) Nothing in this order shall be construed to impair or otherwise affect:\n\n\t \n\n\t(i) the authority granted by law to an executive department, agency, or the head thereof;\n\n\t \n\n\t(ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals; or\n\n\t \n\n\t(iii) the functions of the Overseas Security Advisory Council.\n\n\t \n\n\t(c) This order shall be implemented consistent with applicable law and appropriate protections for privacy and civil liberties, and subject to the availability of appropriations.\n\n\t \n\n\t(d) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\t \n\n\tBARACK OBAMA\n\n\t \n\n\tTHE WHITE HOUSE,\n\n\tOctober 26, 2012.\n \n\n\n\n\n"
}