{
    "title": "Background on the President's Trip to Madison, Wisconsin | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-presidents-trip-madison-wisconsin",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 04, 2009\n\n \n\n\n\nBackground on the President's Trip to Madison, Wisconsin\n\n\n\n\nDISCUSSION WITH STUDENTS WITH SECRETARY ARNE DUNCAN\nJAMES C. WRIGHT MIDDLE SCHOOL\n1:00 PM CDT         \nThe President and Secretary Arne Duncan will meet with approximately 40 students at James C. Wright Middle School, one of two public charter schools in Madison, Wisconsin.  The group of 6th, 7th and 8th graders was chosen based on teacher recommendation. \n\nRACE TO THE TOP ANNOUNCEMENT\nJAMES C. WRIGHT MIDDLE SCHOOL\n1:30 PM CDT\nThe President will deliver remarks to students, parents, teachers, school officials and state/local leaders at James C. Wright Middle School on strengthening America’s education system and putting the interests of the nation’s students first. In coming weeks, states will be able to compete for a grant from one of the largest investments ever made in education – over $4 billion – the Race to the Top Fund. These grants will be made available to states committed to transforming the way we educate our kids so that they can develop a real plan to improve the quality of education across the nation.\nThe audience will be composed of approximately 500 Wright Middle School students, parents, teachers, and school officials as well as state and local leaders. Secretary Duncan will also be in attendance.\nPARTICIPANTS\n- Principal Nancy Evans will welcome students, parents and invited guests.\n- Ari Davis (6th grade) will lead the Pledge of Allegiance.\n- Miko Jobst (8th grade), Laura Sumi (7th grade), and Erika Meyer (orchestra teacher) will perform the National Anthem.\n- Governor Jim Doyle will introduce the President.\n\nBACKGROUND ON JAMES C. WRIGHT MIDDLE SCHOOL\nThe mission of the Wright Middle school is “to educate all students to develop the knowledge, skills and confidence required to participate fully in an evolving global society.”  A public charter school established in 1997, the Wright school is the smallest and most ethnically and economically diverse middle school in Madison (38% African-American, 37% Latino, 13% White, and 86% low-income).  The school also has a significant population of students with disabilities (22%) and English language learners (39%), and outpaces both the school district and statewide average achievement for both student subgroups.   \nWright offers a core curriculum of language arts, social studies, math and science at each grade level, and provides enrichment courses in physical education, music, art, and technology.  All grades at the school participate in a social action project focused on the environment at the sixth grade level; the economy at the seventh grade level; and government at the eighth grade level.  Among the school’s signature reforms are a small and tailored instructional program; bilingual resource specialists (Spanish and Hmong languages); an academic acceleration program in literacy to support struggling 6th and 7th graders; and a mentorship and afterschool homework program. \nWright is also one of three middle schools in Madison that partners with the University of Madison in a teacher preparation program through an innovative model that pairs new teachers with veterans and delivers professional development and ongoing support.\n***\n \n\n\n\n"
}