{
    "title": "Vice President Commends Reopening of Chicago Window Factory Thanks to Recovery Act Funding | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-commends-reopening-chicago-window-factory-thanks-recovery-act-fundin",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 01, 2009\n\n \n\n\n\nVice President Commends Reopening of Chicago Window Factory Thanks to Recovery Act Funding\n\n\n\n\nTHE WHITE HOUSE  Office of the Vice President  _________________________________________________________________________  FOR IMMEDIATE RELEASE                                           March 1, 2009    Vice President Biden Commends the Reopening of a Chicago Window Factory Thanks to Recovery Act Funding; Company Will Rehire Laid-off Workers for Green Jobs The Vice President and Senator Dick Durbin (D-IL) Note that $16 Billion for Weatherization Projects Will Save or Create Good-Paying Jobs in Illinois and Across the Country  (Washington, DC) The Vice President today commended the new owners of Republic Windows and Doors, a Chicago window manufacturing plant that was shuttered late last year, resulting in the lay-off of its 250 union workers. Republic was purchased in bankruptcy court last week by Serious Materials, a California-based company that makes energy efficient windows. Serious Materials has announced plans to reopen the Republic factory and to eventually rehire all 250 of its laid-off workers at their former pay levels. Serious Materials said it purchased Republic because the Recovery Act will increase demand for its products. \"The reopening of this factory and the rehiring of these workers provide an excellent example of how the money in the Recovery Act is targeted to spur job creation quickly,\" said Vice President Biden. \"These workers will not only earn a paycheck again; they will go back to work creating products that will benefit America's long-term economic future.\" At the request of President Obama, Vice President Biden is overseeing the implementation of the American Recovery and Reinvestment Act, working with federal, state and local officials to ensure that money moves quickly and is spent appropriately so that the President's goal of saving or creating 3.5 million jobs is achieved. \"When Republic shut its doors in December, the jobs Illinois lost were not only good paying jobs, they were good for the environment too,\" said Senator Durbin. \"Those are the very jobs we need to preserve in order to put our economy back on track. The economic recovery package has recreated a market for energy efficient materials that virtually disappeared as our economic crisis deepened. With $16 billion available for weatherization programs, companies like Republic will be able to reopen their doors and put people back to work.\" Last Friday the U.S. Department of Housing and Urban Development and the U.S. Department of Energy announced an historic partnership to streamline and better coordinate federal weatherization efforts to make it much easier for families to weatherize their homes and spur a new home energy efficiency industry that could create tens of thousands of jobs. HUD and DOE have created a high level interagency task force to coordinate home weatherization efforts under the American Recovery and Reinvestment Act, and to leverage those funds to build a home energy efficiency industry in the U.S. that will: create or retain tens of thousands of jobs, lower energy costs of vulnerable low-income households, and reduce greenhouse gas emissions. HUD and DOE will allocate $16 billion in economic recovery funds to retrofit existing homes.\n\n\n\n"
}