{
    "title": "Press Briefing on the FY17 Budget, 2/9/2016 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/02/09/press-briefing-fy17-budget-292016",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 09, 2016\n\n \n\n\n\nPress Briefing on the FY17 Budget, 2/9/2016\n\n\n\n\n\n\tSouth Court Auditorium\n\n\t1:18 P.M. EST\n\t \n\tMR. EARNEST:  Good afternoon, everybody.  It’s nice to see you in a slightly different environment than we’re used to.  But obviously today is the day that many of you have been waiting for for a long, long time.  The President has released his fiscal year 2017 budget.  And we’re going to have some presentations here at the start before we get to your questions, but there’s one point that I wanted to make before I turn it over to Shaun here, and it’s simply this:  Budgets are important because they enumerate priorities.  And when you have something that’s this detailed, there’s no fudging.  It becomes quite clear when you look at the numbers what you believe rates.  And that’s the importance of this exercise.  \n\t \n\tI readily acknowledge, as I have on many occasions, that there are some priorities that we have that are deeply held that Republicans in Congress do not share.  And there will be differences of opinion about the priorities that are laid out in here.  \n\t \n\tHowever, there are a number of areas where there should be bipartisan agreement.  There are a number of priorities that are reflected in this budget that are priorities that are held by Republicans according to what they say.  One good example of that is cybersecurity.  There is a robust proposal in here that many of you have already reported on that includes a stepped up investment in protecting the country, protecting government systems from cyberattacks and cyber intrusions.  That’s an important piece of business that’s critical to our national security; it’s certainly critical to our economy.\n\t \n\tThat’s all the more reason it’s unfortunate that Republicans on the Budget Committee won’t even have a conversation with us about it.  And here’s a thing I guarantee you -- I guarantee you that at some point over the next year, we’re all going to file into the briefing room and I will walk in and find many of you on the edge of your seats eager to ask the White House about the latest cyber intrusion -- it may be the government agency, it may be at a private sector company that is well-known.  It may even be a media organization.  And when you do, I will discuss the efforts that we have made over the first seven years of the presidency to strengthen our cyber defenses.  I will certainly make detailed note of the significant investments that we are proposing to enhance our nation’s cybersecurity.  And you can be certain that I will point out that when we put forward this proposal, Republicans on the Budget Committee refused to even discuss it.\n\t \n\tAnd I think you, rightfully, and the American people, rightfully, will have lots of questions about Republicans’ commitment to confronting this issue that is critical to both our nation’s economy and our national security.\n\t \n\tSo with that tee-up, let me go -- turn it over to Shaun for a more detailed overview of what is included in the budget, and then we’ll start taking some questions from all of you.\n\t \n\tMR. DONOVAN:  Thank you, Josh.  Also, thank you to Jason, Cecilia and Jeff for joining today.  And I think as we begin this discussion of the budget, it’s useful to just take a moment and take stock of our economic and fiscal progress.\n\t \n\tUnder the President’s leadership, we’ve turned our economy around and created more than 14 million jobs.  Our unemployment rate is below 5 percent for the first time in almost eight years.  Nearly 18 million people have gained health coverage as the Affordable Care Act has taken effect.  And we’ve dramatically cut our deficits by almost three-quarters, and set our nation on a more sustainable fiscal path.\n\t \n\tIt’s important to take stock of our progress, but this budget is not about looking back; it is about looking forward.  It’s about choosing investments, as Josh has said, that not only make us stronger today, but enable us to make progress towards the kind of country that we aspire to be.\n\t \n\tThe President is absolutely committed to using every minute of this last year to make such progress -- to deliver for the American people, and in particular, to address many of the challenges he highlighted in the State of the Union.  The budget is a path toward meeting those challenges.  It accelerates the pace of innovation to tackle climate change, find new treatments and cures for cancer and other diseases, transform our infrastructure, and grow our economy.\n\t \n\tIt makes investments to give everyone a fair shot at opportunity and economic security, including investments in education, job training, support for working families, and modernization of our benefit structure to reflect our evolving economy.  Cecilia and Jeff are going to say more about those two different areas in just a moment.\n\t \n\tAnd it advances our national security and global leadership with increased funding with our effort to destroy ISIL.  As you just heard, a more than one-third increase in cybersecurity across the federal government, and a range of other investments to protect the American people and advance development and democracy around the world.\n\t \n\tThe budget shows that these investments in growth opportunity and security are compatible with putting the nation’s finances on a strong and sustainable path.  It makes critical investments in our domestic and national security priorities while adhering to the bipartisan budget agreement that was signed into law last fall.  As you may recall, that fully paid-for agreement allowed us to avoid harmful sequestration cuts -- the second time that Congress came together on a bipartisan basis to avoid sequestration -- and provided dollar-for-dollar funding increases for both defense and non-defense priorities for 2016 and 2017.  \n\t \n\tThe budget also puts forward paid-for mandatory investments that are critical to building durable economic growth and maintaining America’s edge as the leader in innovation and cutting-edge science, support jobs and economic growth, and expand opportunity.  The budget finishes the jobs started by the past two bipartisan agreements, and prevents the return of harmful sequestration funding levels in 2018 and beyond.  It replaces those savings by closing tax loopholes and with smart spending reforms.  And it also drives down deficits, keeping them below 3 percent of GDP through the entire 10-year period, and it maintains our fiscal progress through $2.9 trillion in smart savings from health care, immigration, tax reforms and other proposals.\n\t \n\t$375 billion in health savings grow over time and build on the Affordable Care Act with further incentives to improve quality and control health care cost growth.  And critically important, those proposals in the budget would extend the life of Medicare for more than 15 years.  It also contains $955 billion of revenue from curbing inefficient tax breaks for the wealthy and closing loopholes for high-income households.\n\t \n\tIt also includes immigration reform along the lines of the 2013 bipartisan bill, which the administration supported, which would reduce the deficit by about $170 billion over the first 10 years and by almost $1 trillion over two decades.  As a result of all these changes, the budget stabilizes federal debt as a share of the economy, and then puts it on a declining path through 2025, a key measure of fiscal progress.\n\t \n\tLastly, let me just build on something that Josh said before I turn it over to Jason.  I want to take a moment to talk about the importance of this budget as we move forward with the debate this year.  It’s tempting to adopt the conventional wisdom that a President’s final budget isn’t relevant, but I think the conventional wisdom is wrong.  With many final-year budgets, you either see an administration dramatically trim its sails and dial back on ambition, or you see a budget that is solely a vision document with little that’s relevant to the debate.\n\t \n\tThis budget falls in neither of those camps.  The budget offers a range of proposals where there is bipartisan support for taking action.  Josh talked about cybersecurity, but to name a few others, there is a significant bipartisan interest in investing in cancer research, ensuring that everyone struggling with opioid addiction can get treatment, and expanding tax credits that support work and reduce poverty to workers without kids.\n\t \n\tIn other cases, we may not get bipartisan support, but the President isn’t going to shy away from proposing solutions that are both good for our economy and address major challenges that we face.  Those proposals may not be enacted this year, but they lay the groundwork for reaching solutions in the long run.\n\t \n\tThe bottom line is that in the final year, in a season full of political distractions, the President and the administration remain focused on meeting our greatest challenges and delivering for the American people.  We will spend every day of this last year doing just that, with this budget as our roadmap.\n\t \n\tWith that, I’ll turn it over to Jason, who is going to discuss the economic outlook and budget assumptions.\n\t \n\tMR. FURMAN:  Thanks to all of you.  Thank you, Shaun.  As Shaun mentioned, the U.S. economy continues to strengthen in the last year as the unemployment rate fell below 5 percent in the face of significant global headwinds that have weighed on the economy.\n\t \n\tLooking ahead, the administration expects that the economy will grow at an average rate of 2.5 percent over the next three years. This forecast, finalized this past November to give agencies time to prepare their budget forecasts, is in line with contemporaneous forecasts from the Congressional Budget Office, the Blue Chip Consensus of Private Sector Economists, and the International Monetary Fund.  \n\t \n\tStarting in 2019, the budget assumes a GDP growth rate of 2.3 percent annually.  The GDP forecast reflects continued growth in consumer spending, which grew at a solid pace over the last year, reflecting the savings from the recent drop of energy prices, the ongoing improvement in household finances, and increased consumer sentiment.\n\t \n\tMoreover, both residential investment and R&D grew strongly in 2015, with R&D reaching its highest level as a share of the economy on record, and both have continued room for growth in 2016.  And thanks to the budget agreement at the end of last year, fiscal policy has shifted to a moderately accommodative stance as compared to the fiscal drag that had been faced in previous years. \n\t \n\tAt the same time, our economy will continue to face significant headwinds on a number of dimensions as foreign demand continues to slow, the oil industry continues to adjust to lower prices and the associated transmission of these events through recent financial market developments.  \n\t \n\tThe other notable change in the forecast is a reduction in project interest rates with a 10-year Treasury note expected to eventually settle at 4.2 percent.  This projection is slightly more conservative than the CBO and Blue Chip interest rate projections.  These lower expected interest rates also have important implications for broader macroeconomic and fiscal questions.\n\t \n\tOverall, some of our assumptions are more conservative than the assumptions made by the CBO; some are more optimistic.  But they average out to a very similar outlook for the 10-year baseline deficit.\n\t \n\tAnd with that, let me turn it over to Jeff.\n\t \n\tMR. ZIENTS:  I just want to do a minute or two on innovation, which as Shaun said, is a cornerstone of the President’s budget.  In fact, innovation has been at the center of the job recovery.  You see this in manufacturing, for example, where there’s been a revitalization in advanced manufacturing.  And investments in innovation in manufacturing have helped to create 900,000 manufacturing jobs just over the last six years.  \n\t \n\tYou also see it in clean energy.  We kickstarted a transformation in how the U.S. produces energy, with solar energy production up thirty-fold since 2008.  And this has supported good job growth of good jobs in the solar industry.  In fact, solar jobs are growing at 12 times faster than the economy.  \n\t \n\tAll of this is consistent with the U.S. is number one in the world in innovation.  But it’s a hypercompetitive marketplace.  The global competition is intense.  China and other countries are investing heavily in research and development, and they’re doing everything they can to eat into our lead.  So we need to accelerate the pace of innovation to build the economy of the future and continue to create high-quality jobs, and that’s exactly what the President’s budget does.  It proposes investments that will ensure the U.S. continues to set pace in technology and innovation.  \n\t \n\tLet me just highlight three areas very quickly.  The first is a 21st century clean transportation system.  It’s a bold plan that’s proposed to increase investments in surface transportation overall by 50 percent, including transformative investments in rail and transit.  It also supports -- importantly, it supports the development of breakthrough technologies like autonomous vehicles.\n\t \n\tUpgrading our infrastructure helps businesses move goods faster to market, and this proposal is fully paid for by a $10-a-barrel fee on oil, paid for by oil companies, that would support hundreds of thousands of good, American jobs, and helps the environment by reducing carbon pollution.  More broadly, the President’s budget doubles clean energy research and development -- it calls for a $7.7 billion investment in early-stage R&D on clean energy.  That’s a 20 percent increase.  And this will keep us at the vanguard of the clean energy revolution.\n\t \n\tThe final innovation initiative I’ll mention is cancer.  The President’s budget invests more than $750 million in the Vice President’s cancer moonshot.  This builds on progress that we made in last year’s budget, or what is the current year’s budget, to invest about $200 million of new money in cancer research at NIH, and to bring together the private sector and the federal government to push the frontier of data and technologies with the goal of doubling the rate of progress in cancer treatment and research.  \n\t \n\tSo the President’s budget sets out a clear plan to enhance America’s position as the number-one country in the world in innovation by investing in what we do best:  building the next must-have, “Made in America” product; making the next clean energy breakthrough; and finding the next lifesaving cure. \n\t \n\tWith that, let me hand it over to Cecilia.\n\t \n\tMS. MUÑOZ:  Thank you.  So as you heard the President express in the State of the Union address last month, one of our key challenges as a nation is to make sure that we’re finding a way to give everyone a fair shot at opportunity and economic security.  And our competitiveness, as he says, depends on tapping the full potential of all Americans.  So this budget makes very particular investments in accomplishing those goals, in particular by supporting education and training opportunities, supporting workers and their families, providing access to health care, and other investments to ensure that we’re all able to contribute to our maximum capacity in our country’s economic growth.\n\t \n\tSo this includes continuing investments in the educational system, from the earliest years all the way through higher education.  So expansions in high-quality early childhood education; cutting taxes for families that are paying for childcare; building out the most effective Head Start programs, including, very importantly, making sure that students in Head Start can attend for a full day and for a full year; and investing in pre-K for all four-year-olds in the country.\n\t \n\tThe President’s budget also includes funding for his new Computer Science for All initiative, which is a $4 billion investment to states and another $100 million that would go directly to districts to create access to computer science education at all levels, from pre-K all the way through high school. \n\t \n\tIn addition to that, the budget includes significant new investments in the Pell grant program, and these are aimed in particular at helping students in the Pell program complete their educations.  So there are incentives to help students who are taking a full credit load of 15 credits.  And then for students who are doing that, also incentives to allow them to use Pell grants for an additional semester.  So it would allow them to use the Pell program year around.  And what this does is essentially help folks in the Pell program complete on time, which is important to reducing the overall cost of a college education.\n\t \n\tThe President’s budget also calls for $2.5 billion in new tax incentives to encourage employers to play a more active role \n\tin the educational and training process.  So these this is the proposed Community College Partnership Tax Credit, which builds on our work to increase access to skills and to make sure that the skills education that's happening at our community colleges and technical schools is aimed at the kinds of jobs which are becoming available in this growing economy.\n\t \n\tThere are also, as you heard Jeff and Josh say, very important investments in health.  You heard Jeff talk about cancer.  There are investments in mental health and opioids and combatting the Zika virus; important investments in child nutrition, in particular electronic benefits to kids in the school meal program so that we can continue their access to food and meals over the summer, as well as using Medicaid data to help with the enrollment process for kids in the school breakfast and lunch program to help facilitate their enrollment and to help make sure that we're feeding kids adequately.\n\t \n\tSo what this all adds up to is a focus on opportunity, on economic security, and really making sure that we're investing in the full potential of all Americans. \n\t \n\tAnd with that, let me turn it back to Josh.\n\t \n\tMR. EARNEST:  Okay, let’s go open it up for questions.  Who wants to go first?  Wait for the mic there.  And do you mind introducing yourself?\n\t \n\tQ    You mentioned a couple areas where you see opportunity for bipartisan agreement -- the EITC, cybersecurity.  I’m wondering if based on the vociferous reactions you heard this morning from the Republicans and based on the fact that we're in an election year, what gives the President hope that there’s going to be any movement on these priorities and not simply a CR pushing it to whoever is inaugurated next January?  \n\t \n\tMR. EARNEST:  Well, why don't I take the first stab at this?  And if anybody wants to weigh in here, they can.\n\t \n\tI think there are two things that come to mind.  The first is there was a lot of pessimism at the beginning of last year about whether or not this administration would be able to make progress on a range of priorities that we identified.  Considering that Republicans had just enjoyed a significant victory in the midterm elections that increased their majority in the House of Representatives and gave them a majority in the Senate for the first time in a while, that pessimism was well founded. \n\t \n\tBut through some perseverance and a willingness on the part of some Republicans to try to find common ground, we made progress on a whole range of things that nobody would have previously considered possible.  We got a five-year transportation bill done at the end of last year.  We reformed the No Child Left Behind bill to make sure that we're not over-testing our students.  We got a budget agreement that was -- thanks to the good work of a lot of the people who are sitting on the stage right now, not me -- that allowed us to ensure that we would not abide by sequester caps that would undermine our ability to invest in economic and national security priorities.  We got the debt limit extended without significant drama or delay.  We got IMF reform -- something we had long sought.  We got a reauthorization of the Export-Import Bank.  \n\t \n\tMost of those were things that Republicans were strongly opposed to.  At least they said they were strongly opposed to them.  But yet, we were able to work aggressively and find common ground with Republicans.  None of the bills that I just described were perfect.  But they did all reflect compromises.  And Republicans who were part of those compromise deserve credit for trying to find that kind of common ground that's in the best interests of the country. \n\t \n\tSo our experience last year gives us some optimism of what is possible this year, particularly when you consider that there are so many opportunities that are ripe for bipartisan agreement.\n\t \n\tThe kinds of things that Shaun laid out that do represent bipartisan potential are not things that we -- these are not positions that we are ascribing to Republicans.  If you called Republicans’ offices -- which hopefully you’ll do after this briefing -- they themselves will tell you that they are interested in things like expanding the EITC program to promote work and give an incentive to workers who don’t have children.  \n\t \n\tObviously, cancer research -- there’s a lot of talk on the campaign trail both among Republicans and Democrats in New Hampshire right now about doing more to fight opioid addiction and heroin abuse.  And we often talk about cybersecurity -- that’s actually a bipartisan compromise that was achieved at the end of last year that I failed to mention.  There was legislation that this administration put forward at the beginning of last year and urged Congress to pass.  It took them the whole year to do it, but they did it.  That’s a good thing for the country.  There’s more that they should do -- and they did it not because we talked them into it, but because we put forward a good proposal that would actually strengthen the country’s cyber defenses.\n\t \n\tSo I think the experience of last year certainly informs our relatively optimistic view about this year.  And the fact that we have some legitimately bipartisan proposals that both Democrats and Republicans acknowledge would be good for the country that we can put forward and hopefully work on together.\n\t \n\tMR. DONOVAN:  So let me pile on a little bit.  It would be interesting to go back and look at the press releases they put out last year when the President’s budget came out.  I think the words “dead on arrival” were heard quite a bit.  Relevance was questioned.  And exactly to Josh’s point, not only did we get a lot of wins; in fact, the budget agreement that was struck in October and then the omnibus in December followed the structure that the President laid out.  \n\t \n\tWe got 90 percent of the increased investment that the President called for.  It was dollar for dollar on the defense and non-defense side.  Those were the two bright lines the President laid out at the beginning on funding.  He said we have to end sequester, we have to do it dollar for dollar, defense, non-defense.  And the third thing he laid out was we have to do it without poison-pill riders.  And in fact, that’s exactly what happened, is we defeated the poison-pill riders in the deal.  \n\t \n\tBelow the surface, there were many, many things -- whether it’s the types of things that Josh talked about -- we made a down payment on the opioid epidemic last year.  Cecilia talked about our investments in Head Start.  We made a big start towards -- over $400 million of increase in Head Start toward full-day, full-year, a plan which the President laid out.  State grants to expand universal pre-K, apprenticeships -- I could go on and on.  There’s a broad range of things that we got done last year that were bipartisan.  We also got a bunch of things done like the Green Climate Fund.  We got funding to implement the President’s Clean Power Plan.  We got important new investments at the IRS, which Republicans had said there was no way were going to happen.\n\t \n\tSo both on bipartisan things and things that were priorities of the President but not shared, we got a lot done last year.\n\t \n\tThe only other thing I would just say on this -- and there are many of those same priorities that are in this bill that I think have real bipartisan support, and others that I think we have a lot of leverage to get.  The question here is not for the administration.  We took a very clear position -- we were going to live by our word.  We were going to write our budget to the deal last year, even if that meant we were going to make some tough choices.  And we made those tough choices.  As Josh said, a budget is very specific.  You’ve got to show your priorities.\n\t \n\tSo the question here isn’t a fight between the administration and Republicans; it’s a fight within the Republican Party.  We’re already seeing, despite some people saying on the Republican side we should live by the deal, we’re seeing others that say we ought to cut below the deal.  We’re seeing others that say we ought to raise defense spending above the deal without non-defense.\n\t \n\tAnd so I think the question for the Republican Party is where do they stand on this, and are they going to be able to function in Congress.  That’s really the question.  It’s going to be up to them whether this is something -- we’ve done our part with this budget, it’s going to be up to them to see whether they can deliver on their promises to get back to regular order this year.\n\t \n\tMR. EARNEST:  Angela.  Why don’t you wait for the mic just so everybody -- the dozens of people who are watching on camera here can hear you at home.  (Laughter.)\n\t \n\tQ    We at Bloomberg have dozens watching, at least.  (Laughter.)  Angela Greiling Keane with Bloomberg.  Question on the revenue projections for the international tax reform proposals.  They’ve more than doubled since last year’s budget, and we’re trying to figure out where that doubling comes from.  It goes to $484 billion from -- sorry, $238.3 billion last year, which is a pretty sizeable difference.  And then one other question along those same lines.  The per-barrel oil tax last week was billed as $10 and today it’s $10.25, so what accounts for that difference as well?\n\t \n\tMR. FURMAN:  Why don’t I take both of those?  I will have to check the numbers.  The proposals for business tax are very similar to last year.  I thought the scores were largely similar to last year.  There’s a difference in the budgetary treatment of the whole package that stems from the extenders package that had passed at the end of last year, so why don’t I explain that to you?\n\t \n\tLast year, we treated business tax reform as revenue neutral, put it in a box in the budget, and didn’t have any of those policies adding into the budget totals because it was assumed that they were paying for business tax reform.  This year, we continue to be committed to business tax reform, and we’re committed to it on the same basis that we were last year, which is to say, we think it should pay for tax extenders.  We had proposed to pay for tax extenders last year in a compromise with Congress in order to get things done.  We agreed to do last year without paying for them.  But if we come back and reform the business tax system, we’d want to make up for that revenue this year.  \n\t \n\tAnd so the current budget treatment flows through all the different tax loophole closers and structural changes to the business tax system towards the overall budget number with that goal of being revenue neutral relative to the baseline we had established last year -- in other words, paying for tax extenders.  \n\t \n\tI will take a look, and you can also talk to Treasury about how any particular item change in terms of its scoring -- often there’s technical changes from year to year on the scores, but there were no major policy changes.\n\t \n\tIn answer to your second question, we described the oil tax as about $10 per barrel.  It phases in over five years and then it’s indexed to inflation.  So it’s literally a different number in each of those years and we were giving you the rounded number.\n\t \n\tMR. DONOVAN:  Let me just add one thing.  On the international tax side, I think we have also seen that there are an increasing number of companies that are proposing or have actually been carrying out inversions.  And so one of the things that is contributing -- there are other technical issues, but one of the things that’s contributing to that change in score is Treasury observing a larger number of companies that aren’t taking advantage of what we think are loopholes that need to be closed.\n\t \n\tWe’ve taken significant actions with our existing authority, but we’re also calling on Congress to move changes to stop inversions as well, and that’s something that is highlighted by the change in numbers that you point to.\n\t \n\tMR. EARNEST:  Mary.\n\t \n\tQ    Thank you.  Mary Bruce with ABC News.  I’m wondering, on the $10-a-barrel oil tax, how much of that do you anticipate will be passed on to consumers?  And any concern that that could hinder some of the broader economic growth that you’ve been discussing?  And also, on the timing, can you explain why the decision was made to release today what is one of the biggest political (inaudible) of the year?  And if the Super Bowl was a factor, as you’ve said, why not hold it for later in the week?\n\t \n\tMR. ZIENTS:  So I think we all see it on our way to work in terms of roads or airports or transit or rail.  Businesses, as I said, are losing lots of money and are paying lots of money, and are undermining their position in the global economy because our infrastructure is no longer a source of competitive advantage.  In fact, it’s a vulnerability.\n\t \n\tSo it’s really a hidden tax on consumers or commuters -- some estimates say that’s over $900 per year in lost hours in fuel costs.  It certainly, as I said, hits our businesses.  So there’s urgency to build on what Congress did at the end of last year and invest significantly in our infrastructure.  In terms of the fee itself, it is paid by oil companies.  We anticipate that oil companies will pass some of that on to the consumers of various oil products, and that’s important here in that this is not just about automobiles.  It’s about airplanes and rail and other forms of transit that consume oil.  And oil, as I said earlier, is responsible for about 30 percent of carbon pollution.  So this is a strong plan that addresses the fact that we have this hidden tax on consumers and businesses because of the inadequacy of our infrastructure across all modes.  And we think it’s an important proposal that enhances our competitiveness and as I said, will save consumers and commuters time and energy costs.\n\t \n\tMR. DONOVAN:  Just on the question about timing, obviously February in general is crowded this year.  And so I’m not sure given both the February statutory release date and, frankly, the fact that Congress was so late in getting the budget done that we were going to be able to find a day that was sort of free from other distractions.  I think the important point here is based on the President’s absolutely determined focus on using every day of his last year to deliver for the American people.  We had a State of Union that was one of the earliest on record.  We’ve already, before today, rolled out more than 20 specific proposals that are in the budget.  And actually, we think given the distractions that we have more broadly from candidates that are talking down the country and, frankly, presenting a dark picture of where the U.S. is headed, we’ve been able to capture I think a remarkable amount of attention to a broad set of budget proposals that really are about the future and about the hopefulness that the President has about the country.  \n\t \n\tSo I think despite the timing of the day today, this has been a budget release that's really been ongoing for a number of weeks now.  And I think certainly my sense -- and I give a lot of credit to our press team and others that have worked on it -- that this is something where we really have captured the imagination of the American people in a lot of ways.\n\t \n\tMR. EARNEST:  The last thing I’d say about that, Mary, is I think Republicans cancelling the budget hearing is actually the clearest evidence that it’s Republicans who don't want to have a public discussion about the budget.  We certainly welcome the opportunity, and maybe we’ll get them to change their mind.\n\t \n\tQ    Thanks.  About that, does the lack of an invitation resonate with you in a way that makes you understand that there is not going to be a lot of bipartisanship, maybe not a lot of cooperation coming up in this year?  Or am I over-reading that?  \n\t \n\tAnd I think the second question -- you can also weigh in on that, if you would, Josh -- second question I would have is, is there a tax increase in this budget?  And if so, what’s that level?  And last, I notice that there is a specific read on immigration reform as a means for saving money within the budget.  And I’m just curious how that plays out when you consider the lack of the likelihood that immigration reform will actually take place even in fiscal ’17.  \n\t \n\tThank you. \n\t \n\tMR. DONOVAN:  Let me take the last question first.  Just to step back for a minute, I talked about the broad fiscal progress that we’ve made under the President’s leadership and that this budget would continue that progress.  One of the key areas where we’ve made enormous progress is on health care costs.  The President came in and identified health care costs as one of the single-most important drivers of our long-run fiscal challenges.\n\t \n\tAnd through the ACA and a range of other steps that we’ve taken, we’ve made enormous progress.  Just to give one specific example, the budget makes clear -- just in the year 2020, we now believe that we will save about $185 billion, just in that one year, because of the slow growth of health care costs and better projections since the Affordable Care Act was passed.  So enormous progress on what is among the biggest drivers of our long run. \n\t \n\tBut the second thing we have to realize is that a big fiscal challenge we have is keeping our promises to the Baby Boom generation.  The budget goes through -- and I won’t get into all the details -- but we’re moving from where just a few years ago, we had 3.2 workers per retiree to a place that we can see in the next decade where we’ll have 2.4 workers per retiree.  \n\t \n\tAnd one of the most important things about immigration reform is that it brings in more workers.  Those workers contribute to society.  They pay taxes.  They boost our economy.  And these are not just our numbers; the Congressional Budget Office says the same thing.  Their projections are that we would save $170 billion in this decade.  We’ve adopted those numbers in the budget.  And that savings grows; it becomes almost $1 trillion when you add in the second decade.  So immigration reform is not just the right thing to do for families and our economy, it’s the right thing to do for our fiscal future.\n\t \n\tOn the point about bipartisanship, Josh was very clear up front that we’re going to keep putting out what we think is right independent of whether we think it’s something that will be adopted by Republicans.  But we should remind you that there was bipartisan support for exactly the bill that we are adopting in our budget.  It passed in the Senate with bipartisan support, and our hope would be that after we get through the distractions and the bombast of this political season, that we could return to doing the right thing for the country.  And we think immigration reform is part of that.\n\t \n\tMR. FURMAN:  And in answer to your question on taxes, the budget proposes $277 billion of tax cuts for middle-class families.  That helps everything from child care, with tripling the child tax credit for people with younger children; pro-work, by having a tax credit for secondary earners.  It simplifies and expands tax credits for college.  It expands a tax break to encourage both small businesses to offer savings plans and people to take them up, and also expands the EITC for people without qualifying children, either because they don’t have children or they’re non-custodial parents.  \n\t \n\tYou take all of those together, and the main experience that most Americans would get in terms of their taxes as a result of this budget would be a tax cut for things like child care, college, retirement savings, work and low-income households.\n\t \n\tAs part of the deficit plan, the budget does, as a whole, curb a set of tax breaks for high-income households.  One of those, for example, limits the value tax deductions and tax exclusions for high-income households to 28 percent.  That would only affect households making above $250,000 a year, and it’s something that my predecessors Greg Mankiw, Marty Feldstein, Glenn Hubbard and Alan Greenspan have all described are more akin to a spending cut, because that’s spending that takes place through the tax code for high-income households that’s being cut.  Another example of that is a loophole for high-income households on their net investment income, which we would propose to close here.  \n\t \n\tSo the revenue is coming from high-income households, it’s coming from cutting back on tax expenditures, closing tax loopholes, not raising rates.\n\t \n\tMR. DONOVAN:  Can I just add one thing to that?  You asked about the tax side, but this is a balanced proposal in our budget.  As I said, we decided to live by the agreement that was reached last year, and we’ve made some hard choices.  In fact, we have 117 different cuts, consolidations, or savings proposals in the budget.  We’ve talked a little bit about health care savings -- about $375 billion there.  But we’ve got 15 different proposals that save over $100 billion on program integrity, for example.  We have smart savings proposals on everything from crop insurance to a range of other things.  And I think it’s important to step back.  Since the President came into office, we’ve had deficit reduction of about $4.5 trillion.  This budget adds additional $2.9 trillion of deficit reduction.  If you put those all together, we’re still getting more than 50 percent.  Even if we adopted every one of the proposals in the President’s budget that Jason just talked about, we’re still getting more than 50 percent of that $7.4 trillion in deficit reduction from spending reductions, not from revenue increases.\n\t \n\tSo we believe that this is a balanced proposal both on the spending side and on the tax revenue side.  And we stand by that.  \n\tQ    (Inaudible.)\n\t \n\tMR. DONOVAN:  Deficits to GDP are under 3 percent every year of the budget window.  And debt to GDP we take from -- under current law, if we did nothing, would be increasing substantially over the window.  And we stabilize debt to GDP and actually start bringing it down through 2025.  \n\t \n\tMR. EARNEST:  And, Kevin, I just want to go back quickly to the bipartisan thing, which is we’ve observed many times that with Republicans in control of Congress and Democrats in charge of the White House, anything that gets done is going to have to be, by definition, bipartisan.  So the question really for Republicans at this point is, are they going to do anything?  Are they going to use their majority in Congress to strengthen our cybersecurity, to fight opioid addiction, to cure cancer?  Or are they not?  And I think the question really is left for them, because we’ve put forward specific proposals in our budget for how precisely we could do that.\n\t \n\tI’ll call on this gentleman right here.\n\t \n\tQ    Charlie Clark with Government Executive Media Group.  The Republicans seem to want to have a reduction in number of workers in the federal workforce and maybe even abolish some agencies.  And I’m just wondering, is the upshot of this budget a net increase in the size of the federal workforce, or as they would call it, the size of the government?\n\t \n\tMR. DONOVAN:  We do have particular places within the federal government where we think there needs to be increased investment in the number of people as well as the skills of those people.  Cybersecurity is a very good example where that’s a place that’s a critical national need where we do propose both increasing number of personnel, as well as raising their skills.  We have a $62 million investment as part of the cyber plan that the President announced today that really goes to this workforce piece of the issue.  \n\t \n\tBut we have other places -- for example, the Veterans Administration, where we continue to enhance the number of people we have there to respond to what is really a wave of veterans that we are bringing back from overseas, and that’s a sacred promise that the President has made.  I would also point to another example of a place like IRS, where the cuts from the Republican Congress had been so deep that we got to a place last year where we were only answering 40 percent of taxpayers’ phone calls -- 40 percent.  \n\t \n\tNow, we had a win in the budget last year where we got almost $300 million of increase.  We’re now up to answering 60 percent of taxpayers’ phone calls.  But obviously that’s not acceptable.  And, by the way, we’re losing billions of dollars of revenue from taxes that should be paid that are due to the federal government because we don’t have the personnel.\n\t \n\tSo there are clearly places where we do need more workers, but there are other places where we’re making smart changes and finding efficiencies.  And overall, what we see is just a small proposed increase in the federal workforce, overall, when you balance those together.\n\t \n\tMR. EARNEST:  Yes, ma’am, right here in the front.\n\t \n\tQ    Hi.  Julie Davidson from LRP Publications.  To build on that, can you talk about how the budget supports the people and culture pillar of the President’s management agenda, and how you decided on a 1.6 percent increase for federal employees?\n\t \n\tMR. DONOVAN: Well, just to take the second question first -- obviously, particularly with the second year of the budget deal being less than the President had called for in his budget, we had difficult choices to make in a number of areas.  And one of those is the tough choice about how much we should be increasing pay for federal workers.  We worked closely with the military, with DOD, to see the results of their review of compensation.  And ultimately we settled on a 1.6 percent increase both for military and for civilian workers.    \n\tWe settled on a 1.6 percent increase, both for military and for civilian workers.  That is something that obviously builds on the progress that we’ve made -- the progress on our deficit and our progress more broadly economically -- and allows us, as opposed to in past years, where we had a freeze and then a 1 percent increase, and then for 2016, a 1.3 percent increase, we’re obviously making progress here.  \n\t \n\tI think it also is important to recognize that inflation overall has remained very, very low.  And, in fact, to the point where we are starting to see significant wage growth, I think the best -- I’ll turn to Jason here, but the best six months of wage growth that we’ve seen of the recovery over the last few months.  \n\tSo I think this represents progress in terms of paying government workers what they deserve, but also one where we did have some tough choices to make.  The only other thing I would just say in terms of other critical investments that we’re making -- our people are one of the single-most important assets that we have in the federal government, and we do have major investments in training, in employee engagement.  \n\t \n\tWe’ve been encouraged that the employee viewpoint survey across the federal government showed real progress.  In fact, for the first time in history, every single question in that survey showed positive movement.  There wasn’t a single question where results went down, and we think that that is a measure of the progress that we’re making, in addition to the work that we’re doing to upgrade and improve our recruiting, moving our systems into the 21st century.  And I think Beth Cobert, who we believe ought to get confirmed swiftly by the Senate, is doing a terrific job in moving us forward at OPM.\n\t \n\tMR. EARNEST:  Okay.  Ron.\n\t \n\tQ    Ron Allen from NBC.  Josh, you said early in your opening that this is all about priorities and you can tell what’s more important to the administration.  Is there anywhere in the budget that takes account of the plan to close Guantanamo Bay?  And why not?  And what’s there?  And if not, how is that going to happen now?  Or is it something that you’ve given up on, or that the President has given up on?\n\t \n\tMR. EARNEST:  Well, we have always envisioned putting forward the separate plan for Congress’s consideration that would factor in some of the financial impacts of actually moving forward with closing the prison at Guantanamo Bay.  One of the chief reasons that we have advocated for closing the prison is that the individuals who are detained there and need to remain detained can be more cost effectively detained in the United States.  And that’s what our proposal will underscore.  There are a number of them that would be transferred, a number of others that are going through a criminal justice process, either through a military commission or an Article 3 Court.  But cost effectiveness is one of the reasons that we are looking to close the prison.  \n\t \n\tThe other reason, obviously, is we know that extremist organizations use the continued operation of the prison at Guantanamo Bay as a recruiting tool.  And so that’s why you have seen Democratic and Republican national security experts come forward and advocate for the closure of the prison.  We’ll put forward a plan to Congress at some point -- I don’t have an update for you in terms of timing.  But when we do, it will include some information, at least, about the budgetary impact, and that’s information that we won’t just present to Congress, we’ll also present it to all of you.\n\t \n\tQ    Again, but why not put this in your budget, which, as you say, is your statement of your most cherished priorities, and that, as I understand it, is one of the President’s?\n\t \n\tMR. EARNEST:  It is a priority.  The plan is just not done yet.  So when it is, we’ll have some more information about it.\n\t \n\tDo you want to add to that, Shaun?\n\t \n\tMR. DONOVAN:  I was just going to say that there was a specific provision in the Defense Authorization Bill that set up a process to do this separately and with a timeline and everything that didn't match up with the budget.  So it is a very high priority.  Just for reasons that there was already a process and a separate piece of legislation, it didn't make sense to marry it up with the budget given what Josh said about our ongoing work on that.\n\t \n\tQ    Just to clarify, you said the plan is not done.  But there has been some reporting suggesting that the plan is in fact done, and that you're waiting for the opportunity to move it forward.  Is it not done or is it?  \n\t \n\tMR. EARNEST:  The latest update that I have received is that the President has not signed off on a final plan at this point.\n\t \n\tMR. DONOVAN:  I can confirm that. \n\t \n\tMR. EARNEST:  Thank you. \n\t \n\tQ    So is there a concern in the budget -- there is a plan for Medicare savings -- is there a concern that those measures could be perceived as cuts and that could be used against Democrats on the campaign trail?  \n\t \n\tAnd then also on a separate issue, there also seem to be proposals to cut spending on refugees but yet the administration has called to ramp up asylum -- or ramp up the asylum program.  So how do you reconcile that?  Or is that a misinterpretation? \n\t \n\tMR. FURMAN:  I’ll take the first one on health -- which is, the administration’s approach from the beginning has been if you can lower national expenditures, you can reduce premium growth, save money for the budget, and extend the life of Medicare.  So it’s win-win-win.  That's what we did in the Affordable Care Act, and you see the benefits now with health cost growth being the lowest in 50 years.  The Affordable Care Act added 13 years to the life of Medicare, and the Affordable Care Act helped put us in a better position for our budget.  \n\t \n\tThe types of savings we're proposing now are very much in that spirit, as well.  So if you reduce overpayments to drug companies for dual-eligibles in Medicare and Medicaid, you can save over $100 billion.  And that's not something that is coming at the expense of people.  It’s actually part of a plan to help.\n\t \n\tIf you can have competitive bidding in Medicare Advantage, you can squeeze out some of the extra margins that some of the insurance companies are getting within that system.  All of this would both continue to help slow growth of health costs, but it would also, together with the tax loophole that's being closed related to a tax that's related to Medicare, add more than 15 years to the life of the Medicare trust fund.  So this plan as a whole is going to help strengthen and sustain Medicare and help slow the cost growth of health care.\n\t \n\tMR. EARNEST:  I’ll just add to that by saying that Republicans in 2012 thought this would be a really effective argument.  And I’ll just point out that neither President Romney nor Vice President Ryan could be here to defend the effectiveness of that argument.\n\t \n\tMR. DONOVAN:  On your question about refugees, I’m not sure where those reports come from.  In fact, the budget meets our commitment that the President has made to increase the number of refugees that we would be able to welcome to the U.S.  And so we're happy to work with you -- show you the details of that.  But it meets our commitments. \n\t \n\tQ    Traditionally, the EITC proposal from the administration for single adults has been financed through closing the carried interest loophole and some other sort of revenue raisers.  Given that Speaker Ryan has expressed a lot of interest in a very similar plan, but has sort of offered to pay for it with spending cuts.  I was wondering what the administration’s current thinking is on sort of the parameters of that and what would be an acceptable pay-for there.\n\t \n\tMR. FURMAN:  We’d be happy to work together with Congress on an acceptable pay-for.  We have an awful lot of pay-fors to choose from in our budget, and I suspect you’d see a lot of flexibility about which of those.  What you wouldn’t see flexibility on is the principle that this proposal is meant to reduce poverty.\n\t \n\tSo if you cut one thing that’s helping to reduce poverty and use it to expand something else that would reduce poverty, you haven’t made the type of improvements that we envision.  So I think there’s a lot of ability to work together.  We’d love to work together with Congress as long as you’re not doing this at the expense of the poor.\n\t \n\tMR. EARNEST:  Thanks for the question, Dylan.  Kevin.\n\t \n\tQ    The baseline deficits worsen by about $1.8 trillion over 10 years.  Could you go into some of the factors about why that is?\n\t \n\tMR. DONOVAN:  So we have, as I think Jason laid out at the beginning, a few that are the most important changes between the baseline from last year’s budget and this one.  \n\t \n\tFirst, the tax extenders deal that was completed at the end of last year did raise deficits by a few tenths of a percent alone -- just that one package.  And while we agreed with a number of the extenders that were made permanent, and then they had been part of our business tax reform plan, as Jason said earlier, we were not in favor of doing that unpaid for.  We felt that there should have been a comprehensive plan on business tax reform.  \n\t \n\tAnd so what we are doing in our budget this year -- and it’s one of the reasons why we’re able to stabilize debt and actually bring it down over the 10-year window -- is because we continue to propose comprehensive business tax reform that would offset the cost of the tax reform -- the tax extenders that were done at the end of last year.\n\t \n\tThat’s the single-most important change from last year.  There are also changes in the economic assumptions that I think really point to the critical importance of many of the investments that we’ve talked about in terms of growing opportunity. \n\t \n\tOne of the things we haven’t talked about, which the President really emphasized in his State of the Union, was that we have to modernize our system of supports for workers.  And we’re proposing an unemployment insurance package of changes that includes a wage insurance proposal that’s proven to help workers get back in the workforce more quickly, reconnect with the workforce, and ultimately be better off.  That’s another example of something that ought to be bipartisan if Republicans are willing to work with us.\n\t \n\tMR. FURMAN:  And one small point to add -- the baseline deficit projection is worse, as is the CBO.  And us and CBO are quite similar in that regard.  We’ve also proposed more deficit reduction this year.  So the deficit you get to under the President’s policy is similar to what it was last year, which is to stay consistent with the below 3 percent of GDP, and consistent with the debt on a stabilized and on a declining path through 2025, just like it was last year. \n\t \n\tQ    And you also spoke about the dwindling number of workers per retiree, which would seem to be an argument to deal with Social Security, but there’s been no mention during this session about dealing with the Social Security trust fund and its solvency.  Could you go into why we’re not addressing that, and why that’s become less of a priority for the President during the tenure of his presidency?\n\t \n\tMR. FURMAN:  Sure.  First of all, I would point your attention to the budget includes a long-run outlook -- the deficit and debt over the next 25 years.  That’s the same window that CBO uses for its long-run outlook.  And that shows that the deficit remains below 3 percent of GDP even in the out-years.  And at the end of that 25-year window, the deficit is actually shrinking as a share of GDP.  \n\t \n\tSimilarly, the debt is stable as a share of GDP over that longer-run window, and is declining as a share of GDP by the end of it.  So we have, in the last seven years, made a lot of progress in terms of our long-run deficit that comes from steps like the Affordable Care Act, the tax deals we’ve done, and also the broader slowdown in health costs.  And when you take all those improvements in the long-run outlook, which Doug Elmendorf recently cited in a paper that he put out last week, the improvements in the long-run outlook, together with the additional policies here, really do put you on a stable basis for the long run.\n\t \n\tThat being said, from the very beginning of this administration, the President has always said he was open to working together with Congress on a bipartisan basis to deal with Social Security, put out a set of principles at the beginning of this administration in terms of not slashing benefits, not privatizing Social Security, not taking away a system that works for Americans with disabilities, and some other socio-principles.  But the most important thing is looking at the budget as a whole, and that’s where we’ve made substantial progress.\n\t \n\tMR. DONOVAN:  I’d just add two other points to that.  We did have an issue in Social Security that was critical to address last year, and that in fact we did address.  It’s another example of something the President put forward in his budget of 2016 that Republicans said, “Oh, we’re never going to fix the Social Security Disability program without major cuts in entitlements.”  And in fact, we were able to get an extension of the disability trust fund, which would have run out of benefits in two years -- or the end of next year -- and would -- I’m sorry, at the end of this year, and would have put us in a place where we would have had to cut benefits by about 20 percent.  So that was the most urgent issue in Social Security, it was resolved last year, and it was done in a fiscally responsible way.\n\t \n\tBut I would also say -- and this builds on Jason’s point -- if you look at the long-run challenges that we have on the fiscal side, Social Security is not a major contributor to that challenge.  But the other thing I think is important to recognize is immigration reform -- again, this issue of how many workers do we have paying into Social Security relative to the number of retirees.  One of the most important things that we can do is increase the number of workers that we have in this country, and also raise their wages.  \n\t \n\tAnd all of that can help us stabilize.  And in fact, CBO says, and Social Security actuaries say that immigration reform is an important contributor to strengthening Social Security.  So I don’t think it’s right that we don’t have policies in this budget on this issue.  I didn’t mention it specifically, but it’s one of the key things that immigration reform would do, would be to strengthen Social Security.\n\t \n\tMR. EARNEST:  We probably have time for a couple more.  Jordan.\n\t \n\tQ    Thanks.  I was wondering, Democratic leaders are going to be here meeting with the President and Vice President for the second time in three weeks.  And I know that there’s been a lot of back and forth between you guys and Republicans on the budget, but I was wondering if there was any thought put to having a similar meeting with Republican leaders to advance some of the proposals you say there’s bipartisan support on, like EITC and those other items.  I know they were here last week, but I’m wondering if there was any thought to giving them a separate meeting to drill down on those.\n\t \n\tMR. EARNEST:  We’d stand ready to have additional conversations with them.  The one that was scheduled has already been cancelled by the Republicans who chair the House and Senate Budget Committees.  So we have to sort of see a willingness on the part of Republicans to discuss these issues, but we obviously are eager to do so.\n\t \n\tI’m confident these are the kinds of things that are being discussed among Democrats, both in the current meeting but also all across Capitol Hill.  So there really is a decision that Republicans have to make about whether or not they want to make some progress this year.  They were given by the voters a new majority in the Senate and a stronger majority in the House, and I think a significant question that they have to answer is are they going to use that majority over the course of this year to try to do something good for the country.  There certainly are ample opportunities for them to do so, but will require them working in good faith to actually do that.\n\t \n\tSarah.\n\t \n\tQ    Thanks.  Just one quick clarification.  So you said that there was -- that Director Donovan was scheduled to be on the Hill to talk about the budget and it was cancelled as opposed to just not getting scheduled at all?\n\t \n\tMR. EARNEST:  I think the reason -- the reason I say cancelled is because it’s been held around the same time every year for 40 years.  So the fact that it’s not being held this time, I guess -- if they didn’t have the Super Bowl next year I think we’d all say it was cancelled.  But I guess you could also say that it wasn’t scheduled.  Either way, that is a choice that’s made by Republicans in this case.\n\t \n\tQ    Thanks.  And on the EITC and the broader poverty agenda, these are things that Paul Ryan has backed in the past.  Now he’s Speaker.  Is that the main reason that there seems to be additional optimism that this can get through?  Or are there new proposals on that end from the White House that you think will make it even more enticing to Republicans?\n\t \n\tMR. EARNEST:  I mean, there are new proposals in this budget.  And it is an issue that we very much hope to take up in a bipartisan way.  You’ve heard us talk about EITC; that’s a proposal that the Speaker has already put forward.  There is another proposal here in the budget that focuses on provided flexibility to states, particularly with folks of highest need.  There is a lot of research demonstrating, for example, that there are a significant number of families, including as many as 3 million kids, who live on less than $2 a day in cash.  And so there’s a proposal in this budget which we think is pretty innovative, which is about working in a flexible way with states on a pile of programs to help address these families with the sort of most urgent needs to make sure that they have the support that can help them get back into the workforce.\n\t \n\tSo, yes, this is a conversation that we are interested in having.  As you heard Jason say, we need to have it in a way which is really about creating opportunity for families that are in poverty.  We think there’s a lot of room for agreement, and it’s a conversation that’s overdue.\n\t \n\tQ    Thanks.  And last question.  President Obama ran very hard against the Ryan budget in his reelection.  He said that it reflected veiled social Darwinism.  Now that you’re looking to work with Speaker Ryan, and especially on issues like poverty, has there been any kind of rethinking of the Speaker’s motivation?  Is this something that has come up?  They’ve kind of always been at blows -- coming to blows specifically around their respective budgets.\n\t \n\tMR. EARNEST:  Hey, look, I don’t think anything that we’ve said today has tried to paper over the significant differences between the priorities that are identified by Republicans and the priorities that we’ve identified in this budget.  I think our point is simply that given those significant differences, it’s all the more important we should -- that we capitalize on those areas where common ground does obviously exist.  \n\t \n\tCecilia was talking about the EITC -- that’s a good example of one.  Cybersecurity is another good example of that.  Investments in new research that would lead to a cure to cancer is another one.  Investments in helping fight the opioid epidemic across America is another good example.  So given the significant differences, it’s all the more important that we seize on the common ground when it materializes.\n\t \n\tMS. MUÑOZ:  And can I just add, this is less of a budget issue -- although there is a proposal in the budget that’s aimed at the work that we’re trying to do with respect to the criminal justice system.  But that’s another area where the President has, in fact, invited members of Congress in from both sides of the aisle who are working together on legislation.  It’s another area you heard him single out as a place where there is commonality and agreement, and where we think we ought to be able to get to a solution if people are prepared to roll up their sleeves and get the job done.  \n\t \n\tMR. EARNEST:  That’s a very good example.  Sorry, I left that out.  This gentleman has been very patient.  Why don’t I give you the last one, sir.\n\t \n\tQ    Thank you.  In recent years, the administration has relied on projections of stronger economic growth to boost revenues to deal with some of the spending challenges we're going to face on the entitlement front.  At the same time, economic growth forecasts are consistently being revised down, which has pushed the debt-to-GDP ratio higher.  So my question is, if growth continues to disappoint relative to forecasts, does that leave the next President with less flexibility for new investments without raising taxes?  And if the U.S. economy were to fall into recession, is fiscal policy tapped out?\n\t \n\tMR. FURMAN:  I think that's probably for me.  (Laughter.)  \n\t \n\tMR. EARNEST:  My microphone was red for a reason, Jason.  (Laughter.)  \n\t \n\tMR. FURMAN:  So if you look at how the economy has evolved relative to our forecasts, some things have come in more favorable than we’ve forecast and some things have come in less favorable.\n\t \n\tSo GDP growth has, as you said, been below the forecast.  The unemployment rate has also been below what we’ve forecast.  And interest rates have been below what you forecast.  If you look at that all in, more often than not the deficit has actually come down relative to what was expected, rather than gone up.  That's certainly true I think for every single budget year -- or year before the budget, current year.  But it’s true if you look forward, as well.\n\t \n\tSo if you look at the thing that is the most important thing we're trying to accomplish here, which is to create a baseline for what the deficit is going to be over the next decade, those forecasts, if anything, have been on the conservative side over the course of this entire administration.  So that would be the first point I’d make.\n\t \n\tThe second point is consistent with that, the forecast.  CBO in the 10th year has a deficit of 5 percent of GDP in their baseline.  We have a deficit of 4.9 percent of GDP in our baseline.  There are some small differences in terms of comparing those, but they're generally quite similar.  So we're in the same ballpark as them.  We then propose a substantial amount through deficit reduction, which is what gets under the President’s policy, the deficit, to below 3 percent of GDP.  \n\t \n\tNext point I’d make is that the long-run fiscal outlook is better now than what it looked like six or seven years ago.  It’s better because of the steps we’ve taken and because of the slowdown on health costs.  If you look at measures like the fiscal gap, which are a way of gauging what the deficit is over the long run, that's smaller today than it was before.  Which brings me to the last point that I think our country does have the fiscal room, if and when it is ever needed at some hypothetical future date, to use fiscal policy as one of the tools that we would deploy in those circumstances.  If anything, the last seven years have taught us around the world that there probably was more fiscal room in a lot of countries to begin with than people might have imagined seven years ago.  And we have even more today than we had then.\n\t \n\tMR. DONOVAN:  And just to add to that, we should be very clear that there is a fiscal choice in front of the Republicans in Congress right now, which is do they live up to the deal that we reached last year, or do they put us back into a place of manufactured crisis and fiscal -- mindless fiscal austerity.  \n\t \n\tWhat we see is that because of the budget deal we reached last October, the projections are that fiscal policy will, for the first time in many years, actually be contributing to growth this year.  The projections were that the budget deal would add 340,000 jobs this year, and another 160,000 in 2017.  And that doesn't even include the confidence boost that we get from moving away from shutdowns, all of the terrible impacts that we had on consumer and business confidence from the kind of brinksmanship that we saw before. \n\t \n\tSo Jason has really dealt with some of the longer-term issues.  As we talk about whether, in fact, Republicans are going to propose to blow up the deal from last year, cut spending below the levels that were agreed to, I think we do risk the kind of not just mindless austerity, but also manufactured crisis that we saw for too many years in our budgets.  And that alone is critical to fiscal policy in the short and medium term.\n\t \n\tMR. EARNEST:  Well, thank you all for spending so much time with us today.  I’d refer to my colleagues at OMB.  Both Shannon and Emily can stand by to take any additional questions you have to ask.  Have a good day, everybody. \n\t \n\tEND \n\t2:30 P.M. EST\n\n\t \n\n\n\n\n"
}