{
    "title": "President Obama Grants Commutations | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2017/01/19/president-obama-grants-commutations",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 19, 2017\n\n \n\n\n\nPresident Obama Grants Commutations\n\n\n\n\n\n\tWASHINGTON – Today, the President granted commutation of sentence to 330 individuals:\n\n\n\n\t\t\tAbdulmuntaqim Ad-Deen – Baltimore, MD\n\t\t\tOffense: Possession with intent to distribute cocaine base; District of Maryland\n\t\t\tSentence: 235 months' imprisonment; five years' supervised release (October 8, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 180 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tLesly Alexis – Boca Raton, FL\n\t\t\tOffense: Conspiracy to possess with intent to distribute more than five kilograms of cocaine powder and more than 50 grams of cocaine base; Northern District of Florida\n\t\t\tSentence: 384 months' imprisonment; five years' supervised release; $1,000 fine (July 29, 2003)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 262 months' imprisonment.\n\n\n\n\t\t\tGary J. Anderson – Barre, VT\n\t\t\tOffense: Possession with intent to distribute MDMA; distribution of MDMA; District of Massachusetts\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release (March 16, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on July 18, 2017.\n\n\n\n\t\t\tTerry Anderson – Mabank, TX\n\t\t\tOffense: Conspiracy to manufacture and distribute methamphetamine; conspiracy to launder money; Eastern District of Texas\n\t\t\tSentence: 360 months' imprisonment; five years' supervised release (May 1, 1997)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tKevin Lavon Andrews – Clearwater, FL\n\t\t\tOffense: Carrying or possessing a firearm in furtherance of a drug trafficking crime; possession with the intent to distribute 50 grams or more of crack cocaine; Middle District of Florida\n\t\t\tSentence: 300 months' imprisonment; 120 months' supervised release (February 11, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 156 months' imprisonment, conditioned upon enrollment in residential drug treatment\n\n\n\n\t\t\tDaniel Ary, Jr. – Shreveport, LA\n\t\t\tOffense: Possession with intent to distribute; possession of a firearm in relation to drug trafficking; Western District of Louisiana\n\t\t\tSentence: 180 months' imprisonment; eight years' supervised release (March 6, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tDemetrius S. Autery – Winter Haven, FL\n\t\t\tOffense: Possession with the intent to distribute 50 grams or more of cocaine base; Middle District of Florida\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release (April 4, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tConnie Avalos – Menifee, CA\n\n\t\t\tOffense: Conspiracy to distribute methamphetamine; Eastern District of Kentucky\n\n\t\t\tSentence: Life imprisonment (November 30, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 235 months, conditioned upon enrollment in residential drug abuse treatment.\n\n\n\n\t\t\tDerrick L. Baines – Kansas City, MO\n\n\t\t\tOffense: Possession with intent to distribute 50 grams or more of crack cocaine; Western District of Louisiana\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (June 27, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tTonya Barney – Ivins, UT\n\n\t\t\tOffense: Possession of methamphetamine with intent to distribute; District of Utah\n\n\t\t\tSentence: 204 months’ imprisonment; 10 years’ supervised release (June 10, 2010)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug abuse treatment.\n\n\n\n\t\t\tDavid Barren – Pittsburgh, PA\n\n\t\t\tOffense: Conspiracy to distribute over five kilograms of cocaine; conspiracy to structure financial transactions; concealment money laundering (31 counts); structuring (two counts); money laundering – avoid reporting requirements (six counts); promotion money laundering (2 counts); money laundering over $10,000 (seven counts); District of Maryland\n\n\t\t\tSentence: Life imprisonment; 5 years’ supervised release (August 11, 2010)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 360 months, conditioned upon enrollment in residential drug abuse treatment.\n\n\n\n\t\t\tHerman Barron, III – Brooklyn, NY\n\n\t\t\tOffense: Conspiracy to distribute and possession with intent to distribute 50 grams or more of cocaine base (crack); Eastern District of Tennessee\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (March 25, 2004)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tTony Barrow – New York, NY\n\n\t\t\tOffense: Importation of cocaine; possession with intent to distribute cocaine; District of Puerto Rico\n\n\t\t\tSentence: 262 months’ imprisonment; 4 years’ supervised release (November 16, 2004)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tSenaca Bartlett – Chicago, IL\n\n\t\t\tOffense: Possess with intent to distribute five grams or more of cocaine base (“crack cocaine”); Western District of Wisconsin\n\n\t\t\tSentence: 210 months’ imprisonment; five years’ supervised release (November 29, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tChristopher Bass – Orlando, FL\n\t\t\tOffense: Conspiracy to distribute and to possess with intent to distribute more than five kilograms of cocaine and more than 50 grams of cocaine base; Northern District of Florida\n\t\t\tSentence: Life imprisonment; 10 years' supervised release (September 10, 2004)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment.\n\n\n\n\t\t\tDamion Rurshe Bates – Kalamazoo, MI\n\t\t\tOffense: Distribution of 50 grams or more of cocaine base (crack cocaine); Western District of Michigan\n\t\t\tSentence: 210 months' imprisonment; 5 years' supervised release (February 22, 2010)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tTodd Begley – Nashville, TN\n\n\t\t\tOffense: Conspiracy to distribute cocaine; Middle District of Tennessee\n\n\t\t\tSentence: 360 months’ imprisonment; five years’ supervised release (April 27, 1995)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tCarolyn Ann Bell – Lawton, OK\n\t\t\tOffense: Possession with intent to distribute cocaine base (crack); Western District of Oklahoma\n\t\t\tSentence: 262 months' imprisonment; five years' supervised release (May 21, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tCurtis Bell – Miami, FL\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine and cocaine base; distribution of cocaine and aiding and abetting; Middle District of Alabama\n\t\t\tSentence: Life imprisonment; five years' supervised release (May 22, 1995)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\t\t\t\tHenry P. Bennett, Jr. – Huger, SC\n\t\t\t\tOffense:         1. Conspiracy to possess with intent to distribute and distribution of\n\n\n\t\t\tcocaine; attempted possession with intent to distribute cocaine (three counts); possession with intent to distribute cocaine (three counts); District of South Carolina\n\n\t\t\t2. Supervised release violation; District of South Carolina\n\n\t\t\tSentence:        1. Life imprisonment; 10 years' supervised release (December 18, 2008)\n\n\t\t\t                        2. 33 months’ imprisonment (concurrent) (December 18, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 273 months' imprisonment.\n\n\n\n\t\t\tDorian Lee Benoit – Lake Charles, LA\n\t\t\tOffense: Conspiracy to possess with intent to distribute methamphetamine, cocaine base and marijuana; possession with intent to distribute cocaine base; possession with intent to distribute marijuana; possession with intent to distribute methamphetamine; possession and carrying a firearm during and in relation to a drug trafficking crime; possession of a firearm by a convicted felon; Western District of Louisiana\n\t\t\tSentence: 300 months' imprisonment; 10 years' supervised release (April 30, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 180 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tChristopher Bernard – Shreveport, LA\n\n\t\t\tOffense: Distribution of 50 grams or more of cocaine base; Western District of Louisiana\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (March 30, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tElaine Beston – Great Falls, MT\n\t\t\tOffense: Conspiracy to possess methamphetamine with intent to distribute; District of Montana\n\t\t\tSentence: 192 months' imprisonment; 10 years' supervised release (July 16, 2008); amended to 180 months' imprisonment (July 20, 2015)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJames Zell Bishop – Bay Minette, AL\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute crack cocaine; Southern District of Alabama\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (May 21, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tBenjamin Blount – Oakdale, LA\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine; Western District of Louisiana\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release (July 8, 1999)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tWalter Bradberry – Mobile, AL\n\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute five kilograms or more of a mixture or substance containing a detectable amount of cocaine; Northern District of Florida\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (June 28, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tAlonzo F. Brooks – Asheville, NC\n\t\t\tOffense: Possession with the intent to distribute 50 grams or more of cocaine base; Eastern District of Tennessee\n\t\t\tSentence: 262 months' imprisonment; 10 years' supervised release (February 26, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 188 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tAdrian R. Brown – Athens, TN\n\t\t\tOffense: Conspiracy to distribute and possession with intent to distribute 15 kilograms or more of cocaine hydrochloride; conspiracy to knowingly conduct and attempt to conduct unlawful financial transactions affecting interstate commerce; Eastern District of Tennessee\n\t\t\tSentence: Life imprisonment; 10 years' supervised release (April 12, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJerome Brown – Pittsburgh, PA\n\n\t\t\tOffense:  Distribution of 50 grams or more of cocaine base; Western District of Pennsylvania\n\n\t\t\tSentence:  240 months’ imprisonment; 10 years’ supervised release (December 11, 2009)\n\n\t\t\tCommutation Grant:  Prison sentence commuted to a term of 180 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tRodney Rodriguez Brown – Atmore, AL\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute crack cocaine; Southern District of Alabama\n\n\t\t\tSentence: 240 months’ imprisonment; 10 months’ supervised release (June 5, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tPamela Brownlee – Decatur, GA\n\t\t\tOffense: Conspiracy to possess with intent to distribute five grams or more of cocaine base; possession with intent to distribute a detectable amount of cocaine base (three counts); Southern District of Florida\n\t\t\tSentence: 188 months' imprisonment; four years' supervised release (December 19, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment\n\n\n\n\t\t\tThomas Burton – Plain Dealing, LA\n\t\t\tOffense: Possession with intent to distribute methamphetamine; possession of a firearm by a convicted felon; possession of firearms during a drug trafficking crime; Western District of Louisiana\n\t\t\tSentence: 300 months' imprisonment; 10 years' supervised release (May 17, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 180 months' imprisonment.\n\n\n\n\t\t\tTiara Buskey – Pensacola, FL\n\t\t\tOffense: Possess with intent to distribute 50 grams or more of cocaine base; Northern District of Florida\n\t\t\tSentence: 240 months' imprisonment; five years' supervised release; $500 fine (November 8, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tJeffrey Calhoun – Long Beach, CA\n\t\t\tOffense: Possession with intent to distribute a controlled substance (two counts); Central District of California\n\t\t\tSentence: 264 months' imprisonment; 10 years' supervised release (September 8, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tWillie Albert Cannon – Tampa, FL\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute a quantity of cocaine base; possession with intent to distribute cocaine base (two counts); possession of a firearm; Middle District of Florida\n\n\t\t\tSentence: 420 months’ imprisonment; 10 years’ supervised release (January 17, 1995); amended to 352 months’ imprisonment (June 12, 2001)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tJose Carmona – Philadelphia, PA\n\n\t\t\tOffense: Possession with intent to distribute crack cocaine; possession with intent to distribute heroin; Eastern District of Pennsylvania\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release (June 10, 1993)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tRamiro Cervantes – Blountsville, AL\n\t\t\tOffense: Attempting to possess with the intent to distribute a mixture and substance containing methamphetamine; Northern District of Alabama\n\t\t\tSentence: 324 months' imprisonment; 120 months' supervised release; $2,000 fine (January 23, 2003)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 235 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJohn Dennis Chapman – Piedmont, AL\n\t\t\tOffense: Conspiracy to distribute at least five kilograms of cocaine; conspiring to launder monetary instruments; Northern District of Georgia\n\t\t\tSentence: Life imprisonment; 10 years' supervised release (March 4, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 168 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tRaul Chavez – San Jose, CA\n\t\t\tOffense: Conspiracy to manufacture, distribute, and to possess with the intent to distribute methamphetamine; Eastern District of California\n\t\t\tSentence: 360 months' imprisonment; 60 months' supervised release (December 18, 2000)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 262 months' imprisonment.\n\n\n\n\t\t\tArtrone Cheatham – Montgomery, AL\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute cocaine base; Middle District of Alabama\n\t\t\tSentence: 235 months' imprisonment; five years' supervised release (September 23, 2003)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tCalvin Burkett Clark – Jefferson, SC\n\n\t\t\tOffense: Conspiracy to distribute 50 grams or more of cocaine base; District of South Carolina\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (May 13, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 168 months’ imprisonment.\n\n\n\n\t\t\tKenneth Clark – Calumet City, IL\n\n\t\t\tOffense: Possession of cocaine base (crack) with the intent to distribute; Central District of Illinois\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (May 19, 2010)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 120 months’ imprisonment.\n\n\n\n\t\t\tJeffrey Glynn Coleman – Milwaukee, WI\n\t\t\tOffense: Conspiracy to possess with intent to distribute in excess of five kilograms of cocaine; Eastern District of Wisconsin\n\t\t\tSentence: 360 months’ imprisonment; 10 years’ supervised release (October 2, 2006); amend to 240 months' imprisonment (December 17, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tCassandra Collins – Jefferson, TX\n\n\t\t\tOffense:  Conspiracy to distribute methamphetamine; Western District of Louisiana\n\n\t\t\tSentence:  240 months’ imprisonment; 10 years’ supervised release (April 4, 2008)\n\n\t\t\tCommutation Grant:  Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tLadarius Venice Cook – Florissant, MO\n\n\t\t\tOffense: Possession with intent to distribute five grams or more of cocaine base (crack); felon in possession of a firearm; Eastern District of Missouri\n\n\t\t\tSentence: 240 months’ imprisonment; eight years’ supervised release (June 28, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 200 months’ imprisonment, conditioned upon enrollment in residential drug treatment. \n\n\n\n\t\t\tCortez Cooper – Harvey, IL\n\n\t\t\tOffense:         1. Possession with intent to distribute cocaine; possession with intent to distribute cocaine base; Northern District of Illinois\n\t\t\t2. Conspiracy to distribute and possess with the intent to distribute cocaine and cocaine base; use of a telephone in the commission of a felony drug trafficking offense (two counts); possession with intent to distribute cocaine base; Northern District of Illinois\n\t\t\tSentence:        1. 120 months’ imprisonment; eight years’ supervised release (January 29, 2004)\n\t\t\t2. 240 months’ imprisonment (concurrent); eight years’ supervised release; $1,000 fine (August 2, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tTrenton A. Copeland – Pensacola, FL\n\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute five kilograms or more of a mixture and substance containing a detectable amount of cocaine; Northern District of Florida\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release (March 23, 2012)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 168 months’ imprisonment.\n\n\n\n\t\t\tJohn Timothy Cotton – Houston, TX\n\n\t\t\tOffense: Continuing Criminal Enterprise; Western District of Louisiana\n\n\t\t\tSentence: Life imprisonment; five years’ supervised release (January 26, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment.\n\n\n\n\t\t\tJohnnie L. Cotton – Venice, IL\n\n\t\t\tOffense: Possession with intent to distribute crack cocaine; felon in possession of a firearm; Southern District of Illinois\n\n\t\t\tSentence: 360 months’ imprisonment; 10 years’ supervised release; $900 fine (August 15, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tTimothy G. Craig – Greenville, SC\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute 50 grams or more of crack cocaine; District of South Carolina\n\n\t\t\tSentence:  292 months’ imprisonment; five years’ supervised release (March 8, 2005)\n\n\t\t\tCommutation Grant:  Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tJaplin Cureton – Charlotte, NC\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine and cocaine base; Western District of North Carolina\n\n\t\t\tSentence: 262 months’ imprisonment; 8 years’ supervised release (September 29, 2004) Commutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tSteven Jermonte Cureton – Huntersville, NC\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine base, cocaine, marijuana, and 3,4 methylenedioxymethamphetamine a/k/a ecstasy; Western District of North Carolina\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (December 11, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tKeith Adell Dancer – Waco, TX\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute and to distribute cocaine; Western District of Texas\n\n\t\t\tSentence: Life imprisonment; five years’ supervised release; $3,000 fine (February 16, 1995)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment.\n\n\n\n\t\t\tTimothy Lashaun Dandridge – Midfield, AL\n\n\t\t\tOffense: Unlawful distribution of a mixture and substance containing a detectable amount of cocaine base (three counts); unlawful possession with the intent to distribute a mixture and substance containing a detectable amount of cocaine base; unlawful possession with the intent to distribute 50 grams or more of a mixture and substance containing a detectable amount of cocaine base; possession of a firearm in furtherance of a drug trafficking crime; Northern District of Alabama\n\n\t\t\tSentence: 180 months’ imprisonment; 60 months’ supervised release (January 9, 2010)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tTerrance H. Darby – Newark, NJ\n\t\t\tOffense: Possession with intent to distribute cocaine; possession of a firearm in furtherance of a crime; possession of a weapon by a convicted felon; District of New Jersey\n\t\t\tSentence: 360 months' imprisonment; four years' supervised release (April 3, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tEmanuel Jurel Davidson – Columbus, OH\n\t\t\tOffense: Possession with intent to distribute in excess of 50 grams of cocaine base; Southern District of Ohio\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release; $2,000 fine (June 2, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tShondu Maurice Dawson – Raleigh, NC\n\t\t\tOffense: Conspiracy to distribute and possess with the intent to distribute more than 50 grams of cocaine base (crack) and more than 500 grams of cocaine; carried a firearm during and in relation to a drug trafficking crime and possess said firearm in furtherance of such drug trafficking crime; Eastern District of North Carolina\n\t\t\tSentence: 241 months' imprisonment; five years' supervised release (April 12, 2005); amended to 214 months' imprisonment (September 19, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tGary Allen Day – West Monroe, LA\n\t\t\tOffense: Possess with intent to distribute 50 grams or more of methamphetamine; Western District of Louisiana\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release (October 11, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tMaria Aide Delgado – Weslaco, TX\n\n\t\t\tOffense:         1. Conspiracy to possess with intent to distribute cocaine, 218.5 kilograms of marijuana (two counts); Southern District of Texas\n\n\t\t\t2. Conspiracy to possess with intent to distribute cocaine, cocaine base, and marijuana; Western District of Louisiana\n\n\t\t\tSentence:        1. 100 months’ imprisonment; four years’ supervised release; $15,000 fine (October 10, 2007)\n\n\t\t\t2. 240 months’ imprisonment (consecutive); 10 years’ supervised release (April 19, 2010)\n\n\t\t\tCommutation Grant: Prison sentence for conviction imposed in the Western District of Louisiana commuted to 110 months and unpaid balance of $15,000 fine imposed in the Southern District of Texas remitted when her sentence expires.\n\n\n\n\t\t\tDamon Andre Dill – Chester, PA\n\n\t\t\tOffense: Felon in possession of a firearm; possession of a firearm in furtherance of a drug trafficking crime; possession with intent to distribute cocaine; Eastern District of Pennsylvania\n\n\t\t\tSentence: 322 months’ imprisonment; six years’ supervised release (September 5, 2003)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tQustion Dingle – Okeechobee, FL\n\t\t\tOffense: Possession with intent to distribute five grams or more of cocaine base; possession of a quantity of crack cocaine; possession of a firearm by a convicted felon; Southern District of Florida\n\t\t\tSentence: 216 months' imprisonment; eight years' supervised release; $1,000 fine (May 1, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019 and unpaid balance of the $1,000 fine remitted when his sentence expires, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tMichael A. Douglas, Jr. – Lynchburg, VA\n\n\t\t\tOffense: Possession with intent to distribute 50 grams or more of a substance containing cocaine base; felon in possession of a firearm; Southern District of Indiana\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release; $1500 fine (April 25, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tDezmend Rashawn Doweary – Norfolk, VA\n\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute heroin; Eastern District of Virginia\n\n\t\t\tSentence: 262 months’ imprisonment; five years’ supervised release (November 22, 2004)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tLourdes Castro Duenas – Mangilao, Guam\n\n\t\t\tOffense: Criminal conspiracy to distribute methamphetamine hydrochloride (ICE); possession of methamphetamine hydrochloride with intent to distribute; District of Guam\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (December 2, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug abuse treatment.\n\n\n\n\t\t\tAlton J. Easley – Kansas City, KS\n\t\t\tOffense: Possession with intent to distribute five grams or more of crack cocaine; conspiracy to distribute 50 grams or more of crack cocaine; Northern District of Iowa\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release (May 2, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tKeith Edgerson – Ann Arbor, MI\n\n\t\t\tOffense: Felon in possession of a firearm; possession of a stolen firearm; possession with intent to distribute marijuana; possession of a firearm in furtherance of a drug trafficking crime; Eastern District of Michigan\n\n\t\t\tSentence: 294 months’ imprisonment; four years’ supervised release (June 6, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tChristopher Demetrius Elliott – Brandon, FL\n\n\t\t\tOffense: Possession of a firearm and ammunition by a convicted felon; possession of marijuana; Northern District of Florida\n\n\t\t\tSentence: 180 months’ imprisonment; five years’ supervised release (May 14, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tCarla Grace Engler – Dubuque, IA\n\n\t\t\tOffense: Conspiracy to manufacture 50 grams or more of methamphetamine (actual) within 1,000 feet of a protected location; attempting to manufacture five grams or more of methamphetamine (actual) within 1,000 feet of a protected location (two counts); possession of red phosphorus knowing or having reasonable cause to believe that it would be used to manufacture methamphetamine; failure to appear on pretrial release; Northern District of Iowa\n\n\t\t\tSentence: 361 months’ imprisonment; 10 years’ supervised release (December 12, 2006); amended to 325 months’ imprisonment (March 21, 2015)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 200 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tMichael Delevan Engles – Tulsa, OK\n\n\t\t\tOffense: Felon in possession of a firearm (two counts); possession with intent to distribute a controlled substance, mixture or substance containing methamphetamine, and sentencing enhancement; possession of a firearm in furtherance of a drug trafficking crime; Northern District of Oklahoma\n\n\t\t\tSentence: 420 months’ imprisonment; six years’ supervised release (February 24, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 270 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tTravis J. Every – Harvey, LA\n\n\t\t\tOffense: Distribution of 50 grams or more of cocaine base (2 counts); distribution of less than 500 grams of cocaine hydrochloride; distribution of five grams or more of cocaine base; conspiracy to possess with the intent to distribute 50 grams or more of cocaine base; Eastern District of Louisiana\n\n\t\t\tSentence: 300 months’ imprisonment; 10 years’ supervised release (September 3, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 175 months’ imprisonment.\n\n\n\n\t\t\tPaul S. Fields – Emmalena, KY\n\n\t\t\tOffense: Manufacture of over 100 marijuana plants; Eastern District of Tennessee\n\n\t\t\tSentence: 188 months’ imprisonment; five years’ supervised release (July 26, 2010)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 10 years’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tLinda Finch –Anniston, AL\n\n\t\t\tOffense: Conspiracy to possess with the intent to distribute 50 grams or more of cocaine base (crack); possession with the intent to distribute 50 grams or more of cocaine base (crack); Northern District of Alabama\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (April 1, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tCarroll James Flowers – Galena, KS\n\t\t\tOffense: Conspiracy to manufacture or distribute more than one kilogram of methamphetamine; District of Kansas\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release (June 19, 2002)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tChauncey Floyd – Spartanburg, SC\n\n\t\t\tOffense: Possession with intent to distribute and distribution of cocaine; possession with intent to distribute cocaine base and cocaine; District of South Carolina\n\n\t\t\tSentence: 360 months’ imprisonment; five years’ supervised release (August 26, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 240 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tLance Foster – Gary, IN\n\n\t\t\tOffense: Distribution of 50 grams or more of cocaine base, commonly known as crack cocaine/aiding and abetting; Northern District of Indiana\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (June 15, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, and conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tStacy Dean Foster- Bethel, OK\n\n\t\t\tOffense: Attempt to manufacture methamphetamine; possession of a firearm in furtherance of a drug trafficking crime; establishment of manufacturing operations; Eastern District of Oklahoma\n\n\t\t\tSentence: 352 months’ imprisonment; 4 years’ supervised release (June 13, 2006); amended to 295 months’ imprisonment (August 17, 2016)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tRobert L. Franklin – Montgomery, AL\n\t\t\tOffense: Engaging in a continuing criminal enterprise; possession with intent to distribute cocaine and aiding and abetting; distribution of cocaine base (2 counts); distribution of cocaine; carrying a firearm in relation to a drug trafficking charge; Middle District of Alabama\n\t\t\tSentence: Life plus 60 months’ imprisonment; 10 years' supervised release (May 22, 1995)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment\n\n\n\n\t\t\tJames Anthony Frink – Chadbourn, NC\n\t\t\tOffense: Conspiracy to distribute and possess with the intent to distribute more than 50 grams of cocaine base (crack); distribution of five grams or more of cocaine base (crack) and aiding and abetting (three counts); possession of a firearm in furtherance of a drug trafficking offense; Eastern District of North Carolina\n\t\t\tSentence: 187 months' imprisonment; five years' supervised release; $9,050 fine (January 7, 2008); amended to 180 months’ imprisonment (December 16, 2014)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017 and unpaid balance of the $9,050 fine remitted.\n\n\n\n\t\t\tMike Fulton – Winterville, GA\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine base; possession with intent to distribute cocaine base; possession of firearm by convicted felon; Middle District of Georgia\n\n\t\t\tSentence: 360 months’ imprisonment; 5 years’ supervised release (January 10, 2001) Commutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tMelvin Fudge – Grand Rapids, MI\n\n\t\t\tOffense: Committing a drug trafficking offense within 1,000 feet of a school; Western District of Michigan\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release; $10,000 fine (October 28, 2004)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019 and unpaid balance of the $10,000 fine remitted when his sentence expires, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJose Luis Garcia – Gretna, LA\n\t\t\tOffense: Conspiracy to distribute cocaine; possession with intent to distribute cocaine (five counts); Eastern District of Louisiana\n\t\t\tSentence: Life imprisonment; 10 years' supervised release; $25,000 fine (March 20, 1996)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 300 months' imprisonment and unpaid balance of $25,000 fine remitted when his sentence expires, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJuan Garcia – Tyler, TX\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute marijuana; aiding and abetting the possession with intent to distribute marijuana; witness tampering; Eastern District of Tennessee\n\t\t\tSentence: 300 months' imprisonment; eight years' supervised release (September 28, 1999)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tRaymond Garcia – Las Vegas, NV\n\n\t\t\tOffense: Conspiracy to distribute a controlled substance; possession with intent to distribute a controlled substance; District of Nevada\n\n\t\t\tSentence: 293 months’ imprisonment; five years’ supervised release (November 13, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tRene Garcia, Jr. – Independence, MO\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute methamphetamine; possession with intent to distribute methamphetamine; Western District of Missouri  \n\n\t\t\tSentence: 327 months' imprisonment, five years' supervised release, $261,600 fine (September 3, 1999)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017 and unpaid balance of $261,600 fine remitted.\n\n\n\n\t\t\tAntonio Maurice Gardner – Temple, TX\n\n\t\t\tOffense: Possession with intent to distribute at least five grams of “crack” cocaine, a Schedule II narcotic drug controlled substance, within 1,000 feet of a public school; aiding and abetting; Western District of Texas\n\n\t\t\tSentence: 235 months’ imprisonment; eight years’ supervised release (August 4, 2006); $1,000 fine\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tReginald Stern Gardner – Mason City, IA\n\n\t\t\tOffense:         1. Possession with intent to distribute 5 grams or more of cocaine base, cocaine, and marijuana after having previously been convicted of two felony drug offenses; Northern District of Iowa\n\n\t\t\t                        2. Escape from custody; Northern District of Iowa\n\n\t\t\tSentence:        1. 360 months' imprisonment (consecutive); eight years' supervised release (May 12, 2004)\n\n\t\t\t                        2. 24 months' imprisonment (May 12, 2004)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 234 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tGregory A. Garton – Casper, WY\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute, and to distribute, methamphetamine, cocaine, and marijuana; possession with intent to distribute methamphetamine and aiding and abetting; distribution of methamphetamine; felon in possession of a firearm; felon in possession of ammunition; carrying a firearm during and in relation to a drug trafficking crime (three counts); District of Wyoming\n\n\t\t\tSentence: 900 months’ imprisonment; 10 years’ supervised release; $2,200 fine (April 9, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment and unpaid balance of $2,200 fine remitted when his sentence expires, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tDustin Gary – Philadelphia, PA\n\t\t\tOffense:         1. Criminal conspiracy; possession with intent to distribute cocaine base\n\n\t\t\t(crack); felon in possession of a firearm; Eastern District of Pennsylvania\n\n\t\t\t2. Possession of a prohibited object (marijuana) while in prison; District of New Jersey\n\n\t\t\tSentence         1. 292 months’ imprisonment; 10 years’ supervised release, $1,500 fine\n\n\t\t\t(September 12, 2002); amended to 240 months’ imprisonment (July 8,\n\n\t\t\t2008)\n\n\t\t\t2. Six months’ imprisonment (consecutive) (October 17, 2011)\n\n\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment\n\n\n\n\t\t\tRobert Raymond Garza – Harlingen, TX\n\t\t\tOffense: Conspiracy to distribute 100 kilograms or more of marijuana; Eastern District of Tennessee\n\t\t\tSentence: 262 months' imprisonment; eight years' supervised release (January 30, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 188 months' imprisonment.\n\n\n\n\t\t\tTavaris Gay – Miami, FL\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute 50 grams or more of cocaine base; Southern District of Florida\n\n\t\t\tSentence: 200 months’ imprisonment; five years’ supervised release; $5,000 fine (June 18, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 130 months’ imprisonment, and unpaid balance of $5,000 fine remitted when his sentence expires, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tEric German – Haughton, LA\n\n\t\t\tOffense: Conspiracy to distribute cocaine; conspiracy to distribute crack cocaine; possession with intent to distribute cocaine; possession with intent to distribute crack cocaine; conspiracy to commit money laundering; Western District of Louisiana\n\n\t\t\tSentence: Life imprisonment; eight years’ supervised release (December 15, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 324 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tDaniel Gilliam – Columbia, SC\n\t\t\tOffense: Conspiracy to possess with the intent to distribute and distribution of 50 grams or more of cocaine base; District of South Carolina\n\t\t\tSentence: 222 months' imprisonment; 10 years' supervised release (March 28, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment\n\n\n\n\t\t\tTroy Gilmore ─ Eutawville, SC\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute and distribution of cocaine and cocaine base; conspiracy to launder money; District of South Carolina\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (September 10, 2004) \n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tTerry Glasscock – Lebanon, KY\n\t\t\tOffense: Conspiracy to possess with intent to distribute and to distribute cocaine; using or carrying a firearm during and in relation to a drug trafficking crime or possessing a firearm during, in relation to, and in furtherance of such crime; Northern District of Florida\n\t\t\tSentence: 425 months' imprisonment; five years' supervised release (September 17, 1999)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 295 months' imprisonment.\n\n\n\n\t\t\tEarl Glenn, Jr. – Chester, SC\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute and distribution of a quantity of cocaine and 280 grams or more of cocaine base; possession with intent to distribute five grams or more of crack cocaine; District of South Carolina\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release (November 20, 2012)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 235 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tWaymon Audra Goodley – Hillsboro, TX\n\t\t\tOffense: Conspiracy to possess with intent to distribute and distribution of cocaine; use of a communication facility to facilitate the commission of a drug felony (two counts); Eastern District of Texas\n\t\t\tSentence: Life imprisonment; 10 years' supervised release (April 19, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017\n\n\n\n\t\t\tWilliam Goodwill ─ Decatur, IL\n\n\t\t\tOffense: Distribution of fifty or more grams of cocaine base; Central District of Illinois\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (January 20, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tRobby Joe Goram –Eight Mile, AL\n\n\t\t\tOffense: Conspiracy to possess with intent to manufacture methamphetamine; Southern District of Alabama\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release (November 12, 2010)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 140 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tWilliam Leonardo Graham – Essex, MD\n\t\t\tOffense: Conspiracy to distribute cocaine; District of Maryland\n\t\t\tSentence: Life imprisonment; 10 years' supervised release (November 6, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 300 months' imprisonment, conditioned upon enrollment in residential drug treatment\n\n\n\n\t\t\tWilbert Decosta Greaves – Jacksonville, NC\n\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute cocaine base; possession with intent to distribute cocaine base; distribution of cocaine base; Eastern District of North Carolina\n\n\t\t\tSentence: 360 months’ imprisonment; 60 months’ supervised release; $17,100 fine (January 4, 1996)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tCharles Lee Green – Ville Platte, LA\n\n\t\t\tOffense: Distribution of cocaine base (crack); Western District of Louisiana\n\n\t\t\tSentence: 300 months’ imprisonment; five years’ supervised release (March 23, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tSamuel Green – Wilmington, DE\n\n\t\t\tOffense: Possession with intent to distribute crack cocaine; felon in possession of firearms; District of Delaware\n\n\t\t\tSentence: 420 months’ imprisonment; five years’ supervised release (July 18, 1994); amended to 360 months’ imprisonment (June 12, 1997)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tVaughn Greene – Brooklyn, NY\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute at least five kilograms of cocaine and at least 1,000 kilograms of marijuana; Northern District of Georgia\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (July 1, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire May 19, 2017.\n\n\n\n\t\t\tStuart John Greger – Glennville, GA\n\n\t\t\tOffense: Distribution of 50 grams or more of cocaine base (crack); Southern District of Georgia\n\n\t\t\tSentence: 262 months’ imprisonment; five years’ supervised release (December 7, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tTyrone Grimes – Inwood, NY\n\n\t\t\tOffense: Conspiracy to distribute and to possess with intent to distribute cocaine, cocaine base, and marijuana within 1,000 feet of a public elementary school; engaging in a continuing criminal enterprise, convicted felon in possession of a gun; Eastern District of New York;\n\n\t\t\tSentence: 420 months’ imprisonment; 10 years’ supervised release (October 29, 1999)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment.\n\n\n\n\t\t\tRicky Lee Groves – Smithfield, NC\n\n\t\t\tOffense: Continuing criminal enterprise; use of a firearm during a drug trafficking crime and aiding and abetting; trading food stamps for cocaine base and aiding and abetting (five counts); Eastern District of North Carolina\n\n\t\t\tSentence: Life imprisonment plus 60 months' imprisonment, five years' supervised release (February 16, 1995)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment.\n\n\n\n\t\t\tThaddeas Kulani Thomas Hall – Waipahu, HI\n\n\t\t\tOffense: Possession with intent to distribute 50 grams or more of methamphetamine; possession of a firearm during and in relation to a drug trafficking crime; District of Hawaii\n\n\t\t\tSentence: 180 months’ imprisonment; five years’ supervised release (June 16, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tForrest Hamm – Miami, FL\n\t\t\tOffense:         1. Possession of contraband (marijuana) in a federal correctional\n\n\t\t\tinstitution; District of New Jersey\n\n\t\t\t2. Possession with intent to distribute more than five kilograms of cocaine; Middle District of Georgia\n\n\t\t\t3. Supervised release violation; Southern District of Florida\n\n\t\t\tSentence:        1. Two months' imprisonment (consecutive) (September 3, 2013)\n\n\t\t\t                        2. 262 months' imprisonment; five years’ supervised release (February 5, 2004)\n\n\t\t\t                        3. 30 months’ imprisonment (consecutive) (June 3, 2004)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tEddie Harley – Baltimore, MD\n\n\t\t\tOffense: Conspiracy to distribute a mixture containing cocaine, heroin, and cocaine base; possession with intent to distribute a mixture containing cocaine; possession with intent to distribute a mixture containing cocaine base; possession with intent to distribute a mixture containing heroin; District of Maryland\n\n\t\t\tSentence: 360 months’ imprisonment; five years’ supervised release (January 21, 2003)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tMonica Haro – Mission, TX\n\t\t\tOffense: Conspiracy to commit money laundering; Western District of Texas\n\t\t\tSentence: 188 months' imprisonment; three years' supervised release; $1,000 fine (November 12, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tAnthony T. Harris – Murfreesboro, TN\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute 50 grams or more of crack cocaine and some quantity of marijuana; distribution of 50 grams of crack cocaine within 1,000 feet of a protected area; Middle District of Tennessee\n\t\t\tSentence: 262 months' imprisonment; 10 years' supervised release (November 8, 2004)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tAntone C. Harris – Indianapolis, IN\n\n\t\t\tOffense: Possession with intent to distribute 50 grams or more of a mixture or substance containing a detectable amount of cocaine base; Southern District of Indiana\n\n\t\t\tSentence: 240 months’ imprisonment’ 10 years’ supervised release (September 8, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tBrandon W. Harris – Mt. Vernon, IL\n\n\t\t\tOffense: Conspiracy to manufacture 50 grams or more of a mixture and substance containing methamphetamine; Southern District of Illinois\n\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release; $200 fine (May 3, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tClenneth J. Harris – Chattanooga, TN\n\n\t\t\tOffense: Possession of 50 grams or more of cocaine base for distribution; Eastern District of Tennessee\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (November 6, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tEfrem Zemblish Harris – Tulsa, OK\n\t\t\tOffense: Conspiracy to possess cocaine with intent to distribute and to distribute cocaine in excess of five kilograms, cocaine base in excess of 50 grams, and a quantity of marijuana, and sentencing enhancement; conspiracy to use telecommunication facilities to commit or facilitate acts constituting a felony and sentencing enhancement; conspiracy to establish or maintain a location for the purpose of storing or distributing controlled substances and sentencing enhancement; possession of marijuana with intent to distribute; interstate travel in aid of racketeering; Northern District of Oklahoma\n\t\t\tSentence: Life imprisonment; 10 years' supervised release; $5,000 fine (June 5, 2003)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment and unpaid balance of $5,000 fine remitted when his sentence expires.\n\n\n\n\t\t\tEric Harris – Philadelphia, PA\n\n\t\t\tOffense: Conspiracy to distribute cocaine base and marijuana; distribution and possession with intent to distribute cocaine base (four counts); distribution and possession with intent to distribute cocaine; possession with intent to distribute marijuana; possession of cocaine and cocaine base with intent to distribute within 1,000 feet of a school; Eastern District of Pennsylvania\n\n\t\t\tSentence: 240 months' imprisonment; 12 years' supervised release; $2,500 fine (January 19, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019 and unpaid balance of $2,500 fine remitted when his sentence expires, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tLinwood Claude Harris, Jr. – Monroe, GA\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute crack cocaine; Northern District of Georgia\n\n\t\t\tSentence: 250 months' imprisonment; 20 years' supervised release; $2,000 fine (February 10, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 188 months’ imprisonment.\n\n\n\n\t\t\tShaun Kevin Harris – Sutton, WV\n\n\t\t\tOffense: Cocaine conspiracy; aiding and abetting distribution of crack cocaine (two counts); distribution of crack cocaine; possession with intent to distribute crack cocaine; Northern District of West Virginia\n\n\t\t\tSentence: 360 months' imprisonment; five years' supervised release; $5,000 fine (January 30, 2002)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tTyrone A. Harris – Spotsylvania, VA\n\n\t\t\tOffense: Conspiracy to possess with the intent to distribute and to distribute cocaine base; Eastern District of Virginia\n\n\t\t\tSentence: 262 months’ imprisonment; 60 months’ supervised release (August 15, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tCharles Harrison – Charlotte, NC\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute and distribute one kilogram or more of heroin; District of Columbia\n\n\t\t\tSentence: Life imprisonment; five years’ supervised release; $25,000 fine (July 21, 2004)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017 and unpaid balance of $25,000 fine remitted.\n\n\n\n\t\t\tMarlon R. Harrison – Savannah, GA\n\n\t\t\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; Southern District of Georgia\n\n\t\t\tSentence: 262 months’ imprisonment; five years’ supervised release (November 26, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 188 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tTodd Lowell G. Haworth – Kina, ID\n\t\t\tOffense: Conspiracy to possess with intent to distribute methamphetamine; District of Idaho\n\t\t\tSentence: 276 months' imprisonment; five years' supervised release; $2,000 fine (December 21, 2005); amended to 235 months' imprisonment (October 13, 2015)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tAndre Haynes – Miami, FL\n\n\t\t\tOffense: Conspiracy to distribute at least 50 grams of cocaine base; Southern District of Florida\n\n\t\t\tSentence: 202 months’ imprisonment; five years’ supervised release (January 25, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on October 16, 2017.\n\n\n\n\t\t\tGregory Hearn – Kilgore, TX\n\t\t\tOffense: Conspiracy to distribute methamphetamine; Western District of Louisiana\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release (April 2, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment\n\n\n\n\t\t\tAntonio Jeron Hemphill – Rock Hill, SC\n\t\t\tOffense: Conspiracy to possess with intent to distribute and distribution of 50 grams or more of cocaine base; District of South Carolina\n\t\t\tSentence: 262 months' imprisonment; 10 years' supervised release (March 14, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment\n\n\n\n\t\t\tMichael Henderson – Newark, NJ\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute heroin; Western District of North Carolina\n\n\t\t\tSentence: 262 months' imprisonment; eight years' supervised release (December 24, 2004)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tWalter Henry, III – Capitol Heights, MD\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute one kilogram or more of heroin; aiding and abetting; unlawful possession with intent to distribute 100 grams or more of heroin (two counts); District of Columbia\n\n\t\t\tSentence: Life imprisonment; four years’ supervised release (March 12, 2001)\n\n\t\t\tCommutation Grant:  Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tLejandra Deshawn Herman – Knoxville, TN\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute five kilograms or more of cocaine hydrochloride; Eastern District of Tennessee\n\t\t\tSentence: 300 months' imprisonment; 10 years' supervised release (May 2, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tDomingo Hernandez – Ledgewood, NJ\n\n\t\t\tOffense: Conspiracy to distribute controlled substance; unlawful transport of firearms; District of New Jersey\n\n\t\t\tSentence: 240 months’ imprisonment; five years’ supervised release (October 2, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 188 months’ imprisonment.\n\n\n\n\t\t\tJackie Hernandez – Park Forest, IL\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute one kilogram or more of heroin; knowingly and intentionally used telephone in furtherance of a drug offense; Northern District of Indiana\n\n\t\t\tSentence: 240 months’ imprisonment; five years’ supervised release (October 23, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 188 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tKeith Angelo Hernandez – Atlanta, GA\n\t\t\tOffense: Possession with intent to distribute cocaine base; possession of a firearm during commission of a crime; Northern District of Georgia\n\t\t\tSentence: 322 months' imprisonment; five years' supervised release (January 25, 1996)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tRamiro Hernandez – Edinburg, TX\n\n\t\t\tOffense: Conspiracy to distribute a controlled substance; Eastern District of Wisconsin\n\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release; $8,400 restitution (March 13, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tHassan Hills – Pensacola, FL\n\t\t\tOffense: Conspiracy to possess with intent to distribute five kilograms or more of cocaine, 50 grams or more of cocaine base, and marijuana; Northern District of Florida\n\t\t\tSentence: Life imprisonment; 10 years' supervised release; $1,500 fine (December 19, 2001)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tEric Hinton – Ypsilanti, MI\n\t\t\tOffense: Distribution of a controlled substance (2 counts); Eastern District of Michigan\n\t\t\tSentence: 360 months’ imprisonment; 5 years’ supervised release (February 9, 1999)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tBrian Douglas Hoggard – Coatesville, PA\n\t\t\tOffense: Conspiracy to distribute 50 grams or more of cocaine base (crack); distribution of 50 grams or more of cocaine base (crack) and aiding and abetting (2 counts); Eastern District of Pennsylvania\n\t\t\tSentence: 204 months' imprisonment; 10 years' supervised release; $3,000 fine (March 27, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on July 19, 2018 and unpaid balance of the $5,000 fine remitted when his sentence expires.\n\n\n\n\t\t\tLawrence Honore – New Orleans, LA\n\n\t\t\tOffense: Conspiracy to distribute and to possess with intent to distribute 50 grams or more of cocaine base (crack); Eastern District of Louisiana\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (August 28, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tCharles Allen House – Garden Grove, CA\n\t\t\tOffense: Conspiracy to possess with intent to distribute methamphetamine; Northern District of Texas\n\t\t\tSentence: 360 months' imprisonment; five years' supervised release (May 17, 1996)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment\n\n\n\n\t\t\tDaniel Alfonso Jacobo – Cedar Rapids, IA\n\t\t\tOffense: Possess with intent to distribute 500 grams or more of methamphetamine mixture after a conviction for felony drug offense; Northern District of Iowa\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release (May 10, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment\n\n\n\n\t\t\tWalter Jenkins – Colorado Springs, CO\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute 50 grams or more of cocaine base; possession with intent to distribute 50 grams of cocaine base and aiding and abetting; possession of firearms during and in relation to a drug trafficking crime; possession of firearms during and in relation to a drug trafficking crime (second and subsequent conviction); District of Colorado\n\t\t\tSentence: 720 months' imprisonment; five years' supervised release (August 8, 2001)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 322 months' imprisonment\n\n\n\n\t\t\tAntwaine Tacoma Johnson – Littleton, NC\n\t\t\tOffense: Conspiracy to distribute and possess with the intent to distribute 50 grams or more of cocaine base (crack); Eastern District of North Carolina\n\t\t\tSentence: 183 months' imprisonment; five years' supervised release (December 11, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tDempsey Johnson – Kansas City, MO\n\n\t\t\tOffense: Conspiracy to distribute MDMA and cocaine base; Western District of Missouri\n\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release (September 10, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 162 months’ imprisonment.\n\n\n\n\t\t\tKarmell Demetrius Johnson – Mobile, AL\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute crack cocaine; use, carry, or possess a firearm in furtherance of a drug trafficking crime; Southern District of Alabama\n\t\t\tSentence: Life plus 60 months' imprisonment; 10 years' supervised release (May 14, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.  \n\n\n\n\t\t\tThomas Johnson – Miami, FL\n\n\t\t\tOffense: Felon in possession of a firearm and ammunition; possession with intent to distribute five grams or more of cocaine base; possession with intent to distribute a detectable amount of cocaine powder; Southern District of Florida\n\n\t\t\tSentence: 360 months' imprisonment, eight years' supervised release (September 29, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 240 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tAntonio D. Jones – Nashville, TN\n\t\t\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; possession of firearms in relation to a drug trafficking offense; felon in possession of firearms; Middle District of Tennessee\n\t\t\tSentence: Life plus five years' imprisonment; 10 years' supervised release (November 15, 2004)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tKiwanis Miyo Jones – Clayton, AL\n\t\t\tOffense: Controlled substance - sell, distribute, or dispense (4 counts); violent crime/drugs/guns; unlawful transport of firearms; Middle District of Alabama\n\t\t\tSentence: Life plus 60 months' imprisonment; 10 years' supervised release (May 16, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 170 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tRyan K. Jones – Ste. Genevieve, MO\n\n\t\t\tOffense: Conspiracy to manufacture methamphetamine; possess a listed chemical used to manufacture methamphetamine; Western District of Wisconsin\n\n\t\t\tSentence: 328 months’ imprisonment; three years’ supervised release (December 23, 2003); amended to 240 months’ imprisonment (May 18, 2015)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tWayne Jordan – Morrisville, PA\n\t\t\tOffense: Conspiracy to distribute methamphetamine; possession with intent to distribute methamphetamine; distribution of methamphetamine; Eastern District of Pennsylvania\n\t\t\tSentence: 360 months' imprisonment; five years' supervised release (April 1, 1998); amended to 324 months' imprisonment (January 29, 2015)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tBobby Dale Kelley – Coweta, OK\n\n\t\t\tOffense: Conspiracy to manufacture methamphetamine; Northern District of Oklahoma\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release; $5,000 fine (March 17, 2005) Commutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tKenneth Earl Kelley – Mossy Head, FL\n\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute 500 grams or more of a mixture and substance containing methamphetamine; Northern District of Florida\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (December 23, 2003)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tCorey Kelly – Camden, NJ\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute more than five grams of crack cocaine; distribution of crack cocaine (two counts); District of New Jersey\n\n\t\t\tSentence: 360 months’ imprisonment; 4 years’ supervised release; $2,000 fine (September 5, 2000)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tJohn Kelly – Monroe, LA\n\n\t\t\tOffense: Conspiracy to distribute cocaine base with prior narcotics convictions; Western District of Louisiana\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (June 12, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tAlfred William Kemfort – Maui, HI\n\t\t\tOffense: Possession with intent to distribute 50 grams or more of methamphetamine; District of Hawaii\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release (March 17, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tDouglas Kennedy – Hillside, NJ\n\t\t\tOffense: Conspiracy to distribute narcotics; narcotics possession (three counts); possession of firearm in furtherance of a drug-trafficking crime (two counts) possession of a weapon by a convicted felon (two counts); District of New Jersey\n\t\t\tSentence: 180 months' imprisonment; eight years' supervised release (August 21, 2008); amended to 480 months’ imprisonment (July 2, 2013)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tRobert Ketchledge – Delano, PA\n\t\t\tOffense: Possession with intent to distribute over 50 grams of cocaine base; possession of a firearm in furtherance of a drug trafficking crime; Southern District of Florida\n\t\t\tSentence: 195 months' imprisonment; five years' supervised release (August 10, 2007); amended to 180 months' imprisonment (April 4, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tAlonzo King – Kansas City, MO\n\n\t\t\tOffense: Conspiracy to distribute 50 grams or more of crack cocaine following a prior felony drug conviction; Northern District of Iowa\n\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release (August 26, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tMoses King – North Charleston, SC\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine; possession with intent to distribute cocaine; District of South Carolina\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release (January 26, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 240 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tWendell Dean Kopp – Billings, MT\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute and distribution of methamphetamine; possession with intent to distribute methamphetamine; possession of firearms in furtherance of drug trafficking offense (two counts); District of Montana\n\n\t\t\tSentence: Life plus five years’ imprisonment (October 21, 2010)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 240 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tAllan Aquino Lafuente – Kapolei, HI\n\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute 50 grams or more of methamphetamine; distribution of five or more grams of methamphetamine (two counts); distribution of 50 grams or more of methamphetamine; possession of a firearm during and in relation to a drug trafficking crime; District of Hawaii\n\n\t\t\tSentence: 300 months’ imprisonment; 10 years’ supervised release; $1,000 fine (September 14, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 180 months’ imprisonment, and unpaid balance of $1,000 fine remitted when his sentence expires.\n\n\n\n\t\t\tDennis Chan Lai – San Francisco, CA\n\n\t\t\tOffense:  Continuing criminal enterprise; possession with intent to distribute, aiding and abetting (31 counts); possession of illegal weapon (two counts); possession of weapon without serial numbers; Northern District of California\n\n\t\t\tSentence:  Life plus 10 years’ imprisonment; five years’ parole (July 8, 1988)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tLinnard O. Lawson – New Brighton, PA\n\n\t\t\tOffense:         1. Felon in possession of a firearm; possession with intent to distribute and distribution of 5 grams or more of a mixture and substance containing a detectable amount of cocaine base, commonly known as crack; Western District of Pennsylvania\n\n\t\t\t2.  Possession with intent to distribute cocaine base; felon in possession of a firearm; Northern District of Ohio\n\n\t\t\tSentence:        1. 120 months’ imprisonment; five years’ supervised release (August 26, 2009)\n\n\t\t\t                        2. Life imprisonment; 10 years’ supervised release; $5,000 fine (October 6, 2010)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment and unpaid balance of $5,000 fine remitted when his sentence expires.\n\n\n\n\t\t\tWendell Layne – Soddy Daisy, TN\n\t\t\tOffense: Conspiracy to distribute with intent to distribute cocaine hydrochloride; attempt to possess with intent to distribute cocaine hydrochloride; aiding and abetting; distribution and possession with intent to distribute cocaine base; felon in possession of a firearm; obstruction of justice; Eastern District of Tennessee\n\t\t\tSentence: Life imprisonment; 10 years' supervised release (January 3, 1997)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tJames Marcus LeBlanc – Lake Charles, LA\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine base; distribution of cocaine base (three counts); Western District of Louisiana\n\n\t\t\tSentence: 120 months' imprisonment; eight years' supervised release (January 14, 2010)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tTarry Cordell London – Mansfield, LA\n\t\t\tOffense: Possession with intent to distribute cocaine base; possession of a firearm in relation to drug trafficking; Western District of Louisiana\n\t\t\tSentence: 180 months' imprisonment; eight years' supervised release (November 7, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tGilbert Lopez – Fayetteville, NC\n\t\t\tOffense: Conspiracy to distribute cocaine; distribution of cocaine and aiding and abetting; conspiracy to launder drug proceeds; laundering of monetary instruments and aiding and abetting (14 counts); Eastern District of Pennsylvania\n\t\t\tSentence: Life imprisonment; five years' supervised release (September 13, 1993)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment\n\n\n\n\t\t\tJames Keith Loveless – Pixley, CA\n\t\t\tOffense: Conspiracy to distribute methamphetamine; District of Nebraska\n\t\t\tSentence: 360 months' imprisonment; five years' supervised release (June 30, 1997); amended to 292 months' imprisonment (December 17, 2015)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017\n\n\n\n\t\t\tJames Lynch – Greenville, IN\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute in excess of 50 grams of methamphetamine (two counts); possession with intent to distribute in excess of five grams of methamphetamine; Southern District of Indiana\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release (October 20, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 262 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tMichael Anthony Mahan – Flint, MI\n\t\t\tOffense: Distribution of an unspecified quantity of cocaine base (2 counts); possession with intent to distribute more than 50 grams of cocaine base; possession with intent to distribute more than 500 grams of cocaine; Western District of Michigan\n\t\t\tSentence: 240 months' imprisonment; five years' supervised release; $5,000 fine (May 9, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017, and unpaid balance of the $5,000 fine remitted\n\n\n\n\t\t\tLarry Steven Malone – Bend, OR\n\t\t\tOffense: Conspiracy to manufacture and distribute methamphetamine; manufacture methamphetamine; possession with intent to distribute methamphetamine; felon in possession of a firearm; District of Oregon\n\t\t\tSentence: Life imprisonment; five years' supervised release (July 3, 1995); amended to 360 months' imprisonment (October 5, 2016)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tKenio Marshall – Snellville, GA\n\n\t\t\tOffense: Conspiracy to distribute 500 grams or more of cocaine hydrochloride; Eastern District of Tennessee\n\n\t\t\tSentence: 262 months’ imprisonment; eight years’ supervised release (January 11, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 188 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tCrystal Dawn Mattern – Dilworth, MN\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute and distribute a controlled substance; District of North Dakota\n\n\t\t\tSentence: 228 months' imprisonment; 10 years' supervised release (May 5, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tValencia K. Matthews – Centralia, IL\n\n\t\t\tOffense: Conspiracy to distribute crack cocaine; distribution of less than five grams of crack cocaine; Southern District of Illinois\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release; $400 fine (June 28, 2010)\n\n\t\t\tCommutation Grant:  Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJohnny Ray McAtee – Dubuque, IA\n\t\t\tOffense: Attempt to manufacture and aid and abet the manufacturing of 50 grams or more of actual methamphetamine (pure) after being convicted of one or more felony drug offenses; possession of pseudoephedrine, knowing the pseudoephedrine would be used to manufacture methamphetamine; possession of red phosphorous, knowing the red phosphorous would be used to manufacture methamphetamine; Northern District of Iowa\n\t\t\tSentence: Life imprisonment; 10 years' supervised release (March 7, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJoseph McBride – Trenton, NJ\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute five or more kilograms of cocaine; carrying or possessing a firearm during and in relation to a drug trafficking crime; Middle District of Florida\n\n\t\t\tSentence: 300 months' imprisonment; 10 years' supervised release (July 12, 2002)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJohn McCallum – Spring Valley, NY\n\t\t\tOffense: Narcotics conspiracy; distribution and possession with intent to distribute cocaine base (two counts); Southern District of New York\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release (January 9, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.  \n\n\n\n\t\t\tJohn McCauley – Chicago, IL\n\n\t\t\tOffense:  Distribution of 4.41 grams of cocaine after having been previously convicted of a felony drug offense; distribution and aid and abet the distribution of 3.61 grams of cocaine base and .76 grams of cocaine after having been previously convicted of a felony drug offense; distribution and aid and abet the distribution of .51 grams of cocaine base after having been previously convicted of a felony drug offense; distribution and aid and abet the distribution of 19.17 grams of cocaine base after having been previously convicted of a felony drug offense; failure to appear; Northern District of Iowa\n\n\t\t\tSentence:  366 months’ imprisonment; eight years’ supervised release; $2,150 restitution (April 2, 2004)\n\n\t\t\tCommutation Grant:  Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJames McCloud – Rochester, NY\n\n\t\t\tOffense: Possession of a firearm in furtherance of a drug trafficking crime; possession with intent to distribute 5 grams or more of cocaine base; felon in possession of a firearm; Western District of New York\n\n\t\t\tSentence: 180 months’ imprisonment; eight years’ supervised release; $1,500 fine (June 20, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019 and unpaid balance of $1,500 fine remitted when his sentence expires, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJeffrey Preston McClung – Harrisonburg, VA\n\t\t\tOffense: Conspiracy to distribute marijuana; distribution of marijuana; carry a firearm during and in relation to a drug trafficking offense; money laundering; Western District of Virginia\n\t\t\tSentence: 410 months' imprisonment; 48 months' supervised release (July 10, 1998); amended to 387 months' imprisonment (March 23, 2015)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tJohn McCray, Sr. – East Saint Louis, IL\n\n\t\t\tOffense:  Conspiracy to distribute heroin and cocaine base; distribution of heroin and cocaine base; Southern District of Illinois\n\n\t\t\tSentence:  240 months’ imprisonment; 10 years’ supervised release; $750 fine (March 6, 2007)\n\n\t\t\tCommutation Grant:  Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJames McDade – Shreveport, LA\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute 50 grams or more of cocaine base; conspiracy to commit laundering of monetary instruments; Western District of Louisiana\n\n\t\t\tSentence: 360 months’ imprisonment; five years’ supervised release (May 10, 2001)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 240 months’ imprisonment.\n\n\n\n\t\t\tFrederick McGary – Hammond, LA\n\n\t\t\tOffense: Conspiracy to distribute and possess with the intent to distribute 50 grams or more of cocaine base; possession of a firearm in furtherance of a drug trafficking crime; Eastern District of Louisiana\n\n\t\t\tSentence: 300 months’ imprisonment; 10 years’ supervised release (February 20, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tMartin McGee – Beersheba Springs, TN\n\n\t\t\tOffense: Conspiracy to manufacture 50 grams or more of methamphetamine; Eastern District of Tennessee\n\n\t\t\tSentence: 202 months’ imprisonment; eight years’ supervised release (November 9, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tEzekial McLain – Albany, NY\n\n\t\t\tOffense: Conspiracy to possess and distribute cocaine and cocaine base; Northern District of New York\n\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release (November 6, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tCartell Alexander McLemore – Milwaukee, WI\n\t\t\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; being a felon in possession of a firearm; being a felon in possession of ammunition; Eastern District of Wisconsin\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (October 26, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017\n\n\n\n\t\t\tRandy McMahan – Wellford, SC\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute five kilograms or more of cocaine; possession of a firearm in furtherance of a drug trafficking crime; District of South Carolina\n\n\t\t\tSentence: Life plus 120 months’ imprisonment; 10 years’ supervised release (April 18, 2007)\n\n\t\t\tCommutation Grant:  Prison sentence commuted to a term of 360 months’ imprisonment.\n\n\n\n\t\t\tRecco Salaves Meeks – Shelby, NC\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine and cocaine base; Western District of North Carolina\n\n\t\t\tSentence: 230 months and six days’ imprisonment; 10 years’ supervised release (September 26, 2006)\n\n\t\t\tCommutation Grant: Commutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tDeone Antonio Melvin – Upper Marlboro, MD\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute five kilograms or more of cocaine; money laundering conspiracy; distribution of cocaine; possession of firearms in furtherance of drug trafficking (2 counts); felon in possession of a firearm; District of Maryland\n\t\t\tSentence: 540 months' imprisonment; five years' supervised release (September 26, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment.\n\n\n\n\t\t\tLuis Marin Mendoza-Esquivel – Riverside, CA\n\n\t\t\tOffense: Possession with intent to distribute, distribution, and aiding and abetting the distribution of 500 grams or more of methamphetamine mixture following a prior felony drug conviction; Northern District of Iowa\n\n\t\t\tSentence: 290 months’ imprisonment; 10 years’ supervised release (December 13, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tWayne Merrell – Dunlap, TN\n\n\t\t\tOffense: Conspiracy to manufacture 500 grams or more of methamphetamine; Eastern District of Tennessee\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (November 15, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tRichard Glen Milburn – Limestone, TN\n\t\t\tOffense: Conspiracy to distribute and possession with the intent to distribute 100 kilograms or more of marijuana; conspiracy to distribute and possession with the intent to distribute 500 grams or more of methamphetamine; attempt to possess with the intent to distribute methamphetamine; carrying a firearm during and in relation to a drug trafficking offense (two counts); attempt to possess with the intent to distribute marijuana; attempt to possess with the intent to distribute 50 grams or more of methamphetamine; possession with the intent to distribute methamphetamine; possession of an unregistered short barreled firearm; possessing contraband in prison; Eastern District of Tennessee\n\t\t\tSentence: 480 months' imprisonment; five years' supervised release (April 19, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 180 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tKristi Miller – Santa Maria, CA\n\n\t\t\tOffense: Conspiracy to manufacture 50 grams or more of methamphetamine actual or 500 grams or more of methamphetamine mixture; Eastern District of Tennessee\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (May 6, 2011)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tTimothy Wayne Miller – London, KY\n\n\t\t\tOffense:         1. Conspiracy to distribute over 50 grams of methamphetamine; possession with intent to distribute methamphetamine (4 counts); possession with intent to distribute oxycodone; carrying a firearm during a drug trafficking crime; Eastern District of Kentucky\n\n\t\t\t2. Knowingly failed to appear; Eastern District of Kentucky\n\n\t\t\tSentence:        1. 300 months’ imprisonment; 10 years’ supervised release (July 8, 2004)\n\n\t\t\t2. 120 months’ imprisonment (concurrent); three years’ supervised release (July 8, 2004)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tRobert W. Mims – Pensacola, FL\n\t\t\tOffense: Conspiracy to possess with intent to distribute five kilograms or more of cocaine and 50 grams or more of cocaine base; Northern District of Florida\n\t\t\tSentence: Life imprisonment; 10 years' supervised release; $500 fine (May 21, 2002)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 240 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tErvin Mincey – Swainsboro, GA\n\t\t\tOffense: Distribution of 27.72 grams of cocaine base; Southern District of Georgia\n\t\t\tSentence: 360 months' imprisonment; eight years' supervised release (January 17, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 210 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJames Edward Mitchell – Oxnard, CA\n\t\t\tOffense: Conspiracy to distribute methamphetamine; District of Montana\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release (March 31, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tLewis Lynn Mitchell – Medical Lake, WA\n\n\t\t\tOffense: Possession with intent to distribute methamphetamine; District of Montana\n\n\t\t\tSentence: 288 months’ imprisonment, eight years’ supervised release (August 2, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tTerry Mitchell – Miami, FL\n\t\t\tOffense: Continuing criminal enterprise; distribution of cocaine and aiding and abetting (two counts); carrying a firearm during a drug trafficking crime; Middle District of Alabama\n\t\t\tSentence: Life plus 60 months' imprisonment; five years' supervised release (May 22, 1995)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tEmmett Alvin Monson – Rosedale, NY\n\n\t\t\tOffense: Conspiracy: possess with intent to distribute cocaine hydrochloride and heroin; possess with intent to distribute cocaine hydrochloride (two counts); possess with intent to distribute heroin (four counts); Middle District of North Carolina\n\n\t\t\tSentence: 360 months’ imprisonment; 8 years’ supervised release (September 20, 1993)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tRichard Ruiz Montes ─ Escalon, CA\n\n\t\t\tOffense: Conducting a continuing criminal enterprise; manufacture of marijuana and aiding and abetting; possession with intent to distribute marijuana and aiding and abetting; possession with intent to distribute marijuana (two counts); Eastern District of California\n\n\t\t\tSentence: 240 months’ imprisonment; 60 months’ supervised release (November 21, 2008)\n\n\t\t\tCommutation Grant: Prison sentence to expire on May 19, 2017.\n\n\n\n\t\t\tAnthony Lawayne Moon – Knoxville, TN\n\t\t\tOffense: Possession with intent to distribute five kilograms or more of cocaine hydrochloride; Eastern District of Tennessee\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (September 28, 2004)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tLarry D. Moon ─ Louisville, KY\n\n\t\t\tOffense: Possession with intent to distribute and distribution of cocaine base, aiding and abetting; possession with intent to distribute cocaine base (2 counts); Western District of Kentucky\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release (August 21, 1996); amended\n\n\t\t\tto 360 months’ imprisonment; eight years’ supervised release (September 24, 1999)         \n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tSentra Moore – Montgomery, AL\n\n\t\t\tOffense: Aiding and abetting possession to distribute cocaine hydrochloride; aiding and abetting possession to distribute 50 or more grams of cocaine base; aiding and abetting firearm/drug trafficking; Middle District of Alabama\n\n\t\t\tSentence: 240 months’ imprisonment; five years’ supervised release (October 1, 2004)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tSteven Rayford Moore – Sherman, TX\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine base; Eastern District of Texas\n\t\t\tSentence: 360 months' imprisonment; 10 years' supervised release; $5,000 fine (June 26, 2001)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 262 months' imprisonment and unpaid balance of the $5,000 fine remitted.\n\n\n\n\t\t\tJeremy Jason Morefield – Shreveport, LA\n\n\t\t\tOffense: Conspiracy to distribute 50 grams or more of methamphetamine and 500 grams or more of a mixture or substance containing a detectable amount of methamphetamine; possession of a firearm in furtherance of a drug trafficking crime; Western District of Louisiana\n\n\t\t\tSentence: 240 months’ imprisonment; eight years’ supervised release (July 13, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tChico Untras Morgan – Opelika, AL\n\n\t\t\tOffense: Distribution of a controlled substance (cocaine base); Middle District of Alabama\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (January 21, 2010)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, and conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tFred Lenard Morrison – Valdese, NC\n\t\t\tOffense: Possession with intent to distribute cocaine; simple possession of cocaine base; District of South Carolina\n\t\t\tSentence: 320 months’ imprisonment; five years’ supervised release (December 13, 1996)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tDavid Andrew Mortensen – Salt Lake City, UT\n\t\t\tOffense: Possession with intent to distribute 50 grams of methamphetamine; District of Utah\n\t\t\tSentence: 240 months' imprisonment; 60 months' supervised release (September 18, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tCory D. Mosby – Rock Island, IL\n\n\t\t\tOffense: Possession of cocaine base (crack) with intent to distribute; possession of a firearm in furtherance of drug trafficking; felon in possession of firearms; Central District of Illinois\n\n\t\t\tSentence: 322 months’ imprisonment; eight years’ supervised release; $2,500 fine (August 17, 2007); amended to 300 months’ imprisonment (March 10, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 195 months’ imprisonment and unpaid balance of $2,500 fine remitted when his sentence expires. \n\n\n\n\t\t\tLeo Muhammad – Compton, CA\n\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute cocaine; Eastern District of Missouri\n\n\t\t\tSentence: 360 months’ imprisonment; five years’ supervised release (November 21, 2005); amended to 292 months’ imprisonment (January 29, 2015)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 240 months’ imprisonment.\n\n\n\n\t\t\tSaeed Abdul Muhammad – Spotsylvania, VA\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute 50 grams or more of cocaine base; possess with intent to distribute cocaine hydrochloride; Eastern District of Virginia\n\t\t\tSentence: Life imprisonment; three years’ supervised release (August 22, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 210 months' imprisonment\n\n\n\n\t\t\tDottie Nixon – Lincolnton, NC\n\t\t\tOffense: Conspiracy to possess with intent to distribute and to distribute a quantity of cocaine and cocaine base within 1,000 feet of a school; Western District of North Carolina\n\t\t\tSentence: 360 months' imprisonment; six years' supervised release (August 13, 2001); amended to 324 months' imprisonment (November 19, 2015)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tAlonzo Norman, Jr. – Springfield, LA\n\n\t\t\tOffense: Conspiracy to distribute cocaine base and aiding and abetting; distribution of cocaine base; Eastern District of Louisiana\n\n\t\t\tSentence: 262 months’ imprisonment; five years’ supervised release (February 18, 2004)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tDeon Christopher Nowell – Charleston, SC  \n\n\t\t\tOffense: Possession with intent to distribute and distribution of cocaine base; possession with intent to distribute cocaine base; possession with intent to distribute cocaine; possession of a firearm by a convicted felon; using and carrying a firearm during and in relation to a drug trafficking crime; District of South Carolina\n\n\t\t\tSentence: 300 months’ imprisonment; 10 years’ supervised release (March 10, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tCharles Lee Parker – Marietta, GA\n\t\t\tOffense: Conspiracy to distribute cocaine base; Southern District of Mississippi\n\t\t\tSentence: Life imprisonment; 10 years' supervised release (January 25, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 262 months' imprisonment.\n\n\n\n\t\t\tWilliam Howard Penn, Jr. – Morgan City, LA\n\n\t\t\tOffense: Narcotics, sell distribute or dispense, conspiracy to possess with intent to distribute; narcotics – sell, distribute or dispense, possession with intent to distribute; racketeering, narcotics – interstate travel in aid of illegal activity; Western District of Louisiana\n\n\t\t\tSentence: 360 months’ imprisonment; five years’ supervised release (November 10, 1997)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tChristopher Clayton Pfaff – Ottumwa, IA\n\n\t\t\tOffense: Conspiracy to manufacture methamphetamine; Southern District of Iowa\n\n\t\t\tSentence: 262 months’ imprisonment; 10 years’ supervised release (June 26, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tHope Aree Pinkerton – Alta, IA\n\t\t\tOffense: Conspiracy to distribute 500 grams or more of methamphetamine mixture and manufacture five grams or more of methamphetamine actual after having been convicted of a prior felony drug offense; Northern District of Iowa\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release (August 5, 2004)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment\n\n\n\n\t\t\tLarry Blane Pittman – San Diego, CA\n\t\t\tOffense: Conspiracy to possess with intent to distribute more than 500 grams of a mixture of methamphetamine; Western District of Kentucky\n\t\t\tSentence: 262 months' imprisonment; 10 years' supervised release (December 20, 2001)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tMax Orvel Plumlee – Newport News, VA\n\n\t\t\tOffense: Engaging in a continuing criminal enterprise; distribution and possession with intent to distribute cocaine (eight counts); use of a firearm during a drug trafficking crime (two counts); distribution and possession with intent to distribute cocaine base (two counts); renting, leasing, and making premises available for storing and distributing cocaine; conspiracy; money laundering (five counts); engaging in monetary transactions in property derived from specified unlawful activity (four counts); Eastern District of Virginia\n\n\t\t\tSentence: Life imprisonment plus 300 months’ imprisonment; five years’ supervised release (July 18, 1994)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tCharles Edward Price – Vicksburg, MS\n\n\t\t\tOffense: Conspiracy to distribute cocaine base; Southern District of Mississippi\n\n\t\t\tSentence: 292 months’ imprisonment; five years’ supervised release; $1,500 fine (June 3, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017 and unpaid balance of the $1,500 fine remitted. \n\n\n\n\t\t\tCalvin Pritchett ─ Cleveland, OH\n\n\t\t\tOffense: Possession with the intent to distribute cocaine; felon in possession of a firearm; Northern District of Ohio\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (November 30, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tTony Roger Pullings – Ocala, FL\n\n\t\t\tOffense: Conspiracy to distribute cocaine hydrochloride and cocaine base; distribution of cocaine (three counts); Middle District of Florida\n\n\t\t\tSentence: 360 months’ imprisonment; five years’ supervised release (May 14, 1999)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tDennis Ragland – Lincoln, AL\n\n\t\t\tOffense: Conspiracy to possess with the intent to distribute and distribution of controlled substances; distribution and possession with the intent to distribute controlled substances; felon in possession of a firearm; use and carrying of a firearm during and in relation to a drug trafficking crime; Northern District of Alabama\n\n\t\t\tSentence: 330 months’ imprisonment; three years’ supervised release (November 29, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 210 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tSergio Ramirez – Des Moines, IA\n\n\t\t\tOffense: Conspiracy to distribute methamphetamine; distribute methamphetamine; Southern District of Iowa\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (January 22, 2003)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on July 18, 2017.\n\n\n\n\t\t\tAlex Randell – Tallahassee, FL\n\n\t\t\tOffense: Possess with intent to distribute cocaine base, conspiracy to distribute cocaine base; Northern District of Florida\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release (July 23, 1999)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment, conditioned upon enrollment in residential drug treatment\n\n\n\n\t\t\tErnest Reagan ─ Knoxville, TN\n\n\t\t\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; possession with intent to distribute cocaine hydrochloride; felon in possession of firearms; possession of firearms in furtherance of a drug trafficking crime; felon in possession of a firearm and ammunition; Eastern District of Tennessee\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release (July 16, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 168 months’ imprisonment, conditioned on upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJohnnie C. Reed – Spartanburg, SC\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine and cocaine base; Northern District of Florida\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release (February 7, 1997)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment\n\n\n\n\t\t\tKristen Reed ─ Winchester, TN\n\n\t\t\tOffense: Conspiracy to distribute 50 grams or more of cocaine base; Eastern District of Tennessee\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (July 27, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tAnthony Jaron Richardson – Charlotte, NC\n\t\t\tOffense: Possession with intent to distribute cocaine base; use and carry of a firearm during and in relation to a drug trafficking crime; possession of a firearm by a convicted felon; Western District of North Carolina\n\t\t\tSentence: 300 months' imprisonment; 10 years' supervised release (October 16, 2002)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tCory D. Rigmaiden – Fresno, TX\n\t\t\tOffense: Possession with intent to distribute cocaine base; Western District of Louisiana\n\t\t\tSentence: 300 months' imprisonment; five years' supervised release (August 18, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tRobert James Riley – Clackamas, OR\n\n\t\t\tOffense: Conspiracy to distribute LSD; Southern District of Iowa\n\n\t\t\tSentence: Life imprisonment (November 4, 1993)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2018.\n\n\n\n\t\t\tJerry K. Roberson – St. Petersburg, FL\n\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute 500 grams or more of cocaine; Middle District of Florida\n\n\t\t\tSentence: 262 months’ imprisonment; eight years’ supervised release (December 15, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 188 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tSamuel Roberts – Kinston, NC\n\n\t\t\tOffense: Possession with intent to distribute cocaine base (two counts), simple possession of cocaine base; Eastern District of North Carolina\n\n\t\t\tSentence: 360 months’ imprisonment; eight years’ supervised release (August 31, 1998)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tCharles Bernard Robinson – Raleigh, NC\n\t\t\tOffense: Possession with the intent to distribute more than 50 grams of cocaine base (crack); possession of a firearm in furtherance of a drug trafficking crime; Eastern District of North Carolina\n\t\t\tSentence: 322 months' imprisonment; five years' supervised release (February 5, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tGerald Robinson – Overland, MO\n\n\t\t\tOffense: Conspiracy to possess pseudoephedrine knowing it would be used to manufacture methamphetamine; possession of pseudoephedrine knowing it would be used to manufacture methamphetamine (two counts); Eastern District of Missouri\n\n\t\t\tSentence: 220 months’ imprisonment; two years’ supervised release (December 14, 2006); amended to 177 months’ imprisonment (April 27, 2015)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tGlenn Vincent Robinson – Stilwell, OK\n\n\t\t\tOffense: Attempt to manufacture methamphetamine (two counts); possession of firearm in furtherance of a drug trafficking offense (two counts); Eastern District of Oklahoma\n\n\t\t\tSentence: 555 months’ imprisonment; five years’ supervised release (April 27, 2004); amended to 480 months’ imprisonment (July 21, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJohn Robinson – Charlotte, NC\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine; Western District of North Carolina\n\n\t\t\tSentence: 262 months’ imprisonment; 10 years’ supervised release (April 1, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 200 months’ imprisonment.\n\n\n\n\t\t\tJoseph E. Robinson – Tallulah, LA\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine base with prior narcotics conviction; possession with intent to distribute cocaine base with prior narcotics conviction (seven counts); Western District of Louisiana\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (January 6, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tLuther Lee Robinson – Greensboro, NC\n\n\t\t\tOffense: Conspiracy: distributed cocaine base (crack); Middle District of North Carolina\n\n\t\t\tSentence: 262 months’ imprisonment; 10 years’ supervised release (August 24, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tWilliam Everett Robinson – Crestview, FL\n\n\t\t\tOffense: Possession with intent to distribute cocaine base; possession of a firearm during and in relation to a drug trafficking crime; convicted felon in possession of a firearm/armed career criminal; Northern District of Florida\n\n\t\t\tSentence: Life plus 60 months’ imprisonment; 10 years’ supervised release (May 10, 1999)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on July 18, 2017, conditioned upon enrollment in non-residential drug treatment (NRDAP).\n\n\n\n\t\t\tJuan Rodriguez ─ Edinburg, TX\n\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute cocaine; Eastern District of New York\n\n\t\t\tSentence: 360 months’ imprisonment; five years’ supervised release (May 18, 2000)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tGermaine Roebuck ─ Champaign, IL\n\n\t\t\tOffense: Distribution of five or more grams of cocaine base (crack); Central District of Illinois\n\n\t\t\tSentence: 262 months’ imprisonment; eight years’ supervised release (November 21, 2003)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tMarvin G. Roland – Wauchula, FL\n\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute methamphetamine; use and carry a firearm during and in relation to a drug trafficking crime; Eastern District of North Carolina\n\n\t\t\tSentence: 322 months’ imprisonment; 5 years’ supervised release; $10,000 fine (July 12, 1999)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017 and unpaid balance of $10,000 fine remitted.\n\n\n\n\t\t\tRandolph Rolle ─ Miami, FL\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute 50 grams or more of cocaine base (crack cocaine), 500 grams or more of cocaine and 100 grams or more of heroin; Southern District of Florida\n\n\t\t\tSentence: 292 months’ imprisonment; five years’ supervised release (February 5, 2007); amended to 262 months’ imprisonment (December 31, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 200 months, conditioned on enrollment in residential drug treatment.\n\n\n\n\t\t\tJerrick Lamont Rorie – Marshville, NC\n\n\t\t\tOffense: Conspiracy to distribute 50 grams or more of cocaine base and five kilograms or more of cocaine; District of South Carolina\n\n\t\t\tSentence: 264 months’ imprisonment; 10 years’ supervised release (October 27, 2009); amended to 240 months’ imprisonment (July 2, 2012)\n\n\t\t\tCommutation grant: Prison sentence commuted to a term of 168 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tCharlie Lee Ross, Jr. – Houston, Texas\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine base; possession with intent to distribute cocaine base (six counts); Western District of Louisiana\n\n\t\t\tSentence: 360 months’ imprisonment; 10 years’ supervised release; $20,000 fine (January 25, 2001)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019 and unpaid balance of $20,000 fine remitted when his sentence expires, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tTed Ross – Dallas, TX\n\n\t\t\tOffense: Conspiracy; money laundering; felon in possession of a firearm; Northern District of Texas\n\n\t\t\tSentence: Life imprisonment; five years' supervised release (February 16, 1994)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tTimnah Rudisill – Hendersonville, NC\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine and cocaine base; Western District of North Carolina\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release (July 24, 2002)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tTyrone Sain – Memphis, TN\n\n\t\t\tOffense:         1. Attempt to possess with intent to distribute approximately three      kilograms of cocaine, a controlled substance; Western District of Tennessee           \n\n\t\t\t2. Possession of a controlled object, marijuana, in a federal correctional institution; Western District of Tennessee\n\n\t\t\tSentence:        1. 360 months’ imprisonment; eight years’ supervised release (January 27, 1999)\n\n\t\t\t2. Two months’ imprisonment (consecutive) (October 4, 2010)\n\n\t\t\tCommutation Grant: Both prison sentences commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tDyron K. Sampson – Arcadia, LA\n\t\t\tOffense: Possession with intent to distribute cocaine base; Western District of Louisiana\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release (April 9, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tJose Alfredo Sanchez, Jr. ─ Grafton, ND\n\n\t\t\tOffense: Continuing criminal enterprise; District of North Dakota    \n\n\t\t\tSentence: 240 months’ imprisonment; four years’ supervised release (March 29, 2007)     \n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 210 months’ imprisonment.\n\n\n\n\t\t\tHelen Evette Sanders – Altamont, TN\n\t\t\tOffense: Conspiracy to manufacture 500 grams or more of methamphetamine; Eastern District of Tennessee\n\t\t\tSentence: 300 months' imprisonment; 10 years' supervised release (August 9, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tRamon A. Santos – Providence, RI\n\t\t\tOffense: Conspiracy to possess with intent to distribute more than five kilograms of cocaine; Northern District of Texas\n\t\t\tSentence: 260 months' imprisonment; five years' supervised release; $25,000 fine (March 24, 2005); amended to 211 months' imprisonment (February 11, 2016)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 188 months' imprisonment and unpaid balance of the $25,000 fine remitted.\n\n\n\n\t\t\tDavid M. Scates ─ Richmond, VA\n\n\t\t\tOffense: Possession of cocaine, aiding and abetting; possession of a firearm by a convicted felon, aiding and abetting; Eastern District of Virginia\n\n\t\t\tSentence: 293 months’ imprisonment; five years’ supervised release (April 23, 1999)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJoseph Schwartz – Philadelphia, PA\n\n\t\t\tOffense: Conspiracy to distribute and to possess with the intent to distribute methamphetamine; Eastern District of Pennsylvania\n\n\t\t\tSentence: 240 months’ imprisonment; eight years’ supervised release; $500 fine (November 1, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tAaron A. Scott – Petersburg, VA\n\n\t\t\tOffense: Distribution and possession with intent to distribute cocaine base within 1,000 feet of a public school; Eastern District of Virginia\n\n\t\t\tSentence: 188 months’ imprisonment; six years’ supervised release (April 21, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on July 18, 2017.\n\n\n\n\t\t\tKenneth E. Scott ─ Scott City, MO\n\n\t\t\tOffense: Possession of pseudoephedrine knowing it will be used to manufacture methamphetamine; felon in possession of a firearm; Eastern District of Missouri\n\n\t\t\tSentence: 296 months’ imprisonment; three years’ supervised release (December 2, 2003); amended to 237 months’ imprisonment (March 17, 2015)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tStephen Scott – Worcester, MA\n\n\t\t\tOffense: Possession of cocaine base with intent to distribute; unlawful possession of a firearm with an obliterated serial number; felon in possession of a firearm; District of Massachusetts\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (February 8, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tTimothy Wayne Seabury- Satsuma, AL\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute crack cocaine; conspiracy to possess with intent to distribute methamphetamine; conspiracy to manufacture methamphetamine; attempt to manufacture methamphetamine; Southern District of Alabama\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release (November 18, 2011)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 235 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tBurnette Trione Shackleford ─ Georgetown, SC\n\n\t\t\tOffense: Conspiracy to distribute 50 grams or more of cocaine base and 5 kilograms or more of powder cocaine; District of South Carolina\n\n\t\t\tSentence: 264 months’ imprisonment; 10 years’ supervised release (August 14, 2007); amended to 212 months’ imprisonment (August 11, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tDuane Sheffield – Augusta, GA\n\n\t\t\tOffense: Conspiracy to distribute five grams or more of cocaine base; Eastern District of Tennessee\n\n\t\t\tSentence: 300 months’ imprisonment; 8 years’ supervised release (June 18, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 151 months, conditioned upon enrollment in residential drug abuse treatment.\n\n\n\n\t\t\tMichael William Shranklen – Ankeny, IA\n\n\t\t\tOffense: Conspiracy to distribute methamphetamine; Southern District of Iowa\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (October 30, 2003)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on August 17, 2017.\n\n\n\n\t\t\tJeremy Simmons – Chicago, IL\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute 50 grams or more of cocaine base (mixture) and less than 500 grams of cocaine (mixture); distribution of 50 grams or more of cocaine base (mixture) (four counts); Southern District of Indiana\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release (March 16, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to 360 months’ imprisonment.\n\n\n\n\t\t\tDamenion Sims – Houston, TX\n\t\t\tOffense: Possession with the intent to distribute 50 grams or more of cocaine base; Eastern District of Louisiana\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release (February 20, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment\n\n\n\n\t\t\tWillie Small – Denver, CO\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute 50 or more grams of cocaine base, aiding and abetting; distribution and possession with intent to distribute 13.382 grams of cocaine base, aiding and abetting; distribution and possession with intent to distribute 13.323 grams of cocaine base, aiding and abetting; distribution and possession with intent to distribute 26.295 grams of cocaine base, aiding and abetting; distribution and possession with intent to distribute 6.457 grams of cocaine base, aiding and abetting; distribution and possession with intent to distribute 26.764 grams of cocaine base, aiding and abetting; distribution and possession with intent to distribute 26.866 grams of cocaine base, aiding and abetting; distribution and possession with intent to distribute 23.484 grams of cocaine base, aiding and abetting; distribution and possession with intent to distribute 32.756 grams of cocaine base, aiding and abetting; distribution and possession with intent to distribute 54.174 grams of cocaine base, aiding and abetting; distribution and possession with intent to distribute 26.356 grams of cocaine base, aiding and abetting; distribution and possession with intent to distribute 14 grams of cocaine base, aiding and abetting (two counts); distribution and possession with intent to distribute seven  grams of cocaine base, aiding and abetting (five counts); distribution and possession with intent to distribute 27 grams of cocaine base, aiding and abetting; use of a communication facility to conspire to distribute and possession with intent to distribute cocaine base, aiding and abetting (13 counts); distribution and possession with intent to distribute 3.5 grams of cocaine base, aiding and abetting (two counts); distribution and possession with intent to distribute 56 grams of cocaine base, aiding and abetting; possession with intent to distribute .244 grams of cocaine base, aiding and abetting; possession with intent to distribute 175 grams or more of cocaine base, aiding and abetting; money laundering, aiding and abetting; District of Colorado\n\t\t\tSentence: Life imprisonment; eight years' supervised release (April 21, 2004)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 300 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tBernard Gary Smith, Jr. – Warsaw, VA\n\n\t\t\tOffense: Conspiracy to distribute 50 grams or more of crack cocaine and to distribute marijuana; Eastern District of Virginia\n\n\t\t\tSentence: 262 months’ imprisonment; five years’ supervised release (November 7, 2003)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tFelicia Smith – Shreveport, LA\n\n\t\t\tOffense: Conspiracy to distribute five kilograms or more of cocaine; conspiracy to distribute 50 grams or more of cocaine base; possession with intent to distribute cocaine; Western District of Louisiana\n\n\t\t\tSentence: 292 months’ imprisonment; five years’ supervised release (December 15, 2005); amended to 188 months’ imprisonment (January 4, 2017)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tJohn Wayne Smith – Charlotte, NC\n\n\t\t\tOffense: Possess with intent to distribute and distribute cocaine base; Western District of North Carolina\n\n\t\t\tSentence: 216 months’ imprisonment; four years’ supervised release (March 22, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tLawrence Smith – Immokalee, FL\n\n\t\t\tOffense: Possession with intent to distribute five grams or more of cocaine base, “crack cocaine”; Middle District of Florida\n\n\t\t\tSentence: 235 months’ imprisonment; 4 years’ supervised release (January 22, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 188 months’ imprisonment.\n\n\n\n\t\t\tNathaniel Smith, Jr. – Eden, NC\n\n\t\t\tOffense: Conspiracy to distribute cocaine base crack; Middle District of North Carolina\n\n\t\t\tSentence: 262 months’ imprisonment; 10 years’ supervised release (March 8, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tRonald Benjamin Smith – Demopolis, AL\n\t\t\tOffense: Possession with intent to distribute crack cocaine; using and carrying a firearm during a drug trafficking felony; Southern District of Alabama\n\t\t\tSentence: 300 months' imprisonment; 10 years' supervised release (January 11, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 180 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tTeresa Smith – Baird, TX\n\n\t\t\tOffense: Conspiracy to distribute a controlled substance; Northern District of Texas\n\n\t\t\tSentence: 309 months’ imprisonment; five years’ supervised release (August 24, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 240 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tAnthony B. Southard – Youngstown, OH\n\n\t\t\tOffense: Possession with intent to distribute approximately 100.3 grams of cocaine base; carrying a firearm during and in relation to a drug trafficking crime; Northern District of Ohio\n\n\t\t\tSentence: 300 months’ imprisonment; 10 years’ supervised release (June 27, 2000)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tThaddeus A. Speed – Kankakee, Illinois\n\n\t\t\tOffense: Conspiracy to distribute 50 grams or more of cocaine base (crack); distribution of 50 grams or more of cocaine base (crack); possession of five grams of more of cocaine base (crack) with intent to distribute it; Central District of Illinois\n\n\t\t\tSentence: Life imprisonment (March 3, 2010)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 262 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tGlen Alan Spicer – Dobson, NC\n\t\t\tOffense: Conspiracy to manufacture and distribute methamphetamine; possessed firearms in commerce after felony conviction; Middle District of North Carolina\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release (September 11, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tMichael Stacey – Charlotte, NC\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine and cocaine base; Western District of North Carolina\n\n\t\t\tSentence: 262 months’ imprisonment; 5 years’ supervised release (July 29, 2004) Commutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tJason L. Stewart – East Cleveland, OH\n\n\t\t\tOffense: Possession with intent to distribute in excess of 50 grams of cocaine base; Northern District of West Virginia\n\n\t\t\tSentence: 262 months’ imprisonment; 5 years’ supervised release (December 1, 2004)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017. \n\n\n\n\t\t\tJubali Dushawn Stokes ─ Chicago, IL\n\n\t\t\tOffense: Conspiracy to distribute “crack” cocaine; Eastern District of Wisconsin\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release; repayment of $2,010 of “buy money” as a condition of supervised release (March 4, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 120 months’ imprisonment and condition of supervised release requiring repayment of $2,010 of “buy money” is also commuted.\n\n\n\n\t\t\tJonathan L. Stout – Memphis, TN\n\n\t\t\tOffense: Conspiracy to distribute over five grams of cocaine base; possession of over five grams of cocaine base with intent to distribute; possession of cocaine with intent to distribute; Western District of Tennessee\n\n\t\t\tSentence: 1,200 months’ imprisonment; four years’ supervised release (December 14, 2004); amended to 300 months’ imprisonment; three years’ supervised release (August 22, 2008); amended to 292 months’ imprisonment (November 1, 2011)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 180 months’ imprisonment.\n\n\n\n\t\t\tTyrone Sturdivant ─ Mason City, IA\n\n\t\t\tOffense: Conspiracy to manufacture and distribute 50 grams or more of cocaine base and to distribute cocaine salt; distribution of cocaine salt (two counts); Northern District of Iowa\n\n\t\t\tSentence: 348 months’ imprisonment; 10 years’ supervised release (October 26, 2006); amended to life imprisonment (May 3, 2010)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 240 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJorge Luis Suarez-Maya – Cabo Rojo, PR\n\n\t\t\tOffense: Possess with intent to distribute cocaine; possess and carry a revolver during the commission of a drug trafficking crime; District of Puerto Rico\n\n\t\t\tSentence: Life plus 60 months’ imprisonment; five years’ supervised release (November 22, 1993)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tRaymond Roger Surratt, Jr. – Shelby, NC\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine and cocaine base; Western District of North Carolina\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release (October 31, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 200 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tAndre Rashad Sutton – Chattanooga, TN\n\n\t\t\tOffense: Conspiracy to distribute 50 grams or more of cocaine base and cocaine hydrochloride; possess with intent to distribute 50 grams or more of cocaine base; Eastern District of Tennessee\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (May 21, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tLambert Dorell Sweat – Manning, SC\n\n\t\t\tOffense: Possession with intent to distribute a quantity of marijuana and cocaine; felon in possession of a firearm and ammunition; using and carrying a firearm during and in relation to a drug trafficking crime; District of South Carolina\n\n\t\t\tSentence: 262 months’ imprisonment; six years’ supervised release (July 19, 2011)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 180 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tAlan Sylvester – Jamaica, NY\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine; District of Maryland\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release (July 24, 2006); amended to 360 months’ imprisonment (August 3, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 260 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJeffrey Tate – Chapel Hill, NC\n\n\t\t\tOffense: Possession with intent to distribute cocaine and cocaine base; Eastern District of North Carolina\n\n\t\t\tSentence: 360 months’ imprisonment; five years’ supervised release (October 23, 1997)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tRichard Len Taylor, Jr. – Deep Gap, NC\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute a quantity of methamphetamine; using and carrying a firearm during and in relation to a drug trafficking crime and aiding and abetting; Western District of North Carolina\n\n\t\t\tSentence: 322 months’ imprisonment; 10 years’ supervised release, $10,142.86 restitution (August 9, 2005); amended to 300 months’ imprisonment (November 19, 2015)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJoshua John Terry – Chattanooga, TN\n\n\t\t\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; possession of a firearm in furtherance of a drug trafficking crime; Eastern District of Tennessee\n\n\t\t\tSentence: 180 months’ imprisonment; 5 years’ supervised release (March 20, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tCharles Edward Thomas – Odessa, TX\n\t\t\tOffense: Possession with intent to distribute more than five grams of crack cocaine; possession with intent to distribute crack cocaine; Western District of Texas\n\t\t\tSentence: 360 months' imprisonment; eight years' supervised release (November 30, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tElton F. Thomas – Ontario, CA\n\n\t\t\tOffense: Conspiracy to distribute in excess of 50 grams of cocaine base (“crack”); Eastern District of Tennessee\n\n\t\t\tSentence: 300 months’ imprisonment; 5 years’ supervised release (February 11, 2000)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tBenjamin C. Thompkins, Jr. ─ Amelia, VA\n\n\t\t\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; possession of a firearm in furtherance of a drug trafficking crime; possession of a firearm and ammunition by a convicted felon; manufacture and possess with intent to distribute marijuana; Eastern District of Virginia\n\n\t\t\tSentence: 300 months’ imprisonment; 10 years’ supervised release (February 6, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tAnthony Dwayne Thompson – Los Angeles, CA\n\n\t\t\tOffense: Conspiracy to distribute cocaine; Southern District of Iowa\n\n\t\t\tSentence: 262 months’ imprisonment; 10 years’ supervised release (November 19, 2004); amended to 240 months’ imprisonment (June 21, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJerome Thompson – Kansas City, MO\n\t\t\tOffense: Distribution of 50 grams or more of cocaine base; Western District of Missouri\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release (November 20, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tWayne D. Thompson – Richmond, VA\n\t\t\tOffense: Possess with intent to distribute cocaine base within one thousand feet of a school; Eastern District of Virginia\n\t\t\tSentence: 300 months' imprisonment; 16 years' supervised release (December 10, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 220 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tWilliam Thorne – Patterson, NJ\n\n\t\t\tOffense: Distribute and possess with intent to distribute 5 grams or more of cocaine base; District of New Jersey\n\n\t\t\tSentence: 200 months’ imprisonment; four years’ supervised release (June 28, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tJames Mark Thornton ─ Knoxville, TN\n\n\t\t\tOffense: Conspiracy to distribute and possession with the intent to distribute five kilograms or more of cocaine; Eastern District of Tennessee\n\n\t\t\tSentence: 327 months’ imprisonment; 10 years’ supervised release (July 10, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 240 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tWilliam Tisdale – Greensboro, NC\n\n\t\t\tOffense: Distributed cocaine base (crack); Middle District of North Carolina\n\n\t\t\tSentence: 262 months' imprisonment; five years' supervised release (March 28, 2000)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJim L. Townsend – Memphis, TN\n\t\t\tOffense: Conspiracy to possess with the intent to distribute cocaine; possession with the intent to distribute cocaine and aiding and abetting in same; Western District of Tennessee\n\t\t\tSentence: Life imprisonment (October 23, 1992)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2018.\n\n\n\n\t\t\tBrosarick Ernesto Trammell – Roanoke, Alabama\n\n\t\t\tOffense: Distribution of (50) fifty grams or more of a mixture and substance containing cocaine base “crack”; Northern District of Alabama\n\n\t\t\tSentence: 240 months’ imprisonment; five years’ supervised release (March 24, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJames Tranmer – Hackensack, NJ\n\n\t\t\tOffense: Conspiracy to import marijuana; conspiracy to possess with intent to distribute marijuana; Northern District of Florida\n\n\t\t\tSentence: 420 months’ imprisonment; eight years’ supervised release (August 3, 1994)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tMelvin Tucker – Chicago, IL\n\n\t\t\tOffense: Conspiracy to manufacture and distribute 50 grams or more of cocaine base and to distribute cocaine salt after a conviction for a felony drug offense; distribution and aiding and abetting the distribution of 12.39 grams of cocaine base after a conviction for a felony drug offense; distribution and aiding and abetting the distribution of 16.83 grams of cocaine base after a conviction for a felony drug offense; Northern District of Iowa\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (November 29, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tJohn Robinson Turner – Pensacola, FL\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine; Northern District of Florida\n\t\t\tSentence: 420 months' imprisonment; 10 years' supervised release (June 23, 1993)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tAntonio Luna Valdez, Jr. – Weslaco, TX\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine, cocaine base and marihuana; Western District of Louisiana\n\n\t\t\tSentence: Life imprisonment (September 17, 2012)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 168 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tAldo Venegas – Pecos, TX\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute cocaine; Western District of Texas\n\n\t\t\tSentence: 240 months’ imprisonment; five years’ supervised release (December 11, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tDonald LeRoy Wagaman – Glenwood, IA\n\n\t\t\tOffense: Manufacture in excess of 50 grams of methamphetamine; Southern District of Iowa\n\n\t\t\tSentence: 185 months’ imprisonment; four years’ supervised release (February 22, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tBernard A. Walker – Knoxville, TN\n\t\t\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; Eastern District of Tennessee\n\t\t\tSentence: Life imprisonment; 10 years' supervised release (November 25, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tYakez Walker ─ Deerfield Beach, FL\n\n\t\t\tOffense: Distribution of 50 grams or more of cocaine base; Southern District of Florida\n\n\t\t\tSentence: 262 months’ imprisonment; five years’ supervised release (June 25, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 188 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tEric Arthur Walton – Wheeling, WV\n\t\tOffense:        \n\t\t1. Conspiracy to possess with intent to distribute and to distribute marijuana; conspiracy to launder monetary instruments; interstate transportation in aid of racketeering (2 counts); laundering of monetary instruments; aiding and abetting in the possession with intent to distribute marijuana within 1,000 feet of a school; Northern District of West Virginia\n\t\t2. Conspiracy to defraud U.S., to wit: corruptly endeavor to influence, intimidate, or impede a petit juror; attempt to influence a petit juror and aiding and abetting; Northern District of West Virginia\n\t\tSentence:       \n\t\t1. Life imprisonment; 10 years’ supervised release; $20,000 fine (July 26, 1994)\n\t\t2. 60 months’ imprisonment (consecutive); three years’ supervised release (June 2, 1997)\n\t\t\n\t\t\t \n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 387 months' imprisonment.\n\n\n\n\t\t\tCharles Ward – Martinsburg, WV\n\n\t\t\tOffense: Aiding and abetting in the distribution of 28.7 grams of cocaine base; Northern District of West Virginia\n\n\t\t\tSentence: 200 months’ imprisonment; five years’ supervised release (September 28, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 151 months’ imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tJeffrey Ward – Memphis, TN\n\n\t\t\tOffense: Possession and distribution of 57.9 grams cocaine base; possession and distribution of 70.2 grams cocaine base; Western District of Tennessee\n\n\t\t\tSentence: 262 months’ imprisonment; five years’ supervised release (July 2, 2004)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug abuse treatment.\n\n\n\n\t\t\tTimmy Don Ware – Oklahoma City, OK\n\n\t\t\tOffense: Participation in racketeering activities; conspiracy to participate in a criminal racketeering enterprise; conspiracy to possess with intent to distribute heroin; possession with intent to distribute heroin (three counts); use of telephone to facilitate a conspiracy; Western District of Oklahoma\n\n\t\t\tSentence: 33 years’ imprisonment; five years’ supervised release (September 29, 1988)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tDan Russell Watson – Mediapolis, IA\n\n\t\t\tOffense: Conspiracy to manufacture at least 500 grams of a mixture and substance containing methamphetamine; Southern District of Iowa\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release, $4,959 restitution (May 28, 2009)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019 and unpaid balance of the $4,959 restitution obligation remitted, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tRaymond Allen Watts – Hyattsville, MD\n\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute 50 grams or more of cocaine base commonly known as crack; possession of a firearm by a convicted felon; District of Maryland\n\n\t\t\tSentence: 292 months’ imprisonment; five years’ supervised release (December 29, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 200 months’ imprisonment.\n\n\n\n\t\t\tHarold Lindsey Webster – Des Moines, IA\n\n\t\t\tOffense: Conspiracy to distribute at least 50 grams of cocaine base; Southern District of Iowa\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (January 25, 2010)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tDonald Welch ─ Trenton, NJ\n\n\t\t\tOffense: Conspiracy to possess with intent to distribute five or more kilograms of cocaine; carrying or possessing a firearm during and relation to a drug trafficking crime; Middle District of Florida\n\n\t\t\tSentence: 300 months’ imprisonment; 10 years’ supervised release (July 12, 2002)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tDerrick White – Schriever, LA\n\n\t\t\tOffense: Distribution of 50 grams or more of cocaine base; Eastern District of Louisiana\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (January 9, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 188 months’ imprisonment.\n\n\n\n\t\t\tCarlos Whitehead ─ St. Louis, MO\n\n\t\t\tOffense: Manufacture and possession with intent to distribute cocaine base; possession of heroin; possession of cocaine; possession of marijuana; Eastern District of Missouri\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release (August 25, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tWinston Wilkins – West Palm Beach, FL\n\n\t\t\tOffense: Distribution of crack cocaine (2 counts); Southern District of Florida\n\n\t\t\tSentence: 360 months’ imprisonment; 5 years’ supervised release; $15,000 fine (January 23, 1998)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019 and unpaid balance of $15,000 fine remitted, conditioned upon enrollment in residential drug abuse treatment.\n\n\n\n\t\t\tGlenn Williams – Raleigh, NC\n\n\t\t\tOffense:  Conspiracy to possess with intent to distribute cocaine base (crack); Eastern District of North Carolina\n\n\t\t\tSentence:  480 months’ imprisonment; 10 years’ supervised release; $17,050 fine (March 18, 1996)\n\n\t\t\tCommutation Grant:  Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tHarry David Williams – Oklahoma City, OK\n\n\t\t\tOffense: Conspiracy to distribute methamphetamine; maintaining a residence to facilitate the distribution of methamphetamine, aiding and abetting; Western District of Oklahoma\n\n\t\t\tSentence: 360 months’ imprisonment; six years’ supervised release (November 1, 2000)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tMaurice Victor Williams – Oxon Hill, MD\n\t\t\tOffense: Conspiracy to distribute 50 grams or more of \"crack\" cocaine; Eastern District of Virginia\n\t\t\tSentence: 262 months' imprisonment; five years' supervised release (August 31, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 180 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tRobert Lee Williams, III – High Point, NC\n\n\t\t\tOffense: Conspiracy to distribute cocaine hydrochloride; Middle District of North Carolina\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (November 12, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tMarshall R. Wilson – Kansas City, KS\n\n\t\t\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; District of Kansas\n\n\t\t\tSentence: 180 months’ imprisonment; five years’ supervised release (December 20, 2010)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tWilliam Wilson – Independence, LA\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute 50 grams or more of cocaine base (\"crack\"); Eastern District of Louisiana\n\t\t\tSentence: 240 months' imprisonment; 10 years' supervised release (February 15, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tGregory C. Womack – Oklahoma City, OK\n\n\t\t\tOffense: Conspiracy to manufacture and distribute methamphetamine; manufacturing methamphetamine; manufacturing methamphetamine, aiding and abetting; maintaining a place for the purpose of manufacturing methamphetamine, aiding and abetting; Western District of Oklahoma\n\n\t\t\tSentence: 360 months’ imprisonment; five years’ supervised release (January 26, 1999)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on July 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\t\t\tMarshane Woods ─ Mebane, NC\n\n\t\t\tOffense: Conspiracy to distribute and possess with intent to distribute five kilograms or more of a mixture and substance containing a detectable amount of cocaine hydrochloride and 50 grams or more of a mixture and substance containing cocaine base; Eastern District of Tennessee\n\n\t\t\tSentence: Life imprisonment; 10 years’ supervised release (February 23, 2005)\n\n\t\t\tCommutation Grant: Prison sentence commuted to a term of 360 months.\n\n\n\n\t\t\tAyande Yearwood – Baltimore, MD\n\n\t\t\tOffense: Conspiracy to distribute cocaine base; District of Maryland\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release; $17,500 fine (October 20, 2006)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019 and unpaid balance of $17,500 fine remitted when his sentence expires, conditioned upon enrollment in residential drug abuse treatment, unpaid remainder of fine remitted.\n\n\n\n\t\t\tAntonio Antwain Young – Maryville, TN\n\t\t\tOffense: Possession of a firearm in furtherance of a drug trafficking crime; possession with intent to distribute 50 grams or more of cocaine base; Eastern District of Tennessee\n\t\t\tSentence: 180 months' imprisonment; five years' supervised release (May 29, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tCalvin Tyrone Young – Winston-Salem, NC\n\n\t\t\tOffense: Conspiracy: Distribute crack; Middle District of North Carolina\n\n\t\t\tSentence: 360 months’ imprisonment; five years’ supervised release (May 15, 1997)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on May 19, 2017.\n\n\n\n\t\t\tConnie Jermaine Young ─ Spartanburg, SC\n\n\t\t\tOffense: Conspiracy to distribute and possession with the intent to distribute 5 kilograms or more of cocaine; Eastern District of Tennessee\n\n\t\t\tSentence: Life imprisonment (November 26, 2007)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in the residential drug treatment.\n\n\n\n\t\t\tTravis Demetrius Youngblood – Union Spring, AL\n\n\t\t\tOffense: Conspiracy to distribute and to possess with intent to distribute cocaine base; Eastern District of Kentucky\n\n\t\t\tSentence: 240 months’ imprisonment; 10 years’ supervised release (March 12, 2008)\n\n\t\t\tCommutation Grant: Prison sentence commuted to expire on January 19, 2019, conditioned upon enrollment in residential drug treatment.\n\n\n\n\n\n\n\n\n"
}