{
    "title": "Joint Statement by Vice President Biden and Iraqi Prime Minister Nouri Al-Maliki | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/joint-statement-vice-president-biden-and-iraqi-prime-minister-nouri-al-maliki",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 16, 2009\n\n \n\n\n\nJoint Statement by Vice President Biden and Iraqi Prime Minister Nouri Al-Maliki\n\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\t\tOffice of the Vice President\n\t\t\t___________________________________________________________________________\n\t\t\tFor Immediate Release                                                 September 16, 2009\n\nJOINT STATEMENT\n\t\t\tBY VICE PRESIDENT BIDEN\n\t\t\tAND PRIME MINISTER NOURI AL-MALIKI OF IRAQ\n\n\t\t\tPrime Minister's Residence\n\t\t\tBaghdad, Iraq\n\n\n\t\t7:23 P.M. (Local)\n\n\t\tPRIME MINISTER MALIKI: (As Translated) In the name of God, most compassionate, most merciful, I welcome Vice President Biden in his visit to Baghdad. This is not his first visit. It is a continuation and a follow-up of previous visits and a follow-up on the issues of mutual interest to both countries.\n\n\t\tAnd as in each time, these were beneficial and positive discussions and that continue with the discussions held previously during our previous visits or also during my visit to Washington. And we -- he affirmed further the need to deepen the positive relationship between the two countries and taking them and advancing them.\n\n\t\tWe have discussed the steps that has been -- have been taken so far with regards to the Status of Forces Agreement that are so far going on with a high credibility and taking their normal course. We also discussed the issues within the Strategic Framework Agreement which we have very high hopes and expectations.\n\n\t\tAnd within the Strategic Framework Agreement, touching that issue, we focused on all the aspects of cooperation -- economic, political, cultural, scientific and commercial -- and the ways to foster and to support further the political process, this political process that has cemented the democracy in Iraq. And we also talked about the various challenges that we face.\n\n\t\tAnd in steps on the implementation of the Strategic Framework Agreement, we had started discussions early on in Washington during the work and the proceedings of the high coordinating -- coordination committee between the two countries. We talked about that and we talked about -- through which there was this conference that will be held on October 20th and 21st in Washington. We discussed that and the need for this conference to be a success in order to provide investments, opportunities for the companies and also in order to provide -- and we spoke about how to advance the various legislative reform needed with regard to investments and so forth.\n\n\t\tIn that endeavor, the National Iraqi Authority for Investments will be putting forth some lists -- lists about the needs for types of contracts and the type of investments that this conference would attract for the big corporations, the capital and the merchants to know what we need. And we ask also from the various relevant ministries in Iraq to put forth such lists to define other needs in contracting and opportunities.\n\n\t\tAnd we also focused on the way to fight terrorism, this threat that is threatening the security and the peace -- international security and peace. And we also talked about our ongoing efforts to pursue the terrorists who hit the lives of people and who hit the infrastructure.\n\n\t\tAnd once more I welcome Vice President Biden, thank him for his visit, and hope for further good relations -- mutual bilateral relations between the two countries.\n\n\t\tVICE PRESIDENT BIDEN: Mr. Prime Minister, thank you once again for the welcome. I'm delighted to be back in Baghdad to discuss with the Prime Minister and his advisers issues of mutual interest. And I think we concluded some very productive talks.\n\n\t\tAnd once again, Mr. Prime Minister, I want to thank you for your hospitality as well as your leadership. And I want to assure -- I've assured the Prime Minister that the United States' commitment to strengthen our relationship with Iraq remains strong. President Obama emphasized that when the Prime Minister visited in July, and I repeat it again today: Our goal is to work in partnership with Iraq to help the Iraqi people build a country that's sovereign and stable and self-reliant -- and they're well on their way. I want -- we want a long-term relationship based upon mutual respect.\n\n\t\tAnd we look at the accomplishments of the last several years and in recent months -- I think we're making steady progress mutually toward that goal. We're determined to stand with our Iraqi friends as they address the challenges that remain and that --\n\n\t\tPRIME MINISTER MALIKI: (Inaudible.) (Laughter.)\n\n\t\tVICE PRESIDENT BIDEN: I'm very tired. (Laughter.)\n\n\t\t(The interpreter translates.)\n\n\t\tMy compliment to the interpreter. (Laughter.)\n\n\t\tAt the end of -- at the end of June, we took a very important step by transferring security responsibility in Iraqi cities and towns to the Iraqi Security Forces. This transition was part of the security agreement concluded between our countries last November. And in accordance with that agreement, we will continue to provide training and support for Iraqi Security Forces.\n\n\t\tAnd we'll also move ahead in other aspects of the security agreement by removing all U.S. combat brigades from Iraq by the end of August 2010 and all remaining U.S. troops by the end of 2011.\n\n\t\tAs the terrorist bombings on August 19th so vividly demonstrated, the enemies of national unity in Iraq are ready to murder innocent civilians as they attempt to re-ignite sectarian conflict. Once again, on behalf of President Obama and the American people, we extend our condolences to the families of the victims, and condemn such attacks. And we are confident -- we are confident -- the terrorists will fail.\n\n\t\tThe Iraqi people and security forces charged with protecting them have shown great courage, resilience and restraint in the face of this danger. And they'll continue to reject the forces of division and destruction. I'm confident of that, as well.\n\n\t\tWe also discussed the Prime Minister's efforts of his government to strengthen national unity. The Prime Minister was kind enough to discuss with us several of the issues that are in need of resolution if the Iraqis are to achieve the bright future that they have fought so hard for and deserve.\n\n\t\tAs the Prime Minister also mentioned, and mentioned just a moment ago, we discussed the status of the Strategic Framework Agreement. This agreement lays the groundwork for a strong and long-lasting relationship between our countries in cultural, educational, economic and scientific fields. And it will, in our view, allow us to partner in improving governance and delivering services and promoting the rule of law, as well.\n\n\t\tThe Strategic Framework Agreement is the foundation of our relationship, and we look forward to joining our Iraqi friends in developing and carrying out programs that will benefit both our countries in the near future and the long term.\n\n\t\tWe're expanding our economic partnerships, and we very much look forward to the Iraqi Business and Investment Conference that was also referenced that is going to be held in Washington next month and which we believe will help bring together American and Iraqi businesses for additional economic activity in Iraq.\n\n\t\tIraqis as, as I might add, as well as Americans have made many sacrifices in the last six and a half years, and much hard work remains. But under the Prime Minister's leadership and the efforts of the Iraqi people, Iraq is on the road to a better future. And we remain committed to cooperating with the Iraqi government and people as they work together to create a peaceful and prosperous Iraq.\n\n\t\tAgain, Mr. Prime Minister, thank you for your hospitality.\n\n\t\tEND\n\t\t7:39 P.M. (Local)\n\n\n\n\n\n"
}