{
    "title": "ADVISORY: President Obama to Travel to Warren, MI | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/09/06/advisory-president-obama-travel-warren-mi",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 06, 2015\n\n \n\n\n\nADVISORY: President Obama to Travel to Warren, MI\n\n\n\n\n\n\tWASHINGTON, DC – On Wednesday September 9, the President will travel with Dr. Jill Biden to Macomb Community College in Warren, Michigan to deliver remarks on the importance of investing in skills and growing the economy.\n\n\tThe arrival and departure of Air Force One in Warren, MI are open to pre-credentialed media, but closed to the public. The President’s remarks at Macomb Community College are open to pre-credentialed media. The President’s remarks will also be streamed live at whitehouse.gov/live.\n\n\tMembers of the media who wish to cover the arrival and departure of Air Force One in Warren, MI on Wednesday, September 9 must RSVP via this link by no later than Tuesday, September 8 at 12:00 PM EDT.\n\nPlease note that you must copy and paste the link into your browser and remove the brackets to access the RSVP form.\n\n\tMembers of the media who wish to cover the President’s remarks at Macomb Community College on Wednesday, September 9 must RSVP via this link by no later than Tuesday, September 8 at 12:00 PM EDT.\n\n\tRSVPs do not guarantee access. You will receive a confirmation email if you will receive a credential to cover the event.\n\nMEDIA LOGISTICS BELOW ARE FOR PLANNING PURPOSES ONLY, NOT FOR REPORTING\n\nWednesday, September 9, 2015\n\nAll times below are Eastern Daylight Time (EDT).\n\nAir Force One Arrival and Departure\n\n\tSelfridge Air National Guard Base  \n\n\t29080 Wilbur Wright\n\n\tBldg 50\n\n\tMount Clemens, MI 48045\n\nMedia Coverage: Open to pre-credentialed media.\n\nEstimated Air Force One Arrival time: 1:50 PM\n\nEstimated Air Force One Departure time: 4:55 PM\n\nGeneral Media Parking:  Media should report to the Visitors Center Parking Lot just outside of the Selfridge Main Gate (junction of M-59 and Jefferson Ave.) The Visitors Center Parking Lot will be on your right before you reach the security checkpoint. If you reach the checkpoint, you have gone too far. Representatives from the Selfridge Public Affairs Office will meet you in the parking lot and escort you to your destination inside the base. All media representatives must have a government issued photo identification in their possession and a proof of insurance for the vehicle they are in.\n\nLive Truck Parking: Live trucks must report to the Visitors Center Parking Lot just outside of the Selfridge Main Gate no later than 8:45 AM. Live truck parking will be directed on-site. Late arrivals will not be accommodated. (All media with heavy/large equipment and tripods must pre-set equipment on site. Live trucks MUST park and cable in during this time. Media will not have access to their equipment during the security sweeps from 10:00 AM to 12:00 PM.)\n\nMedia Entrance: Visitors Center Parking Lot just outside of the Selfridge Main Gate (junction of M-59 and Jefferson Ave.)\n\nMedia Pre-set: 9:00 AM-10:00 AM\n\nNo Access to Equipment: 10:00-12:00 PM\n\nMedia Check-in & Access: 12:00 PM All media must report to the Visitors Center parking lot no later than 12:00 PM for escort to the arrival area.\n\nCable Run (distance from live truck to media riser): 300 feet\n\nThrow (distance from media riser to Air Force One): 150 feet\n\n\tNo power, workspace, or wireless internet will be available.\n\n\tAll names submitted for credentials must be accurate and reflect the identification media presents at checkpoints for entrance. RSVPs do not guarantee access. You will receive a confirmation email if you will receive a credential to cover the event.\n\nNOTE: Media may leave and return for departure but must return NO LATER THAN 4:00 PM. All heavy equipment must remain in place.\n\nMedia contact for logistical and planning purposes only:  Taylor McPhail, tmcphail@who.eop.gov, 202-503-5652\n\n\t###\n\nWednesday, September 9, 2015\n\nAll times below are Eastern Daylight Time (EDT).\n\nPresident Obama to Deliver Remarks to Macomb Community College\n\n\t14500 E. 12 Mile Road\n\n\tBuilding P\n\n\t(Sport and Expo Building)\n\n\tWarren, Michigan 48088\n\nMedia Coverage:  This event is open to pre-credentialed media.  Remarks will also be available via livestream at whitehouse.gov/live.\n\nMedia Entrance: Northeast Corner of the Sport and Expo Building (Building P)\n\nGeneral Media Parking:  There will be limited media parking in Lot 11, just west of the Sport and Expo building. Carpooling is encouraged.\n\nLive Truck Parking: All live trucks will park on the west side of the Sport and Expo building. Further direction on site.\n\nMedia Pre-set: 9:00 AM to 10:00 AM (All media with heavy/large equipment and tripods must pre-set equipment on site. Live trucks MUST park and cable in during this time. Media will not have access to their equipment during the security sweeps from 10:00 AM to 1:00 PM.)\n\nNo Access to Equipment: 10:00 AM to 1:00 PM\n\nMedia Access Time: 1:00 PM \n\nFinal Media Access: 2:15 PM (Late arrivals will not be accommodated.)\n\nEstimated Time of Remarks:  3:40 PM\n\nCable Run (distance from live truck to main riser): 400 Feet\n\nThrow (distance from main riser to stage): 55 feet\n\nNOTE: Limited power and workspace will be available. Wireless Internet will not be provided.\n\n\tAll names submitted for credentials must be accurate and reflect the identification media presents at checkpoints for access. RSVPs do not guarantee access. You will receive a confirmation e-mail if you will receive a credential to cover the event after the deadline to RSVP has passed.\n\nMedia contact for logistical and planning purposes only:  Brian Gabriel, Brian_A_Gabriel@who.eop.gov; 202-503-5872\n\n\n\n\n"
}