{
    "title": "Vicepresidente Biden anuncia apoyo de hasta $5,000 millones para acelerar la generación de empleo en el sector de manufactura de energía limpia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vicepresidente-biden-anuncia-apoyo-de-hasta-5000-millones-para-acelerar-la-generaci",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nDecember 16, 2009\n\n \n\n\n\nVicepresidente Biden anuncia apoyo de hasta $5,000 millones para acelerar la generación de empleo en el sector de manufactura de energía limpia\n\n\n\n\nWASHINGTON, DC – Hoy, en una reunión del Grupo de Trabajo para la Clase Media sobre el sector de manufactura, el Vicepresidente Biden anunció el apoyo del gobierno de hasta $5,000 millones en fondos adicionales para un programa bajo la Ley para la Recuperación que tenga éxito en acelerar la generación de empleo en la manufactura de materiales de energía limpia. Esto aumentará en más del triple los fondos de la Sección 48C de la Ley para la Recuperación respecto al crédito tributario para la producción de energía avanzada.\n \n “El sector de manufactura estadounidense desempeña una función vital en nuestra sociedad y economía. Fue crucial en el desarrollo de nuestra clase media y debemos trabajar con la industria para actualizar el sector a fin de mantener nuestra competitividad en la economía del futuro”, dijo el Vicepresidente Biden. “Tenemos que impulsar el crecimiento en la industria verde, y parte de eso implica alentar a las compañías a construir los componentes de la tecnología verde aquí en suelo estadounidense. Si combinamos la fuerza laboral más talentosa, las compañías más emprendedoras y las mejores universidades del mundo con capital inicial proveniente de inversión gubernamental, podremos, una vez más, producir la tecnología de vanguardia que genere los empleos del siglo XXI aquí en Estados Unidos”.\n \nEste anuncio es continuación de las ideas para generar empleo que presentó el Presidente la semana pasada. Como lo destacaron las declaraciones presidenciales sobre la generación de empleo, hay un grupo selecto de programas de energía limpia en la Ley para la Recuperación en que la demanda por la inversión supera considerablemente los fondos ya disponibles y podemos aprovechar esos programas para acelerar la generación de empleos. Proporcionar incentivos tributarios a la inversión en plantas para la manufactura de energía renovable en Estados Unidos es una manera especialmente prometedora de generar empleos rápidamente, utilizar inversión privada y continuar el liderazgo emergente de Estados Unidos con el fin de fabricar los productos de energía limpia del futuro.\n \nEl crédito tributario a la producción de energía avanzada\n \nLos mercados de energía limpia están creciendo velozmente en Estados Unidos y el mundo. Como parte de su histórico compromiso en la Ley para la Recuperación, el Presidente se fijó la meta de aumentar al doble la producción de energía renovable en Estados Unidos durante los próximos tres años. Además de cumplir el compromiso del Presidente de reducir nuestra dependencia del petróleo, esto creará nueva demanda para una variedad de productos nuevos. Estas expansiones generarán oportunidades, pero también la obligación de asegurarnos de que los productores estadounidenses sean líderes en la producción de turbinas eólicas, paneles solares, vehículos eléctricos, baterías y otros productos que harán posibles estas transformaciones.\n \nEl crédito tributario de la Sección 48C para la manufactura de energía avanzada fue concebida para ayudar a Estados Unidos a aprovechar esta oportunidad. Respalda la construcción y equipamiento de plantas nuevas, ampliadas o reequipadas que fabriquen los productos necesarios para echar a andar la economía verde. Este programa cubre tecnología de varios tipos de energía limpia, incluyendo la energía eólica y solar, baterías, eficiencia energética, transporte avanzado y trasmisión de energía avanzada. Proporciona un crédito tributario de 30% a la inversión en plantas que fabrican estos productos.\n \nEl éxito creó la oportunidad de generación de empleo a corto plazo \n \nLa Ley para la Recuperación incluyó $2,300 millones en créditos tributarios que respaldarán una inversión adicional de $5,400 millones en inversiones de capital privado. Sin embargo, el programa generó bastante mayor interés del previsto. Los Departamentos de Energía y el Tesoro recibieron muchísimo más solicitudes técnicamente aceptables de las que el programa puede financiar con los recursos disponibles. En lugar de rechazar a solicitantes merecedores de respaldo y que están dispuestos a invertir recursos privados para construir y equipar plantas que fabriquen productos de energía limpia en Estados Unidos, el gobierno apoya la expansión del programa.\n \nSe asignarán $5,000 millones adicionales que respaldarán al menos $15,000 millones de inversión total de capital, que generarán decenas de miles de empleos nuevos de construcción y manufactura. Como ya existen varios proyectos valiosos en curso e interés considerable en este campo, estos fondos se entregarán rápidamente para generar empleo y apoyar la actividad económica. Al implementar estas medidas, el gobierno utilizará nuevas estrategias para asegurarse de maximizar la inversión privada por cada dólar que invirtamos.\n \n###\n \n\n\n\n"
}