{
    "title": "FACT SHEET: U.S. - Russia Bilateral Presidential Commission | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-us-russia-bilateral-presidential-commission",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 06, 2009\n\n \n\n\n\nFACT SHEET: U.S. - Russia Bilateral Presidential Commission\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t________________________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                                                      July 6, 2009\n\n\nFACT SHEET:U.S.-Russia Bilateral Presidential Commission\n\n\n\t\tThe two Presidents agreed to create a Bilateral Presidential Commission, which they will chair and Secretary of State Clinton and Foreign Minister Lavrov will coordinate.  The Commission will include the following working groups.  Additional working groups will be created and announced in the coming months, along with sub-groups under each working group as appropriate.  Secretary Clinton will travel to Moscow in the fall for the first meeting of the Commission coordinators.\n\nCommission Co-Chairs: President Dmitry A. Medvedev, President Barack Obama\n\nCommission Coordinators: Sergey V. Lavrov, Minister of Foreign Affairs, and Hillary Clinton, Secretary of State\n\nWorking Groups:\n\t\t- Nuclear Energy and Nuclear Security:  Sergei V. Kiriyenko, Head of Rosatom, and Daniel Poneman, Deputy Secretary of Energy\n\t\t- Arms Control and International Security:  Sergei A. Ryabkov, Deputy Minister of Foreign Affairs, and Ellen Tauscher, Under Secretary of State for Arms Control and International Security Affairs\n\t\t- Foreign Policy and Fighting Terrorism: Sergei A. Ryabkov, Deputy Minister of Foreign Affairs, and William Burns, Under Secretary of State for Political Affairs\n\t\t- Drug Trafficking: Viktor P. Ivanov, Director, Federal Drug Enforcement Service, and R. Gil Kerlikowske, Director, Office of National Drug Control Policy         \n\t\t- Business Development and Economic Relations: Elvira Nabiullina, Minister of Economic Development, Gary Locke, Secretary of Commerce \n\t\t- Energy and Environment: Sergei I. Shmatko, Minister of Energy, and Steven Chu, Secretary of Energy\n\t\t- Agriculture: Yelena B. Skrynnik, Minister of Agriculture, and Tom Vilsack, Secretary of Agriculture\n\t\t- Science and Technologies: Andrei A. Fursenko, Minister of Education and Science, and John Holdren, Director, Office of Science and Technology Policy\n\t\t- Space Cooperation: Anatoly N. Perminov, Head of Roskosmos, and Administrator, NASA\n\t\t- Health: Tatyana A. Golikova, Minister of Health, and Kathleen Sebelius, Secretary of Health and Human Services\n\t\t- Cooperation in Prevention and Handling of Emergency Situations: Sergey K. Shoygu, Head of Emergency Situations Ministry, and Craig Fugate, Administrator, FEMA\n\t\t- Civil Society: Vladislav Surkov, First Deputy Chief of Staff, Presidential Administration, and Michael McFaul, Special Assistant to the President and Senior Director for Russia , National Security Council\n\t\t- Educational and Cultural Exchanges: Mikhail E. Shvydkoy, Special Presidential Representative for International Culture Cooperation, and Judith McHale, Under Secretary of State for Public Diplomacy and Public Affairs\n\t\t \n\t\t \n\t\t##\n\n\n\n\n\n"
}