{
    "title": "Primera Dama Michelle Obama anuncia directiva presidencial sobre familias militares | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/primera-dama-michelle-obama-anuncia-directiva-presidencial-sobre-familias-militares",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 12, 2010\n\n \n\n\n\nPrimera Dama Michelle Obama anuncia directiva presidencial sobre familias militares\n\n\n\n\nWASHINGTON, DC – La Primera Dama Michelle Obama anunció hoy que el Presidente Obama ha dado instrucciones al personal de Seguridad Nacional para que dirija un nuevo estudio de 90 días a fin de formular una estrategia coordinada a nivel de gobierno federal para apoyar y propiciar la participación de familias militares. En base al trabajo y experiencia de los departamentos de Defensa, Seguridad Nacional y Asuntos de Veteranos, se realizará un análisis de casi veinte agencias federales, como también el Consejo de Política Nacional (Domestic Policy Council) y el Consejo Económico Nacional (National Economic Council) de la Casa Blanca  y las oficinas del Vicepresidente, la Primera Dama y la Dra. Biden.\nEspecíficamente, el estudio:\n• Designará prioridades estratégicas para las familias militares dentro de los próximos diez años e identificará las principales inquietudes y desafíos de las familias militares;\n• Examinará una variedad de programas públicos y privados para identificar las ideas más prometedoras y los programas que apoyan de manera positiva a las familias militares;\n• Desarrollará opciones para que los departamentos integren asuntos relacionados con las familias militares a sus prioridades estratégicas y presupuestales;\n• Examinará oportunidades de medidas y programas federales para propiciar nuevos esfuerzos estatales y locales, como también apoyar los existentes que están logrando los objetivos de preparación de familias militares  y contribuyendo a las prioridades de las familias militares;\n• Identificar oportunidades para aprovechar las aptitudes y experiencia de los miembros de familias militares en la vida nacional y comunitaria, y \n• Reforzar los mecanismos existentes para ofrecer comentarios a fin de que las familias militares expresen sus inquietudes y opiniones sobre la eficacia y dirección futura de programas y medidas federales pertinentes.\nEl estudio contribuirá a los esfuerzos del gobierno del Presidente Obama por forjar un compromiso nacional duradero y propiciar la participación de las familias militares. Estos esfuerzos nacionales conjuntos ayudarán a asegurar que:\n• Las Fuerzas Armadas de Estados Unidos continúen reclutando y reteniendo a voluntarios del más alto nivel que contribuyan a la seguridad nacional;\n• Los miembros de las Fuerzas Armadas mantengan fuertes lazos familiares y a la vez un alto grado de preparación y disposición para el servicio y puedan enfocarse en sus responsabilidades militares;\n• Los familiares civiles puedan alcanzar su pleno potencial mientras apoyan a los miembros de las Fuerzas Armadas, y\n• La población en general comprenda más a las familias militares y busque más oportunidades para apoyar a las familias militares. \n \n“Como sólo uno por ciento de nuestra población, nuestras tropas, hace el cien por ciento de la lucha, nuestras familias militares están bajo presión como nunca antes”, afirmó la Primera Dama Michelle Obama.  “El estudio a nivel de todo el gobierno, organizará los recursos del gobierno federal, identificará nuevas oportunidades en los sectores privados y públicos y sentará las bases de un enfoque coordinado para apoyar y propiciar la participación de familias militares en los años venideros”.\n \nLa Primera Dama hizo el anuncio durante una presentación con ocasión de la cumbre de la Asociación Nacional de Familias Militares (National Military Family Association) cuyo tema fue Movilización internacional de padres: las experiencias de esposas e hijos de militares (When Parents Deploy:  Understanding the Experiences of Military Children and Spouses).  La Sra. Obama habló de la situación actual de las familias militares en Estados Unidos, describió su visión de una nación respaldándolos a largo plazo y la manera en que todas las esferas de la sociedad pueden trabajar juntas para hacer realidad esa visión. La Primera Dama, junto con la Dra. Jill Biden, usa su cargo para apoyar a las familias militares de la siguiente manera:\n \n• Auspicia un llamado nacional que tenga en cuenta las características singulares de los desafíos que enfrentan las familias militares y que reconozca y aproveche sus habilidades, fortaleza y compromiso con el servicio;\n• Reafirma los lazos entre la comunidad civil y militar; y\n• Busca la participación de las familias militares y destaca su servicio y sacrificio para asegurar que se escuche su voz dentro del gobierno.\n \n\n\n\n"
}