{
    "title": "MENSAJE SEMANAL: Presidente Obama: START es sobre la seguridad de Estados Unidos, no puntos de popularidad política | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/18/mensaje-semanal-presidente-obama-start-es-sobre-la-seguridad-de-estados-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 18, 2010\n\n \n\n\n\nMENSAJE SEMANAL: Presidente Obama: START es sobre la seguridad de Estados Unidos, no puntos de popularidad política\n\n\n\n\n\n\t \n\tWASHINGTON – En el mensaje de esta semana, el Presidente Obama hizo un llamado a los miembros del Congreso para que se pongan de acuerdo y ratifiquen el nuevo tratado START así como pudieron llegar a un acuerdo y aprobar el paquete de medidas económicas esenciales que promulgó el viernes. La ratificación de un tratado como START no significa anotar una victoria para el gobierno o un partido político, significa seguridad para el país. Por eso lo respaldan los Presidentes George H.W. Bush y Bill Clinton, todos los secretarios de Estado republicanos todavía con vida, nuestros aliados de la OTAN y los líderes de las Fuerzas Armadas.\n\t \n\tEl audio y video del discurso estarán disponibles en obamawhitehouse.archives.gov a las 6:00 a.m. EDT, del sábado, 18 de diciembre, 2010.\n\n\n\t \nDeclaraciones del Presidente Barack Obama – Versión preparada\n\tMensaje semanal\n\tThe White House\n\t18 de diciembre, 2010\n\n\n\t \n\tEsta semana, el Congreso aprobó, y yo promulgué, un paquete de medidas económicas esenciales que ayudará a que nuestra economía crezca, impulsará a las empresas y fomentará la generación de empleo.\n\t \n\tEn lugar de un aumento tributario el Día de Año Nuevo para la mayoría de estadounidenses, dos millones de estadounidenses que perdieron su empleo por causas ajenas a ellos ahora tendrán la certeza de que no van a perder su seguro de emergencia por desempleo a fines de mes. Ocho millones de estudiantes universitarios, que de lo contrario habrían recibido un aumento en la matrícula el próximo semestre, seguirán teniendo acceso al Crédito Tributario de Oportunidades Estadounidenses (American Opportunity Tax Credit). Doce millones de familias con 24 millones de hijos se beneficiarán de las extensiones al Crédito Tributario por Ingresos Devengados (Earned Income Tax Credit) y el Crédito Tributario por Hijo. Y millones de empresarios que vienen esperando para invertir en sus negocios recibirán nuevos incentivos tributarios para ayudarlos a expandirse, comprar nuevo equipo o hacer mejoras, lo cual libera dinero para contratar nuevos trabajadores.\n\t \n\tEste paquete, que es tan importante para nuestra economía en este momento crítico, fue producto de intensas negociaciones. Como toda negociación, hubo concesiones de ambas partes. Pero me conmueve nuestra capacidad de llegar a un acuerdo y hacer lo mejor para las familias de clase media de todo el país y la economía en general.\n\t \n\tAntes de salir por la temporada festiva, tengo la esperanza de que también nos podamos poner de acuerdo en otra urgente prioridad nacional que es el Tratado START que reducirá el arsenal nuclear mundial y hará que Estados Unidos sea más seguro. Hace veinticinco años, la Unión Soviética y Estados Unidos tenían 25,000 armas nucleares cada uno. En las décadas posteriores, ese número se ha reducido en más de 70 por ciento, y hemos tenido inspecciones in situ de las instalaciones nucleares rusas. Ese progreso no habría sido posible sin tratados de control de armas estratégicas.\n\t \n\tSin embargo, durante el año pasado, nuestro antiguo tratado con Rusia caducó, y si no hay uno nuevo, no podremos verificar el arsenal nuclear de Rusia, lo cual socavaría el llamado del Presidente Reagan de confiar, pero verificar, respecto a armas nucleares. Sin un nuevo tratado, corremos peligro de dar marcha atrás y perder el progreso hecho en nuestra relación con Rusia, lo cual es esencial para el cumplimiento de sanciones firmes contra Irán, asegurar que los materiales nucleares vulnerables no caigan en manos terroristas y mantener bien suministradas a nuestras tropas en Afganistán. Y corremos el peligro de socavar el liderazgo estadounidense no sólo en cuestiones de proliferación nuclear, sino en varios otros asuntos internacionales.\n\t \n\tRatificar un tratado como START no significa anotar una victoria para el gobierno o un partido político. Significa seguridad para los Estados Unidos de América. Por eso este tratado cuenta con el respaldo de los Presidentes Bill Clinton y George H.W. Bush. Por eso lo respaldan todos los secretarios de Estado republicanos todavía con vida, nuestros aliados de la OTAN y los líderes de las Fuerzas Armadas de Estados Unidos. De hecho, el vicepresidente del Comando Conjunto, el general Hoss Cartwright, dijo esta semana que las Fuerzas Armadas necesitan este tratado y lo necesitan urgentemente. Y por eso todo Presidente desde Ronald Reagan ha procurado un tratado como START, y todos los que han sido revisados por el Senado han sido aprobados con fuerte respaldo bipartidista.\n\t \n\tNos hemos tomado tiempo para hacerlo bien. El tratado START ha estado disponible para su revisión por el Senado durante más de siete meses. Ha sido motivo de 18 audiencias. Se recibieron y respondieron casi 1,000 preguntas. Varios senadores republicanos se han pronunciado a favor de la ratificación. Mientras tanto, una mayor demora tiene un costo. Cada minuto que arrastramos los pies es un minuto que no tenemos inspectores en el terreno en esos depósitos nucleares rusos.\n\t           \n\tEs hora de hacerlo. Es hora de demostrar el mismo espíritu y propósito común por nuestra seguridad que demostramos esta semana por nuestra economía. Es hora de recordar ese viejo dicho de que la política termina en nuestras costas. Eso lo dijo el senador republicano\n\tArthur Vandenberg, que se alió con el Presidente demócrata, Harry Truman, para aprobar medidas históricas de seguridad nacional en los inicios de la Guerra Fría. Hoy, más de sesenta años después, cuando nos vemos bajo la amenaza no sólo de armas nucleares, sino una gama de otros peligros, es un principio que debemos seguir defendiendo. Gracias y que tengan un buen fin de semana.\n\t \n\t \n\n\n\n\n"
}