{
    "title": "Fact Sheet: Preventing and Responding to Violence Against Women and Girls Globally | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/08/10/fact-sheet-preventing-and-responding-violence-against-women-and-girls-gl",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 10, 2012\n\n \n\n\n\nFact Sheet: Preventing and Responding to Violence Against Women and Girls Globally\n\n\n\n\n\nProgress Toward a World without Violence Against Women and Girls\n\tToday, President Obama issued an Executive Order on Preventing and Responding to Violence Against Women and Girls Globally to further enhance the Administration’s efforts to advance the rights and status of women and girls, to promote gender equality in U.S. foreign policy, and to bring about a world in which all individuals can pursue their aspirations without the threat of violence. \n\n\tViolence against women and girls cuts across ethnicity, race, class, religion, education level, and international borders.  Although statistics on the prevalence of violence vary, the scale is tremendous, the scope is vast, and the consequences for individuals, families, communities, and countries are devastating. \n\n\tAn estimated one in three women worldwide has been beaten, coerced into sex, or otherwise abused in her lifetime.  Intimate partner violence is the most common form of violence experienced by women globally.  Other forms of violence include human trafficking, sexual violence, including when used as a tactic of war, and harmful traditional practices, such as early and forced marriage, female genital mutilation/cutting, and “honor” killings.  \n\n\tToday’s Executive Order, which creates an interagency working group co-chaired by the Secretary of State and the Administrator of the U.S. Agency for International Development (USAID), directs departments and agencies to implement the new United States Strategy to Prevent and Respond to Gender-based Violence Globally.  This Strategy was developed by the Department of State and USAID in coordination with other relevant U.S. Government departments and agencies.  The Executive Order will ensure that agencies prioritize this issue in their implementation of U.S. foreign policy, and that work in this area is evaluated.  Recognizing that this is a long-term commitment, the Order directs the interagency working group to update or revise the Strategy after three years.\n\n\tThe Strategy outlines a comprehensive, multi-sector approach to prevent and respond to gender-based violence through:\n\n\t• Increased coordination of gender-based violence prevention and response efforts among United States Government agencies and with other stakeholders;\n\t• Enhanced integration of gender-based violence prevention and response efforts into existing United States Government work;\n\t• Improved collection, analysis, and use of data and research to enhance gender-based violence prevention and response efforts; and\n\t• Enhanced or expanded United States Government programming that addresses gender-based violence. \n\n\tIn addition to the Department of State and USAID, the working group will include representatives from:\n\n\t• the Department of the Treasury;\n\t• the Department of Defense;\n\t• the Department of Justice;\n\t• the Department of Labor;\n\t• the Department of Health and Human Services;\n\t• the Department of Homeland Security;\n\t• the Office of Management and Budget;\n\t• the National Security Staff;\n\t• the Office of the Vice President;\n\t• the Peace Corps;\n\t• the Millennium Challenge Corporation;\n\t• the White House Council on Women and Girls; and\n\t• other executive departments, agencies, and offices, as designated by the Co-Chairs. \n\nBuilding on an Existing Foundation\n\tThe new Strategy will marshal the United States’ capacity and expertise to establish a coordinated, government-wide approach to preventing and responding to this issue.  It builds upon an existing foundation and will complement and reinforce multiple ongoing Administration efforts, including:\n\n\t• The Policy Guidance on Promoting Gender Equality to Achieve our National Security and Foreign Policy Objectives issued by the Secretary of State;\n\t• The updated policy on Gender Equality and Female Empowerment issued by USAID;\n\t• The U.S. National Action Plan on Women, Peace, and Security, and Executive Order 13595 directing the Plan’s implementation;\n\t• The President’s Emergency Plan for AIDS Relief, including the Gender-based Violence Scale-Up Initiative and Evaluation; and\n\t• The President’s Interagency Task Force to Monitor and Combat Trafficking in Persons.\n\n\tThe United States Strategy to Prevent and Respond to Gender-based Violence Globally can be found HERE and HERE.\n\n\n\n\n"
}