{
    "title": "Joint Statement by Dmitriy A. Medvedev, President of the Russian Federation, and Barack Obama, President of the United States of America, Regarding Negotiations on Further Reductions in Strategic Offensive Arms | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/joint-statement-dmitriy-a-medvedev-president-russian-federation-and-barack-obama-pr",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 01, 2009\n\n \n\n\n\nJoint Statement by Dmitriy A. Medvedev, President of the Russian Federation, and Barack Obama, President of the United States of America, Regarding Negotiations on Further Reductions in Strategic Offensive Arms\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\n\t\t___________________________________________________________________\n\n\t\tFOR IMMEDIATE RELEASE                                April 1, 2009\n\nJoint Statement by\n\t\tDmitriy A. Medvedev, President of the Russian Federation, and\n\t\tBarack Obama, President of the United States of America,\n\t\tRegarding Negotiations on Further Reductions in Strategic Offensive Arm\n\n\n\t\tThe President of the United States of America, Barack Obama, and the President of the Russian Federation, Dmitriy A. Medvedev, noted that the Treaty on the Reduction and Limitation of Strategic Offensive Arms (START Treaty), which expires in December 2009, has completely fulfilled its intended purpose and that the maximum levels for strategic offensive arms recorded in the Treaty were reached long ago. They have therefore decided to move further along the path of reducing and limiting strategic offensive arms in accordance with U.S. and Russian obligations under Article VI of the Treaty on the Non-Proliferation of Nuclear Weapons.\n\n\t\tThe Presidents decided to begin bilateral intergovernmental negotiations to work out a new, comprehensive, legally binding agreement on reducing and limiting strategic offensive arms to replace the START Treaty. The United States and the Russian Federation intend to conclude this agreement before the Treaty expires in December. In this connection, they instructed their delegations at the negotiations to proceed on basis of the following:\n\n\t\t- The subject of the new agreement will be the reduction and limitation of strategic offensive arms;\n\n\t\t- In the future agreement the Parties will seek to record levels of reductions in strategic offensive arms that will be lower than those in the 2002 Moscow Treaty on Strategic Offensive Reductions, which is currently in effect;\n\n\t\t- The new agreement will mutually enhance the security of the Parties and predictability and stability in strategic offensive forces, and will include effective verification measures drawn from the experience of the Parties in implementing the START Treaty.\n\n\t\tThey directed their negotiators to report on progress achieved in working out the new agreement by July 2009.\n\n\t\t##\n\n\n\n\n\n"
}