{
    "title": "President Obama Honors Outstanding Science, Mathematics, and Engineering Mentors | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/03/27/president-obama-honors-outstanding-science-mathematics-and-engineering-m",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 27, 2015\n\n \n\n\n\nPresident Obama Honors Outstanding Science, Mathematics, and Engineering Mentors\n\n\n\n\nWASHINGTON, DC - President Obama today named fourteen individuals and one organization as the newest recipients of the Presidential Award for Excellence in Science, Mathematics, and Engineering Mentoring (PAESMEM). These mentors will receive their awards at a White House ceremony later this year.\nThe Presidential Award for Excellence in Science, Mathematics, and Engineering Mentoring is awarded by the White House to individuals and organizations to recognize the crucial role that mentoring plays in the academic and personal development of students studying science and engineering—particularly those who belong to groups that are underrepresented in these fields. By offering their expertise and encouragement, mentors help prepare the next generation of scientists and engineers while ensuring that tomorrow’s innovators represent a diverse pool of science, technology, engineering, and mathematics talent throughout the United States.\nCandidates for the award are nominated by colleagues, administrators, and students in their home institutions or through professional affiliations. Candidates may also self-nominate. Their mentoring can involve students at any grade level from elementary through graduate school and professional development mentoring of early career scientists. In addition to being honored at the White House, recipients receive awards of $10,000 from the National Science Foundation. The mentors and organizations announced today represent the winners for 2012 and 2013.\n“These educators are helping to cultivate America’s future scientists, engineers and mathematicians,” President Obama said. “They open new worlds to their students, and give them the encouragement they need to learn, discover and innovate. That’s transforming those students’ futures, and our nation’s future, too.”\nThe latest set of individuals and organizations receiving the Presidential Award for Excellence in Science, Mathematics, and Engineering Mentoring are:\n• Sheila M. Humphreys, University of California, Berkeley\n\t• Raymond L. Johnson, University of Maryland, College Park\n\t• Murty S. Kambhampati, Southern University at New Orleans\n\t• Gary S. May, Dean, Georgia Institute of Technology\n\t• Elizabeth A. Parry, North Carolina State University\n\t• Tilak Ratnanather, The Johns Hopkins University\n\t• John Brooks Slaughter, University of Southern California\n\t• GeoFORCE Texas, Jackson School of Geosciences, University of Texas at Austin\n\t• Luis Colón, State University of New York at Buffalo\n\t• Anne E. Donnelly, University of Florida\n\t• Lorraine Fleming, Howard University\n\t• John Matsui, University of California, Berkeley\n\t• Beth Olivares, University of Rochester\n\t• Sandra Petersen, University of Massachusetts, Amherst\n\t• Julio Soto, San Jose State University\n\n\n\n\n"
}