{
    "title": "AACTE, MCEC Join Dr. Jill Biden to Celebrate Milestone for Joining Forces Commitment ‘Operation Educate the Educators’ | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/10/03/aacte-mcec-join-dr-jill-biden-celebrate-milestone-joining-forces-commitm",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nOctober 03, 2012\n\n \n\n\n\nAACTE, MCEC Join Dr. Jill Biden to Celebrate Milestone for Joining Forces Commitment ‘Operation Educate the Educators’\n\n\n\n\nMore than 100 colleges and universities commit to prepare educators for unique challenges facing military children\nWASHINGTON, D.C.—Today, Dr. Jill Biden and Army Chief of Staff, General Raymond Odierno, along with the American Association of Colleges for Teacher Education (AACTE) and the Military Child Education Coalition (MCEC), are celebrating a milestone achievement for Joining Forces’ “Operation Educate the Educators.”\nMore than 100 colleges and universities have signed on to the Joining Forces commitment that will help prepare educators to lead classrooms and develop school cultures that are more responsive to the social, emotional and academic needs of children in military families.  Joining Forces is the national initiative started by First Lady Michelle Obama and Dr. Jill Biden which aims to educate, challenge, and spark action from all sectors of society to ensure veterans and military families have the recognition and support they have earned.  \n“As a military mom and as Second Lady, I have heard over and over from military families just how important it is that school be a supportive environment for children. Military children on average attend six to nine different school systems.  Through each transition, they are faced with leaving their friends, and adjusting to new schools and new surroundings, all of which can affect a student’s opportunity to achieve academic success,” said Dr. Jill Biden.  “As a teacher, this issue is particularly close to my heart. Through Operation Educate the Educators, I know future educators across the country will be better prepared to make a difference in the life of a military child.”\nThe milestone was announced today at George Mason University (GMU), one of the participating institutions. By committing, each signatory has agreed to implement the guiding principles in their preparation programs and partner with Pre-K-12 schools to ensure future educators have the knowledge and skills necessary to meet the needs of military-connected children.\nFor example, at Saint Leo University (FL), the School of Education and Social Service has created a multidisciplinary committee that is developing workshops to train current and future teachers, as well as conduct outreach to school district personnel, to meet the needs of military-connected students and families. Kansas State University’s College of Education has hired a full-time instructor to work with the chair of Curriculum and Instruction to outline priorities that ensure the guiding principles are integrated into coursework, and to establish relevant resources for faculty and students.\n“Operation Educate the Educators addresses an important, and sometimes overlooked, need for educator preparation programs to make certain their graduates can successfully navigate the unique learning obstacles that many military connected students face,” said AACTE President and CEO Sharon Robinson, Ed.D. “Dr. Biden has shown outstanding leadership in her support of this program. AACTE is proud to join forces with Dr. Biden, the White House and MCEC to continue expanding this valuable partnership.”\n“The Military Child Education Coalition is thrilled by this progress, which is a direct result of our partnership with AACTE,” said MCEC President Mary Keller, Ed.D. “Military children are already benefitting from Dr. Biden's vision for this initiative. We are grateful to those institutions that have made a serious commitment to prepare educators to serve military children. Supportive educators who are aware of the specific challenges faced by military children will make a significant difference in the lives of our nation's military families.”\nTo learn more about “Operation Educate the Educators,” visit www.aacte.org or www.militarychild.org. To schedule an interview, contact Lisa Johnson, AACTE, at Ljohnson@aacte.org or (202) 478-4502.\n\tTo learn more about the Joining Forces initiative, visit JoiningForces.gov, like Joining Forces on Facebook and follow @JoiningForces on Twitter.\nAACTE: Serving Learners\n\tThe American Association of Colleges for Teacher Education (AACTE) is a national alliance of educator preparation programs dedicated to the highest quality professional development of teachers and school leaders in order to enhance PK-12 student learning. The 800 institutions holding AACTE membership represent public and private colleges and universities in every state, the District of Columbia, the Virgin Islands, Puerto Rico and Guam. AACTE’s reach and influence fuels its mission of serving learners by providing all school personnel with superior training and continuing education. For more information, visit www.aacte.org.\nAbout MCEC\n\tFounded in 1998, the Military Child Education Coalition® (MCEC®) is a 501(c)(3) global, nonprofit leadership and advocacy organization focused on ensuring quality educational opportunities for America’s two million military-connected children affected by mobility, family separation, and transition. For more information, visit www.MilitaryChild.org.\n\n\n\n\n"
}