{
    "title": "AFT: President's Bold Jobs Plan Will Revive Economy and Rebuild Nation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/08/aft-presidents-bold-jobs-plan-will-revive-economy-and-rebuild-nation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 08, 2011\n\n \n\n\n\nAFT: President's Bold Jobs Plan Will Revive Economy and Rebuild Nation\n\n\n\n\n\n\tStatement by Randi Weingarten, President, American Federation of Teachers\n\n\tWASHINGTON—President Obama’s bold plan is the right antidote to help solve our persistent economic problems. The president wisely decided to invest in jobs and programs that will rebuild our nation to meet its promise and potential. Congress must pass this jobs package immediately so that students will have the teachers they need and fewer rundown schools; drivers will have better roads and bridges; and Americans will have better opportunities to get and keep good jobs, and have more money in their pockets.\n\n\tTonight, President Obama made clear that we can and must do better. This package will help provide good jobs that support families; public services that build communities; and resources for schools to provide students a high-quality and robust education in safe and healthy buildings.\n\n\tPresident Obama also made it clear that the path to our future is through education. We have seen a loss of 300,000 education jobs since 2008 as well as long-delayed school repairs and modernization projects. We can’t equip our kids for the knowledge economy if we continue to slash education budgets. This robust plan will put people to work teaching and modernizing schools, and it will save money in energy costs that can be reinvested in education.\n\n\tThis White House understands that teachers should be in their classrooms, not on the unemployment lines. First lady Michelle Obama honored all teachers tonight by inviting Nicole Gentile—a third-grade teacher who is one of 344 Cleveland teachers slated to be laid off for this school year—to join her for the speech.\n\n\tClosing corporate tax loopholes and asking the wealthiest to pay their fair share round out a smart, practical package that will put the United States back on track. President Obama is leading on this issue, and we hope Congress steps up and passes the jobs package swiftly.\n\n\n\n\n"
}