{
    "title": "LEVELING THE PLAYING FIELD: CURBING TAX HAVENS AND REMOVING TAX INCENTIVES FOR SHIFTING JOBS OVERSEAS | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/leveling-playing-field-curbing-tax-havens-and-removing-tax-incentives-shifting-jobs",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 04, 2009\n\n \n\n\n\nLEVELING THE PLAYING FIELD: CURBING TAX HAVENS AND REMOVING TAX INCENTIVES FOR SHIFTING JOBS OVERSEAS\n\n\n\n\nTHE WHITE HOUSE  Office of the Press Secretary _________________________________________________________________________ FOR IMMEDIATE RELEASE                             May 4, 2009   Leveling the Playing Field: Curbing Tax Havens and Removing Tax Incentives For Shifting Jobs Overseas  There is no higher economic priority for President Obama than creating new, well-paying jobs in the United States. Yet today, our tax code actually provides a competitive advantage to companies that invest and create jobs overseas compared to those that invest and create those same jobs in the U.S. In addition, our tax system is rife with opportunities to evade and avoid taxes through offshore tax havens: o       In 2004, the most recent year for which data is available, U.S. multinational corporations paid about $16 billion of U.S. tax on approximately $700 billion of foreign active earnings – an effective U.S. tax rate of about 2.3%. o       A January 2009 GAO report found that of the 100 largest U.S. corporations, 83 have subsidiaries in tax havens. o       In the Cayman Islands, one address alone houses 18,857 corporations, very few of which have a physical presence in the islands.  Leveling the Playing Field: Curbing Tax Havens and Removing Tax Incentives For Shifting Jobs Overseas  1)      Replacing Tax Advantages for Creating Jobs Overseas With Incentives to Create Them at Home     Reforming Deferral Rules to Curb A Tax Advantage for Investing and Reinvesting Overseas   Closing Foreign Tax Credit Loopholes   Using Savings To Make Permanent The Tax Credit for Investing in Research and     Experimentation at Home   2)      Getting Tough on Overseas Tax Havens   Eliminating Loopholes for \"Disappearing\" Offshore Subsidiaries  Cracking Down on the Abuse of Tax Havens by Individuals  Devoting New Resources for IRS Enforcement to Help Close the International Tax Gap  Today, President Obama and Secretary Geithner are unveiling two components of the Administration’s plan to reform our international tax laws and improve their enforcement. First, they are calling for reforms to ensure that our tax code does not stack the deck against job creation here on our shores. Second, they seek to reduce the amount of taxes lost to tax havens – either through unintended loopholes that allow companies to legally avoid paying billions in taxes, or through the illegal use of hidden accounts by well-off individuals.  Combined with further international tax reforms that will be unveiled in the Administration’s full budget later in May, these initiatives would raise $210 billion over the next 10 years. The Obama Administration hopes to build on proposals by Senate Finance Committee Chairman Max Baucus and House Ways and Means Chairman Charles Rangel – as well as other leaders on this issue like Senator Carl Levin and Congressman Lloyd Doggett – to pass bipartisan legislation over the coming months. 1.      Replacing Tax Advantages for Creating Jobs Overseas With Incentives to Create Them at Home:  The Administration would raise $103.1 billion by removing tax advantages for investing overseas, and would use a portion of those resources to make permanent a tax credit for investment in research and innovation within the United States.  Reforming Deferral Rules to Curb A Tax Advantage for Investing and Reinvesting Overseas: Currently, businesses that invest overseas can take immediate deductions on their U.S. tax returns for expenses supporting their overseas investments but nevertheless \"defer\" paying U.S. taxes on the profits they make from those investments. As a result, U.S. taxpayer dollars are used to provide a significant tax advantage to companies who invest overseas relative to those who invest and create jobs at home. The Obama Administration would reform the rules surrounding deferral so that – with the exception of research and experimentation expenses – companies cannot receive deductions on their U.S. tax returns supporting their offshore investments until they pay taxes on their offshore profits. This provision would take effect in 2011, raising $60.1 billion from 2011 to 2019.   Closing Foreign Tax Credit Loopholes: Current law allows U.S. businesses that pay foreign taxes on overseas profits to claim a credit against their U.S. taxes for the foreign taxes paid.  Some U.S. businesses use loopholes to artificially inflate or accelerate these credits.  The Administration would close these loopholes, raising $43.0 billion from 2011 to 2019.   Using Savings from Ending Unfair Overseas Tax Breaks to Permanently Extend the Research and Experimentation Tax Credit for Investment in the United States: The Research and Experimentation Tax Credit – which provides an incentive for businesses to invest in innovation in the United States – is currently set to expire at the end of 2009. To provide businesses with the certainty they need to make long-term investments in research and innovation, the Administration proposes making the R&E tax credit permanent, providing a tax cut of $74.5 billion over 10 years to businesses that invest in the United States.  2.      Getting Tough on Overseas Tax Havens:  The Administration’s proposal would raise a total of $95.2 billion over the next 10 years through efforts to get tough on overseas tax havens by:  Eliminating Loopholes for \"Disappearing\" Offshore Subsidiaries: Traditionally, U.S. companies have been required to report certain income shifted from one foreign subsidiary to another as passive income subject to U.S. tax.  But over the past decade, so-called \"check-the-box\" rules have allowed companies to make their foreign subsidiaries \"disappear\" for tax purposes – permitting them to legally shift income to tax havens and make the taxes they owe the United States disappear as well. The Obama administration proposes to reform these rules to require certain foreign subsidiaries to be considered as separate corporations for U.S. tax purposes. This provision would take effect in 2011, raising $86.5 billion from 2011 to 2019.    Cracking Down on the Abuse of Tax Havens by Individuals: Currently, wealthy Americans can evade paying taxes by hiding their money in offshore accounts with little fear that either the financial institution or the country that houses their money will report them to the IRS. In addition to initiatives taken within the G-20 to impose sanctions on countries judged by their peers not to be adequately implementing information exchange standards, the Obama Administration proposes a comprehensive package of disclosure and enforcement measures to make it more difficult for financial institutions and wealthy individuals to evade taxes. The Administration conservatively estimates this package would raise $8.7 billion over 10 years by:  o       Withholding Taxes From Accounts At Institutions That Don’t Share Information With The United States: This proposal requires foreign financial institutions that have dealings with the United States to sign an agreement with the IRS to become a \"Qualified Intermediary\" and share as much information about their U.S. customers as U.S. financial institutions do, or else face the presumption that they may be facilitating tax evasion and have taxes withheld on payments to their customers. In addition, it would shut down loopholes that allow QIs to claim they are complying with the law even as they help wealthy U.S. citizens avoid paying their fair share of taxes. o       Shifting the Burden of Proof and Increasing Penalties for Well-Off Individuals Who Seek to Abuse Tax Havens: In addition, the Obama Administration proposes tightening the reporting standards for overseas investments, increasing penalties and imposing negative presumptions on individuals who fail to report foreign accounts, and extending the statute of limitations for enforcement.  Devoting New Resources for IRS Enforcement to Help Close the International Tax Gap: As part of the Obama Administration’s budget, the IRS will hire nearly 800 new employees devoted to international enforcement, increasing its ability to crack down on offshore tax avoidance.  Leveling the Playing Field: Removing Tax Incentives For Moving Jobs Overseas and Curbing Tax Havens Backgrounder  I. Replacing Tax Advantages to Create Jobs Overseas with Incentives to Create Jobs at Home As the first plank of its international tax reform package, the Obama Administration intends to repeal the ability of American companies to take deductions against their U.S. taxable income for expenses supporting profits in low-tax jurisdictions on which they defer paying taxes on for years and perhaps indefinitely. Combined with closing loopholes in the foreign tax credit program, the revenues saved will be used to make permanent the tax credit for research and experimentation in the United States. This will be accomplished through: 1.       Reforming Deferral Rules to Curb A Tax Advantage for Investing and Reinvesting Overseas  Current Law  Companies Can Defer Paying Taxes on Overseas Profits Until Later, While Taking Tax Deductions on Their Foreign Expenses Now: Currently, a company that invests in America has to pay immediate U.S. taxes on its profits from that investment. But if the company instead invests and creates jobs overseas through a foreign subsidiary, it does not have to pay U.S. taxes on its overseas profits until those profits are brought back to the United States, if they ever are.  Yet even though companies do not have to pay U.S. taxes on their overseas profits today, they still get to take deductions today on their U.S. tax returns for all of the expenses that support their overseas investment.   Deferral Rules Use U.S. Taxpayer Dollars to Create A Tax Advantage for Companies That Invest Abroad:  As a result, this preferential treatment uses U.S. taxpayer dollars to provide companies with an incentive to invest overseas, giving them a tax advantage over competitors who make the same investments to create jobs in the United States.  Example Under Current Law:  Suppose that two U.S. companies decided to borrow to invest in a new factory. Company A invests that money to build its plant in the U.S., while Company B invests overseas in a jurisdiction with a tax rate of only 10 percent.   Company A will be able to deduct its interest expense, reducing its overall U.S. tax liability by 35 cents for every dollar it pays in interest. But it will also pay a 35 percent tax rate on its corporate profits.    Company B will also be able to deduct its interest expense from its U.S. tax liabilities at a 35 percent rate. But it will only face a tax of 10 percent on its profits.   Thus, our current tax code uses U.S. taxpayer dollars to put companies that invest in the United States at a competitive advantage with companies who invest overseas.  The Administration’s Proposal  Level the Playing Field: The Administration’s commonsense proposal, similar to an earlier measure proposed by House Ways and Means Chairman Charles Rangel, would level the playing field by requiring a company to defer any deductions – such as for interest expenses associated with untaxed overseas investment – until the company repatriates its earnings back home. In other words, companies would only be able to take a deduction on their U.S. taxes for foreign expenses when they also pay taxes on their foreign profits in the United States. This proposal makes an exception for deductions for research and experimentation because of the positive spillover impacts of those investments on the U.S. economy.   Raise $60.1 Billion From 2011 to 2019: This proposal goes into effect in 2011, and would raise $60.1 billion between 2011 and 2019.  2.       Closing Foreign Tax Credit Loopholes Current Law  Companies Can Take Advantage Of Foreign Tax Credit Loopholes: When a U.S. taxpayer has overseas income, taxes paid to the foreign jurisdiction can generally be credited against U.S. tax liabilities.  In general, this \"foreign tax credit\" is available only for taxes paid on income that is taxable in the U.S.  The intended result is that U.S. taxpayers with overseas income should pay no more tax on their U.S. taxable income than they would if it was all from U.S. sources.  However, current rules and tax planning strategies make it possible to claim foreign tax credits for taxes paid on foreign income that is not subject to current U.S. tax.  As a result, companies are able to use such credits to pay less tax on their U.S. taxable income than they would if it was all from U.S. sources – providing them with a competitive advantage over companies that invest in the United States.  The Administration’s Proposal  Reform the Foreign Tax Credit to Remove Unfair Tax Advantages for Overseas Investment: The Administration’s proposal would take two steps to rein in foreign tax credit schemes.  First, a taxpayer’s foreign tax credit would be determined based on the amount of total foreign tax the taxpayer actually pays on its total foreign earnings.   Second, a foreign tax credit would no longer be allowed for foreign taxes paid on income not subject to U.S. tax. These reforms would go into effect in 2011, raising $43.0 billion from 2011 to 2019.  3.       Making R&E Tax Credit Permanent to Encourage Investment in Innovation in the United States: The resources saved by curbing tax incentives for jobs overseas and limiting losses to tax havens would be used to strengthen incentives to invest in jobs in the United States by making permanent the R&E tax credit. Current Law  R&E Credit Is Set to Expire At End of 2009: Under current law, companies are eligible for a tax credit equal to 20 percent of qualified research expenses above a base amount. But the research and experimentation tax credit has never been made permanent – instead, it has been extended on a temporary basis 13 times since it was first created in 1981 – and is set to expire on December 31, 2009.  How It Works  Through the research and experimentation tax credit, companies receive a credit valued at 20 percent of qualified research expenses in the United States above a base amount. Taxpayers can also elect to take an alternative simplified research credit that provides an incentive for increasing research expenses above the level of the previous three years. Taxpayers may also take a credit based on spending on basic research and certain energy research.   Any uncertainty about whether the R&E credit will be extended reduces its effectiveness in stimulating investments in new innovation, as it becomes more difficult for taxpayers to factor the credit into decisions to invest in research projects that will not be initiated or completed prior to the credit’s expiration.  The Administration’s Proposal  Create Certainty to Encourage New Investment and Innovation at Home By Making the Research and Experimentation Tax Credit Permanent: To give companies the certainty they need to make long-term research and experimentation investment in the U.S., the Administration’s budget includes the full cost of making the R&E credit permanent in future years. By making this tax credit permanent, businesses would be provided with the greater confidence they need to initiate new research projects that will improve productivity, raise standards of living, and increase our competitiveness. And with over 75 percent of credit dollars attributed to wages, the credit would provide an important incentive for businesses to create new jobs.   Paid For With Provisions That Make the Tax Code More Efficient and Fair: This change would cost $74.5 billion over 10 years, which will be paid for by reforming the treatment of deferred income and the use of the foreign tax credit.  II. Getting Tough on Overseas Tax Havens Some countries make it easy for U.S. taxpayers to evade or avoid U.S. taxes by withholding information about U.S.-held accounts or giving favorable tax treatment to shell corporations created just to avoid taxes.  In certain cases, companies are taking advantage of currently legal loopholes to avoid paying taxes by shifting their profits to tax havens. In other cases, Americans break the law by hiding their income in hidden overseas accounts, and these tax havens refuse to provide the information the IRS needs to enforce U.S. law. Either way, these tax havens make our tax system less fair and harm the U.S. economy. President Obama proposes to address tax havens by:  1.      Eliminating Loopholes that Allow \"Disappearing\" Offshore Subsidiaries:  Current law allows U.S. businesses to establish foreign subsidiary corporations, but then to \"check a box\" to pretend that the subsidiaries do not exist for U.S. tax purposes. This practice allows taxes that would otherwise be paid in the U.S. on passive income to be avoided, at great cost to U.S. taxpayers.  Current Law  Disappearing Subsidiaries Allow Corporations to Shift Income Tax-Free: Traditionally, if a U.S. company sets up a foreign subsidiary in a tax haven and one in another country, income shifted between the two subsidiaries (for example, through interest on loans) would be considered \"passive income\" for the U.S. company and subject to U.S. tax.  Over the last decade, so-called \"check-the box\" rules have allowed U.S. firms to make these subsidiaries disappear for U.S. tax purposes. With the separate subsidiaries disregarded, the firm can shift income among them without reporting any passive income or paying any U.S. tax. As a result, U.S. firms that invest overseas are able to shift their income to tax havens. It is clear that this loophole, while legal, has become a reason to shift billions of dollars in investments from the U.S. to other counties.   Example under Current Law  Suppose that a U.S. company invests $10 million to build a new factory in Germany.  At the same time, it sets up three new corporations.  The first is a wholly owned Cayman Islands holding company.  The second is a corporation in Germany, which is owned by the holding company and owns the factory.  The third is a Cayman Islands subsidiary, also owned by the Cayman Islands holding company.   The Cayman subsidiary makes a loan to the German subsidiary.  The interest on the loan is income to the Cayman subsidiary and a deductible expense for the German subsidiary.  In this way, income is shifted from higher-tax Germany to the no-tax Cayman Islands.   Under traditional U.S. tax law, this income shift would count as passive income for the U.S. parent – which would have to pay taxes on it.  But \"check the box\" rules allow the firm to make the two subsidiaries disappear — and the income shift with them. As a result, the firm is able to avoid both U.S. taxes and German taxes on its profits.  The Administration’s Proposal  Require U.S. Businesses That Establish Certain Foreign Corporations To Treat Them As Corporations For U.S. Tax Purposes: The Administration’s proposal seeks to abolish a range of tax-avoidance techniques by requiring U.S. businesses that establish certain corporations overseas to report them as corporations on their U.S. tax returns.  As a result, U.S. firms that invest overseas would no longer be able to make their subsidiaries — or their income shifts to tax havens — disappear for tax purposes.  This would level the playing field between firms that invest overseas and those that invest at home.   Raise $86.5 Billion from 2011 to 2019: This loophole would be closed beginning in 2011, raising $86.5 billion from 2011 to 2019.  2.      Cracking Down on the Abuse of Tax Havens by Individuals: The IRS is already engaged in significant efforts to track down and collect taxes from individuals illegally hiding income overseas. But to fully follow through on this effort, it will need new legal authorities. Current law makes it difficult for the IRS to collect the information it needs to determine that the holder of a foreign bank account is a U.S. citizen evading taxation. The Obama administration proposes changes that will enhance information reporting, increase tax withholding, strengthen penalties, and shift the burden of proof to make it harder for foreign account-holders to evade U.S. taxes, while also providing the enforcement tools necessary to crack down on tax haven abuse. Current Law  A Free Ride for Financial Institutions that Flout Reporting Rules: A centerpiece of the current U.S. regime to combat international tax evasion is the Qualified Intermediary (QI) program, under which financial institutions sign an agreement to share information about their U.S. customers with the IRS. Unfortunately, this regime, while effective, has become subject to abuse:  o At Non-Qualifying Institutions, Withholding Requirements Are Easy to Escape: Currently, an investor can escape withholding requirements by simply attesting to being a non-U.S. person. That leaves it to the IRS to show that the investor is actually a U.S. citizen evading the law. o Loopholes Allow Qualifying Institutions to Still Serve as Conduits for Evasion: Moreover, financial institutions can qualify as QIs even if they are affiliated with non-QIs. As a result, a financial institution need not give up its business as a conduit for tax evasion in order to enjoy the benefits of being a QI. In addition, QIs are not currently required to report the foreign income of their U.S. customers, so U.S. customers may hide behind foreign entities to evade taxes through QIs. o Legal Presumptions Favor Tax Evaders Who Conceal Transactions:  U.S. investors overseas are required to file the Foreign Bank and Financial Account Report, or FBAR, disclosing ownership of financial accounts in a foreign country containing over $10,000.  The FBAR is particularly important in the case of investors who employ non-QIs, because their transactions are less likely to be disclosed otherwise. Unfortunately, current rules make it difficult to catch those who are supposed to file the FBAR but do not. And even when the IRS has evidence that a U.S. taxpayer has a foreign account, legal presumptions currently favor the tax evader — without specific evidence that the U.S person has an account that requires an FBAR, the IRS cannot compel an investor to provide the report or impose penalties for the failure to do so.   This specific evidence may be almost impossible for the IRS to get.  The IRS Lacks the Tools It Needs to Enforce International Tax Laws: In addition to the shortcomings of the QI program, current law features inadequate tools to crack down on wealthy taxpayers who evade taxation. Investors who withhold information about overseas investments face penalties limited to 20 percent of the amount of the understatement. The statute of limitations for enforcement is typically only three years – which is often too short a time period for the IRS to get the information it needs to determine whether a taxpayer with an offshore account paid the right amount of tax.  And there are no requirements that U.S. individuals or third parties report transfers to and from foreign accounts, limiting the ability of the IRS to determine whether taxpayers are paying what they owe.  Example Under Current Law  Through a U.S. broker, a U.S. account-holder at a non-qualified intermediary sells $50 million worth of securities.   If the seller self-certifies that he is not a U.S. citizen and the non-qualified intermediary simply passes that information along to the U.S. broker, the broker may rely on that statement and does not need to withhold money from the transaction.   As a result, a U.S. taxpayer who provides a false self-certification can easily avoid paying taxes, since the non-QI has not signed an agreement with the IRS, and the IRS may have limited tools to detect any wrongdoing.  Proposal In addition to initiatives taken within the G-20 to impose sanctions on countries judged by their peers not to be adequately implementing information exchange standards, the Obama administration proposes to make it more difficult to shelter foreign investments from taxation by cracking down on financial institutions that enable and profit from international tax evasion. These measures – expected to raise $8.7 billion over 10 years – would:  Strengthen the \"Qualified Intermediary\" System to Crack Down on Tax Evaders:  The core of the Obama Administration’s proposals is a tough new stance on investors who use financial institutions that do not agree to be Qualifying Intermediaries. Under this proposal, the assumption will be that these institutions are facilitating tax evasion, and the burden of proof will be shifted to the institutions and their account-holders to prove they are not sheltering income from U.S. taxation. As a result, the Administration proposes to:   Impose Significant Tax Withholding On Transactions Involving Non-Qualifying Intermediaries: The Administration’s plan would require U.S. financial institutions to withhold 20 percent to 30 percent of U.S. payments to individuals who use non-QIs.  To get a refund for the amount withheld, investors must disclose their identities and demonstrate that they’re obeying the law.   Create A Legal Presumption Against Users Of Non-Qualifying Intermediaries: The Administration’s plan would create rebuttable evidentiary presumptions that any foreign bank, brokerage, or other financial account held by a U.S. citizen at a non-QI contains enough funds to require that an FBAR be filed, and that any failure to file an FBAR is willful if an account at a non-QI has a balance of greater than $200,000 at any point during the calendar year. These presumptions will make it easier for the IRS to demand information and pursue cases against international tax evaders. This shifting of legal presumptions is a key component of the anti-tax haven legislation long championed by Senator Carl Levin.   Limit QI Affiliations With Non-QIs:  The Administration’s plan would give the Treasury Department authority to issue regulations requiring that a financial institution may be a QI only if all commonly-controlled financial institutions are also QIs.  As a result, financial firms couldn’t benefit from siphoning business from their legitimate QI operations to illegitimate non-QI affiliates.    Provide the IRS With The Legal Tools Necessary to Prosecute International Tax Evasion: The Obama administration proposes to improve the ability of the IRS to successfully prosecute international tax evasion through the following steps:   Increase Penalties for Failing to Report Overseas Investments:  The Administration’s plan would double certain penalties when a taxpayer fails to make a required disclosure of foreign financial accounts.   Extend the Statute of Limitations for International Tax Enforcement:  The Administration’s plan would set the statute of limitations on international tax enforcement at six years after the taxpayer submits required information.   Tighten Lax Reporting Requirements: The Administration’s plan would increase the reporting requirement on international investors and financial institutions, especially QIs.  QIs would be required to report information on their U.S. customers to the same extent that U.S. financial intermediaries must.  And U.S. customers at QIs would no longer be allowed to hide behind foreign entities.  U.S. investors would be required to report transfers of money or property made to or from non-QI foreign financial institutions on their income tax returns.  Financial institutions would face enhanced information reporting requirements for transactions that establish a foreign business entity or transfer assets to and from foreign financial accounts on behalf of U.S. individuals.  3.      Hire Nearly 800 New IRS Staff to Increase International Enforcement: As part of the President’s budget, the IRS would be provided with funds to support the hiring of nearly 800 new employees devoted specifically to international enforcement. The funding would allow the IRS to hire new agents, economists, lawyers and specialists, increasing the IRS’ ability to crack down on offshore tax avoidance and evasion, including through transfer pricing and financial products and transactions such as purported securities loans. According to estimates by the IRS, every additional dollar invested in enforcement in recent years has yielded about four dollars in added tax revenues. ## \n\n\n\n"
}