{
    "title": "Carta del Presidente a la Presidenta de la Cámara de Representantes | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/carta-del-presidente-a-la-presidenta-de-la-c-mara-de-representantes",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 22, 2010\n\n \n\n\n\nCarta del Presidente a la Presidenta de la Cámara de Representantes\n\n\n\n\nAdjunto hay una carta enviada hoy por el Presidente a la Presidenta de la Cámara de Representantes sobre enmiendas a las propuestas sobre el año fiscal (FY) 2010 incluídas en el presupuesto del año fiscal (FY) 2011 para los Departamentos de Seguridad Nacional y Justicia. Lo siguiente es la traducción de la carta:\nTEXTO DE UNA CARTA DEL PRESIDENTE\nA LA PRESIDENTA DE LA CÁMARA DE REPRESENTANTES\n \n \n22 de junio, 2010\n \n \n \nEstimada Sra. Presidenta de la Cámara de Representantes.:\n \nSolicito que el Congreso someta a consideración las enmiendas que adjunto a las propuestas del Año Fiscal (FY) 2010 en mi presupuesto del FY 2011 para los Departamentos de Seguridad Nacional y Justicia.\n \nEstas enmiendas respaldarían los esfuerzos para resguardar la frontera sudoeste y mejorar la protección federal de las fronteras, los operativos de las agencias de la ley y las actividades antinarcóticos.\n \nEstas cantidades solicitadas serán compensadas parcialmente con la cancelación de $100 millones de un programa de menor prioridad dentro del Departamento de Seguridad Nacional. La asignación presupuestal propuesta para el FY 2010, por lo tanto, se incrementaría en una suma total neta de $500 millones como resultado de estas enmiendas.\n \nEsta solicitud responde a necesidades urgentes y esenciales. Por ello, solicito que estas propuestas sean consideradas como requerimientos de emergencia. Los detalles de esta solicitud se detallan en la carta adjunta del director de la Oficina de Administración y Presupuesto (Office of Management and Budget).\n \n                             Atentamente,\n \n \n \n                             BARACK OBAMA\n \n \n \n                             # # #\n \n\n\n\n"
}