{
    "title": "Jobs and Economic Security for America's Women Report | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/10/21/jobs-and-economic-security-americas-women-report",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 21, 2010\n\n \n\n\n\nJobs and Economic Security for America's Women Report\n\n\n\n\n\n\tOn Thursday, the National Economic Council will release a report on the impact of the recession on women and how the Obama administration’s economic policies benefit American women. The report lays out the economic landscape facing women today and details some of the many ways the administration is committed to making sure the government is working for all Americans especially American women.\n\n\tTo discuss the report, Valerie Jarrett, Assistant to the President and Senior Advisor; Cecilia Rouse, Member of the Council of Economic Advisers; and Diana Farrell, Deputy Assistant to the President for Economic Policy will hold an on the record press conference call today, Wednesday, at 12:00 pm ET.  The call will be embargoed for 6:00 am ET on Thursday and the call in number is (800) 288-8975.\n\n\tThe full report is attached. \n\n\tAn executive summary of the report is below.\n\nExecutive Summary: Jobs and Economic Security for America’s Women\n\nSince his first day in office, President Obama has worked to lay the foundation for economic growth that creates good jobs and incomes for all Americans. Many of these policies have been particularly important for women. These policies have helped stave off a second Great Depression and get our economy growing again, but job growth is still not fast enough. The President is committed to continuing to push for an economy that provides economic security and jobs for America’s women.\n\n\tThis report lays out the economic landscape facing women today and details some of the many ways the Administration is committed to making sure the government is working for all Americans and especially American women.\n\n\nWomen are a growing share of our workforce, our entrepreneurs, and our innovators. As the majority of college graduates and nearly 50 percent of the workforce, women are in a position to drive our 21st century economy.\n\n\t\t An increasing number of women are breadwinners for their families.  In almost two-thirds of families led by single mothers or two parents, women are either the primary or co-breadwinner.  In two-parent families, with the wage gap and the loss of jobs traditionally held by men in this economy, reliance on a woman’s income in their family budget is even greater. \n\nSince women are nearly 50 percent of the workforce, the recession’s economic impacts on women are even more consequential for the economy than they would have been in past recessions. As a result of the recession that started in December of 2007, women have lost jobs and seen their median annual earnings fall. Further, women have faced increased economic insecurity as housing prices declined and states and municipalities have cut back on the provision of social services.\n\nWomen face a number of longer-term challenges such as the wage gap and female underrepresentation in higher levels of management. Further, specific groups of women like single mothers, older women and minorities face additional challenges.\n\n\nThe Obama Administration has implemented and proposed policies that form a comprehensive plan to support women at all stages of their careers. The Administration’s policies will:\n\n\nPromote economic expansion and job growth for women\n\n\n\t\t\t\tSBA loans are three to five times more likely to go to women and minorities than traditional, conventional small business loans. More than 12,000 SBA Recovery Act loans have gone to women-owned small businesses, driving $3 billion in lending support into their hands to help them grow their businesses and create jobs. \n\n\t\t\t\tAn estimated 2.9 million women who had been unemployed for more than two months were hired by employers who qualify for payroll tax exemptions under the HIRE Act.\n\n\t\t\t\tThe Recovery Act and the Education Jobs and Medicaid Assistance Act have played a critical role in saving jobs in the education and healthcare sectors where women make up more than three-quarters of professionals. This fall over one hundred thousand teachers, the majority of them women, returned to their classrooms because of these laws.\n\n\t\t\t\tThe TANF Emergency Contingency Fund has provided more than 250,000 jobs to parents and disadvantaged youth.\n\n\n\n\n\nTrain and educate women for quality jobs\n\n\n\t\t\t\tWith affordable tuition, open admission policies, flexible course schedules, and convenient locations, community colleges are particularly important for women, who comprise 56 percent of enrollees. The Recovery Act funded workforce training programs, and work study funds to help community college students pay for their education through employment.\n\n\t\t\t\tWomen, as the vast majority of nurses and about half of all medical school enrollees, particularly benefit from the President’s policies on healthcare workforce development. The Affordable Care Act provides $320 million in grants for a variety of targeted training programs.\n\n\n\n\n\nSupport working women at home and in their jobs\n\n\n\t\t\t\tThe Recovery Act’s Making Work Pay Tax Credit benefited 74 million middle-class women in 2009. The average woman received $600 more in her pocketbook.\n\n\t\t\t\tThe President proposed nearly doubling the Child and Dependent Care Tax Credit for middle-class families.\n\n\t\t\t\tThe President is committed to the issue of workplace flexibility and proposed funding to help states start their own paid leave programs and is working towards establishing the federal government as a model employer. \n\n\t\t\t\tTo supplement the wages of low income working women, and especially working mothers, the President supported the expansion of the EITC in the Recovery Act that helped 14.8 million women in 2009.\n\n\t\t\t\tThe President is committed to equal pay for women. The first bill he signed was the Lilly Ledbetter Fair Pay Act; he established the Equal Pay Task Force; and he strongly supports the passage of the Paycheck Fairness Act in the Senate.  \n\n\t\t\t\tThe Consumer Financial Protection Bureau created by Wall Street Reform will help women make smart financial choices by empowering women through financial education and financial literacy.\n\n\t\t\t\tWomen’s health security is an essential part of their overall economic security, facilitating job mobility and economic growth. The Affordable Care Act protects women from insurance company abuses and makes health insurance more affordable.\n\n\n\n\n\nSupport women in retirement and between jobs\n\n\n\t\t\t\tSocial Security plays a vital role for women who represent 58 percent of all beneficiaries. This is why the President is committed to protecting and strengthening it, while fighting privatization – a step that would not only weaken Social Security overall but would specifically undermine many of the features that provide protections for women.\n\n\t\t\t\tIn 2008 and 2009 women accounted for 40 percent of Unemployment Insurance recipients, making this program extremely important to the economic health of women and their families. From July 2008 to August 2010 about 6.9 million women were helped by the extensions of unemployment benefits.\n\n\t\t\t\tOver $13.6 billion in economic recovery payments of $250 each were provided to seniors and veterans.  A significant percentage of these payments have gone directly into the hands of women.\n\n\n\n\n\n\n\n"
}