{
    "title": "President's Council of Advisors on Science and Technology PCAST releases report assessing H1N1 preparations | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidents-council-advisors-science-and-technology-pcast-releases-report-assessing-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nAugust 24, 2009\n\n \n\n\n\nPresident's Council of Advisors on Science and Technology PCAST releases report assessing H1N1 preparations\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ____________________________________________________________________________  For Immediate Release                                                        August 24, 2009 President’s Council of Advisors on Science and Technology (PCAST)   releases report assessing H1N1 preparations Administration’s H1N1 efforts to date praised  Additional recommendations made to improve monitoring and strengthen medical response  WASHINGTON – A Presidential advisory group of the nation’s leading scientists and engineers today released a new report assessing the Obama Administration’s preparations for this fall’s expected resurgence of 2009-H1N1 flu and outlining key steps officials can take in the coming weeks and months to minimize the disease’s impact on the nation. The Federal Government’s preparations for 2009-H1N1 flu have been well-organized and are scientifically grounded, according to the report by the President’s Council of Advisors on Science and Technology (PCAST), which assembled a subcommittee of experts on influenza and public health for the purpose. (PCAST is an independent group of leading scientists from academia and industry administered by the Office of Science and Technology Policy in the Executive Office of the President.) But some aspects of those preparations could and should be improved or accelerated, the group concluded. \"As the nation prepares for what could be a challenging fall, it is crucial that our public health decisions are informed by the very best scientific and technological information,\" said John P. Holdren, Assistant to the President for Science and Technology and a co-chair of PCAST. The report concludes that the 2009-H1N1 flu is unlikely to resemble the deadly flu pandemic of 1918-19. But in contrast to the benign version of swine flu that emerged in 1976, the report says the current strain \"poses a serious health threat\" to the nation. The issue is not that the virus is more deadly than other flu strains, but rather that it is likely to infect more people than usual because it is a new strain against which few people have immunity. This could mean that doctors’ offices and hospitals may get filled to capacity. Among the group’s prime recommendations: accelerate the preparation of flu vaccine for distribution to high-risk individuals; clarify guidelines for the use of antiviral medicines; upgrade the current system for tracking the pandemic’s progress and making resource allocation decisions; accelerate the development of communication strategies—including Web-based social networking tools—to broadcast public health messages that can help mitigate the pandemic’s impact; and identify a White House point person with primary authority to coordinate key decisions across the government as the pandemic evolves. An overarching message of the new report is that through their behavior, individuals can have a potentially big impact on the flu season’s severity. Frequent hand-washing and staying home from school or work when sick will be crucial. The report recommends intensive public education campaigns to reinforce those key behaviors, and also calls for policy adjustments that can reduce economic and other incentives that might encourage people to risk infecting others. For example, workplaces could liberalize rules for absenteeism so employees don’t feel pressured to come to work when sick and school districts could arrange alternative means of distributing lunches to children who are sick but who normally depend on school meals for adequate nourishment. Overall, the PCAST subcommittee concluded that it was \"deeply impressed\" by the H1N1-related efforts underway across the Federal Government, including the breadth of issues being anticipated and addressed, the depth of thinking, the overall level of energy being devoted, and the awareness of potential pitfalls. \"The Federal Government’s response has been truly impressive and we’ve all been pleased to see the high level of cooperation among the many departments and agencies that are gearing up for the expected fall resurgence of H1N1 flu,\" said Harold Varmus, a PCAST co-chair and President of Memorial Sloan-Kettering Cancer Center. \"This virus has pulled us all together in common cause,\" said PCAST co-chair Eric Lander, who is also President and Director of the Broad Institute of Harvard and MIT. \"The preparations are the best ever for an influenza pandemic.\" \"As the Council of Advisors on Science and Technology notes, influenza brings many challenges and agencies across the government will need to make many key decisions in the face of uncertainty about when and how the virus will play out. As we did in the spring, we can hope for the best, but we must prepare for the worst.\" Administration officials leading the flu response efforts praised the report and welcomed the recommendations from the PCAST subcommittee. \"The PCAST H1N1 subcommittee report recommendations will enhance National preparedness and response to 2009-H1N1 flu, and be valuable for longer term, systematic pandemic policy coordination and planning. The President discussed this report at length with PCAST members and expressed sincere thanks for their expert contributions,\" said John Brennan, White House Homeland Security Advisor. \"The President has been clear from day one that he wants our H1N1 flu response to be guided by science. He also has made it clear that he believes that responding to the flu is a shared responsibility, one that requires the efforts of every American and cooperation between the private and public sectors,\" said Health and Human Services Secretary Kathleen Sebelius. \"The Department of Health and Human Services, including the Centers for Disease Control and Prevention, National Institutes of Health, and Food and Drug Administration, has already made some important progress on the recommendations found in the PCAST subcommittee report and we plan to adopt others to ensure we are doing everything we can to keep Americans healthy and safe.\" \"As this PCAST report notes, it is not possible to predict how the 2009-H1N1 influenza virus or the upcoming influenza season will play out, but it is best that we plan and prepare for a resurgence of H1N1 flu,\" said Homeland Security Secretary Janet Napolitano. \"HIN1 influenza has the potential to affect virtually every aspect of our lives, from our economy and national security to our education system. It may not be possible to stop influenza, but we can reduce the number of people who become severely ill by preparing well and acting effectively.\" \"Schools, child care facilities and institutions of higher learning will not only play a key role in helping to mitigate the transmission of the flu this fall but will also play a significant role in promoting critical public health information,\" said Secretary of Education Arne Duncan. \"I am happy to report that we are well on our way to implementing many of the recommendations for schools found in this comprehensive report and have joined with our partners across government to roll out guidance for K-12 and Institutions of Higher Learning over the past two weeks.\" \"The President’s Council of Advisors on Science and Technology did an excellent job, working on a short timeline, of summarizing and assessing the U.S. preparations for 2009-H1N1 influenza,\" said CDC Director Tom Frieden. \"Their subcommittee, which included individuals from across the public and private sectors, has provided valuable insights and recommendations, including strategies for strengthening our nation's ability to monitor the presence and impact of 2009-H1N1 influenza and strengthen our medical and non-medical response.\" To see the PCAST Recommendations and Administration Progress, click here (pdf). To see the full report, click here (pdf). For more about PCAST, visit: http://www.ostp.gov/cs/pcast.\n\n\n\n"
}