{
    "title": "FACT SHEET: President Obama Takes A Historic Step To Address The National Security Implications Of Climate Change | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/21/fact-sheet-president-obama-takes-historic-step-address-national-security",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 21, 2016\n\n \n\n\n\nFACT SHEET: President Obama Takes A Historic Step To Address The National Security Implications Of Climate Change\n\n\n\n\n\n“Climate change is an urgent and growing threat to our national security, contributing to increased natural disasters, refugee flows, and conflicts over basic resources like food and water. The present day effects of climate change are being felt from the Arctic to the Midwest. Increased sea levels and storm surges threaten coastal regions, infrastructure, and property. In turn, the global economy suffers, compounding the growing costs of preparing and restoring infrastructure.” – U.S. National Security Strategy, February 15, 2015\n\n\tToday, President Obama signed a Presidential Memorandum (PM) on Climate Change and National Security, establishing a policy that the impacts of climate change must be considered in the development of national security-related doctrine, policies, and plans.  To achieve this, 20 Federal agencies and offices with climate science, intelligence analysis, and national security policy development missions and responsibilities will collaborate to ensure the best information on climate impacts is available to strengthen our national security. The Presidential Memorandum was released alongside a report from the National Intelligence Council identifying pathways through which climate change will likely pose significant national security challenges for the United States over the next two decades, including threatening the stability of other countries.  \n\n\tThere is current and growing attention paid by national security experts to ways in which climate impacts are adversely affecting national security now, and will stress national security even more dramatically in the coming decades.  In addition to tackling the impacts from climate change by reducing emissions, there is a need for increased collaboration among the climate science, intelligence, and national security policy communities to prepare for the impacts that we can no longer avoid.  \n\n\tToday’s announcement builds on steps the Obama Administration has already taken to address emerging national security challenges impacted by climate change. For example, because climate change in the Arctic will necessitate greater presence in the region’s open seas, the Administration proposed in 2015 to accelerate the acquisition of a replacement heavy icebreaker for the Arctic and began planning for the construction of additional icebreakers. This year, the Administration requested $150 million from Congress to accelerate production of a new Polar Icebreaker, and the Administration continues to call on Congress to provide this critical funding to the U.S. Coast Guard this year.\n\nPRESIDENT OBAMA DIRECTS FEDERAL AGENCIES TO TAKE ACTION TO ADDRESS THE NATIONAL SECURITY\n\tIMPLICATIONS OF CLIMATE CHANGE\n\n\tToday’s Presidential Memorandum adds an essential element to the President’s comprehensive approach to addressing climate change at all levels, providing the policy guidance and direction needed to ensure that climate risks are fully characterized and considered in our national security planning, through:\n\n\n\t\tEstablishing a dedicated Federal Climate and National Security Working Group, led by representatives from the National Security Council staff and the White House Office of Science and Technology Policy, and including over 20 Federal agencies and offices with climate science, intelligence, and national security responsibilities. The Working Group will identify the U.S. national security priorities related to climate change and national security, and develop methods to share climate science and intelligence information to inform national security policies and plans.\n\n\n\n\t\tThe Climate and National Security Working Group will create a Climate Change and National Security Action Plan within 90 days to identify specific steps that are required to perform the Working Group’s functions, which includes facilitating the exchange of climate data and information with the intelligence community and identifying gaps; recommending research guidelines concerning the Federal Government’s ability to detect climate intervention activities; identifying the most current information on regional, country, and geographic areas most vulnerable to current and projected impacts of climate variability for the next 30 years; and developing recommendations for the Secretary of State to help ensure that the work of U.S. embassies, including their planning processes, are better informed by relevant climate change-related analyses.\n\n\n\n\t\tDirecting individual agencies to develop Implementation Plans addressing climate-related hazards and threats to national security; identifying economic considerations arising from the impacts of climate change globally and the resulting specific impacts on national security, human mobility (including migration and displacement), global water and food security, nutrition, public health, and infrastructure; identifying climate change-related risks to agency missions; and identifying risks that may be caused by agency policies, programs, and actions concerning international development objectives, fragility, and regional stability.\n\n\nNATIONAL INTELLIGENCE COUNCIL RELEASES\n\tREPORT ON THE\nIMPLICATIONS FOR U.S. NATIONAL SECURITY OF ANTICIPATED\nCLIMATE CHANGE\n\n\tToday, the National Intelligence Council released a report finding that the effects of climate change are  “likely to pose significant national security challenges for the United States over the next two decades,” including by stressing our military operations and bases. Globally, the report found that climate-related national security disruptions are underway now and climate change and its resulting effects are likely to pose wide-ranging national security challenges for the United States and other countries over the next 20 years through a number of pathways including:\n\n\n\t\tOverwhelming a state’s capacity to respond or recover, its authority can be so undermined as to lead to large-scale political instability. In the most dramatic cases, state authority may collapse partially or entirely;\n\n\t\tDecreasing water and disputes over access to arable land will increase the risk of conflict between people who share river basins, aquifers, or land areas;\n\n\t\tContributing to migrations that exacerbate social and political tensions, some of which could overwhelm host governments and population; and\n\n\t\tStraining the capacity of US and allied armed forces to deliver humanitarian assistance and disaster relief.\n\n\n\tThese effects will be especially pronounced as populations continue to concentrate in climate-vulnerable locations such as coastal areas, water-stressed regions, and ever-growing cities.\n\n\tWhile President Obama continues to pursue all practical actions to reduce harmful greenhouse gases and other carbon sources, it is important to evaluate and pursue the actions needed to identify the current and projected climate impacts on our national security, and develop actions to mitigate these impacts.\n\n\n\n\n"
}