{
    "title": "President Obama Grants Commutations and Pardons | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/12/19/president-obama-grants-commutations-and-pardons",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 19, 2016\n\n \n\n\n\nPresident Obama Grants Commutations and Pardons\n\n\n\n\nWASHINGTON, D.C. – Today, the President granted commutation of sentence to 153 individuals and pardons to 78 individuals.\nThe President granted commutations of sentence to the following 153 individuals:\n\nKendrick Tyshawn Akins – Coppell, TX\n\tOffense: Conspiracy to manufacture, distribute, or possess with intent to manufacture or distribute cocaine, cocaine base, and marijuana; Eastern District of Texas\n\tSentence: Life imprisonment; 10 years' supervised release (April 30, 2012)\n\nCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\nDale Wayne Aldridge – Unionville, MO\n\tOffense: Conspiracy to distribute at least 500 grams of a mixture or substance containing methamphetamine; Southern District of Iowa\n\tSentence: Life imprisonment; 10 years' supervised release (January 28, 2011)\n\nCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\nDemetri D. Alexander – Kansas City, KS\n\tOffense: Conspiracy to manufacture cocaine base \"crack\" and to possess with intent to distribute cocaine base \"crack\"; possession of firearms in furtherance of a drug trafficking crime; District of Kansas\n\tSentence: 180 months' imprisonment; five years' supervised release (July 24, 2007)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nBilly Mel Alford – Terrell, TX\n\tOffense: Importation of a quantity of marijuana (three counts); possession with intent to distribute a quantity of marijuana (three counts); Western District of Texas\n\tSentence: 480 months' imprisonment; five years' supervised release; $200,000 fine (July 22, 1997); amended to 480 months' imprisonment; five years' supervised release; $150,000 fine (July 27, 1998)\n\nCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment, and unpaid balance of $150,000 fine remitted at the time of his release.\n\nAntonio Jose Alonzo – Pelican Rapids, MN\n\tOffense: Conspiracy to possess with intent to distribute and distribute controlled substances; District of North Dakota\n\tSentence: Life imprisonment; 10 years' supervised release (January 7, 2005)\n\nCommutation Grant: Prison sentence commuted to 292 months' imprisonment.\n\nMaurice Anderson – Fort Worth, TX\n\tOffense: Possession with intent to distribute more than 500 grams of a mixture or substance containing cocaine; Northern District of Texas\n\tSentence: 360 months' imprisonment; five years' supervised release (October 20, 2006)\n\nCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\nOrasama Andrews – Jackson, GA\n\tOffense:\n\t1. Distribution of more than five grams of cocaine base; distribution of more than 50 grams of cocaine base; Middle District of Georgia\n\t2. Supervised release violation (Distribution of cocaine base); Middle District of Georgia\n\tSentence:\n\t1. Life imprisonment (December 17, 2009)\n\t2. 24 months' imprisonment (consecutive); 10 years' supervised release (December 17, 2009)\n\nCommutation Grant: Prison sentence commuted to a term of 188 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\nDarrell Atkins – Detroit, MI\n\tOffense: Conspiracy to possess with intent to deliver cocaine and crack cocaine; distribution of crack cocaine (three counts); Eastern District of Michigan\n\tSentence: 360 months' imprisonment; five years' supervised release; $10,000 fine (July 23, 1996)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nHilario Avila – Whittier, CA\n\tOffense:\n\t1. Conspiracy to possess with intent to distribute methamphetamine; Central District of California\n\t2. Supervised release violation (Possession with intent to distribute methamphetamine)\n\tSentence:\n\t1. 240 months' imprisonment; 10 years' supervised release (March 6, 2006)\n\t2. 33 months’ imprisonment (concurrent) (May 9, 2005)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nHandy Bailey, Jr. – Orlando, FL\n\tOffense: Possession with intent to distribute cocaine base (two counts); Middle District of Florida\n\tSentence: 360 months' imprisonment; eight years' supervised release (April 24, 1998)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nDarryl Jerome Baker – Seffner, FL\n\tOffense: Conspiracy to possess with intent to distribute five kilograms or more of cocaine and 50 grams or more of cocaine base; Middle District of Florida\n\tSentence: Life imprisonment; 10 years' supervised release (May 22, 2003)\n\nCommutation Grant: Prison sentence commuted to 360 months' imprisonment.\n\nJohnny Ray Basham – Tulsa, OK\n\tOffense: Possession with intent to distribute methamphetamine; possession of a firearm during drug trafficking crime; possession of a firearm after former conviction of a felony; Northern District of Oklahoma\n\tSentence: 324 months' imprisonment; five years' supervised release; $1,000 fine (January 11, 2001)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nRodney Bates – Milan, TN\n\tOffense: Possession with intent to distribute 24.1 grams of cocaine base; Western District of Tennessee\n\tSentence: 188 months' imprisonment; four years' supervised release (August 10, 2006)\n\nCommutation Grant: Prison sentence commuted to expire on July 31, 2017.\n\nRoger Jerome Baylor – Montross, VA\n\tOffense: Conspiracy to distribute and possess with intent to distribute cocaine base; distribution of cocaine base; Eastern District of Virginia\n\tSentence: 360 months' imprisonment; 10 years' supervised release (March 23, 2007); amended to 292 months' imprisonment (December 13, 2010); amended to 240 months' imprisonment (February 14, 2013)\n\nCommutation Grant: Prison sentence commuted to a term of 168 months' imprisonment.\n\nLee Henry Berry – Bay City, MI\n\tOffense: Possess with intent to distribute less than five grams of cocaine base; possess with intent to distribute five grams or more of cocaine base; possess with intent to distribute less than 500 grams of cocaine; felon in possession of one or more firearms; Eastern District of Michigan\n\tSentence: 360 months' imprisonment; six years' supervised release (December 20, 2007)\n\nCommutation Grant: Prison sentence commuted to a term of 180 months' imprisonment.\n\nPeter Christian Boulette – Hattiesburg, MS\n\tOffense:\n\t1. Possession with intent to distribute 50 grams or more of methamphetamine; possession with intent to distribute a mixture and substance containing methamphetamine (two counts); possession of a firearm in furtherance of a drug trafficking crime (two counts); felon in possession of a firearm; Northern District of Alabama\n\t2. Possession of a firearm by a convicted person; possession of an unregistered firearm; Eastern District of Arkansas\n\tSentence:\n\t1. 600 months' imprisonment; 10 years' supervised release (March 13, 2007)\n\t2. 87 months’ imprisonment (concurrent); three years’ supervised release (March 3, 2008)\n\nCommutation Grant: Prison sentence commuted to a term of 300 months' imprisonment.\n\nGregory R. Boyd – Oakley, CA\n\tOffense: Possession with intent to distribute methamphetamine; possession of a firearm in relation to a drug trafficking offense; felon in possession of a firearm; District of Montana\n\tSentence: 420 months' imprisonment; eight years' supervised release (July 18, 2007)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nWillie Brazile – Pensacola, FL\n\tOffense: Conspiracy to possess with intent to distribute cocaine base; possession with intent to distribute cocaine base (two counts); Northern District of Florida\n\tSentence: Life imprisonment; 10 years' supervised release (September 10, 1996)\n\nCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\nJason C. Brown – Chicago, IL\n\tOffense: Possession of more than 50 grams of cocaine base \"crack\" with intent to distribute; Central District of Illinois\n\tSentence: 324 months' imprisonment; 10 years' supervised release (February 11, 2004)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nJermaine Brown – Hampton, VA\n\tOffense: Conspiracy to possess with intent to distribute and distribute cocaine, cocaine base, and marijuana; possession with intent to distribute cocaine; possession with intent to distribute cocaine base; possession of a firearm in furtherance of a drug trafficking crime (two counts); distribution of cocaine base; Eastern District of Virginia\n\tSentence: 548 months' imprisonment; five years' supervised release (July 8, 2011); amended to 511 months' imprisonment (June 13, 2016)\n\nCommutation Grant: Prison sentence commuted to a term of 211 months' imprisonment.\n\nReuben Bullock – Rochester, NY\n\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; Western District of New York\n\tSentence: 210 months' imprisonment; six years' supervised release; $1,000 fine (October 30, 2006)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nAmilcar Butler – Nashville, TN\n\tOffense: Conspiracy to possess with intent to distribute five kilograms or more of cocaine; attempt to possess with intent to distribute five kilograms or more of cocaine; Middle District of Tennessee\n\tSentence: Life imprisonment; 10 years' supervised release (July 26, 2004)\n\nCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\nArthur Lee Butler, Jr. – Greenville, NC\n\tOffense: Conspiracy to possess with intent to distribute 50 grams or more of crack cocaine; District of South Carolina\n\tSentence: 120 months' imprisonment; five years' supervised release (November 18, 2009)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nJonathan Rodrico Carter – Anniston, AL\n\tOffense: Possession with the intent to distribute a mixture and substance containing cocaine base; Northern District of Alabama\n\tSentence: Life imprisonment; 10 years' supervised release (January 19, 2006)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nMaurice Davon Cawthon – Milton, FL\n\tOffense: Possession with intent to distribute five grams or more of a mixture and substance containing cocaine base; possession of a shotgun in relation to a drug trafficking offense; possession of a firearm by a convicted felon; possession of an unregistered firearm with an overall length of less than 26 inches, including a barrel of less than 18 inches; Northern District of Florida\n\tSentence: 240 months' imprisonment; eight years' supervised release; $600 fine (December 17, 2004)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nEmilio Chase – Baltimore, MD\n\tOffense: Distribution of cocaine within 1,000 feet of a school; Northern District of West Virginia\n\tSentence: 210 months' imprisonment; six years' supervised release; $1,100 fine (June 22, 2005)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nCalvin Lavan Clark – Garner, NC\n\tOffense: Possession with intent to distribute more than 50 grams of cocaine base (crack) and a quantity of cocaine; possession of a firearm in furtherance of a drug trafficking crime; Eastern District of North Carolina\n\tSentence: 354 months' imprisonment; five years' supervised release (September 17, 2008)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nLeonard A. Clement – Cooleemee, NC\n\tOffense: Conspiracy to possess with intent to distribute a quantity of cocaine and cocaine base and possessing with intent to distribute marijuana; Western District of North Carolina\n\tSentence: Life imprisonment; 10 years' supervised release (November 6, 2006)\n\nCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\nTroy V. Cleveland – Forestville, MD\n\tOffense: Conspiracy to possess with intent to distribute 50 grams or more of \"crack,\" use of persons under 18 years to distribute, and distribute \"crack\" to persons under 18 years of age; distribute 50 grams or more of \"crack\"; Eastern District of Virginia\n\tSentence: 360 months' imprisonment; five years' supervised release (March 18, 1994)\n\nCommutation Grant: Prison sentence commuted to a term of 328 months' imprisonment.\n\nKeith O. Cobb – Waco, TX\n\tOffense: Conspiracy to possess with intent to distribute and to distribute cocaine; conspiracy to violate 18 U.S.C. § 1956 (a)(1)(B)(i) -- money laundering; Western District of Texas\n\tSentence: 400 months' imprisonment; five years' supervised release (April 7, 1995)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, and unpaid balance of the $10,000 fine remitted at the time of his release, conditioned upon enrollment in residential drug treatment.\n\nGregory Anthony Collins – Greenville, IL\n\tOffense: Engaging in a continuing criminal enterprise; employing a person under 18 in drug trafficking; money laundering; Southern District of Illinois\n\tSentence: Life imprisonment (April 10, 1992)\n\nCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment.\n\nJeremy Conner – Tarrant, AL\n\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; possession of firearm in furtherance of a drug trafficking crime; felon in possession of a firearm; Northern District of Alabama\n\tSentence: Life plus 60 months' imprisonment; 10 years' supervised release (December 10, 2008); amended to 240 months' imprisonment (October 26, 2011)\n\nCommutation Grant: Prison sentence commuted to a term of 180 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\nAdrian Lyndell Cook – Murfreesboro, NC\n\tOffense:\n\t1. Possess with intent to distribute cocaine base; Eastern District of Virginia\n\t2. Supervised release violation (possession with intent to distribute cocaine base); Eastern District of Virginia\n\tSentence:\n\t1. 240 months' imprisonment; 10 years’ supervised release (October 6, 2008); amended to 168 months’ imprisonment (October 24, 2013)\n\t2. 60 months' imprisonment (concurrent) (August 5, 2009)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nRichard David Courville – Alpine, TX\n\tOffense: Conspiracy to manufacture 50 grams or more of methamphetamine; manufacture of methamphetamine (two counts); Northern District of Alabama\n\tSentence: 262 months' imprisonment; 10 years' supervised release; $4,000 fine; $6,146 restitution (April 23, 2002)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nTheartis Daniels – Punta Gorda, FL\n\tOffense: Conspiracy to possess with intent to distribute five kilograms or more of cocaine; possession of a firearm in furtherance of a drug trafficking crime; Middle District of Florida\n\tSentence: Life plus 60 months' imprisonment; 10 years' supervised release (June 1, 2006)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nMichael Leroy Darity – Arden, NC\n\tOffense: Conspiracy to unlawfully manufacture and distribute cocaine base; Western District of North Carolina\n\tSentence: 384 months' imprisonment; five years' supervised release (January 29, 1998); amended to 308 months' imprisonment (January 18, 2016)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nLarry Lamont Davie – Oak Grove, KY\n\tOffense: Conspiracy to possess with intent to distribute 50 grams or more of a mixture or substance containing cocaine base; aiding and abetting possession with intent to distribute 50 grams or more of a mixture or substance containing cocaine base; possession of a firearm in the furtherance of a drug trafficking crime; Western District of Kentucky\n\tSentence: 180 months' imprisonment; five years' supervised release (January 8, 2007)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nTravis Davis – Galesburg, IL\n\tOffense: Possession of more than 50 grams of cocaine base (crack); Central District of Illinois\n\tSentence: Life imprisonment; 10 years' supervised release (August 31, 2007); amended to 280 months' imprisonment (March 13, 2009)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nMilton DeJesus-Bones – Philadelphia, PA\n\tOffense: Conspiracy to possess with intent to distribute cocaine; attempt to possess with intent to distribute cocaine; Southern District of Florida\n\tSentence: Life imprisonment; 10 years' supervised release (January 30, 2001)\n\nCommutation Grant: Prison sentence commuted to 360 months' imprisonment.\n\nTerrance Terell Dendy – Seneca, SC\n\tOffense: Possession with intent to distribute crack cocaine; felon in possession of a firearm; possession of a firearm in connection with a felony; District of South Carolina\n\tSentence: 180 months' imprisonment; five years' supervised release (May 25, 2010)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nMarcus Louis Diaz – Amarillo, TX\n\tOffense: Conspiracy to distribute more than 500 grams of a mixture of methamphetamine; Western District of Texas\n\tSentence: 262 months' imprisonment; five years' supervised release (February 21, 2001)\n\nCommutation Grant: Prison sentence commuted to December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nAnthony Timothy Dodd – Davenport, IA\n\tOffense: Conspiracy to distribute crack cocaine; Southern District of Iowa\n\tSentence: Life imprisonment; 10 years' supervised release (May 25, 2006)\n\nCommutation Grant: Prison sentence commuted to 240 months' imprisonment.\n\nCurtis Drayton – Prattville, AL\n\tOffense: Engaging in a continuing criminal enterprise; distribution of cocaine base (four counts); possession with intent to distribute cocaine and aiding and abetting; Middle District of Alabama\n\tSentence: Life imprisonment; five years' supervised release (May 22, 1995)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nEnoch Edison – Baltimore, MD\n\tOffense: Possession with intent to distribute cocaine base, cocaine, and marijuana; District of Maryland\n\tSentence: 240 months' imprisonment; five years' supervised release (December 7, 2007)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nGeorge Ralph Ellis – Birmingham, AL\n\tOffense: Possession with intent to distribute a mixture and substance containing marijuana; carrying a firearm during and in relation to a drug trafficking crime; possession with intent to distribute fifty (50) grams or more of a mixture and substance containing cocaine base; Northern District of Alabama\n\tSentence: 180 months' imprisonment; five years' supervised release (July 18, 2005)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nKorell Ellis – Fairmont, NC\n\tOffense: Possession with the intent to distribute cocaine base; use or carry a firearm during and in relation to a drug trafficking crime; Eastern District of North Carolina\n\tSentence: 295 months' imprisonment; five years' supervised release; $14,330 fine (March 12, 2002); amended to 248 months' imprisonment (October 7, 2015)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017 and unpaid balance of the $14,330 fine remitted.\n\nSamuel Stevens Farmer – Madison, FL\n\tOffense: Conspiracy to distribute more than 50 grams of cocaine base; possession with intent to distribute more than five grams of cocaine base (four counts); Northern District of Florida\n\tSentence: Life imprisonment; 10 years' supervised release (June 15, 2001)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nTravis Nathaniel France – Marion, VA\n\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; Western District of Virginia\n\tSentence: 262 months' imprisonment; 10 years' supervised release; $450 fine (December 8, 2009)\n\nCommutation Grant: Prison sentence commuted to a term of 188 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\nTammie Twyone Francis – Lee’s Summit, MO\n\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; possession with intent to distribute cocaine; Western District of Missouri\n\tSentence: Life imprisonment; 10 years' supervised release (June 28, 1996)\n\nCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment.\n\nMarcus Emile Franklin – Chester, SC\n\tOffense: Conspiracy to possess with intent to distribute and to distribute 50 grams or more of crack cocaine; District of South Carolina\n\tSentence: 240 months' imprisonment; 10 years' supervised release (April 21, 2006)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nPaul Free – Coronado, CA\n\tOffense: Conspiracy to possess with intent to distribute and distribution of marijuana; Eastern District of Michigan\n\tSentence: Life imprisonment (June 14, 1995)\n\nCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment.\n\nCecil Ray Frye, Jr. – Saraland, AL\n\tOffense: Conspiracy to manufacture methamphetamine; possession of a firearm during a drug trafficking felony (two counts); Southern District of Alabama\n\tSentence: 548 months' imprisonment; five years' supervised release; $9,546 restitution (December 4, 2003); amended to 300 months' imprisonment (September 11, 2007)\n\nCommutation Grant: Prison sentence commuted to a term of 211 months' imprisonment, conditioned upon enrollment in residential drug treatment.  \n\nAngel Garcia-Bercovich – Phoenix, AZ\n\tOffense: Conspiracy to possess with intent to distribute 100 or more kilograms of marijuana; possession with intent to distribute 100 or more kilograms of marijuana; Northern District of Florida\n\tSentence: 360 months' imprisonment; eight years' supervised release (April 7, 2008)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nAnthony DeWayne Gillis – Supply, VA\n\tOffense: Conspiracy to possess with intent to distribute and to distribute cocaine base; possession with intent to distribute cocaine base; false statements (three counts); possession of a firearm in furtherance of drug trafficking (six counts); possession of a sawed-off shotgun; Eastern District of Virginia\n\tSentence: 1,748 months' imprisonment; five years' supervised release (October 14, 2005); amended to 1,711 months' imprisonment (November 2, 2010); amended to 1,681 months' imprisonment (December 28, 2015)\n\nCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\nAaron Glasscock – Lebanon, KY\n\tOffense: Conspiracy to possess with intent to distribute and to distribute cocaine; Northern District of Florida\n\tSentence: 360 months' imprisonment; five years' supervised release (February 17, 2000); amended to 292 months' imprisonment (November 1, 2015)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nAlpidio Gonzalez – McAllen, TX\n\tOffense:\n\t1. Violation of the Federal Controlled Substance Act; Eastern District of Louisiana\n\t2. Supervised release violation (Conspiracy to possess with intent to distribute 100 kilograms or more of marijuana)\n\tSentence:\n\t1. 360 months' imprisonment; eight years' supervised release (March 12, 2008)\n\t2. 37 months’ imprisonment (concurrent) (May 16, 2008)\n\nCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\nFranklin Goodwin, Jr. – Leavenworth, KS\n\tOffense: Conspiracy to possess with intent to distribute cocaine base or possess with intent to distribute or distribute cocaine; use of a communication facility to facilitate the offense of possession with intent to distribute cocaine and cocaine base; District of Kansas\n\tSentence: Life imprisonment; one year's supervised release (October 28, 2009)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nGary Lee Gordon – Laurel, MT\n\tOffense: Possession with intent to distribute methamphetamine; District of Montana\n\tSentence: 290 months' imprisonment; 10 years' supervised release (January 25, 2008); amended to 220 months' imprisonment (October 1, 2009)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2017.\n\nWillie Goudeau – Dallas, TX\n\tOffense: Conspiracy to distribute or possess with intent to distribute five kilograms or more of cocaine and 100 kilograms or more of marijuana; Eastern District of Texas\n\tSentence: 292 months' imprisonment; five years' supervised release; $25,000 fine (September 20, 2006); amended to 235 months' imprisonment (October 27, 2015)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017 and unpaid balance of the $25,000 fine remitted.\n\nRobert James Graves – Nathalie, VA\n\tOffense: Continuing criminal enterprise; Western District of Virginia\n\tSentence: Life imprisonment; five years' supervised release (June 8, 2000)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018,  conditioned upon enrollment in residential drug treatment.\n\nJeffrey Gray – Alexandria, VA\n\tOffense: Conspiracy to distribute more than 500 grams of cocaine; attempt to possess with intent to distribute more than 500 grams of cocaine; possession of a firearm during a drug trafficking crime; money laundering; felon in possession of a firearm; District of Delaware\n\tSentence: 480 months' imprisonment; lifetime supervised release (December 22, 2008); amended to 384 months' imprisonment (December 22, 2015)\n\nCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\nJohn Gronski – Gillette, WY\n\tOffense: Conspiracy to possess with intent to distribute and to distribute methamphetamine; District of Wyoming\n\tSentence: 360 months' imprisonment; five years' supervised release; $4,000 fine (May 14, 2001)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nJoseph Lee Gulledge, Jr. – Chattanooga, TN\n\tOffense: Possession with intent to distribute fifty grams or more of a mixture and substance containing a detectable amount of cocaine base; Eastern District of Tennessee\n\tSentence: 120 months' imprisonment; five years' supervised release (April 6, 2009)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nGregory J. Hall – Alachua, FL\n\tOffense: Conspiracy to distribute and possess with intent to distribute more than five kilograms of cocaine and more than 50 grams of cocaine base; distribution of more than 5 grams of cocaine base; Northern District of Florida\n\tSentence: Life imprisonment; 10 years' supervised release (June 21, 2007)\n\nCommutation Grant: Prison sentence commuted to a term of 180 months' imprisonment.\n\nCullen Reed Harris – Shreveport, LA\n\tOffense: Conspiracy to manufacture more than 1,000 grams of methamphetamine; manufacture of more than 1,000 grams of methamphetamine; Western District of Texas\n\tSentence: Life imprisonment; 10 years' supervised release; $50,000 fine (March 27, 1992)\n\nCommutation Grant: Prison sentence commuted to a term of 420 months' imprisonment.\n\nDemetrius Carvon Harris – Saint Paul, MN\n\tOffense: Conspiracy to distribute cocaine; possession of a firearm during a drug trafficking crime; District of Minnesota\n\tSentence: 180 months' imprisonment; five years' supervised release (August 6, 2007)\n\nCommutation Grant: Prison sentence commuted to expire on June 17, 2017.\n\nGerald Anthony Harris – Killeen, TX\n\tOffense: Conspiracy to possess with intent to distribute \"crack\" cocaine; Western District of Texas\n\tSentence: Life imprisonment; five years' supervised release; $3,000 fine (June 18, 1997)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017 and unpaid balance of the $3,000 fine remitted.\n\nCharles B. Harrison – Lecanto, FL\n\tOffense: Conspiracy to distribute 50 grams or more of methamphetamine; Middle District of Florida\n\tSentence: 240 months' imprisonment; 10 years' supervised release (March 30, 2011)\n\nCommutation Grant: Prison sentence commuted to a term of 144 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\nMalcolm Hartzog – Prentiss, MS\n\tOffense: Conspiracy to possess with intent to distribute a controlled substance; possession with intent to distribute a controlled substance; Southern District of Mississippi\n\tSentence: Life imprisonment; 10 years' supervised release (March 3, 2005)\n\nCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment.\n\nChalmers Lavette Hendricks – Charlotte, NC\n\tOffense: Conspiracy to violate narcotic laws (cocaine); possession/distribution cocaine (crack); possession of a firearm by convicted felon during drug trafficking crime; possession of firearm/ammunition by convicted felon (two counts); Western District of North Carolina\n\tSentence: Life plus 300 months' imprisonment; 10 years' supervised release (October 26, 1995); amended to life plus 60 months’ imprisonment (March 6, 1998)\n\nCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment.   \n\nLarry Darvell Henricks – Billings, MT\n\tOffense: Conspiracy to possess with intent to distribute cocaine, marijuana, and methamphetamine (two counts); possession with intent to distribute marijuana; possession with intent to distribute (four counts); using a firearm in relation to a drug trafficking offense (two counts); District of Montana\n\tSentence: 420 months' imprisonment; five years' supervised release (October 13, 1995)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.  \n\nLarry Dwayne Hill – Granite Shoals, TX\n\tOffense: Aiding and abetting to conspire to possess with intent to distribute more than 500 grams of methamphetamine; aiding and abetting the possession with intent to distribute more than 50 grams of methamphetamine; felon in possession of a firearm (two counts); Western District of Texas\n\tSentence: 262 months' imprisonment; five years' supervised release (February 2, 2007)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nJames David Hinkle – New Market, VA\n\tOffense: Distribution of methamphetamine (two counts); use or possess a firearm in relation to a drug trafficking crime (two counts); Western District of Virginia\n\tSentence: 375 months' imprisonment; five years' supervised release (September 13, 2004)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nClifton Ladell Holmes – Flint, MI\n\tOffense: Distribution of 50 grams or more of cocaine base; Eastern District of Michigan\n\tSentence: 240 months' imprisonment; 10 years' supervised release (August 29, 2006)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nMichael Dwayne Holmes – Plano, TX\n\tOffense: Conspiracy to possess with intent to distribute controlled substances; possession with intent to distribute cocaine base (four counts); use of a communication facility to commit a controlled substance offense; distribution of a controlled substance within 1,000 feet of a school; establishment of a place for the manufacture and distribution of a controlled substance (two counts); Eastern District of Texas\n\tSentence: Life imprisonment; eight years' supervised release; $5,000 fine (October 2, 1998)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nDaryl Lain Hook – Muldrow, OK\n\tOffense: Manufacture methamphetamine; possess with intent to distribute methamphetamine; Eastern District of Oklahoma\n\tSentence: 292 months' imprisonment; five years' supervised release (April 2, 1998)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nCheryl Howard – Sarasota, FL\n\tOffense: Conspiracy to possess with intent to distribute cocaine base; possession with intent to distribute cocaine base (two counts); Middle District of Florida\n\tSentence: Life imprisonment; 10 years' supervised release (April 21, 1995)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nJack Howton – Central City, KY\n\tOffense: Conspiracy to knowingly and intentionally possess with intent to distribute 50 grams or more of pure methamphetamine; attempted to knowingly possess with intent to distribute 50 grams or more of pure methamphetamine; knowingly and intentionally possess with intent to distribute and distributed a mixture of methamphetamine; felon in possession of a firearm; attempted intimidation to influence testimony of witness (two counts); Western District of Kentucky\n\tSentence: Life imprisonment; six years' supervised release (February 13, 2006)\n\nCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment.  \n\nTerry Conlenzo Huffman – Calvert, TX\n\tOffense: Possession with intent to distribute at least 50 grams of \"crack\" cocaine; Western District of Texas\n\tSentence: Life imprisonment; 10 years' supervised release; $3,000 fine (September 12, 2007)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018 and unpaid balance of $3,000 fine remitted at the time of his release, conditioned upon enrollment in residential drug treatment.\n\nGeorge Edward Ingram, Jr. – Midland, TX\n\tOffense: Conspiracy to distribute and possess with intent to distribute 50 grams or more of cocaine base \"crack\"; Western District of Texas\n\tSentence: 240 months' imprisonment; 10 years' supervised release (June 16, 2011)\n\nCommutation Grant: Prison sentence commuted to a term of 120 months' imprisonment.\n\nDerrick Isom – Providence, RI\n\tOffense: Conspiracy to distribute and to possess with intent to distribute cocaine base; possession with intent to distribute cocaine base; District of Rhode Island\n\tSentence: 300 months' imprisonment; 10 years' supervised release (February 15, 2008)\n\nCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\nCorey Jacobs – Bronx, NY\n\tOffense: Conspiracy to distribute and possess with intent to distribute cocaine and cocaine base; possession with intent to distribute cocaine; aid and abet the possession with intent to distribute cocaine base (two counts); distribution of cocaine base (13 counts); interstate travel in aid of narcotics trafficking (two counts); possession with intent to distribute cocaine base; distribution of cocaine; Eastern District of Virginia\n\tSentence: Life imprisonment; five years' supervised release (May 22, 2000)\n\nCommutation Grant: Prison sentence commuted to a term of 264 months' imprisonment.\n\nSteven P. James – St. Louis, MO\n\tOffense: Knowingly and intentionally distribute a mixture or substance containing a detectable amount of cocaine base (crack); Knowingly and intentionally combine, conspire, confederate, and agree to distribute a mixture or substance containing a detectable amount of cocaine base (crack); Eastern District of Missouri\n\tSentence: 262 months' imprisonment; six years' supervised release (June 13, 2008)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018,  conditioned upon enrollment in residential drug treatment.\n\nMario Burtram Janssen – Sedalia, MO\n\tOffense: Conspiracy to distribute and possess with attempt to distribute 500 grams or more of methamphetamine mixture; failure to appear; Northern District of Iowa\n\tSentence: 222 months' imprisonment; five years' supervised release (March 1, 2007)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nHarold Dean Jones – Flint, MI\n\tOffense: Conspiracy to distribute controlled substances; felon in possession of a firearm (two counts); distribution of heroin; possession with intent to distribute heroin; Eastern District of Michigan\n\tSentence: Life imprisonment; 10 years' supervised release (May 10, 1995)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nTyrelle Deyon Jones – Yorktown, VA\n\tOffense: Conspiracy to possess with intent to distribute and to distribute cocaine base; distribution of cocaine base (four counts); Eastern District of Virginia\n\tSentence: Life imprisonment; 10 years' supervised release (January 5, 2004)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nRobert Joyner – West Columbia, SC\n\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; District of South Carolina\n\tSentence: Life imprisonment; 10 years' supervised release (November 1, 2006)\n\nCommutation Grant: Prison sentence commuted to a term of 300 months' imprisonment.  \n\nRay Thomas Kelly, II – Hayward, CA\n\tOffense:\n\t1. Conspiracy to possess with intent to distribute and to distribute five kilograms or more of a mixture or substance containing a detectable amount of cocaine; Southern District of Indiana\n\t2. Conspiracy to possess with intent to distribute and to distribute five kilograms or more of a mixture or substance containing a detectable amount of cocaine; Western District of Pennsylvania\n\tSentence:\n\t1. 70 months' imprisonment; three years’ supervised release (September 9, 2005)\n\t2. 240 months' imprisonment (concurrent); 10 years' supervised release; $1,000 fine (April 17, 2008)\n\nCommutation Grant: Prison sentence commuted to a term of 191 months' imprisonment, conditioned upon enrollment in residential drug treatment.  \n\nStanley Knox – Blue Mountain, MS\n\tOffense: Continuing criminal enterprise; distribution and possession with intent to distribute cocaine base; use of a communication facility to facilitate distribution of cocaine base (seven counts); attempted possession with intent to distribute cocaine; possession with intent to distribute and distribution of cocaine base (two counts); distribution of cocaine base within 1,000 feet of a high school (two counts); use of a communication facility to facilitate the attempted distribution of cocaine base (two counts); Northern District of Mississippi\n\tSentence: Life imprisonment; eight years' supervised release; $2,000 fine (April 12, 1996)\n\nCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment.\n\nDana William Lasich – Sioux Falls, SD\n\tOffense: Conspiracy, possession with the intent to distribute a controlled substance; District of South Dakota\n\tSentence: 240 months' imprisonment; 10 years' supervised release; $2,000 fine (March 12, 2001)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nNathaniel Law – Washington, DC\n\tOffense: Narcotics conspiracy; maintaining a residence for the purpose of manufacturing, distributing, and using a controlled substance; distribution of five grams or more of cocaine base (five counts); distribution of cocaine base within 1,000 feet of a school; possession with intent to distribute five grams or more cocaine base; distribution of cocaine; District of Columbia\n\tSentence: Life imprisonment; 12 years' supervised release (April 19, 2005)\n\nCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\nWalter Byron Lewis – Jacksonville, FL\n\tOffense: Conspiracy to distribute five or more kilograms of cocaine; Middle District of Florida\n\tSentence: 240 months' imprisonment; 10 years' supervised release (February 23, 2009)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nGerardo Leyva – Dallas, TX\n\tOffense: Conspiracy to possess with intent to distribute and distribution of a controlled substance; money laundering; Northern District of Texas\n\tSentence: Life imprisonment; 10 years' supervised release (October 20, 2006)\n\nCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\nKevin B. Lockhart – Mattapan, MA\n\tOffense: Conspiracy to distribute and possession with intent to distribute cocaine; possession with intent to distribute cocaine, aiding and abetting; District of Rhode Island\n\tSentence: 360 months' imprisonment; eight years' supervised release (October 8, 1998)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nDonald Steven Looney – Wichita Falls, TX\n\tOffense: Conspiracy to possess with intent to distribute 50 grams or more of methamphetamine; possession with intent to deliver a controlled substance and aiding and abetting; possession of a firearm in furtherance of a drug trafficking crime and aiding and abetting (two counts); Northern District of Texas\n\tSentence: 548 months' imprisonment; five years' supervised release (May 19, 2006); amended to 511 months' imprisonment (June 2, 2016)\n\nCommutation Grant: Prison sentence commuted to a term of 211 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\nMary Beth Looney – Wichita Falls, TX\n\tOffense: Conspiracy to possess with intent to distribute 50 grams or more of methamphetamine; possession with intent to deliver a controlled substance and aiding and abetting; possession of a firearm in furtherance of a drug trafficking crime and aiding and abetting (two counts); Northern District of Texas\n\tSentence: 548 months' imprisonment; five years' supervised release (May 19, 2006); amended to 511 months' imprisonment (June 2, 2016)\n\nCommutation Grant: Prison sentence commuted to a term of 211 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\nClinton Stanley Matthews – Norfolk, VA\n\nOffense: Conspiracy to distribute and possess with intent to distribute cocaine, cocaine base and heroin; distribute a mixture or substance containing cocaine base; possess with intent to distribute cocaine (five counts); possess with intent to distribute heroin; Eastern District of Virginia\nSentence: Life imprisonment; five years' supervised release (November 30, 1993)\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nDennis Scott McCullough – Norfolk, VA\n\tOffense: Conspiracy to distribute 50 grams or more of cocaine base; Eastern District of Virginia\n\tSentence: 262 months' imprisonment; five years' supervised release (April 27, 2007)\n\nCommutation Grant: Prison sentence commuted to a term of 188 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\nDemond Trevino McFadden – Kingstree, SC\n\tOffense: Conspiracy to distribute five kilograms or more of cocaine and 50 grams or more of cocaine base; (District of South Carolina)\n\tSentence: 240 months' imprisonment; 10 years' supervised release (February 14, 2011); amended to 120 months’ imprisonment (January 21, 2016)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nRalph McIver – Crescent, GA\n\tOffense: Conspiracy to possess with intent to distribute cocaine; distribution of cocaine (three counts); attempt to possess with intent to distribute cocaine; Southern District of Georgia\n\tSentence: 300 months' imprisonment; 10 years' supervised release (March 3, 1998)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nSchearean Jean Means – Birmingham, AL\n\tOffense: Conspiracy to possess with intent to distribute a controlled substance; possession with intent to distribute cocaine, crack cocaine, and marijuana; use of a communication facility to commit, cause or facilitate commission of drug felony (five counts); Northern District of Alabama\n\tSentence: Life imprisonment; 10 years' supervised release; $5,000 fine (May 29, 1996)\n\nCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment.\n\nBenjamin Meneses, III – Anchorage, AK\n\tOffense: Distribution of a controlled substance; District of Alaska\n\tSentence: 240 months' imprisonment; 10 years' supervised release (April 17, 2007)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nDaniel L. Morgan – Opa Locka, FL\n\tOffense: Conspiracy to possess with intent to distribute five kilograms or more of cocaine; attempt to possess with intent to distribute five kilograms or more of cocaine; conspiracy to use and carry firearms in relation to a drug trafficking crime; using and carrying a firearm in relation to a drug trafficking crime; felon in possession of a firearm; Southern District of Florida\n\tSentence: Life imprisonment; five years' supervised release (February 7, 2002)\n\nCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment.  \n\nKareem Myers – Philadelphia, PA\n\tOffense: Distribution of five or more grams of cocaine base (two counts); Eastern District of Pennsylvania\n\tSentence: 262 months' imprisonment; eight years' supervised release; $1,200 fine (March 16, 2007)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, and unpaid balance of $1,200 remitted at the time of his release, conditioned upon enrollment in residential drug treatment.\n\nShelia Rochelle Neal – Winston-Salem, NC\n\tOffense: Conspiracy to distribute cocaine base and cocaine hydrochloride; Middle District of North Carolina\n\tSentence: 120 months' imprisonment; five years' supervised release (June 4, 2010)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nJamael Aaron Nettles – Mobile, AL\n\tOffense: Possession with intent to distribute crack cocaine; possession with intent to distribute cocaine; simple possession of marijuana; Southern District of Alabama\n\tSentence: 365 months' imprisonment; four years' supervised release (August 15, 2006); amended to 293 months' imprisonment (June 4, 2008); amended to 235 months' imprisonment (January 30, 2012); amended to 188 months' imprisonment (July 9, 2015)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nKari Nicole Parks – Bristol, TN\n\tOffense: Conspiracy to distribute five kilograms or more of cocaine and oxycontin; Western District of Virginia\n\tSentence: 240 months' imprisonment; 10 years' supervised release (September 9, 2010)\n\nCommutation Grant: Prison sentence commuted to a term of 120 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\nCharles Anthony Perry – Lawton, OK\n\tOffense: Conspiracy to possess with intent to distribute cocaine base; maintaining a place for the distribution of a controlled substance; distribution of cocaine base; Western District of Oklahoma\n\tSentence: Life imprisonment; five years' supervised release (June 23, 2000)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nLamont Pollard – St. Louis, MO\n\tOffense: Possession with intent to distribute in excess of 50 grams of cocaine base; possession with intent to distribute in excess of five grams of cocaine base, carrying a firearm in furtherance of a drug trafficking crime; Eastern District of Missouri\n\tSentence: 180 months' imprisonment; five years' supervised release (August 11, 2006)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nLawrence Maurice Powe – Mobile, AL\n\tOffense: Conspiracy to possess with intent to distribute schedule II (cocaine) controlled substance; Possess with intent to distribute schedule II (cocaine) controlled substance; use of firearm in a drug trafficking felony (two counts); Southern District of Alabama\n\tSentence: 480 months' imprisonment; five years' supervised release: $100,000 fine; $900,000 forfeiture obligation (July 28, 1992)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018 and unpaid balance of $900,000 forfeiture obligation remitted, conditioned upon enrollment in residential drug treatment.\n\nChad Christopher Pyne – Panama City Beach, FL\n\tOffense: Conspiracy to manufacture, distribute, and possess with intent to distribute more than 50 grams of methamphetamine and more than 500 grams of a mixture and substance containing methamphetamine; possession of a firearm by a convicted felon; Northern District of Florida\n\tSentence: 200 months' imprisonment; five years' supervised release (August 19, 2004); amended to 262 months' imprisonment (January 5, 2006)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nTimothy Orlando Rainey – Nashville, TN\n\tOffense: Conspiracy to distribute and possess with intent to distribute cocaine and marijuana (two counts); Southern District of Alabama\n\tSentence: 300 months' imprisonment; five years' supervised release (June 21, 1995)\n\nCommutation Grant: Prison sentence commuted to a term of 235 months' imprisonment.\n\nTerrance Range – Chicago, IL\n\tOffense: Conspiracy to distribute 50 grams or more of cocaine base after having been previously convicted of a felony drug offense; possession with intent to distribute five grams or more of cocaine base after having been previously convicted of a felony drug offense; Northern District of Iowa\n\tSentence: 240 months' imprisonment; 10 years' supervised release (June 13, 2007)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nAaron Duane Rees – Pleasantville, IA\n\tOffense: Conspiracy to manufacture methamphetamine; use of a minor to manufacture methamphetamine; Southern District of Iowa\n\tSentence: Life imprisonment; 10 years' supervised release (November 29, 2005)\n\nCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\nFabian Roberson – Cincinnati, OH\n\tOffense: Possession with intent to distribute in excess of 50 grams of cocaine base; possession of a firearm during and in relation to a drug trafficking crime; Southern District of Ohio\n\tSentence: 180 months' imprisonment; five years' supervised release; $1,000 fine (April 3, 2008)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nSean Anthony Robinson – Richmond, VA\n\tOffense: Conspiracy to distribute and possess with intent to distribute cocaine base; possession of a firearm by a convicted felon (three counts); Eastern District of Virginia\n\tSentence: 420 months' imprisonment; 10 years' supervised release (December 21, 2006); amended to 360 months’ imprisonment (November 23, 2015)\n\nCommutation Grant: Prison sentence commuted to a term of 188 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\nDelanjun L. Rogers – Panama City, FL\n\tOffense: Distribution and possession with intent to distribute more than five grams of a mixture and substance containing cocaine base; Northern District of Florida\n\tSentence: 262 months' imprisonment; eight years' supervised release (September 7, 2005)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nAnthony Dewon Rose – Coffeyville, KS\n\tOffense: Possession with intent to distribute five grams or more of cocaine base, aka “crack”; possession with intent to distribute a mixture and substance containing a detectable amount of MDMA, aka \"ecstasy\" ; Northern District of Oklahoma\n\tSentence: 188 months' imprisonment; five years' supervised release; $1,000 fine (August 26, 2008)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, and unpaid balance of the $1,000 fine remitted at the time of his release, conditioned upon enrollment in residential drug treatment.\n\nShawn Sadler – Charleston, SC\n\tOffense: Conspiracy to possess with intent to distribute and to distribute five kilograms or more of cocaine; District of South Carolina\n\tSentence: 240 months' imprisonment; 10 years' supervised release (July 17, 2008)\n\nCommutation Grant: Prison sentence commuted to a term of 151 months' imprisonment.\n\nLawrence Samuels, Jr. – Tulsa, OK\n\tOffense: Possession with intent to distribute a controlled substance; Northern District of Oklahoma\n\tSentence: 210 months' imprisonment; five years' supervised release; $5,000 fine (October 3, 2005)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, and unpaid balance of the $5,000 fine remitted at the time of his release, conditioned upon enrollment in residential drug treatment.\n\nAngel Santana – Chicago, IL\n\tOffense: Conspiracy to possess with intent to distribute more than five kilograms of cocaine; Middle District of Florida\n\tSentence: Life imprisonment (February 24, 1993)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2017.\n\nWilliam Keith Schanck – Vista, CA\n\tOffense: Conspiracy to possess with intent to distribute methamphetamine; possession of ephedrine; possession of hydriotic acid; maintaining a place for the purpose of manufacturing methamphetamine; Middle District of Florida\n\tSentence: Life imprisonment (January 30, 1995)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nTodd Alan Scofield – Flandreau, SD\n\tOffense: Conspiracy to possess a controlled substance; possession of a firearm by a prohibited person; distribution of a controlled substance (two counts); District of South Dakota\n\tSentence: 240 months' imprisonment; 10 years' supervised release (December 6, 2004)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nTerence Devon Scott – Lynchburg, VA\n\tOffense: Distribution of 50 grams or more of cocaine base; possession of a firearm in furtherance of a drug trafficking crime; Western District of Virginia\n\tSentence: 180 months' imprisonment; five years' supervised release (February 26, 2008)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nDerrick Lamont Smith – Brooklyn, NY\n\tOffense: Conspiracy to possess with intent to distribute and to distribute one kilogram or more of heroin; District of South Carolina\n\tSentence: 240 months' imprisonment; 10 years' supervised release (May 31, 2007)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nStacia Smith – Dolton, IL\n\tOffense: Narcotics conspiracy; use of a telephone in drug conspiracy (two counts); using/carrying a firearm in relation to a drug offense; Northern District of Illinois\n\tSentence: 252 months' imprisonment; 10 years' supervised release (October 26, 2005)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nMelissa Ann Sosa – Midland, TX\n\tOffense: Conspiracy to distribute and to possess with intent to distribute over five kilograms of cocaine; Western District of Texas\n\tSentence: 240 months' imprisonment; 10 years' supervised release (August 5, 2010)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nSteven Blair Speal – Oklahoma City, OK\n\tOffense: Conspiracy to distribute a controlled substance; possession with intent to distribute methamphetamine; possession with intent to distribute marijuana; possession of a firearm during a drug trafficking crime; possession of a firearm by a prohibited person (two counts); District of Kansas\n\tSentence: Life plus 60 months' imprisonment; five years' supervised release; $5,000 fine (October 30, 1997)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nTerry Earl Stewart – Midland, TX\n\tOffense: Conspiracy to possess with intent to distribute more than 50 grams of crack cocaine; aiding and abetting in the possession with intent to distribute crack cocaine (two counts); Western District of Texas\n\tSentence: Life imprisonment; 10 years' supervised release (March 28, 2003)\n\nCommutation Grant: Prison sentence commuted to a term of 327 months' imprisonment.\n\nKenneth Stover, Jr. – Cleveland, OH\n\tOffense: Conspiracy to distribute and possess with intent to distribute cocaine; possess with intent to distribute cocaine; conspiracy to distribute and possess with intent to distribute marijuana; unlawful use of a communication facility (two counts); felon in possession of ammunition; use of a firearm in the commission of a drug trafficking crime; Northern District of Ohio\n\tSentence: Life imprisonment (August 27, 2003)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2017.\n\nMichael Stradford – Newark, NJ\n\tOffense: Distribution and possession with intent to distribute more than 5 grams of cocaine base; District of New Jersey\n\tSentence: 188 months' imprisonment; four years' supervised release; $1,000 fine (July 16, 2008)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nJerry Strahan – Granite City, IL\n\tOffense: Conspiracy to distribute heroin and cocaine base; distribution of cocaine base; Southern District of Illinois\n\tSentence: Life imprisonment; 10 years' supervised release; $1,000 fine (February 23, 2007)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nKenneth Demon Terry – Ballwin, MO\n\tOffense:\n\t1. Possession with intent to distribute cocaine base; Eastern District of Missouri\n\t2. Willful failure to surrender for service of sentence; Eastern District of Missouri\n\tSentence:\n\t1. 188 months' imprisonment; four years’ supervised release (November 3, 2006)\n\t2. 15 months' imprisonment (consecutive); two years' supervised release (September 24, 2007)\n\nCommutation Grant: Prison sentence commuted to expire on March 19, 2018.\n\nDon Thomas, Jr. – Essex, MD\n\tOffense: Conspiracy to distribute and possess with intent to distribute narcotics (five kilograms or more of cocaine); possessing a firearm in furtherance of a drug trafficking crime; District of Maryland\n\tSentence: 300 months' imprisonment; 10 years' supervised release (May 19, 2006)\n\nCommutation Grant: Prison sentence commuted a term of 240 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\nTracy Maurice Thomas – Weldon, NC\n\tOffense: Possession with intent to distribute a quantity of cocaine base (crack); using and carrying a firearm during and in relation to a drug trafficking crime (two counts); possession with intent to distribute more than five grams of cocaine base (crack); Eastern District of North Carolina\n\tSentence: 437 months' imprisonment; five years' supervised release (July 13, 2009); amended to 420 months’ imprisonment (December 17, 2014)\n\nCommutation Grant: Prison sentence commuted to a term of 180 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\nJerry Lee Thompson – Brownwood, TX\n\tOffense: Possession with intent to distribute less than five grams of cocaine base within 1,000 feet of a playground and aiding and abetting; Northern District of Texas\n\tSentence: 312 months' imprisonment; 12 years' supervised release (August 30, 2001)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nRaphael Marice Tinsley – Panama City, FL\n\tOffense: Possession with intent to distribute more than 50 grams of a mixture and substance containing cocaine base; Northern District of Florida\n\tSentence: Life imprisonment; 10 years' supervised release (June 13, 2007)\n\nCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\nTyrone Trader – Chester, PA\n\tOffense: Conspiracy to distribute cocaine; distribution of cocaine (four counts); distribution of cocaine within 1,000 feet of a school (three counts); Eastern District of Pennsylvania\n\tSentence: Life imprisonment; 10 years' supervised release; $1,000 fine (September 29, 2008)\n\nCommutation Grant: Prison sentence commuted to a term of 300 months' imprisonment, and unpaid balance of $1,000 fine remitted at the time of his release, conditioned upon enrollment in residential drug treatment.\n\nMark David Turner – Opelika, AL\n\tOffense: Conspiracy to manufacture, distribute, and possess with intent to distribute 50  grams or more of methamphetamine; possession with intent to distribute five grams or more of methamphetamine; possession of pseudoephedrine (precursor chemical) knowing and having reasonable cause to believe that the pseudoephedrine would be used to manufacture five grams or more of methamphetamine (two counts); using and carrying a firearm during a drug trafficking offense (two counts); possession with intent to distribute methamphetamine; manufacture and possess with intent to distribute five grams or more of methamphetamine (two counts); Middle District of Alabama\n\tSentence: 481 months' imprisonment; five years' supervised release (November 12, 2002)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nVincent Lee Twiggs, II – Cape Girardeau, MO\n\tOffense: Possession of five grams or more of a substance containing cocaine base with intent to distribute; Eastern District of Missouri\n\tSentence: 188 months' imprisonment; four years' supervised release (March 27, 2009)\n\nCommutation Grant: Prison sentence commuted to a term of 151 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\nDarnell L. Walker – Detroit, MI\n\tOffense: Conspiracy, possession with intent to distribute cocaine and cocaine base; possession with intent to distribute cocaine and cocaine base; possession of firearm by convicted felon (two counts); Northern District of Ohio\n\tSentence: Life imprisonment (December 26, 1995)\n\nCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment.\n\nLafayette Maurice Washington – Panama City, FL\n\tOffense: Conspiracy to distribute and possess with intent to distribute more than 500 grams of a mixture and substance containing a detectable amount of cocaine and more than 50 grams of a mixture and substance containing cocaine base; Northern District of Florida\n\tSentence: 240 months' imprisonment; 10 years' supervised release (May 18, 2006)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nJeffrey Scott Welch – Glendale, AZ\n\tOffense: Distribution of methamphetamine (two counts); possession with intent to distribute methamphetamine; using and carrying a firearm during and in relation to a drug trafficking crime (two counts); unlawful possession of a firearm; District of Arizona\n\tSentence: 420 months' imprisonment; five years' supervised release; $5,000 fine (December 10, 1992)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018 and unpaid balance of the $5,000 fine remitted at the time of his release, conditioned upon enrollment in residential drug treatment.\n\nGary Dean White – Gastonia, NC\n\tOffense: Conspiracy to possess with intent to distribute cocaine and cocaine base; Western District of North Carolina\n\tSentence: Life imprisonment; 10 years' supervised release (June 22, 2007)\n\nCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\nAlbert Wilborn – Michigan City, IN\n\tOffense: Possession with intent to distribute cocaine base; Northern District of Indiana\n\tSentence: 204 months' imprisonment; four years' supervised release (May 1, 2009)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nBilly Dee Williams – Charlotte, NC\n\tOffense: Conspiracy to possess with intent to distribute cocaine base; using/carrying firearm in furtherance of a drug trafficking crime; and aiding and abetting; Western District of North Carolina\n\tSentence: Life plus 60 months’ imprisonment; 10 years' supervised release (July 11, 2006)\n\nCommutation Grant: Prison sentence commuted to a term of 228 months' imprisonment.\n\nDerwayne A. Williams – Independence, MO\n\tOffense: Conspiracy to distribute cocaine base 50 grams or more (two counts); Western District of Missouri\n\tSentence: 240 months' imprisonment; 10 years' supervised release (October 6, 2009)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nJaycee Williams, Jr.  – Panama City, FL\n\tOffense: Possession with intent to distribute more than 50 grams of a mixture and substance containing cocaine base; Northern District of Florida\n\tSentence: 240 months' imprisonment; 10 years' supervised release (December 13, 2006)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nKevin Wise – Washington, DC\n\tOffense: Unlawful distribution of five grams or more of cocaine base; District of Columbia\n\tSentence: 262 months' imprisonment; four years' supervised release (May 11, 2001)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nJason Allen Woody – Huttonsville, WV\n\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; Southern District of West Virginia\n\tSentence: 312 months' imprisonment; five years' supervised release; $2,000 fine (October 10, 2006)\n\nCommutation Grant: Prison sentence commuted to expire on December 19, 2018, conditioned upon enrollment in residential drug treatment.\n\nHarold Dwight Wooten – Clarkton, NC\n\tOffense: Conspiracy: Possession with intent to distribute and distribute cocaine base (crack); Middle District of North Carolina\n\tSentence: 298 months' imprisonment; five years' supervised release (September 1, 1998)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nDelmar Anton Zeigler – Oklahoma City, OK\n\tOffense: Possession of cocaine base with intent to distribute and aiding and abetting; possession of cocaine base with intent to distribute; Western District of Oklahoma\n\tSentence: Life imprisonment; 10 years' supervised release (August 25, 1998)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n\nMichael Antwan Zone – Melbourne, FL\n\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; Middle District of Florida\n\tSentence: Life imprisonment; 10 years' supervised release (August 23, 2007)\n\nCommutation Grant: Prison sentence commuted to expire on April 18, 2017.\n \nThe President granted pardons to the following 78 individuals:\n\nRyan Michael Ashbrook – DeWitt, MI\n\tOffense:  Possession with intent to distribute approximately 56 pounds of marijuana (Southern District of Texas)\n\tSentence:  Three years' probation, conditioned upon six months' home confinement and performance of 200 hours of community service (September 8, 2000)\n\n\nRobert Spencer Baines – South Thomaston, ME\n\tOffense:  Conspiracy to possess, possession with intent to distribute over 1,000 pounds of marijuana (District of Maine)\n\tSentence:  Six years' imprisonment (July 31, 1986)\n\n\nRoy Darrell Benson – Albuquerque, NM\n\tOffense:  Bank fraud (District of Oregon)\n\tSentence:  18 months' imprisonment; three years' supervised release; $50,000 restitution (January 30, 1995)\n\n\nTheresa Marie Bishop, aka Teresa Clark – Pittsburgh, PA\n\tOffense:  Knowingly disposing of a firearm to a person convicted of a crime punishable by a term of imprisonment exceeding one year (three counts); falsification of firearms purchase forms (two counts) (Western District of Pennsylvania)\n\tSentence:  Three years' probation, conditioned upon one year of home detention (December 8, 2006)\n\n\nTavia Dion Blume – Snohomish, WA\n\tOffense:  Possession of methamphetamine with intent to distribute; use of a firearm in relation to a drug trafficking offense (District of Montana)\n\tSentence:  42 months' imprisonment; three years' supervised release (May 21, 1999) (as amended July 12, 1999)\n\n\nBob Edward Bone – St. Louis, MO\n\tOffense:  Conspiracy to manufacture in excess of 500 grams of methamphetamine (Eastern District of Missouri)\n\tSentence:  One year and one day of imprisonment; two years' supervised release (May 2, 2006)\n\n\nPhilip Stephen Brown, aka Phil Brown – Rock Springs, WY\n\tOffense:  Conspiracy to possess with intent to distribute and distribution of methamphetamine (District of Wyoming)\n\tSentence:  Five months' imprisonment; three years' supervised release, including five months' home confinement (May 11, 2000)\n\n\nJesse Daniel Burgher, aka Jessie Burgher – Montgomery, AL\n\tOffense:  Possession with intent to distribute at least 100 kilograms of marijuana (Southern District of Florida)\n\tSentence:  60 months' imprisonment; four years' supervised release (September 8, 1989)\n\n\nCaryn Lynn Camp, fka Caryn Lynn Camp-Kenworthy – Taichung, Taiwan R.O.C.\n\tOffense:  Wire fraud (10 counts); mail fraud (two counts); conspiracy to steal trade secrets; conspiracy to transport stolen goods; interstate transportation of stolen goods (District of Maine)\n\tSentence:  Three years' probation; $7,500 restitution (December 7, 1999)\n\n\nRandy Dale Cantu – Niwot, CO\n\tOffense:  Conspiracy; falsely making and forging endorsement on government bonds (Southern District of Georgia)\n\tSentence:  Five years' probation; $169.80 restitution (February 8, 1978)\n\n\nJames Randolph Carter – Wagoner, OK\n\tOffense:  Possession of methamphetamine with intent to distribute (Northern District of Oklahoma)\n\tSentence:  60 months' imprisonment; five years' supervised release (May 30, 1991) (as amended May 15, 1997)\n\n\nDolly Ann Chamberlain, fka Dolly Ann Taylor – Herald, CA\n\tOffense:  Conversion of government money (Eastern District of California)\n\tSentence:  36 months' probation, including 180 days of home confinement; $3,000 fine; $82,673.06 restitution (September 23, 2002)\n\n\nTietti Onette Chandler, fka Tietti Chandler-Shelton – Columbus, MS\n\tOffense:  Embezzlement of mail matter by a postal employee (Northern District of Mississippi)\n\tSentence:  Three years' probation, conditioned upon the performance of 150 hours of community service (April 1, 1999)\n\n\nLarry Wayne Childress, Jr. – Williamsville, MO\n\tOffense:  Conspiracy to possess with intent to distribute methamphetamine (two counts) (Eastern District of Arkansas)\n\tSentence:  One day of imprisonment; four years' supervised release, including 12 months' home detention (March 6, 1997) (as amended November 13, 1997)\n\n\nKristi Lynn Coe, aka Kristi Lynn Coe-Hagan, fka Kristi Hinshaw – Haw River, NC\n\tOffense:  Mail fraud (mistakenly listed in the judgment as mail theft) (Middle District of North Carolina)\n\tSentence:  Five years' probation, conditioned upon four months’ home confinement; $17,785.72 restitution (October 11, 2001)\n\n\nMelissa Rae Conley, fka Melissa Faith – Midland, TX\n\tOffense:  Aiding and abetting distribution of a detectable amount of methamphetamine (Western District of Texas)\n\tSentence:  18 months' imprisonment; three years' supervised release (January 24, 2007)\n\n\nChristopher John Darville – Missouri City, TX\n\tOffense:  Making false statements to a federally insured financial institution (Middle District of Louisiana)\n\tSentence:  One day of imprisonment; three years' supervised release conditioned on three months' home detention; $2,000 fine (November 27, 2001)\n\n\nAmanda Kucharski DeBlauw, fka Amanda Richmond – Newmarket, NH\n\tOffense:  Distribution of heroin (District of New Hampshire)\n\tSentence:  Five months' imprisonment; three years' supervised release, conditioned upon 11 months’ home detention (November 29, 1999)\n\n\nLehi Victoria Dickey, aka Lahi Dickey, fka Lehi Dickey Bryant – Oakland, CA\n\tOffense:  Bank embezzlement (Northern District of California)\n\tSentence:  Three years' probation; $1,000 fine (September 13, 1985)\n\n\nRonald Lee Eyler – Williamsport, MD\n\tOffense:  Conspiracy to distribute and possession with intent to distribute in excess of one kilogram of a mixture or substance containing a detectable amount of cocaine (District of Maryland)\n\tSentence:  Two years' imprisonment (March 9, 1992)\n\n\nMichael Anthony Facchiano, Jr. – Venetia, PA\n\tOffense:  Mail fraud (two counts) (Western District of Pennsylvania)\n\tSentence:  Six months' imprisonment; five years' probation; $2,000 fine (February 22, 1985)\n\n\nTheresa Renee Gardley, fka Theresa Renee Naper, fka Theresa Renee Thornton – Hillside, IL\n\tOffense:  Unlawful use of an unauthorized access device (Southern District of Texas)\n\tSentence:  Three years’ imprisonment, suspended; five years' probation, conditioned upon 200 hours of community service; $6,411 restitution (December 9, 1988)\n\n\nKarim Riad Georgy – Tampa, FL\n\tOffense:  Acquiring and possessing controlled substances by fraud, deception, or subterfuge (Middle District of Florida)\n\tSentence:  Three years' probation; $1,500 fine; $1,000 restitution (November 6, 2001) (as amended January 28, 2002)\n\n\nDonald Lee Gilbert – Phoenix, AZ\n\tOffense:  Interstate transportation of a stolen motor vehicle (District of Maine)\n\tSentence:  Two years' probation (October 19, 1964)\n\n\nPamela Ann Golemba – Enfield, CT\n\tOffense:  Conspiracy to export cocaine (District of Connecticut)\n\tSentence:  Three years' probation, including six months' house arrest; $2,500 fine (December 15, 1989)\n\n\nRichard Allen Graham – Callahan, FL\n\tOffense:  Destruction of mail matter by a postal employee (Middle District of Florida)\n\tSentence:  One year of probation, including 25 hours of community service (December 19, 2008)\n\n\nBobby Joseph Guidry, aka Bob Guidry – Youngsville, CA\n\tOffense:  Conspiracy to import marijuana; conspiracy to possess with intent to distribute marijuana (Southern District of Mississippi)\n\tSentence:  Three years' imprisonment; five years' probation; $1,000 fine (March 4, 1988)\n\n\nEdward John Hartman – Westampton Township, NJ\n\tOffense:  Conspiracy (submitting false and fraudulent documents to FHA and VA) (District of New Jersey)\n\tSentence:  Four months' imprisonment; three years' probation; $3,000 fine; unspecified restitution (July 11, 1986)\n\n\nWilliam Bernie Heckle, Jr., aka Billy Heckle – Orangeburg, SC\n\tOffense:  Falsifying medical prescriptions and illegally dispensing controlled substances (Schedule II through Schedule V); dispensing prescription medication without a legitimate written order from a prescribing physician (District of South Carolina)\n\tSentence:  18 months' imprisonment; three years' supervised release (December 4, 1996)\n\t \n\n\n\nJuleen Nicole Henry – Duluth, GA\n\tOffense:  Conspiracy to distribute marijuana (Eastern District of Michigan)\n\tSentence:  Time served (115 days’ imprisonment); two years' supervised release (April 23, 2001)\n\n\nJames Ralph Hoeckelman – Irwin, PA\n\tOffense:  Conspiracy to distribute and possess with intent to distribute marijuana (Western District of Pennsylvania)\n\tSentence:  30 months' imprisonment; three years' supervised release (April 10, 1992) (as amended April 18, 1997)\n\n\nRalph Allen Hoekstra, aka Ralph Alan Hoekstra – Huntington Beach, CA\n\tOffense:  Importing wildlife contrary to law (Central District of California)\n\tSentence:  One year of probation; $5,000 fine (January 19, 2005)\n\n\nSamuel Wesley Howze, aka Sala Udin – Pittsburgh, PA\n\tOffense:  Unlawfully transporting firearms; possession of untaxpaid distilled spirits (Western District of Kentucky)\n\tSentence:  Five years' imprisonment (November 20, 1970)\n\n\nHerman Lamont Jackson – Maple Heights, OH\n\tOffense:  Possession with intent to distribute cocaine base and cocaine (two counts) (Northern District of Ohio)\n\tSentence:  63 months' imprisonment; three years' supervised release; $2,000 fine (March 29, 1999)\n\n\nMark Edward Johnson – Hanscom Air Force Base, MA\n\tOffense:  Conspiracy to import more than 100 kilograms of marijuana (Western District of Texas)\n\tSentence:  24 months' imprisonment; three years' supervised release, conditioned upon 200 hours of community service (April 6, 2004)\n\n\nCathy Mae Jones, fka Cathy Mae Bennett – Alamogordo, NM\n\tOffense:  Conspiracy (District of New Mexico)\n\tSentence:  Time served (nine days' imprisonment); five years' supervised release; $1,423.50 restitution (September 14, 2006)\n\n\nFabius Romero Jones – Oakland, CA\n\tOffense:  Theft from interstate shipment (Northern District of California)\n\tSentence:  One year of probation; $100 fine (August 24, 1977)\n\n\nRicky Eugene Jones – Alamogordo, NM\n\tOffense:  Conspiracy to manufacture 5 grams or more of methamphetamine; attempt to manufacture 5 grams or more of methamphetamine; maintaining a place for manufacture of methamphetamine; possession with intent to distribute less than 5 grams of methamphetamine (District of New Mexico)\n\tSentence:  Time served (42 days' imprisonment); five years' supervised release; $1,423.50 restitution (September 14, 2006)\n\n\nJames Harold Keaton – Bassett, VA\n\tOffense:  Possession of a stolen firearm (Western District of Virginia)\n\tSentence:  30 months' probation, conditioned upon 50 hours of community service (November 9, 2007)\n\n\nDean Robert Kondo – Daly City, CA\n\tOffense:  Possession of counterfeit currency (Northern District of California)\n\tSentence:  12 months and one day of imprisonment; three years' supervised release (July 19, 2000)\n\n\nMary Ann Krauser, fka Mary Ann Iron Shield – Fort Yates, ND\n\tOffense:  Involuntary manslaughter (District of North Dakota)\n\tSentence:  Three years' imprisonment, suspended; five years' probation (June 1, 1982)\n\n\nEmmanuel Gabriel Leeper – Plano, TX\n\tOffense:  Possession with intent to distribute marijuana (Eastern District of Missouri)\n\tSentence:  151 months' imprisonment; five years' supervised release (April 9, 1993)\n\n\nKeith Alan Little – Odessa, TX\n\tOffense:  Interception of electronic communications (Western District of Texas)\n\tSentence:  Five years' probation, including four months in a halfway house; $10,000 fine (June 14, 1990)\n\n\nVictoria Hunter Lowe – Tucson, AZ\n\tOffense:  Conspiracy to possess with intent to distribute methamphetamine (Western District of Texas)\n\tSentence:  46 months' imprisonment; three years' supervised release (July 18, 2006)\n\n\nDawn Mascari, fka Dawn Steponavich – North Branford, CT\n\tOffense:  Aiding and abetting in illegal gambling operation (District of Connecticut)\n\tSentence:  Three years’ probation, conditioned upon two months' home confinement; $2,000 fine (April 23, 2002)\n\n\nJames Willie McGrady, Jr. – Fayetteville, NC\n\tOffense:  Distribution of cocaine and aiding and abetting; distribution of cocaine in excess of 500 grams and aiding and abetting; possession of a firearm in the commission of a drug trafficking crime (Eastern District of North Carolina)\n\tSentence:  37 months' imprisonment; four years' supervised release; $5,000 fine; $1,000 restitution (April 11, 1989) (as amended May 3, 1990)\n\n\nJohn Frederick McNeely, Jr. – Santa Ana, CA\n\tOffense:  Receiving counterfeit government obligations (Central District of California)\n\tSentence:  Three years' probation (July 27, 1970)\n\n\nKenneth Shannon Meadows, aka Kenny Shannon Meadows – Celina, TN\n\tOffense:  Manufacture, assemble, modify, sell and distribute electronic devices for the unauthorized decryption of direct-to-home satellite television services (Western District of Kentucky)\n\tSentence:  Three years' probation, conditioned upon six months' home confinement; $36,424 restitution (August 25, 2003)\n\n\nRoger Delos Melius – Faulkton, SD\n\tOffense:  Conspiracy to submit false statements (District of South Dakota)\n\tSentence:  Three years' probation; $87,712.91 restitution (October 11, 2007) (as amended December 17, 2007)\n\n\nSamuel Nyamongo Mongare – Arlington, TX\n\tOffense:  Possession of false identification documents with intent to defraud the United States (Western District of Texas)\n\tSentence:  Four months' imprisonment; three years' supervised release (March 27, 2001)\n\n\nSteven Odell Moon – Burleson, TX\n\tOffense:  Conspiracy to distribute and possess phenylacetic acid (Northern District of Texas)\n\tSentence:  60 months' imprisonment; three years' supervised release (January 24, 1991)\n\n\nGeorge Bernard Moran – Federal Way, WA\n\tOffense:  Conspiracy to import a substantial amount of marijuana into the United States; conspiracy to possess with intent to distribute an amount of marijuana over 1,000 pounds; subscribing to a false United States Income Tax Return (District of Maine)\n\tSentence:  Eight years' imprisonment (May 11, 1984)\n\n\nThomas Whitfield Morris, Jr. – Pawleys Island, SC\n\tOffense:  Conspiracy to import cocaine into the United States (District of South Carolina)\n\tSentence:  Five years' probation, conditioned upon 300 hours of community service (August 26, 1992)\n\n\nChristopher Muratore – Tampa, FL\n\tOffense:  Devising a scheme to defraud the United States of money and property and devising a scheme to deprive the United States Bankruptcy Court and the citizens of the United States of honest services (Middle District of Florida)\n\tSentence:  36 months' probation, including six months' home detention; $107,850 restitution (September 25, 2001)\n\n\nSerena Denise Nunn – Atlanta, GA\n\tOffense:  Aiding and abetting in the attempt to possess with intent to distribute cocaine; possession with intent to distribute cocaine base; conspiracy to possess with intent to distribute cocaine (District of Minnesota)\n\tSentence:  188 months' imprisonment; five years' supervised release (sentence commuted) (April 11, 1990)\n\n\nFrancis Joseph O'Hara, Sr. – Camden, ME\n\tOffense:  Conspiracy to restrain, suppress and eliminate competition by rigging bids; conspiracy with others to knowingly and willfully make and use false documents containing false statements in matters within the jurisdiction of the Defense Personnel Support Command (District of Maine)\n\tSentence:  Six months' imprisonment; two years' supervised release; $200,000 fine; $950,000 restitution (September 13, 1991)\n\n\nJames Allen Palmatier – Highland, NY\n\tOffense:  Possession with intent to distribute cocaine (mistakenly listed in the judgment as possession of cocaine) (Northern District of Alabama)\n\tSentence:  97 months' imprisonment; four years' supervised release, conditioned upon 300 hours of community service (September 21, 1989)\n\n\nAllen Wayne Parker – Fort Smith, AR\n\tOffense:  Officer of U.S. stealing property of another (Western District of Arkansas)\n\tSentence:  Three years' probation, conditioned upon an undetermined term of home confinement and five weekends of intermittent confinement; $1,000 fine (May 1, 1991)\n\n\nRobert Allen Petty – Mineola, TX\n\tOffense:  Distribution of methamphetamine (Western District of Oklahoma)\n\tSentence:  33 months' imprisonment; three years' supervised release (April 4, 1994)\n\n\nBenjamin Ramos – Jamaica, NY\n\tOffense:  Conspiracy to transport and sell stolen goods (two counts) (Southern District of New York)\n\tSentence:  Four years' probation; $5,000 restitution (September 21, 2000)\n\n\nErica Renee Ramos, fka Erica Renee DeVore, fka Erica Renee Ramirez – Port St. Lucie, FL\n\tOffense:  Use of a communication facility to facilitate a drug felony (Middle District of Florida)\n\tSentence:  Two years' probation (February 20, 2003)\n\n\nDoretha Doreen Rhone – Philadelphia, PA\n\tOffense:  Theft (District of Columbia)\n\tSentence:  Three years' probation; $3,060 restitution (March 14, 1989)\n\n\nAdam Philip Ricciardiello – Naples, FL\n\tOffense:  Conspiracy to distribute marijuana (District of Vermont)\n\tSentence:  Time served; three months’ residence in a community confinement center; four years' supervised release, conditioned upon 200 hours of community service; $5,000 fine (July 1, 2002) (as amended July 3, 2002 and January 28, 2003)\n\n\nRamon Escalera Sanchez – Cheney, WA\n\tOffense:  Possession of less than 500 grams of cocaine with intent to distribute (Eastern District of Washington)\n\tSentence:  27 months' imprisonment; three years' supervised release (September 19, 2003)\n\n\nBryan Scot Sandquist – Gig Harbor, WA\n\tOffense:  Felon in possession of a firearm (District of Oregon)\n\tSentence:  40 months' imprisonment; three years' supervised release (November 4, 2002)\n\n\nHeidi Kay Schmidt, fka Heidi Kay Watt – Denton, NE\n\tOffense:  Conspiracy to distribute controlled substance (District of Nebraska)\n\tSentence:  30 months' imprisonment; five years' supervised release, conditioned upon 250 hours of community service (June 30, 2005) (as amended April 12, 2006)\n\n\nAllen Thompson Sherwood – Ooltewah, TN\n\tOffense:  Conduct unbecoming an officer (shoplifting) (United States Air Force general court-martial convened at Barksdale Air Force Base, Louisiana)\n\tSentence:  Dismissal from service; four months’ confinement; forfeiture of $500 pay per month for four months; $5,000 fine (January 24, 1990)\n\n\nKaseen Lathell Simmons, aka Ceno Smith – Detroit, MI\n\tOffense:  Possession with intent to distribute less than 50 kilograms of marijuana (District of New Mexico)\n\tSentence:  21 months' imprisonment; two years' supervised release (May 17, 1999)\n\n\nBrenda Lorene Sinclair, fka Brenda Lorene Pontius – Boise, ID\n\tOffense:  Receiving, possessing, concealing and disposing of stolen money (District of Oregon)\n\tSentence:  Ten years’ imprisonment; five years' probation; $1,986 restitution (October 27, 1986)\n\n\nMichael Slavinsky – Irvine, CA\n\tOffense:  Misdemeanor illegal supplementation of salary by an employee of the United States (District of Columbia)\n\tSentence:  Three years' probation, conditioned upon performance of 50 hours of community service; $10,000 restitution (January 7, 1998)\n\n\nRichard Earl Smout – Blackfoot, ID\n\tOffense:  Possession of stolen mail (District of Utah)\n\tSentence:  Time served (77 days' imprisonment) and two years' supervised release (November 20, 2001)\n\n\nRobin Shelley Soodeen – Upper Marlboro, MD\n\tOffense:  Bank embezzlement (District of Columbia)\n\tSentence:  Eight months' halfway house confinement; five years' supervised release; $49,000 restitution (October 2, 2001)\n\n\nPamela Joy Stokes – Southfield, MI\n\tOffense:  False Statement (Eastern District of Michigan)\n\tSentence:  Two years' probation, conditioned upon 120 days’ home confinement (May 3, 2006)\n\n\nJoseph Eugene Swies – Frederic, WI\n\tOffense:  Forgery of postal money orders (Western District of Wisconsin)\n\tSentence:  Three years’ probation; $1,259.71 restitution (July 27, 1984)\n\n\nShari Dee Trompke – Grand Island, NE\n\tOffense:  Conspiracy to distribute methamphetamine (District of Nebraska)\n\tSentence:  36 months' imprisonment; five years' supervised release (April 17, 1997)\n\n\nJessica Ann Tyson, fka Jessica Ann Martin – Grand Rapids, MI\n\tOffense:  Conspiracy to commit bank fraud (Western District of Michigan)\n\tSentence:  Two years' probation; $1,200 restitution (December 2, 1997)\n\n\nRobert Steven Warden – Monroe, WA\n\tOffense:  Simple possession of approximately two grams of heroin (Central District of California)\n\tSentence:  One year of probation (December 4, 1972)\n\n\nVera Mae Yurisich – Cashmere, WA\n\tOffense:  Perjury (Eastern District of Washington)\n\tSentence:  Three months' imprisonment; three years' supervised release (April 30, 2007)\n\n\n\n\n\n"
}