{
    "title": "Statement by Assistant to the President for Homeland Security and Counterterrorism John Brennan on Bulgaria’s Announcement of Hizballah’s Role in the 2012 Burgas Terrorist Attack | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/02/05/statement-assistant-president-homeland-security-and-counterterrorism-joh",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 05, 2013\n\n \n\n\n\nStatement by Assistant to the President for Homeland Security and Counterterrorism John Brennan on Bulgaria’s Announcement of Hizballah’s Role in the 2012 Burgas Terrorist Attack\n\n\n\n\nThe United States commends the Government of Bulgaria for its professional and comprehensive investigation into the barbaric July 18, 2012 terrorist attack in Burgas.  Today, following a thorough review of the evidence collected to date, Bulgarian authorities announced their judgment that Lebanese Hizballah was responsible for carrying out this act of terrorism, which killed six innocent civilians and injured many others. \n\t \n\tBulgaria’s investigation exposes Hizballah for what it is – a terrorist group that is willing to recklessly attack innocent men, women, and children, and that poses a real and growing threat not only to Europe, but to the rest of the world.  We commend Bulgarian authorities for their determination and commitment to ensuring that Hizballah is held to account for this act of terror on European soil.  The United States will continue to provide the Bulgarian Government assistance in bringing the perpetrators of this heinous attack to justice. \n\n\tHizballah’s dangerous and destabilizing activities – from attacking tourists in foreign countries to leader Hassan Nasrallah’s active support of Bashar al-Assad’s violent campaign against the Syrian people – threaten the safety and security of nations and citizens around the world.  Bulgaria’s implication of Hizballah underscores the importance of international cooperation in disrupting terrorist threats.  We call on our European partners as well as other members of the international community to take proactive action to uncover Hizballah’s infrastructure and disrupt the group’s financing schemes and operational networks in order to prevent future attacks.\n\n\tThe United States is proud to stand with its friend and NATO ally Bulgaria.  We deeply value our strong partnership on a wide range of issues including advancing global and regional security in Afghanistan and the Balkans, expanding economic and commercial ties, and promoting cultural and education programs.\n\n\n\n\n"
}