{
    "title": "Message from the President to the Senate -- Agreement on Port State Measures to Prevent, Deter, and Eliminate Illegal, Unreported, and Unregulated Fishing | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/11/14/message-president-senate-agreement-port-state-measures-prevent-deter-and",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 14, 2011\n\n \n\n\n\nMessage from the President to the Senate -- Agreement on Port State Measures to Prevent, Deter, and Eliminate Illegal, Unreported, and Unregulated Fishing\n\n\n\n\n\n\tTO THE SENATE OF THE UNITED STATES:\n\n\tI transmit herewith, for the advice and consent of the Senate to its ratification, the Agreement on Port State Measures to Prevent, Deter, and Eliminate Illegal, Unreported, and Unregulated Fishing, done at the Food and Agriculture Organization of the United Nations, in Rome, Italy, on November 22, 2009 (the \"Agreement\").  I also transmit, for the information of the Senate, the report of the Department of State with respect to the Agreement.\n\n\tThe Agreement established, for the first time at the global level, legally binding minimum standards for port states to control port access by foreign fishing vessels, as well as by foreign transport and supply ships that support fishing vessels.  The Agreement also encourages Parties to apply similar measures to their own vessels.  Involved Federal agencies and stakeholders strongly support the Agreement.  The Agreement establishes practical provisions to prevent fish from illegal, unreported, and unregulated fisheries from entering the stream of commerce.  If widely ratified and properly implemented, the Agreement will thereby serve as a valuable tool in combating illegal, unreported, and unregulated fishing worldwide.\n\n\tThe legislation necessary to implement the Agreement will be submitted separately to the Congress.  I recommend that the Senate give early and favorable consideration to this Agreement and give its advice and consent to ratification.\n\n\tBARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\t         November 14, 2011.\n\n\n\n\n"
}