{
    "title": "El Vicepresidente Biden presenta un nuevo informe al Presidente sobre los logros alcanzados con la Ley para la Recuperación | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/10/01/el-vicepresidente-biden-presenta-un-nuevo-informe-al-presidente-sobre-lo",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nOctober 01, 2010\n\n \n\n\n\nEl Vicepresidente Biden presenta un nuevo informe al Presidente sobre los logros alcanzados con la Ley para la Recuperación \n\n\n\n\n\nSe cumple con ambiciosos objetivos de gasto; el dinero ahorrado financia 3,000 proyectos adicionales que generan empleo\n\n\n\tWashington, DC – Ayer, como parte de la sesión informativa diaria sobre la economía, el Vicepresidente Joe Biden le entregó al Presidente un nuevo informe, “Logros alcanzados en la implementación de la Ley para la Recuperación y Reinversión del 2009” ( “Progress Implementing the American Recovery and Reinvestment Act of 2009”), que concluye que los fondos de la Ley para la Recuperación se han puesto a trabajar según lo programado, que en muchos casos los proyectos han costado menos de lo previsto, y que el programa ahora tiene una tasa de despilfarro y fraude inferior al promedio. \n\tEn un principio, la Administración Obama designó el 30 septiembre, 2010 –o el fin del año fiscal 2010– como la fecha objetivo para gastar 70 por ciento de los fondos de la Ley para la Recuperación y además, conforme a la ley, el plazo para asignar fondos en varios programas específicos era el 30 septiembre. El informe no sólo indica que para el 30 de septiembre se había cumplido con el objetivo de gasto de 70 por ciento, sino también concluye que se cumplió con todos los plazos de gasto a tiempo o antes de lo programado.\n\tEntre las principales conclusiones del informe se encuentran:\n\n\n\t\tA tiempo: El poder ejecutivo ahora calcula que 70 por ciento de los fondos de la Ley para la Recuperación fueron desembolsados para el 30 septiembre. Se pagaron $308,000 millones en gastos y se otorgaron $243,000 millones en recortes tributarios.\n\n\t\tA tiempo: Se cumplió con todos los plazos de gasto que el Congreso fijó para poner a trabajar el dinero de la Ley para la Recuperación, en muchos casos, antes de lo programado.\n\n\t\tA un costo menor del previsto: Con la Ley para la Recuperación se ahorró tanto dinero en proyectos de todo tipo, desde transporte hasta instalaciones militares, que fue posible financiar con ella 3,000 proyectos adicionales que generaron empleo.\n\n\t\tEstricta supervisión: Menos de 0.2 por ciento de todas las asignaciones actualmente reportadas están sujetas a investigaciones activas de fraude, un nivel muy inferior al promedio en el gobierno.\n\n\n\tSe puede ver el informe completo AQUI.\n\n\n\n"
}