{
    "title": "White House Announces National HIV/AIDS Strategy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/white-house-announces-national-hivaids-strategy",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 13, 2010\n\n \n\n\n\nWhite House Announces National HIV/AIDS Strategy\n\n\n\n\n$30 Million of Prevention Fund Dedicated to Implementation of Strategy\nWASHINGTON, D.C. – In the United States, approximately 56,000 people become infected with HIV each year and more than 1.1 million Americans are living with HIV.  To combat this growing epidemic, the White House today released the National HIV/AIDS Strategy (NHAS) and accompanying NHAS Federal Implementation Plan. \nSecretary Sebelius also announced that $30 million of the Affordable Care Act’s Prevention Fund will be dedicated to the implementation of the NHAS.  This funding will support the development of combination prevention interventions.  It will also support improved surveillance, expanded and targeted testing, and other activities. \n“We can’t afford complacency – not when in the ten minutes I’ve been talking to you, another American has just contracted HIV,” Secretary Sebelius said.  “That’s why our strategy calls for aggressive efforts to educate Americans about how dangerous this disease still is and the steps they can take to protect themselves and their loved ones.”\nThe vision of the National HIV/AIDS Strategy is to make the United States “a place where new HIV infections are rare, and when they do occur, every person, regardless of age, gender, race/ethnicity, sexual orientation, gender identity, or socio-economic circumstance will have unfettered access to high-quality, life-extending care, free from stigma and discrimination.”\n\t               \n\tThe NHAS has three primary goals:\n1) Reducing  the number of new infections;\n\t2) Increasing access to care and optimizing health outcomes for people living with HIV;\n\t3) Reducing HIV-related health disparities;\nTo accomplish these goals, the NHAS  calls for a more coordinated national response to the HIV epidemic and includes a NHAS Federal Implementation Plan that outlines key, short-term actions to be undertaken by the federal government to execute the outlined recommendations.  Additionally, the White House issued a Presidential Memorandum directing agencies to take specific steps to implement this strategy.   \nSince taking office, the Obama Administration has taken extraordinary steps to engage the public to evaluate what we are doing right and identify new approaches that will strengthen our response to the domestic epidemic.  The Office of National AIDS Policy hosted 14 HIV/AIDS Community Discussions with thousands of Americans across the U.S. and reviewed suggestions from the public via the White House website.  ONAP also organized a series of expert meetings on several HIV-specific topics, and worked with Federal and community partners who organized their own meetings to support the development of a national strategy. \nGo to www.AIDS.gov and obamawhitehouse.archives.gov/onap for more information and resources.\n\n\n\n\n"
}