{
    "title": "Statement by President Obama on DOD Report on Don’t Ask, Don’t Tell | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/30/statement-president-obama-dod-report-don-t-ask-don-t-tell",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 30, 2010\n\n \n\n\n\nStatement by President Obama on DOD Report on Don’t Ask, Don’t Tell\n\n\n\n\n\n\tAs Commander in Chief, I have pledged to repeal the “don’t ask, don’t tell” law because it weakens our national security, diminishes our military readiness, and violates fundamental American principles of fairness and equality by preventing patriotic Americans who are gay from serving openly in our armed forces.  At the same time, as Commander in Chief, I am committed to ensuring that we understand the implications of this transition, and maintain good order and discipline within our military ranks. That is why I directed the Department of Defense earlier this year to begin preparing for a transition to a new policy.  \n\t \n\tToday’s report confirms that a strong majority of our military men and women and their families—more than two thirds—are prepared to serve alongside Americans who are openly gay and lesbian.  This report also confirms that, by every measure—from unit cohesion to recruitment and retention to family readiness—we can transition to a new policy in a responsible manner that ensures our military strength and national security. And for the first time since this law was enacted 17 years ago today, both the Secretary of Defense and the Chairman of the Joint Chiefs of Staff have publicly endorsed ending this policy.\n\t \n\tWith our nation at war and so many Americans serving on the front lines, our troops and their families deserve the certainty that can only come when an act of Congress ends this discriminatory policy once and for all.  The House of Representatives has already passed the necessary legislation.  Today I call on the Senate to act as soon as possible so I can sign this repeal into law this year and ensure that Americans who are willing to risk their lives for their country are treated fairly and equally.  Our troops represent the virtues of selfless sacrifice and love of country that have enabled our freedoms. I am absolutely confident that they will adapt to this change and remain the best led, best trained, best equipped fighting force the world has ever known.\n\n\n\n\n"
}