{
    "title": "First Lady Michelle Obama Announces Release of $851 Million from Recovery Act to Upgrade & Expand Community Health Centers | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/first-lady-michelle-obama-announces-release-851-million-recovery-act-upgrade-expand",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 29, 2009\n\n \n\n\n\nFirst Lady Michelle Obama Announces Release of $851 Million from Recovery Act to Upgrade & Expand Community Health Centers\n\n\n\n\nTHE WHITE HOUSE  Office of the First Lady  _____________________________________________________________________________  For Immediate Release                                                             June 29, 2009  First Lady Michelle Obama Announces Release of $851 Million   from Recovery Act to Upgrade & Expand Community Health Centers,   To Serve More Patients  Grants Will Support Centers that Provide Care to Millions of Americans Washington, DC – First Lady Michelle Obama today visited Unity’s Upper Cardozo Health Center and announced the release of $851 million in grants to address immediate and pressing health center facility and equipment needs and increase access to health care for millions of Americans The money was made available by the American Recovery and Reinvestment Act and comes as more Americans join the ranks of the uninsured due to the economic downturn and skyrocketing health costs. \"Community Health Centers provide care to the Americans who need it most and their work has never been more important,\" said Obama. \"These grants will help Unity’s Upper Cardozo and thousands of centers across the country expand and serve more Americans who simply can’t afford insurance coverage anymore.  .\" The Recovery Act Capital Improvement Program (CIP) grants will support the construction, repair and renovation of over 1,500 health center sites nationwide. More than 650 centers will use the funds to purchase new equipment or health information technology (HIT) systems, and nearly 400 health centers will adopt and expand the use of electronic health records. To see a list of Recovery Act CIP grantees by state, go to www.hhs.gov/recovery. Health centers deliver preventive and primary care services at more than 7,500 service delivery sites around the country to patients regardless of their ability to pay; charges for services are set according to income.  Health centers serve more than 17 million patients, about 40 percent of whom have no health insurance. Community Health Centers are the responsibility of the Department of Health and Human Services’ Health Resources and Services Administration (HRSA). The Capitol Improvement grant awards are the third set of health center grants provided through the Recovery Act.  On March 2, President Obama announced grants worth $155 million to establish 126 new health center sites.  Those grants will provide access to essential preventive and primary health care for more than 750,000 people in 39 states and two territories. On March 27, HHS also awarded $338 Million in Increased Demand for Services grants for health centers. Health centers are using these Increased Demand for Services grants to provide care to more than 2 million additional patients over the next two years, including approximately 1 million uninsured people.   \n\n\n\n"
}