{
    "title": "Presidential Nominations Sent to the Senate | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/01/08/presidential-nominations-sent-senate",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 08, 2015\n\n \n\n\n\nPresidential Nominations Sent to the Senate\n\n\n\n\nNOMINATIONS SENT TO THE SENATE:\nWalter A. Barrows, of Ohio, to be a Member of the Railroad Retirement Board for a term expiring August 28, 2019.  (Reappointment)\nAllison Beck, of the District of Columbia, to be Federal Mediation and Conciliation Director, vice George H. Cohen, resigned.\nMichele Thoren Bond, of the District of Columbia, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be an Assistant Secretary of State (Consular Affairs), vice Janice L. Jacobs, resigned.\nMichael P. Botticelli, of the District of Columbia, to be Director of National Drug Control Policy, vice R. Gil Kerlikowske, resigned.\nJonodev Osceola Chaudhuri, of Arizona, to be Chairman of the National Indian Gaming Commission for the term of three years, vice Tracie Stevens.\nGilberto de Jesus, of Maryland, to be Chief Counsel for Advocacy, Small Business Administration, vice Winslow Lorenzo Sargeant.\nRussell C. Deyo, of New Jersey, to be Under Secretary for Management, Department of Homeland Security, vice Rafael Borras, resigned.\nTho Dinh-Zarr, of Texas, to be a Member of the National Transportation Safety Board for the remainder of the term expiring December 31, 2018, vice Deborah Hersman, resigned.\nRomonia S. Dixon, of Arizona, to be a Member of the Board of Directors of the Corporation for National and Community Service for a term expiring October 6, 2018, vice Matthew Francis McCabe, term expired.\nTodd A. Fisher, of New York, to be a Member of the Board of Directors of the Overseas Private Investment Corporation for a term expiring December 17, 2016, vice James A. Torrey, term expired.\nPaul A. Folmsbee, of Oklahoma, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Mali.\nEarl L. Gay, of the District of Columbia, to be Deputy Director of the Office of Personnel Management, vice Christine M. Griffin.\nJeffery S. Hall, of Kentucky, to be a Member of the Farm Credit Administration Board, Farm Credit Administration, for a term expiring October 13, 2018, vice Leland A. Strom, term expired.\nJennifer Ann Haverkamp, of Indiana, to be Assistant Secretary of State for Oceans and International Environmental and Scientific Affairs, vice Kerri-Ann Jones, resigned.\nVictoria Ann Hughes, of Virginia, to be a Member of the Board of Directors of the Corporation for National and Community Service for a term expiring October 6, 2016, vice James Palmer, term expired.\nAdri Davin Jayaratne, of Michigan, to be an Assistant Secretary of Labor, vice Brian Vincent Kennedy.\nDavid Avren Jones, of Connecticut, to be a Member of the Federal Retirement Thrift Investment Board for a term expiring October 11, 2018.  (Reappointment).\nMary Lucille Jordan, of Maryland, to be a Member of the Federal Mine Safety and Health Review Commission for a term of six years expiring August 30, 2020.  (Reappointment)\nMichael D. Kennedy, of Georgia, to be a Member of the Federal Retirement Thrift Investment Board for a term expiring September 25, 2018.  (Reappointment).\nMarisa Lago, of New York, to be a Deputy United States Trade Representative, with the rank of Ambassador, vice Miriam E. Sapiro, resigned.\nMichelle K. Lee, of California, to be Under Secretary of Commerce for Intellectual Property and Director of the United States Patent and Trademark Office, vice David J. Kappos, resigned.\nEric P. Liu, of Washington, to be a Member of the Board of Directors of the Corporation for National and Community Service for a term expiring December 27, 2017, vice Layshae Ward, term expired.\nRafael J. López, of California, to be Commissioner on Children, Youth, and Families, Department of Health and Human Services, vice Bryan Hayes Samuels, resigned.\nDaniel Henry Marti, of Virginia, to be Intellectual Property Enforcement Coordinator, Executive Office of the President, vice Victoria Angelica Espinel, resigned.\nTherese W. McMillan, of California, to be Federal Transit Administrator, vice Peter M. Rogoff, resigned.\nDava J. Newman, of Massachusetts, to be Deputy Administrator of the National Aeronautics and Space Administration, vice Lori Garver, resigned.\nDeven J. Parekh, of New York, to be a Member of the Board of Directors of the Overseas Private Investment Corporation for a term expiring December 17, 2016, vice Katherine M. Gehl, resigned.\nAzita Raji, of California, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Kingdom of Sweden.\nMark Scarano, of New Hampshire, to be Federal Cochairperson of the Northern Border Regional Commission, vice Sandford Blitz, resigned.\nDavid S. Shapira, of Pennsylvania, to be a Governor of the United States Postal Service for a term expiring December 8, 2019, vice Dennis J. Toner, term expired.\nCarlos J. Torres, of Virginia, to be Deputy Director of the Peace Corps, vice Carolyn Hessler Radelet, resigned.\nMichael Young, of Pennsylvania, to be a Member of the Federal Mine Safety and Health Review Commission for a term of six years expiring August 30, 2020.  (Reappointment)\n\n\n\n\n"
}