{
    "title": "Obama Administration Delivers on Commitment to Upgrade U.S. Food Safety System | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/obama-administration-delivers-commitment-upgrade-us-food-safety-system",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 07, 2009\n\n \n\n\n\nObama Administration Delivers on Commitment to Upgrade U.S. Food Safety System\n\n\n\n\nTHE WHITE HOUSE   Office of the Vice President  ____________________________________________________________________  FOR IMMEDIATE RELEASE                                                July 7, 2009  Obama Administration Delivers on Commitment to Upgrade U.S. Food Safety System  Vice President Biden, Secretaries Vilsack and Sebelius Announce Key Findings of Food Safety Working Group WASHINGTON – Today Vice President Biden was joined by Health and Human Services Secretary Kathleen Sebelius and Secretary of Agriculture Tom Vilsack to announce the key findings of the Food Safety Working Group. Created by President Obama in March to advise the Administration on how to upgrade the food safety system for the 21st century, the Working Group is recommending a new, public health-focused approach to food safety based on three core principles: prioritizing prevention; strengthening surveillance and enforcement; and improving response and recovery. \"There are few responsibilities more basic or more important for the government than making sure the food our families eat is safe,\" said Vice President Biden.  \"Our food safety system must be updated – 1 in 4 people get sick every year due to food-borne illness, and children and the elderly are more at risk.   I applaud the Secretaries of HHS and the USDA for tackling this problem head-on and coming up with key recommendations to ensure the health and safety of our food supply and, with it, the American people.\" \"Instead of spending their time trying to get kids to eat healthier food, too many parents and families are worrying about whether their food is safe in the first place,\" said Secretary Sebelius.  \"In just the past few months since we began work with the Food Safety Working Group, we have seen recalls on everything from spinach to peanut products to now even cookie dough. The Administration recognizes that the current system just isn’t working for America’s families and under the President’s leadership we are taking action to keep our food supply safe and prevent outbreaks that can impact millions of Americans.\" \"There isn’t a single American that isn’t impacted by our efforts to protect the food supply,\" said Secretary Vilsack.  \"We owe it to the American people to deliver on President Obama’s bold promise to greatly enhance our food safety system, moving our approach into the 21st century, employing the best surveillance techniques available, and ensuring that we are doing all we can to prevent illness before it occurs.\" Today, the Working Group announced specific steps designed to advance its core principles:  HHS and USDA are targeting salmonella contamination by developing tougher standards to protect the safety of eggs, poultry, and turkey. To fight the threat of E. coli, USDA is stepping up enforcement in beef facilities and the Food and Drug Administration (FDA) is developing new industry guidance improving protections for leafy greens, melons, and tomatoes. The Obama Administration is building a new national traceback and  response system including clearer industry guidance, a new unified incident command system, and improved use of technology to deliver individual food safety alerts to consumers.  Finally, the Administration announced a plan to strengthen the organization of federal food safety functions, including the creation of new positions at key food safety agencies and a continuing oversight role for the Food Safety Working Group.  The Food Safety Working Group is chaired by Secretaries Sebelius and Vilsack, and participating agencies include the FDA, Food Safety and Inspection Service (FSIS), the Centers for Disease Control and Prevention (CDC), the Department of Homeland Security, the Department of Commerce, the Department of State, the Environmental Protection Agency, and several offices of the White House.  For additional key findings and recommendations of the Food Safety Working Group click HERE. ### Below is a list of expected attendees at today’s Food Safety Announcement, including representatives from consumer, industry, producer associations, public health, and academic organizations. ADMINISTRATION OFFICIALS:  Vice President Joe Biden  Secretary of the Department of Health and Human Services Kathleen Sebelius   Secretary of Agriculture Tom Vilsack   Dr. Peggy Hamburg, Commissioner, FDA  Dr. Joshua Sharfstein, Deputy Commissioner, FDA  Melody Barnes, Director, Domestic Policy Council  Dr. John Holdren, Director, Office of Science and Technology Policy MEMBERS OF CONGRESS: Representative Rosa DeLauro (D-CT)  Representative John Dingell (D-MI)  Representative Bart Stupak (D-MI) OTHER EXPECTED ATTENDEES INCLUDE (in alphabetical order by last name) Brent Baglien, ConAgra Foods  Andrew Bailey, National Turkey Federation  Scott Becker, Association of Public Health Laboratories  Georges Benjamin, American Public Health Association  Ellen Bloom, Consumers Union  Abigail Blunt, Kraft Foods  Melane Boyce, Confectioners Association  Thomas Bradshaw, American Frozen Food Institute   David Buck, Center for Foodborne Illness, Research & Prevention  Christine Bushway, Organic Trade Association  Jonathan Cantu, Government Accountability Project  Barry Carpenter, National Meat Association  Anthony Corbo, Food and Water Watch  Jo Ellen Deutsch– United Food & Commercial Workers International Union  Caroline DeWaal, Center for Science in the Public Interest  Orlo Ehart, NASDA  Cathleen Enright, Western Growers Association  Sandra Eskin, Georgetown University, Health Policy Institute  Scott Faber, Grocery Manufacturers of America  Gregory Ferrara, National Grocers Association  Anthony Flood, International Food Information Council  Molly Fogarty, Nestle  Randall Gordon, National Grain and Feed Association  Robert Green, United Egg Producers  Sally Greenberg, National Consumers League  Lisa Griffith, National Family Farm Coalition  Robert Guenther, United Fresh Produce Association   Margaret Henderson, National Fisheries Institute  James Hodges, American Meat Institute   Katherine Houston, Cargill, Inc.  Jonathan James, Allen Family Foods, Inc  Alice Johnson, ButterBall  G. Chandler Keys, JBS  Lonnie King, CDC  Barbara Masters, Olsson Frank Weeda Terman Bode Matz PC  Margaret Mellon, Union of Concerned Scientists  Joel Newman, American Feed Industry Association  Donna Norton, Mom’s Rising  Erik Olson, Mars  H. R. Bert Pena, Stinson Morrison Hecker LLP  Robert Pestronk, National Association of County and City Health Officials  Adam Reichardt, Association of State and Territorial Health Officials  Tanya Roberts, Center for Foodborne Illness, Research & Prevention  Welford Roberts, National Environmental Health Association  Donna Rosenbaum, S.T.O.P. - Safe Tables Our Priority  Marianne Rowden, American Association of Exporters and Importers  Ruth Saunders, International Dairy Foods Association  Bryan Silbermann, Produce Marketing Association  Brian Snyder, Sustainable Agriculture Coalition  Steven Steinhoff, Association of Food and Drug Officials   Michael Taylor, George Washington University, School of Public Health and Health Services  Mary Toker, General Mills, Inc.  Omar Vargas, Pepsi-Cola North America  Christopher Waldrop, Consumer Federation of America  Deborah White, Food Marketing Institute  Heather White, Environmental Working Group  Andrea Yabulonsky, ConAgra Foods\n\n\n\n"
}