{
    "title": "Women's History Month, 2009 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/womens-history-month-2009",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 03, 2009\n\n \n\n\n\nWomen's History Month, 2009\n\n\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Press Secretary \n______________________________________________________________\nFor Immediate Release                                               March 3, 2009\n \nWOMEN'S HISTORY MONTH, 2009\n- - - - - - -\nBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\nA PROCLAMATION\n\nWith passion and courage, women have taught us that when we band together to advocate for our highest ideals, we can advance our common well-being and strengthen the fabric of our Nation. Each year during Women's History Month, we remember and celebrate women from all walks of life who have shaped this great Nation. This year, in accordance with the theme, \"Women Taking the Lead to Save our Planet,\" we pay particular tribute to the efforts of women in preserving and protecting the environment for present and future generations.\nEllen Swallow Richards is known to have been the first woman in the UnitedStates to be accepted at a scientific school. She graduated from the Massachusetts Institute of Technology in 1873 andwent on to become a prominent chemist. In 1887, she conducted a survey of water quality in Massachusetts. This study, the first of its kind in America, led to the Nation's first state water-quality standards.\nWomen have also taken the lead throughout our history in preserving our natural environment. In 1900, Maria Sanford led the Minnesota Federation of Women's Groups in their efforts to protect forestland near the Mississippi River, which eventually became the Chippewa National Forest, the first Congressionally mandated national forest. Marjory Stoneman Douglas dedicated herlife to protecting and restoring the Florida Everglades. Her book, The Everglades: Rivers of Grass, published in 1947, led to the preservation of the Everglades as a National Park. She was awarded the Presidential Medal of Freedom in 1993.\nRachel Carson brought even greater attention to the environment by exposing the dangers of certain pesticides to theenvironment and to human health. Her landmark 1962 book, Silent Spring, was fiercely criticized for its unconventional perspective. As early as 1963,however, President Kennedy acknowledged its importance andappointed a panel to investigate the book's findings. Silent Spring has emerged as a seminal work in environmental studies. Carson was awarded the Presidential Medal of Freedom posthumously in 1980.\nGrace Thorpe, another leading environmental advocate, alsoconnected environmental protection with human well-being byemphasizing the vulnerability of certain populations to environmental hazards. In 1992, she launched a successful campaign to organize Native Americans to oppose the storage of nuclear waste on their reservations, which she said contradicted Native American principles of stewardship of the earth. She also proposed that America invest in alternative energy sources such as hydroelectricity, solar power, and wind power.\nThese women helped protect our environment and our people while challenging the status quo and breaking social barriers. Their achievements inspired generations of American women and men not only to save our planet, but also to overcome obstacles and pursue their interests and talents. They join a long and proud history of American women leaders, and this month wehonor the contributions of all women to our Nation.\nNOW, THEREFORE, I, BARACK OBAMA, President of the UnitedStates of America, by virtue of the authority vested in me by the Constitution and the laws of the UnitedStates, dohereby proclaim March 2009 as Women's History Month. Icallupon all our citizens to observe this month with appropriate programs, ceremonies, and activities that honor the history, accomplishments, and contributions of American women.\nIN WITNESS WHEREOF, I have hereunto set my hand this thirdday of March, in the year of ourLordtwothousandnine, and of the Independence of the UnitedStates ofAmerica the twohundred and thirty-third.\nBARACK OBAMA\n# # #\n\n Click here to download PDF\n\n\n\n"
}