{
    "title": "New CEA Report Underscores Urgent Need to Extend Unemployment Benefits | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/02/new-cea-report-underscores-urgent-need-extend-unemployment-benefits",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 02, 2010\n\n \n\n\n\nNew CEA Report Underscores Urgent Need to Extend Unemployment Benefits\n\n\n\n\n\n\tNearly 7 million Americans could lose coverage by end of next year; 600,000 jobs at stake\n\n\tWASHINGTON—Failure by Congress to act on extending unemployment benefits will have stark consequences for Americans this holiday season, according to a new report from the White House Council of Economic Advisers.  Two million Americans in December alone – and nearly seven million over the course of the next year – will lose the temporary support that helps them keep food on the table and make ends meet while they search for a job if Congress fails to act.  \n\t \n\t“Extending this support to those hardest hit by this crisis is not only the right thing to do, it's the right economic policy,” said CEA Chairman Austan Goolsbee.  “Letting millions more Americans fall into hardship will hurt our economy at this critical point in our recovery and immediately undermine consumer spending.”\n\t \n\tWithout extended benefits, the country would have had 800,000 fewer jobs as of September 2010, and failure to act to extend benefits again could cost the nation 600,000 jobs by the end of next year.\n\t \n\tBenefits for the jobless are particularly important during the holiday season. In addition to providing support for families when they need it most, the positive effects of the program on the economy are likely to be greater since American families tend to spend more during the holiday season.\n\t \n\tTo view the full report, including state-by-state numbers, click HERE.\n\n\n\n\n"
}