{
    "title": "Statement of the President on the House Passage of the American Recovery and Reinvestment Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-president-house-passage-american-recovery-and-reinvestment-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJanuary 28, 2009\n\n \n\n\n\nStatement of the President on the House Passage of the American Recovery and Reinvestment Act\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  _________________________________________________________________  For Immediate Release                     January 28, 2009   STATEMENT OF THE PRESIDENT ON THE HOUSE PASSAGE OF THE AMERICAN RECOVERY AND REINVESTMENT ACT   \"Last year, America lost 2.6 million jobs. On Monday alone, we learned that some of our biggest employers plan to cut another 55,000. This is a wakeup call to Washington that the American people need us to act and act immediately.    That is why I am grateful to the House of Representatives for moving the American Recovery and Reinvestment plan forward today. There are many numbers in this plan. It will double our capacity to generate renewable energy. It will lower the cost of health care by billions and improve its quality. It will modernize thousands of classrooms and send more kids to college. And it will put billions of dollars in immediate tax relief into the pockets of working families.    But out of all these numbers, there is one that matters most to me: this recovery plan will save or create more than three million new jobs over the next few years.    I can also promise that my administration will administer this recovery plan with a level of transparency and accountability never before seen in Washington. Once it is passed, every American will be able to go the website recovery.gov and see how and where their money is being spent.    The plan now moves to the Senate, and I hope that we can continue to strengthen this plan before it gets to my desk. But what we can't do is drag our feet or allow the same partisan differences to get in our way. We must move swiftly and boldly to put Americans back to work, and that is exactly what this plan begins to do.\"\n\n\n\n"
}