{
    "title": "President Obama Lays Out Strategy for American Innovation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-lays-out-strategy-american-innovation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 21, 2009\n\n \n\n\n\nPresident Obama Lays Out Strategy for American Innovation\n\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Press Secretary\n____________________________________________________________________\nFOR IMMEDIATE RELEASE                                   September 21, 2009\n\n President Obama Lays Out Strategy for American Innovation\nWASHINGTON, DC -- President Obama will visit Hudson Valley Community College today where he will tour a technology classroom, visit a lab and deliver remarks on his commitment to fostering new jobs, new businesses, and new industries by laying the groundwork and the ground rules to best tap our innovative potential.\n\nSince taking office, President Obama has taken historic steps to lay the foundation for the innovation economy of the future. The Obama Innovation Strategy builds on well over $100 billion of Recovery Act funds that support innovation, additional support for education, infrastructure and others in the Recovery Act and the President’s Budget, and novel regulatory and executive order initiatives.\nIt seeks to harness the inherent ingenuity of the American people and a dynamic private sector to ensure that the next expansion is more solid, broad-based, and beneficial than previous ones. It focuses on critical areas where sensible, balanced government policies can lay the foundation for innovation that leads to quality jobs and shared prosperity.\nIt has three parts:\n1. Invest in the Building Blocks of American Innovation. We must first ensure that our economy is given all the necessary tools for successful innovation, from investments in research and development to the human, physical, and technological capital needed to perform that research and transfer those innovations.\n2. Promote Competitive Markets that Spur Productive Entrepreneurship. It is imperative to create a national environment ripe for entrepreneurship and risk taking that allows U.S. companies to be internationally competitive in a global exchange of ideas and innovation. Through competitive markets, innovations diffuse and scale appropriately across industries and globally.\n3. Catalyze Breakthroughs for National Priorities. There are certain sectors of exceptional national importance where the market is unlikely to produce the desirable outcomes on its own. These include developing alternative energy sources, reducing costs and improving lives with health IT, and manufacturing advanced vehicles. In these industries where markets may fail on their own, government can be part of the solution.\n\nThe fact sheets and white paper for the innovation strategy can be found here:\n/assets/documents/sept_20__innovation_whitepaper_final.pdf\n/assets/documents/innovation_one-pager_9-20-09.pdf\n/assets/documents/innovation_three-pager_9-20-09.pdf \n\n##\n\n\n\n\n"
}