{
    "title": "FACT SHEET: Fueling American Innovation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/08/11/fact-sheet-fueling-american-innovation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 11, 2011\n\n \n\n\n\nFACT SHEET: Fueling American Innovation\n\n\n\n\n\nA National Program to Build the New, More Efficient Cars and Trucks of the Future\n\n\tWASHINGTON, DC – Today, President Obama will travel to Holland, Michigan to tour the Johnson Controls Inc. advanced battery facility.  While at Johnson Controls Inc., the President will highlight the key role innovative technologies will play in helping automakers achieve the historic fuel economy standards, establishing U.S. leadership in advanced vehicle manufacturing, spurring economic growth, and creating high-quality domestic jobs in cutting edge industries across America.  Johnson Controls Inc. is a prime example of the kind of facility that is helping America lead the way in a growing new industry that is creating jobs across the country.\n\n\tToday’s trip builds on the President’s recent announcement of historic fuel-efficiency standards for cars and light trucks which will bring fuel-efficiency to 54.5 miles per gallon by 2025 and which, combined with steps already taken by this administration, will save American families $1.7 trillion at the pump and reduce oil consumption by 12 billion barrels by 2025.  It also builds on this week’s announcement of first of their kind fuel-efficiency standards for work trucks, buses and other heavy-duty vehicles, which will save American businesses who operate and own these commercial vehicles approximately $50 billion in fuel costs over the life of the program. \n\nProposed MY 2017 – MY 2025 standard will provide certainty to investors in job-creating advanced vehicle technologies \n\n\tProviding a single national cars program through 2025 provides the certainty required for companies to invest in new technologies in the U.S. that will make it possible to build more efficient cars and trucks.  This, in turn, will stimulate the creation of good-paying jobs across the U.S to design and build advanced vehicles and all their component parts. \n\n\tThe auto industry employs 700,000 people in manufacturing vehicles and vehicle parts and many thousands more providing materials like steel, rubber, plastic, and aluminum that go into the vehicles we drive.  This represents the single largest manufacturing industry in the United States.  Since July of 2009, the automotive sector has added approximately 113,000 jobs, its strongest period of job growth since the late 1990s, much of this growth coming from manufacturers of vehicle parts.\n\nProposed MY 2017-2025 standards will include incentives for game-changing technologies \n\n\tAchieving the aggressive fuel economy goals set through MY 2025 will  encourage automakers’ use of advanced technologies.  As the Environmental Protection Agency (EPA) and the Department of Transportation (DOT) develop the new standards, they are considering a number of specific incentive programs to encourage early adoption and introduction into the marketplace of advanced technologies that represent “game changing” performance improvements, helping to improve fuel economy through MY 2025 and beyond.  These incentives include:\n\n\nIncentives for electric drive vehicles:  By providing incentives for electric vehicles, fuel cell vehicles, and plug-in hybrid electric vehicles, the new standards will build on the Administration’s efforts to foster innovation, bring down costs, expand the U.S. share of the advanced battery market, and put a million electric vehicles on the road by 2015.\n\nIncentives for advanced technology packages for large pickups, such as hybridization and other performance-based strategies. \n\n Off-Cycle Innovative Technology Credits: These credits reward the use of innovative technologies that reduce vehicle carbon emissions and/or fuel consumption, but whose reduction benefits are not captured over the two-cycle test procedure used to determine compliance with the fleet average standards (i.e., “off-cycle”).  EPA and DOT intend to expand and streamline the existing off-cycle credit provisions, which would benefit a variety of off-cycle innovations like “Start-Stop” technology, in which the engine shuts off as the driver stops in traffic or at a red light – rather than consuming fuel while idling. Start-stop systems rely on energy from the battery, not the engine, to provide electrical power to the car.\n\n\nManufacturing cutting edge batteries and creating jobs at Johnson Controls Inc. \n\n\tIn August 2009, President Obama announced $2.4 billion in Recovery Act grants for advanced vehicle battery technology. Johnson Controls Inc. was selected to receive $300 million to build domestic manufacturing capacity for advanced batteries for hybrid and electric vehicles.   So far, this investment has created or saved about 150 jobs.  It is also leveraging additional investment, representing only about half of Johnson Controls Inc.’s total planned investment of $600 million in domestic advanced battery manufacturing capacity. \n\n\tToday, this grant has enabled Johnson Controls Inc. to open its first domestic lithium-ion plant in Holland, Michigan.  The company is also taking additional steps to develop and deploy advanced technology – including implementing a recently-announced plan to retrofit an existing battery plant outside of Toledo, Ohio to focus on manufacturing batteries used to support Start-Stop technology.  The company estimates the conversion will create 50 jobs. \n\n\tInvestments in facilities like the Johnson Controls Inc. plant in Holland are already transforming the advanced vehicle batteries industry in the United States. In 2009, the U.S. had only two factories manufacturing advanced vehicle batteries and produced less than two percent of the world’s advanced batteries. But over the next few years, the United States will be able to produce enough batteries and components to support 1 million plug-in hybrid and electric vehicles, thanks to strategic Recovery Act investments and the Advanced Technology Vehicle Manufacturing loan program.  Building manufacturing capacity will reduce cost through economies of scale, and so will research and development. Federally-funded research and development has made tremendous progress already, reducing the cost of lithium-ion batteries from $1,300 per kilowatt-hour (kWh) in 2007 to $650/kWh today, dramatically faster than expected only two years ago, and well on track to meet our goal of $300/kWh.\n\nHelping accelerate advanced vehicle technologies\n\n\tIn conjunction with President Obama’s visit to Holland, Michigan, the Department of Energy yesterday announced support for 40 projects in 15 states totaling more than $175 million to quicken the development and deployment of innovative and advanced vehicle technologies, which will help create jobs and ensure that the U.S. stays competitive in the automotive industry for decades to come.  \n\n\tThe selections focus on a variety of innovative approaches to improve advanced vehicle efficiency, including: advanced fuels and lubricants, light-weight materials, advanced cells and design technology for electric drive batteries, advanced motor technology, improved engine efficiency technology, fleet efficiency, and advanced testing and evaluation.\n\n\n\n\n"
}