{
    "title": "Government Reorganization Fact Sheet | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/01/13/government-reorganization-fact-sheet",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 13, 2012\n\n \n\n\n\nGovernment Reorganization Fact Sheet\n\n\n\n\n\n\tLooking to make our government leaner, smarter and more consumer-friendly, the President will call on Congress to reinstate the authority that past Presidents had, over decades, to reorganize the government.  With the exception of President Ford, every President from Herbert Hoover to Ronald Reagan had reorganization authority.  Presidents had this sort of authority for almost the entire period from 1932 through 1984.Unlike the authority granted in the past, the President’s proposal would initiate new accountability by mandating that any plan must consolidate government - reducing the number of agencies or saving taxpayer dollars. \n\n\tThe President will also lay out his first proposed use of that authority: consolidating six agencies into one more efficient department to promote competitiveness, exports and American business. The President knows this is a make or break moment for the middle class and those trying to reach it.  The President’s proposed reorganization would help small businesses grow and, in doing so, would help get more Americans back to work. \n\n\tFor too long, overlapping responsibilities among agencies have made it harder, rather than easier, for our small businesses to interact with their government.  Those redundancies have also led to unnecessary waste and duplication. President Obama is committed to rethinking, reforming and remaking our government so that it can meet the challenges of our time and is worthy of the American people.\n\n\tToday’s proposal is just one example of the kind of action the authority he is requesting would allow. \n\nCompeting in a 21st Century Economy\n\n\tWe’re living in a 21st century economy with a 20th century bureaucracy. Our economy has fundamentally changed but the government has not. The needs of our citizens have fundamentally changed but their government has not. Instead, the government has grown only more complex. \n\n\tOver the past three years the Obama Administration has taken  numerous steps to address this problem by eliminating government waste and inefficiencies.  Clearly there’s more work to be done.  \n\nThe President’s First Action\n\n\tThe President’s first focus under the Consolidation Authority Act would be to make it easier for America's small businesses – which are America’s job creators – to compete, export and grow.  \n\n\tCurrently, there are six major departments and agencies that focus primarily on business and trade in the federal government.  The six are: U.S. Department of Commerce’s core business and trade functions, the Small Business Administration, the Office of the U.S. Trade Representative, the Export-Import Bank, the Overseas Private Investment Corporation, and the U.S. Trade and Development Agency.  \n\n\tThis is redundant and inefficient. Small businesses often face a maze of agencies when looking for even the most basic answers to the most basic questions. There is a whole host of websites, toll-free numbers and customer service centers that at times offer them differing advice. The result is a system that is not working for our small businesses.  \n\n\tThe President is proposing to consolidate those six departments and agencies into one Department with one website, one phone number and one mission – helping American businesses succeed. \n\n\tOne Department: there will be one Department where entrepreneurs can go from the day they come up with an idea and need a patent, to the day they start building a product and need a warehouse, to the day they are ready to export and need help breaking into new markets overseas. \n\n\tThe new Department will lead the development and implementation of an integrated, strategic, government-wide trade effort and have a focused capacity to help businesses grow and thrive.     \n\nBusiness USA\n\n\tWe will also be unveiling a new website: BusinessUSA. This site will be a virtual one-stop shop with information for small businesses and businesses of all size that want to begin or increase exporting.\n\n\n\n\n"
}