{
    "title": "Mensaje Semanal: El Presidente Obama elogia los beneficios y éxitos de la reforma de salud que ya están en efecto | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-el-presidente-obama-elogia-los-beneficios-y-xitos-de-la-reforma-de-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 08, 2010\n\n \n\n\n\nMensaje Semanal: El Presidente Obama elogia los beneficios y éxitos de la reforma de salud que ya están en efecto\n\n\n\n\nMENSAJE SEMANAL: El Presidente Obama elogia los beneficios y éxitos de la reforma de salud que ya están en efecto \n \nWASHINGTON – En su mensaje semanal, el Presidente Barack Obama destacó las maneras en las que la reforma de salud ya está dándoles a los consumidores más control y haciendo que las compañías de seguros rindan cuentas. La implementación de todas las disposiciones en la nueva ley no sucederá de la noche a la mañana. Pero los consumidores ya se están salvando de aumentos injustos en los costos de sus pólizas, y las aseguradoras ya no cancelarán la cobertura de las personas cuando se enferman. Se les ha notificado a cuatro millones de pequeñas empresas que posiblemente reúnan los requisitos para un recorte tributario por seguro médico este año. Los jubilados pronto recibirán ayuda si están dentro de la brecha de la cobertura de medicamentos recetados o “agujero de dona”. Y los adultos jóvenes podrán permanecer en el plan de sus padres hasta que cumplan 26 años. \n \nEl audio completo del mensaje se encuentra AQUI. Se puede ver el video por Internet en obamawhitehouse.archives.gov.\nDeclaraciones del Presidente Barack Obama\nSábado, 8 de mayo, 2010\nMensaje semanal\nWashington, DC\n \nYa ha transcurrido poco más de un mes desde que promulgué la reforma del seguro médico. Aunque la plena implementación de esta ley tomará un tiempo, la reforma ya está produciendo beneficios reales para millones de estadounidenses. Ya estamos viendo que el sistema de salud hace que las compañías de seguros rindan cuentas por sus actos y les da más control a los consumidores. \n \nHace dos semanas, cuatro millones de dueños de pequeñas empresas y organizaciones recibieron por correo una postal que les informaba que posiblemente reúnen los requisitos para un recorte tributario por seguro médico este año, el cual podría ahorrarles decenas de miles de dólares, y que ayudará a millones de ellas a proporcionarles cobertura a sus empleados. \n \nA partir de junio, las empresas recibirán incluso más ayuda al proporcionarles cobertura a los jubilados que aún no reúnen los requisitos para Medicare. Y dentro de poco más de un mes, el 15 de junio, las personas mayores que están dentro de la brecha de cobertura de medicamentos recetados conocida como el “agujero de dona” comenzarán a recibir un reembolso de $250 para ayudarlas a pagar sus medicamentos. \n \nAdemás de otorgarle beneficios reales y tangibles al pueblo estadounidense, la nueva ley de cuidado de salud también ha comenzado a poner fin a las peores prácticas de las aseguradoras. Durante demasiado tiempo, hemos estado sujetos a los caprichos de un sector de seguros que aumentaba las primas y reducía la cobertura como se les ocurría. Pero esos días finalmente están llegando a su fin. \n \nDespués de que nuestro gobierno exigió que Anthem Blue Cross justifique un aumento de 39% en las primas de los residentes de California, la compañía admitió su error y se retractó. Y esta semana, nuestra secretaria de Salud y Servicios Humanos Kathleen Sebelius escribió una carta a todos los estados instándolos a investigar otros aumentos de tarifas y evitar que las compañías de seguros se aprovechen del sistema. A fin de ayudar a los estados a lograr este objetivo, hemos creado una nueva Oficina de Información al Consumidor y Vigilancia de Seguros, y les otorgaremos subvenciones a los estados que tengan los mejores programas de vigilancia. \n \nEn el mes próximo, también tendremos una nueva carta de derechos de pacientes. Les proporcionará información simple y clara a los consumidores sobre sus opciones y derechos. Creará un proceso de apelación para velar por esos derechos. Y prohibirá que las aseguradoras limiten el acceso de los pacientes a su proveedor primario o ginecólogo preferido o a la atención en la sala de urgencias. \n \nEstamos haciendo que las aseguradoras se responsabilicen por sus actos de otras maneras. A partir de septiembre, la nueva ley de cuidado de salud prohíbe que las aseguradoras cancelen la cobertura de la gente que se enferma y más la necesita. Pero cuando descubrimos que una aseguradora estaba cancelando sistemáticamente la cobertura de mujeres con un diagnóstico de cáncer de mama, mi gobierno les exigió que dejaran de hacerlo inmediatamente. Hace dos semanas, todo el sector de seguros anunció que cumplirá con la nueva ley antes del plazo legal y que dejará la perversa práctica de cancelar la cobertura de las personas cuando se enferman. \n \nEl lunes, también anunciaremos una nueva norma que permite que los adultos jóvenes sin seguro permanezcan en el plan de sus padres hasta que cumplan 26 años. Aunque las aseguradoras tienen hasta septiembre para cumplir con esta norma, les hemos pedido que lo hagan de inmediato a fin de evitar brechas de cobertura para los universitarios que se gradúen y otros adultos jóvenes. También es una buena práctica comercial para las aseguradoras y nos complace que la mayoría haya aceptado hacerlo. Ahora necesitamos que los empleadores hagan lo mismo, y estamos dispuestos a trabajar con ellos para posibilitar esta transición. Estos cambios significan que a partir de esta primavera, cuando los jóvenes se gradúen de la universidad, muchos sin seguro médico podrán ser parte de la póliza de sus padres por unos años más. Y pueden ir a healthreform.gov para ver una lista de las aseguradoras que han acordado participar de inmediato.  \n \nComo he dicho anteriormente, la implementación de la reforma de seguro médico no sucederá de la noche a la mañana, y requerirá ajustes y cambios durante el proceso. A fin de cuentas, tendremos un sistema que les dará más a los consumidores, más responsabilidad a las aseguradoras y opciones de menor precio a los estadounidenses no asegurados. Pero ya estamos viendo que la reforma está mejorándoles la vida a millones de estadounidenses. Estamos viendo que las pequeñas empresas ya saben que pronto pagarán menos por el cuidado de salud. Estamos viendo que los jubilados ya saben que podrán retener su cobertura y que los ancianos saben que podrán pagar sus medicamentos. Estamos viendo que los consumidores se sienten protegidos contra aumentos injustos de pólizas, que los pacientes reciben la atención que necesitan y que los adultos jóvenes tienen la seguridad de que pueden comenzar su vida con un costo menos del cual preocuparse. Finalmente, esto es lo que la reforma de cuidado de salud está logrando. Estamos viendo el cambio. Y ésta es la promesa que cumpliremos al continuar la implementación de esta ley en los próximos meses.\nMuchas gracias.\n \n\n\n\n"
}