{
    "title": "MONDAY: President Obama to Award 2011 National Medal of Arts and National Humanities Medal | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/02/10/monday-president-obama-award-2011-national-medal-arts-and-national-human",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 10, 2012\n\n \n\n\n\nMONDAY: President Obama to Award 2011 National Medal of Arts and National Humanities Medal\n\n\n\n\n\n\tOn Monday, February 13, 2012 at 1:45 PM ET, President Obama will award the 2011 National Medal of Arts and National Humanities Medal in the East Room.  The First Lady will also attend.  This event will be open press and will also be live streamed at obamawhitehouse.archives.gov/Live.\n\n\tAt Monday’s event, the President will deliver remarks and present the awards to the following individuals and organizations:\n\n2011 National Medal of Arts\n\n\n\t\tWill Barnet\n\n\t\tRita Dove\n\n\t\tAl Pacino\n\n\t\tEmily Rauh Pulitzer\n\n\t\tMartin Puryear\n\n\t\tMel Tillis\n\n\t\tUnited Service Organization\n\n\t\tAndré Watts\n\n\n2011 National Humanities Medal\n\n\n\t\tKwame Anthony Appiah\n\n\t\tJohn Ashbery\n\n\t\tRobert Darnton\n\n\t\tAndrew Delbanco\n\n\t\tNational History Day\n\n\t\tCharles Rosen\n\n\t\tTeofilo Ruiz\n\n\t\tRamón Saldívar\n\n\t\tAmartya Sen\n\n\nNote: André Watts is not expected to be in attendance.\n\nBelow are the 2011 National Medal of Arts Citations which will be read at the ceremony:\n\nWill Barnet for his contributions as an American painter, printmaker, and teacher.  His nuanced and graceful depictions of family and personal scenes, for which he is best known, are meticulously constructed of flat planes that reveal a lifelong exploration of abstraction, expressionism, and geometry.  For over 80 years, Mr. Barnet has been a constant force in the visual arts world, marrying sophistication and emotion with beauty and form.\n\nRita Dove for her contributions as an American poet and author.  Ms. Dove creates works that are equal parts beauty, lyricism, critique, and politics.  Ms. Dove has worked to create popular interest in the literary arts, serving as the United States’ youngest Poet Laureate and advocating on behalf of the diversity and vitality of American poetry and literature.\n\nAl Pacino for his contributions as an actor and director to American film and theater.  Mr. Pacino is an enduring and iconic figure, who came of age in one of the most exciting decades of American cinema, the 1970s.  His signature intensity as an actor was originally honed for the stage, under the tutelage of Lee Strasberg, and he has become one of the most outstanding and accomplished American artists.\n\nEmily Rauh Pulitzer for her contributions as a curator, art collector, and philanthropist.  Mrs. Pulitzer has dedicated herself to connecting art and viewers through her generosity in caring for well-established institutions like the Contemporary Art Museum St. Louis, the Harvard Art Museums, and The Museum of Modern Art; as well as having the vision to create a new destination in St. Louis with the founding of The Pulitzer Foundation for the Arts.\n\nMartin Puryear for his contributions as an American sculptor.  Mr. Puryear transforms mundane and utilitarian materials – wood, stone, and metal – into evocative talismans that quietly and powerfully explore issues of history, culture, and identity.  His unwavering commitment to manual skill and traditional building methods offer a seductive alternative to our increasingly digital world.\n\nMel Tillis for his contributions to country music.  Mr. Tillis famously overcame a stutter to develop his iconic style, both poetic and down-to-earth.  Having written over 1,000 songs and recorded more than 60 albums, Mr. Tillis brought his unique blend of warmth and humor to the great tradition of country music.  He remains one of the most inventive artists of the golden generation of singer-songwriters.\n\nUnited Service Organizations for contributions to lifting the spirits of America’s troops and their families through the arts.  Through hundreds of events each year in 160 locations across 27 states and 14 countries, the USO continues the tradition begun by Bob Hope of bringing iconic American artists to entertain the troops who are protecting America’s freedom and culture at home and abroad.\n\nAndré Watts for his contributions as an American pianist and teacher.  Having debuted with Leonard Bernstein and the New York Philharmonic at the age of 16, Mr. Watts has been a perennial favorite with the most celebrated orchestras and conductors around the world.  His superb technique and passionate intensity have been the hallmarks of a 45-year career of recitals, broadcasts, and recordings that have broadly shared his interpretations of an extensive repertory from Mozart through Rachmaninoff.\n\nBelow are the 2011 National Humanities Medal Citations which will be read at the ceremony:\n\nKwame Anthony Appiah for seeking eternal truths in the contemporary world. His books and essays within and beyond his academic discipline have shed moral and intellectual light on the individual in an era of globalization and evolving group identities.\n\nJohn Ashbery for his contributions to American letters. Since his first book was published in 1956, he has been awarded nearly every prize available for poetry, including a Pulitzer Prize and the Grand Prix de Biennales Internationales de Poésie. One of the New York School poets, he has changed how we read poetry and has influenced generations of poets.\n\nRobert Darnton for his determination to make knowledge accessible to everyone. As an author he has illuminated the world of Enlightenment and Revolutionary France, and as a librarian he has endeavored to make his vision for a comprehensive national library of digitized books a reality.\n\nAndrew Delbanco for his insight into the American character, past and present. He has been called “America’s best social critic” for his essays on current issues and higher education. As a professor in American studies, he reveals how classics by Melville and Emerson have shaped our history and contemporary life.\n\nNational History Day, a program that inspires in American students a passion for history. Each year more than half a million children from across the country compete in this event, conducting research and producing websites, papers, performances, and documentaries to tell the human story.\n\nCharles Rosen for his rare ability to join artistry to the history of culture and ideas. His writings—about Classical composers and the Romantic tradition—highlight how music evolves and remains a vibrant, living art.\n\nTeofilo Ruiz for his inspired teaching and writing. His erudite studies have deepened our understanding of medieval Spain and Europe, while his long examination of how society has coped with terror has taught important lessons about the dark side of western progress.\n\nRamón Saldívar for his bold explorations of identity along the border separating the United States and Mexico. Through his studies of Chicano literature and the development of the novel in Europe and America, he beckons us to notice the cultural and literary markings that unite and divide us.\n\nAmartya Sen for his insights into the causes of poverty, famine, and injustice. By applying philosophical thinking to questions of policy, he has changed how standards of living are measured and increased our understanding of how to fight hunger.\n\n\n\n\n"
}