{
    "title": "Remarks by the President at Evening Hanukkah Reception | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/12/09/remarks-president-evening-hanukkah-reception",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 09, 2015\n\n \n\n\n\nRemarks by the President at Evening Hanukkah Reception\n\n\n\n\n\n\tEast Room\n\n\t7:37 P.M. EST\n\n\tTHE PRESIDENT:  Good evening, everybody!  Welcome to the White House.  Happy Hanukkah!  I want, first of all, everybody to acknowledge and give it up for the Chai Notes from Cornell University.  Give them a big round of applause.  (Applause.)    \n\n\tA couple of other special guests who are here -- we have the honor of the participation of three of our Supreme Court justices:  Justices Kagan, Justice Breyer, and Justice Ginsburg -- (applause) -- there she is, also known as the Notorious RBG.  (Applause.)  We’ve got some members of Congress who are here.  None of them are notorious.  (Laughter.)  \n\n\tThis is a wonderful event for two reasons.  Number one, latkes -- (laughter) -- which are excellent here at the White House.  Number two, we get to tell a really inspiring story.  Tonight we recall a small band of Maccabees who, outmanned and out-armed, holding fast to their faith, won their freedom.  When they found their temple ransacked, they built a new altar.  When their golden menorah was stolen, they made a new one using whatever materials that they had.  When there wasn’t enough fuel to keep the flame in their temple alive, they lit whatever oil they had.  In other words, they did not take no for an answer.  And their faith was rewarded when a miracle occurred, and the oil that was supposed to last for just one night lasted for eight.  \n\n\tSo Hanukkah is a chance for us to remember not only ancient miracles, but modern-day miracles, as well.  In just a few minutes, Manny Lindenbaum will light the candles here at the White House along with his granddaughter Lauren.  In August of 1939, Manny and his brother escaped from Poland to England as refugees -- the famous kindertransport just days before the Nazis invaded.  In 1946, the Jewish organization HIAS reunited Manny with an aunt and an uncle in New Jersey, and he’s been an American ever since.  (Applause.)   \n\n\tManny never forgot that the miracle of his life was only made possible because righteous people reached out their hand to a stranger.  He’s determined to be one of those people for a new generation of refugees.  So last year, at age 81 -- you wouldn’t know it looking at him -- Manny bicycled 200 miles through Europe with his kids and his grandkids, retracing his journey to freedom in reverse.  Now, I think, in my view, any 81-year-old on a bike tour is pretty cool.  (Laughter.)  But Manny didn’t ride just for himself, he rode to honor the family members he lost in the Holocaust, to raise money for HIAS’ work with refugee children from Darfur.  \n\n\tImagine the world we could build together if all of us took our cues from Manny and truly lived up to the ideal that we are all God’s children, that none of us should turn our backs on a stranger.  (Applause.)  That’s our challenge during this Hanukkah season.  Whether it’s standing up for the dignity of refugees, standing up against anti-Semitism -- or any kind of bigotry or discrimination levelled at any religion -- or standing with our ally the State of Israel, we can raise our voices, each of us, for the security and dignity of every human being.  Because we are at our best when we believe that our light has the power to shine through the darkness; that -- the story of the Jewish people, the story of America.  It’s the story of the menorah Manny and Lauren will light this evening.  \n\n\tAs a young man, the artist Erwin Thieberger survived Auschwitz.  And even when he was a prisoner, he used whatever materials he could find -– cement, nails, lead -– to make menorahs like this one.  During one of humanity’s darkest hours, he never lost faith.  Tonight, the light of one of Erwin’s menorahs will burn brightly at the White House.  \n\n\tThis Hanukkah, may the examples of miracles old and new inspire us all.  May we reaffirm the power of faith over fear.  And may our common humanity shine throughout the world. \n\n\tWith that, I would like to invite Rabbi Sid Schwarz from Adat Shalom in Bethesda to lead us in the blessing and help us to light the candles.  (Applause.) \n\n\tEND   \n\t7:44 P.M. EST\n\n\n\n\n"
}