{
    "title": "President Obama Announces U.S. Nomination of Dr. Jim Yong Kim to Lead World Bank | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/03/23/president-obama-announces-us-nomination-dr-jim-yong-kim-lead-world-bank",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 23, 2012\n\n \n\n\n\nPresident Obama Announces U.S. Nomination of Dr. Jim Yong Kim to Lead World Bank\n\n\n\n\n\n\tToday, President Obama announced that the United States is nominating Dr. Jim Yong Kim, a leader who has devoted his career to improving the lives of people in developing countries and championing the cause of global health, to be President of the World Bank.  The World Bank’s mission is to reduce poverty and support development, serving as a vital source of financial and technical assistance to developing countries across the globe.\n\n\t“Jim has spent more than two decades working to improve conditions in developing countries around the world,” said President Obama. “The World Bank is one of the most powerful tools we have to reduce poverty and raise standards of living around the globe, and Jim’s personal experience and years of service make him an ideal candidate for this job.”\n\nDr. Jim Yong Kim, Nominee for President, The World Bank\n\tJim Yong Kim has served as the President of Dartmouth College since 2009. During this time, Dr. Kim has launched the Dartmouth Center for Health Care Delivery Science, which is the first of its kind in establishing an international network of researchers and practitioners to design, implement, and scale new models of high-quality low-cost care. He has also instituted the National College Health Improvement Project.  Prior to that, he held professorships in medicine and social medicine at Harvard Medical School and served as the director of the Francois-Xavier Bagnoud Center for Health and Human Rights. He is a co-founder of Partners In Health and a pioneer in the treatment of multi-drug-resistant tuberculosis.\n\n\tAs Director of the World Health Organization’s Department of HIV/AIDS, Dr. Kim launched the “3 by 5” initiative, which sought to treat 3 million patients living with HIV and is regarded today as one of the most successful modern global health initiatives. He was elected to the National Academy of Sciences’ Institute of Medicine in 2004, and his work in the field of global health has earned him widespread recognition, including a MacArthur “Genius” Fellowship, selection as one of TIME Magazine’s “100 Most Influential People in the World,” and numerous other awards.\n\n\tHe has published extensively over the past two decades, authoring and co-authoring articles for leading academic and scientific journals and contributing to many books on public health issues. Born in Seoul, Korea, President Kim moved to the United States at the age of five. He graduated magna cum laude from Brown University, earned a medical degree from Harvard Medical School and a doctorate in anthropology from Harvard University.\n\n\n\n\n"
}