{
    "title": "FACT SHEET: Vice President Biden Delivers Cancer Moonshot Report, Announces Public and Private Sector Actions to Advance Cancer Moonshot Goals | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/10/17/fact-sheet-vice-president-biden-delivers-cancer-moonshot-report",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nOctober 17, 2016\n\n \n\n\n\nFACT SHEET: Vice President Biden Delivers Cancer Moonshot Report, Announces Public and Private Sector Actions to Advance Cancer Moonshot Goals\n\n\n\n\n\n\tWASHINGTON, D.C. – Today in the Oval Office, Vice President Joe Biden delivered the Cancer Moonshot report to the President and the American public. The report summarizes the work of the Cancer Moonshot Task Force since its creation in January, and lays out the Vice President’s strategic plan for transforming cancer research and care. The report also includes the Cancer Moonshot Blue Ribbon Panel’s identified areas of scientific opportunity.\n\n\tAccompanying these findings and recommendations, today’s report includes the announcement of new commitments toward the goals of the Cancer Moonshot from both the public and private sectors. For example, today the National Cancer Institute, Amazon Web Services, and Microsoft are announcing a collaboration to build a sustainable model for maintaining cancer genomic data in the cloud. The information stored there will be available to cancer researchers through the NCI’s Genomic Data Commons and Cancer Genomics Cloud programs.\n\n\tThe Department of Defense (DoD) is establishing a groundbreaking new study to transform our understanding of the biological basis of cancer. Using the vast amount of data housed within DoD's cancer registry database and biological sample collection, researchers will have at their fingertips potentially 250,000 samples to uncover new connections between the earliest signs of cancer. Findings can then be linked to information housed within the Environmental Protection Agency's databases to further accelerate our understanding of the environmental factors contributing to disease progression.\n\n\tAnd today Lyft and Uber expand their support of affordable, reliable transportation for cancer patients because currently one fourth of patients miss or reschedule their treatments and appointments because of transportation issues. For example, Lyft commits to expand its Boston-based \"Treatment Transport\" partnership to all 200+ cities Lyft currently serves by 2020, to provide patients, particularly those from low income communities, with credits to receive free transportation to and from treatments. And Uber sets a goal to connect millions of patients with rides annually, in over 500 cities by 2018.\n\n\tThe new actions and public-private partnerships announced today are just some of the over 70 commitments made this year as a result of the Cancer Moonshot. These commitments range from hundreds of millions of additional dollars toward research to data sharing partnerships to make it easier for doctors, researchers and patients to access to the data that they need to make decisions about treatment, prevention and research toward cures.\n\n\tThe Vice President and Dr. Jill Biden then addressed individuals representing the Federal and private sector cancer communities at the White House, including leaders in research, technology, philanthropy, advocacy, biopharma companies and healthcare delivery. Many of these individuals and organizations have contributed new efforts to advance progress toward Cancer Moonshot goals – to double the rate of progress in cancer prevention, diagnosis, and treatment, to do in five years what might otherwise take a decade. To watch the event from 3:00pm-5:30pm, visit: whitehouse.gov/live.\n\n\tFor additional details, the full text of the Vice President’s Executive Report, the Cancer Moonshot Task Force Report, the Cancer Moonshot Fact Sheet, and the Cancer Moonshot Blue Ribbon Panel Report, visit medium.com/cancer-moonshot.\n\nBACKGROUND\n\n\tDuring his 2016 State of the Union Address, President Obama called on Vice President Biden to lead a new, national Cancer Moonshot focused on making a decade of progress in preventing, diagnosing, and treating cancer in 5 years, ultimately striving to end cancer as we know it. A Presidential Memorandum established the Cancer Moonshot Task Force, which was directed to unite the Federal government in achieving the Moonshot’s mission through a focused effort to leverage Federal investments, targeted incentives, private sector efforts, and patient initiatives, among other mechanisms. The Memorandum also directed the NCI at the National Institutes of Health (NIH) to form the Cancer Moonshot Blue Ribbon Panel (BRP) to bring together experts in a variety of disciplines to identify key areas of science for new investment at NCI.\n\n\tAfter travelling the country and the world listening to experts across the oncology research and care spectrum, Vice President Biden identified areas of focus for the Cancer Moonshot based on barriers to progress and opportunities for improving patient outcomes, and announced a first wave of accomplishments at the Cancer Moonshot Summit on June 29th at Howard University. Read more about the establishment of the Cancer Moonshot Task Force, as well as White House fact sheets on investing in the Cancer Moonshot, new actions as part of the Cancer Moonshot Summit, international cancer research and care, and cancer clinical trials.\n\n\tBy the end of this Administration, the Cancer Moonshot will have completed the launch of a series of coordinated efforts that incentivize bold, creative, and disruptive approaches to conducting cancer research, promoting prevention and early screening, and addressing critical needs in cancer care. These efforts leverage talent and expertise across disciplines, sectors, and borders and ensure rapid dissemination of information to the broader cancer research and care community to accelerate progress. Ultimately, these efforts capitalize and build upon the progress made from the beginning of this Administration to accelerate biomedical research, leverage data and technology, and improve the nation’s access to first-rate, affordable health care.\n\n\tThe Cancer Moonshot cannot be achieved by one person, one organization, one discipline, or one collective approach. It requires millions of Americans to contribute their voices and work together to promote success. To learn about progress, contribute an idea, share a story, or commit to new action as part of the Cancer Moonshot, individuals and organizations should visit: whitehouse.gov/cancermoonshot.\n\nPROGRESS MADE BY THE CANCER MOONSHOT TASK FORCE\n\n\tThe Cancer Moonshot Task Force and individual Federal agencies are announcing the following set of activities today to support the goals of the Cancer Moonshot:\n\nCrowdsourcing Intellectual Property Data to Guide Cancer Investments – In September, the U.S. Patent and Trademark Office (USPTO) launched the “USPTO Cancer Moonshot Challenge” to use intellectual property datasets to map and identify trending cancer technologies, enabling more precise funding and policy decisions regarding promising new treatments. With data and a new Cancer Treatment/Therapy API (Application Program Interface) released through the USPTO Developer Hub, the challenge empowered app developers, academics, and coders to build rich visualizations of patent data—often an early indicator of meaningful R&D—and combine them with other economic and funding datasets. In September, USPTO and the Office of Science and Technology Policy (OSTP) announced three winners of the prize challenge who presented data-driven findings focused on how genetics and epidemiology of cancer related to rates of patenting of diagnostics, and how Federal funding of cancer research is amplified by dissemination of discovery through patenting.\n\nHarnessing the Power of Artificial Intelligence to Improve Cancer and Disease Diagnosis – DoD’s Joint Pathology Center is committed to exploring digitizing and making available its repository of over 34 million unique pathology samples. Digitizing this vast and unique pathology resource will have numerous benefits; including allowing increased access to a diverse range of researchers and diagnosticians, and builds on recent efforts that combine image analysis and machine learning algorithms to improve cancer diagnoses. DOD will explore high-impact use cases, pilot projects, public-private partnerships, and open innovation approaches.\n\nImproving Cancer Survivorship through Art – The National Endowment for the Arts (NEA) is designing a pilot project with members of its network of State Art Agency partners to develop art programs within designated cancer centers and health facilities at the state level. Building upon its successful work in using the arts to create therapeutic activities for military members, Veterans, youth, and aging populations, the NEA along with its state partners anticipate that this pilot will demonstrate the efficacy and benefits of therapeutic arts activities for cancer patients and survivors.\n\nPartnership to Avoid Carcinogenic Risks by Reducing Radon Exposure – Radon is the second leading cause of lung cancer and the leading environmental cause of cancer mortality in the United States. Under the Cancer Moonshot, the Environmental Protection Agency (EPA) is partnering with American Lung Association, HHS, the Department of Housing and Urban Development (HUD), and several industry and health advocacy organizations to significantly reduce radon-induced lung cancer and ensure that radon testing and mitigation, along with radon-resistant construction, are embedded within public policies and across industry practices. With the added momentum of the Cancer Moonshot, the National Radon Action Plan has a goal to reduce radon in 5 million homes and save 3,200 lives annually by 2020.\n\nPreclinical Research Partnership to Evaluate the Potential of Particle Beam Radiotherapy – The National Aeronautics and Space Administration (NASA) and NCI are establishing a new collaboration to study the biological effects of particle beam radiotherapy, a novel technology that may deliver a more targeted dose of radiation to tumor cells. Currently, NCI supports several efforts in this area, including comparing the efficacy of carbon ion therapy for the treatment of pancreatic cancer, and NASA is studying the biological effects of a wide range of heavy ions to develop countermeasures for protecting astronauts from the space radiation environment. Under this new partnership, agencies will share data and biospecimens to assess the biological effects of particle beam radiotherapy and evaluate its potential value as a new approach to fighting cancer.\n\nPromoting Human Papillomavirus (HPV) Vaccination as Cancer Prevention – Under the Cancer Moonshot, the Centers for Disease Control and Prevention (CDC) is advancing its efforts to promote cancer vaccines as a safe and effective strategy for combatting various types of cancers. As part of this effort, in September CDC renewed its commitment to the National HPV Vaccination Roundtable for an additional 5 years, which will include increased state level support for this effort. The Roundtable, managed by the American Cancer Society, is tasked with bringing together immunization and cancer prevention stakeholders to provide education, outreach, and training to the public and to health care providers. The National HPV Vaccination Roundtable will be working to increase HPV vaccination rates by decreasing missed opportunities, raising awareness about the importance of vaccinating males and females ages 11-12, and maximizing access to and opportunities for vaccination.\n\nStrengthening and Clarifying the Requirements for Public Availability of Clinical Trial Information – In September, the Department of Health and Human Services (HHS) issued a final rule for clinical trial registration and results information submission to ClinicalTrials.gov, a database of publicly and privately supported clinical studies of human participants conducted around the world, to increase the availability of information about ongoing clinical trials and summary results. NIH and the Food and Drug Administration (FDA) also announced a series of efforts and policies accompanying the rule to improve the quality and efficiency of clinical research, including activities focused on helping people find trials, enhancing clinical trial design, and increasing the efficiency of the drug and device development process. Ultimately these efforts will help prevent the unnecessary duplication of unsuccessful or unsafe trials, increase the efficiency of drug and device development processes, improve clinical research practice, and build public trust in clinical research.\n\nThe Department of Defense Launching Groundbreaking Longitudinal Study to Revolutionize Precision Oncology – The DoD is establishing a groundbreaking new longitudinal study to transform our understanding of the biological underpinnings of cancer. Using the vast amount of data housed within DoD's cancer registry and serum repository, researchers will work to identify new linkages between pre-diagnostic biological markers and various types of cancer. Approximately 1,000 new cases of cancer occur annually in active duty personnel, and there are approximately 250,000 samples from the last 25 years available to undergo protein signature analysis for pre-incident cancer markers. DoD and the Environmental Protection Agency (EPA) will also work in partnership to link results with the \"Environmental Quality Index\" to further evaluate the environmental factors contributing to this disease with appropriate considerations taken to ensure privacy and consent of current and past active duty members that will be part of the study.\n\nPRIVATE SECTOR COMMITMENTS IN RESPONSE TO THE VICE PRESIDENT’S CALL TO ACTION\n\n\tPrivate sector companies and organizations across the country have made important commitments in response to the Vice President’s call to action for the Cancer Moonshot, including:\n\nAtlanta’s Global Center for Medical Innovation and T3 Labs – In response to Vice President Biden’s Cancer Moonshot, Atlanta's Global Center for Medical Innovation (GCMI) and T3 Labs is collaborating with NCI to accelerate the development of innovative diagnostic devices from lab to market. These projects often have long timelines to progress from exploratory research to availability for patients’ benefit, with a low percentage making it through the full process. In order to overcome these challenges, GCMI and T3 are partnering with NCI to provide a development pathway that will position promising diagnostics for follow-on investments to support movement into the clinic. At least 5 NCI projects will be selected by GCMI in coordination with NCI program officers and funded investigators to engage their accelerated \"proving ground\" validation pipeline. Over the next 5 years, this collaboration will demonstrate how to double the speed in which novel cancer diagnostics may move from bench to bedside.\n\nBlood Profiling Atlas Pilot – In response to the Vice President's call to action and in alignment with the goals of the Cancer Moonshot, representatives from government, academia, and pharmaceutical and diagnostic companies are launching a new partnership to create an open database for liquid biopsies to accelerate the development of safe and effective blood profiling diagnostic technologies for patient benefit.\n\n\tThe group of 20 stakeholders will launch a Blood Profiling Atlas pilot to aggregate, make freely available, and harmonize for further analyses, raw datasets from circulating tumor cells, circulating tumor DNA, and exosome assays as well as relevant clinical data (e.g. clinical diagnosis, treatment history and outcomes), and sample preparation and handling protocols from 13 different studies. These studies will be contributed by AstraZeneca, Eli Lilly and Company, Epic Sciences, Memorial Sloan Kettering Cancer Center, Foundation Medicine, Genentech, Guardant Health, Novartis, Personal Genome Diagnostics, Pfizer, Thermo Fisher Scientific, University of Michigan, and University of Southern California. The Blood Profiling Atlas pilot datasets will be curated by a partnership between the Open Commons Consortium, the University of Chicago, and Seven Bridges. Sage Bionetworks will contribute advanced analytic capabilities to the effort through a crowdsourced challenge sponsored by Celgene. The strategy of developing an open, well-curated public database would be similar to the database that FDA reviewed in clearing a next-generation sequencing based cystic fibrosis (CF) test nearly three years ago. This Blood Profiling Atlas could have the appropriate controls that would allow it to be recognized by FDA as a source of valid scientific evidence, as proposed in FDA's draft guidance document \"Use of Public Human Genetic Variant Databases to Support Clinical Validity for Next Generation Sequencing (NGS)-Based In Vitro Diagnostics\". The DoD, in support of the Applied Proteogenomics OrganizationaL Learning and Outcomes (APOLLO) network, will work to incorporate standard operating protocols and recommendations from the Blood Profiling Atlas into ongoing solid and blood profiling efforts within APOLLO and the Murtha Cancer Center. The Blood Profiling Atlas will allow approved researchers access to raw unprocessed datasets in a scalable, reproducible, privacy and security protected manner.\n\n\tSee here for further details on each participant’s contribution and role in this Blood Profiling Atlas pilot.\n\nBristol-Myers Squibb Foundation – Today, the Bristol-Myers Squibb Foundation is committing $25 million over the next two-years to alleviate cancer inequities and announcing the first five partnerships under this new commitment: Project ECHO, American Cancer Society, University of South Carolina College of Nursing, West Virginia University Cancer Institute, and Mississippi Public Health Institute. Project ECHO (Extension for Community Healthcare Outcomes), a multiyear initiative, is awarded a $10 million grant to bring high-quality care to cancer patients living in rural and underserved areas by using telemedicine to pair doctors at NCI-designated Comprehensive Cancer Centers and academic medical centers with those in community hospitals and health delivery centers. The Foundation will also fund the American Cancer Society, University of South Carolina College of Nursing, West Virginia University Cancer Institute, and Mississippi Public Health Institute, which are each awarded $750,000 over two-years to develop interdisciplinary, patient-centered survivorship care services to meet the diverse emotional, psychosocial, physical, and medical needs of lung cancer survivors.\n\nCancer 101 – Inspired by the Cancer Moonshot’s call to advance clinical progress, CANCER101 announced the launch of Prescription to Learn® (P2L), an interactive platform co-created with patients and caregivers, to address issues they face in navigating health information to make informed decisions. P2L is developed and launching in partnership with several hospitals, patient advocacy organizations, and medical education providers, including University of Texas MD Anderson Cancer Center, H. Lee Moffitt Cancer Center and Research Institute, Perlmutter Cancer Center at New York University Langone, and Mayo Clinic. Through P2L, patients and caregivers can personalize their search for information and support, access resources aligned with learning style preferences, and view resource ratings from other patients, caregivers, and clinicians. P2L will launch online in 4 tumor types and expand to 8 cancer-specific curriculums in 2017, and will be integrated into medical education curriculum for clinicians nation-wide. With touchpoints at over 1,200 hospitals and community practices, hundreds of patient advocacy organizations, and numerous medical education providers, P2L will empower, inform, and engage over 100,000 patients and their caregivers to take control over their diagnoses and partner with their healthcare teams to make personalized medical decisions.\n\nCancer Support Community – To ensure that the critical work of the Cancer Moonshot continues, the Cancer Support Community will host Cancer Moonshot: One Year Later in June 2017. Today, the Cancer Support Community announces its partners in this effort, including the American Cancer Society Cancer Action Network, Friends of Cancer Research, National Patient Advocate Foundation, National Coalition for Cancer Survivorship, and LIVESTRONG. These national cancer advocacy organizations will bring together patients, advocates, researchers, providers, government agencies, industry organizations, and policymakers to ensure accountability around the pledges that were made in 2016, to measure the progress that has been made, and to identify what additional actions need to be taken to make progress on the goals of the Cancer Moonshot.\n\nCAVATICA & Seven Bridges – Today, the Children’s Brain Tumor Tissue Consortium, the Pacific Pediatric Neuro-Oncology Consortium, and Seven Bridges announce the release of CAVATICA, a data analysis platform designed to facilitate the rapid integration of data from multiple diseases affecting children, including cancer and other rare diseases like congenital disorders, epilepsy, and autism. Birth defects and neurological disorders have been linked to an increased incidence of cancer, however, uncovering these connections has been slowed because data generated to understand pediatric cancer cannot be easily compared to data generated for research into other rare diseases. CAVATICA will immediately make available more than 24 datasets for collaborative discovery spanning pediatric cancer to congenital heart defects, and these datasets will be interoperable with the Genomic Data Commons and other NIH data repositories to drive progress in our understanding and treatment of childhood cancer.\n\nColon Cancer Prevention in the Neighborhood – In alignment with the Cancer Moonshot’s efforts to ensure cancer care is equitable throughout the Nation, MedStar Washington Hospital Center, Washington Cancer Institute, is announcing today the launch of its “Colon Cancer Prevention in the Neighborhood” Program to take place over the next year. This program focuses on increasing early detection of cancer among African Americans in Ward 5 of the District of Columbia where a crisis of late-stage colon cancer exists. Fifty percent of Medstar Hospital’s stages III and IV colon cancer patients are from Ward 5, echoing a number of studies that consistently show the highest yearly prevalence of colon cancer in the District is among Ward 5 residents. MedStar Washington Hospital Center will deploy a team of healthcare professionals to work with Ward 5 residents to build community-based partnerships to deliver colon cancer education, perform risk assessments, and distribute fecal immunochemical tests (which can detect early signs of colon cancer) to return for free testing for over 1,400 patients. The program will also offer services to connect patients with colonoscopy services, supporting the goal of significantly increasing screening rates among Ward 5 residents. This community-based program is supported by the Herb Gordon Foundation for Gastrointestinal Cancer, the American Cancer Society, and private donors.\n\nContribute & Change (C2) Cancer Commons – The nonprofit Open Commons Consortium and 12 acclaimed medical research centers and consortia are committed to improving the sharing of cancer genomic data by building a pilot biomedical data commons, the Contribute & Change (C2) Cancer Commons, and a pilot platform where multiple systems connect to share cancer data, the Cancer Commons Hub. The C2 Cancer Commons and the Cancer Commons Hub will more than double the molecular (e.g. genomics and proteomics data), medical imaging data, and clinical annotation data (e.g. clinical diagnosis, treatment, and patient history) currently available to researchers to fuel improvements in cancer outcomes. Over time, these systems will benefit cancer patients by providing the longitudinal data necessary to better determine which drugs and combination of drugs work best for specific tumors. The C2 Cancer Commons is based on the same open-source software that powers the NCI Genomic Data Commons (GDC), but will extend this capacity by hosting complementary datasets submitted by C2 members. As C2 Cancer Commons uses GDC data analysis processes to produce integrated and harmonized datasets for researchers, these new datasets will be shared in a similar fashion to publicly-funded projects such as NCI's Cancer Genome Atlas.\n\n\tAt launch, Children's Hospital of Philadelphia, Icahn School of Medicine at Mount Sinai, Indiana Clinical and Translational Sciences Institute (CTSI), Johns Hopkins University, NorthShore University HealthSystem, Northwell Health, and University of Chicago are participating in the Contribute & Change Cancer Commons Pilot. The C2 Cancer Commons, Molecular Evidence Development Consortium Biomedical Cancer Commons, American Association for Cancer Research Project GENIE (Genomics, Evidence, Neoplasia, Information, Exchange), Ontario Institute for Cancer Research's Cancer Collaboratory, Cavatica Pediatric Cancer Cloud, and University of Chicago are participating in the Cancer Commons Hub. Additional medical research centers and cancer commons will be invited to participate in the consortium after the pilot phase.\n\nCosmosID, Inc. and the Immuno-Microbiome – In response to the Cancer Moonshot, CosmosID commits to provide access to its automated bioinformatics platform, MetaGenID, to support 5 cancer microbiome research studies (valued at $150,000) to understand how different microbiomes (e.g., oral, gut, skin) contribute to the development of specific cancers. MetaGenID contains over 65,000 highly curated microbial genomes and is capable of ultra-rapid high resolution strain level identification of all microorganisms, including bacteria, virus, fungi, and parasites and also provides antibiotic resistance profiling and virulence markers. This new effort will focus on human cancers where changes in microbial community and/or association of specific microbes have already been indicated for potential causation that include gastric, lung, oral, pancreatic, and cervical cancers. For all 5 cancer studies, data and results will be made freely available for researchers to answer critical questions concerning the microbiome and its role in development, management, and treatment of human cancers.\n\nDeloitte - Deloitte’s Conquering Cancer XPRIZE was certified by XPRIZE as ‘ready for launch’ at the Visioneers 2016 Summit. In continued support of the Vice President’s Cancer Moonshot initiative, and as announced last week, Deloitte is committed to collaborating with the XPRIZE Foundation to launch the Cancer XPRIZE and attracting innovators from all around the world to focus on the challenge of early cancer detection. Competing teams of the Cancer XPRIZE will develop a solution to rapidly, accurately, and affordably detect early cancer where intervention can reduce human suffering. Being deemed ‘ready for launch’ demonstrated the validity of the concept, the global need for early cancer detection, and broad support of the XPRIZE community for our execution of the Conquering Cancer XPRIZE.\n\nDemonstrating the Quality Assurance of Oncology Nurse Navigation – In alignment with the goals of the Cancer Moonshot, Sarah Cannon, the Hospital Corporation of America’s Cancer Institute, and the Academy of Oncology Nurse Navigators (AONN+) announce a $12 million national research project to measure, standardize, and increase the role of oncology nurse navigators in ensuring compliance to cancer treatment plans, removing barriers to care, improving care coordination and patient satisfaction, as well as identifying patients eligible for clinical trials. The purpose of this project is to create a standardized approach and scope of the nurse navigator role, which will demonstrate improved programmatic and patient outcomes throughout the continuum of cancer care. Sarah Cannon and AONN are partnering to study and standardize the approach and scope of this crucial role in cancer care. This project will use standardized metrics to measure clinical outcomes, patient experience, and return on investment, and will be jointly funded by Sarah Cannon and AONN+ with an investment of $12 million dollars over 18 months, and will impact tens of thousands of cancer patients across seven Sarah Cannon regional markets and five AONN+ associated facilities.\n\nFamily Reach – In response to the Vice President’s call for collaboration, Family Reach, a national non-profit dedicated to eliminating the financial burden of cancer for patients and their families, announces the launch of the Family Reach Financial Treatment Project, a groundbreaking program that will address individual families’ whole financial health through financial planning, navigation, and education as well as direct monetary assistance. The Financial Treatment Project will kick off as a pilot at Seattle Cancer Care Alliance and Tufts Medical Center. By intervening at the clinical level, the project aims to remove financial barriers to help facilitate access to care and adherence to life-saving treatment, ultimately increasing a patient’s chance of survival. The impact on each patient’s financial health and medical outcomes will be measured and reported on by clinical research experts. Evidence generated through this program will support policy transformation designed to reduce cancer treatment-related financial burden and improve cancer patients’ outcomes.\n\nGenentech – Genentech is dedicated to ensuring patients and their healthcare providers have access to rigorous and reliable patient-reported evidence to use the experience of others to guide treatment decisions for themselves and for their families. In order for patient-reported information to be globally accessible and understandable, there is a need to standardize how patient-reported treatment burden is measured. The NCI's Patient-Reported Outcomes Version of the Common Terminology Criteria for Adverse Events (PRO-CTCAE) is a publicly funded tool that assesses treatment burden in people with cancer. In addition to leading a collaborative industry working group to address the barriers to including PRO-CTCAE in clinical trials, Genentech is conducting the translation of this standardized patient-reported side effect library into approximately 35 additional languages, an approximate $2 million commitment. Making patient-reported outcomes data freely available in 35 languages to researchers and clinical trial participants around the world will ensure that patients are better informed about their options, and clinicians and researchers are more aware of, if not sensitive to, the experiences of patients. Once completed in 2017, NCI will be able to make these translations available to all researchers, globally for free.\n\nLazarex and Oncology Research Information Exchange Network (ORIEN) – In response to Vice President Biden’s call to action, Lazarex Cancer Foundation and Oncology Research Information Exchange Network (ORIEN) announce a new joint initiative to address barriers to cancer clinical trial access by utilizing the iMPACT program (Improving Patient Access to Cancer Clinical Trials). The iMPACT program brings together the significant resources of academic institutions, medical facilities and professionals, policy makers, industry, public health entities, and community organizations nationwide to collaboratively leverage their assets to improve the overall enrollment and retention of minority participants in cancer-focused clinical trials. The anticipated joint program budget is expected to reach $7.5 million annually, and more than $21 million over a three year period. Lazarex Cancer Foundation is a not-for-profit organization focused on cancer care for advanced state cancer patients and the medically underserved. ORIEN is a unique research partnership among some of North America’s top cancer centers including Moffitt Cancer Center in Tampa and The Ohio State University Comprehensive Cancer Center - Arthur G. James Cancer Hospital, and Richard J. Solove Research Institute in Columbus.\n\nLoglio Project – Inspired by the Cancer Moonshot's focus on developing new cancer technologies, the funders of the loglio project have committed an additional $3 million over the next 3 years to develop and use cutting edge biomedical imaging techniques to monitor therapeutic response and detect early progression of lower grade gliomas. The loglio Project is a privately funded, team-based coalition of 32 national/international investigators from 9 academic institutions united to eradicate lower grade glioma, a relatively rare form of brain tumor. The $10 million project, which was launched in 2015 with an initial $7 million in funding from Ashley and Alan Dabbiere, focuses on understanding the risk factors and underlying biology of lower grade gliomas, on communicating this information to the lower grade glioma patient population, and on the development of better therapies and immunotherapies for the disease.\n\nLyft – Lyft commits to expand its Boston-based \"Treatment Transport\" partnership to all 200+ cities Lyft currently serves by 2020. Currently, Lyft's \"Treatment Transport\" partnership with Boston Cancer Support provides patients, particularly those from low income communities, with credits to receive free transportation to and from treatments. Missed or delayed appointments are a serious challenge to patient treatment adherence, leading to poor patient outcomes. Through the expansion of this partnership, Lyft will significantly improve patient access to reliable transportation and address a critical challenge many patients and their families face while receiving cancer treatment.\n\nMaking Patient Quality of Life an Active Research Priority – Responding to the Cancer Moonshot's call for collaboration, the Health and Environmental Sciences Institute (HESI), Friends of Cancer Research (FOCR), and the National Patient Advocate Foundation (NPAF) are teaming up to launch the THRIVE Network - a first of its kind initiative to benefit the nearly 20 million cancer survivors in the United States. The THRIVE network brings together patients, clinicians, basic researchers, drug developers, technologists, and government scientists in an effort to define and reduce immediate and long term adverse effects from cancer therapy. With the Network launch in 2017, the partners are committed to creating an active forum to enhance our understanding of the causes of treatment-related adverse effects, enhance the options available to patients to ensure that they can both survive cancer and THRIVE, and double the amount of funding dedicated to research in this arena over the next five years. This announcement includes the launch of a 2017 THRIVE seed grant program to fund patient-relevant research, plans for a 2018 Network meeting, and the commitment to publish consensus recommendations from this meeting as a blueprint to guide THRIVE's many stakeholders in pursuit of efficient and effective actions to improve cancer survivor quality of life. The HESI, FOCR, NPAF partnership brings together a collective 65 years of organizational experience in improving the lives of cancer patients and survivors through innovative and effective research, outreach, and educational programs.\n\nMemorial Sloan Kettering Cancer Center – Inspired by the Cancer Moonshot’s call to address disparities in cancer care and inequalities in healthcare access, Memorial Sloan Kettering (MSK) has launched the Integrated Mutation Profiling of Actionable Cancer Targets to Eliminate Disparities program (IMPACTED). In a unique collaboration between community oncologists and cancer scientists, this program will expand the research use of MSK IMPACT(TM) genomic sequencing for cancer patients receiving care at NYC Health + Hospitals centers in Brooklyn and Queens. By sequencing tumors of patients who have traditionally been underrepresented in genomic profiling studies, IMPACTED may lead to the identification of differentially expressed molecular drivers that could explain some of the cancer disparities experienced by minority and underserved populations. For patients whose tumors are found to have potentially actionable mutations, IMPACTED will facilitate enrollment, where appropriate, in MSK clinical trials of targeted agents, helping cancer researchers and community oncologists identify innovative therapies that could reduce the unequal burden of cancer experienced by diverse and underserved populations.\n\nMercy Hospital Oklahoma City – Mercy Hospital is answering the Vice President’s call to action by doubling the amount of free mammograms, diagnostic procedures, and breast health education to the uninsured and underinsured women in the Oklahoma City community. Through Project Early Detection, more than 1,100 women will be offered access to preventative breast health care, leading to earlier detection of breast cancer and improved chances of survival for women across the community served by Mercy. Mercy, named one of the top five large U.S. health systems in 2016 by Truven, an IBM company, serves millions annually.\n\nMETAvivor – Today, inspired by the Cancer Moonshot and in collaboration with the Metastasis Research Society, METAvivor commits to funding $1 million in metastasis research grants in 2017 and doubling that amount in 2018. In 2016, METAvivor Research and Support Inc., a volunteer, non-profit organization founded and led by metastatic stage IV patients, committed $560,000 to stage IV cancer metastasis research, bringing the total amount awarded by METAvivor since its 2009 inception to $2.4 million. Ninety percent of all cancer deaths are caused by metastatic cancer, yet only seven percent of research funds focus on metastases, with the majority of those funds used to prevent metastases. By contrast, METAvivor is dedicated to putting one-hundred percent of each donation solely into stage IV, patient-focused metastasis research through a scientific peer review process led by career metastasis researchers.\n\nNational Minority Quality Forum (NMQF) – Responding to the Cancer Moonshot call to action, the National Minority Quality Forum (NMQF), a research and educational organization dedicated to assuring highest quality healthcare across all populations, will make available at no cost, data that identifies racial and ethnic disparities in cancer prevalence to over 30,000 users including patient advocacy organizations, companies, government, and the medical community. NMQF will synthesize this data as an interactive heat map showing the prevalence and number of people diagnosed with cancer by age, gender, race, ethnicity, and geography. Released today is the first map, a national lung cancer map drawn from the lung cancer index and illustrating the geographical features of lung cancer (i.e. which communities have higher risk). By mapping cancer risk, NMQF can provide better information and context for preventative and clinical interventions. Following the launch date, NMQF will publish a new cancer map each month (at a total cost of $300,000) until they have covered all of the major cancers. Further, NMQF commits to convene a national summit in 2017 of physicians, organized medicine, cancer survivors, cancer patient advocates, industry, public health administrators, and elected officials to harmonize public and private efforts to address cancer disparities and improve research, clinical trial recruitment and earlier diagnosis for vulnerable communities.\n\nNCI Cloud Collaborations with Amazon Web Services and Microsoft – NCI Cloud Collaborations with Amazon Web Services and Microsoft - The NCI, in coordination with Amazon Web Services (AWS) and Microsoft, is announcing new public-private collaborations designed to build a sustainable model for maintaining cancer genomic data in the cloud for use by cancer researchers through NCI's Genomic Data Commons (GDC) and Cancer Genomics Cloud (CGC) Pilots. These cloud collaborations will provide cancer researchers with secure access to high-quality cancer genomic and associated data. By providing avenues for cloud storage, genomic analysis, visualization, and computation, the collaborations help maximize the ability of researchers to mine cancer data for answers to reduce the impact of cancer on the American people and the world. The CGC Pilots are an integral way to explore new mechanisms for data access, computation, and analysis for genomic, proteomic, imaging, and clinical phenotype data. To contribute to this collaboration, the NCI has recently extended the CGC Pilots with The Broad Institute, The Institute for Systems Biology, and Seven Bridges Genomics for an additional year.\n\nSHARE for Cures – SHARE For Cures, a technology-focused non-profit aimed at escalating the pace of research through patient-driven data sharing, is today launching the SHARE (System for Health And Research data Exchange) platform. SHARE makes it easy for anyone to access their personal health and wellness data through an easy-to-use interface, and then share their data with researchers looking for cures. This novel system not only empowers all users to better access and aggregate their personal health data, but it enables them to choose which data they would like to share and what research they would like their data to enable. In support of the Cancer Moonshot, SHARE For Cures is collaborating with Lung Cancer Alliance and Melanoma Research Foundation to study the 'real-world' impact of cancer immunotherapy. The study will use medical, wellness, and lifestyle data collected through the SHARE platform to examine on- and off-label drug usage patterns, as well as co-morbidities and side-effects in cancer patients taking this new class of drugs.\n\nStanford Medicine – Stanford Medicine and the Department of Veterans Affairs Palo Alto Health Care System (VAPAHCS) are collaborating to establish a Hadron Center in Palo Alto, California, for the potential benefit of both Veteran and non-Veteran cancer patients. The Hadron Center will utilize particle beam radiotherapy using beams of charged particles such as proton, helium, carbon, or other ions to allow more precise targeting anywhere inside the patient's body, potentially resulting in less damage to healthy tissue. The Hadron center will start as a clinical facility using proton beams with the goal of incorporating heavier particles for the treatment of cancer patients after the necessary validation and trials. In some instances, particle beam therapy may be more effective at killing radiation-resistant tumors that are difficult to treat using conventional radiation therapy. The Hadron Center will complement VAPAHCS's mission to provide world class care for cancer patients, allowing Veterans' access to particle therapy treatment for the indicated cancer types and participation in the latest clinical trials. This project is an example of a public-private collaboration to advance research and improve clinical care. We anticipate the center to be treating patients within four years.\n\nThe American Psychological Association, Noetic, and The Ohio State University – The American Psychological Association, Noetic, and The Ohio State University have joined forces to create a mental well-being and health intervention program to assist health care providers, patients, and family members to manage the trauma associated with a cancer diagnosis and to mitigate the potential for post-traumatic stress. With cancer, failure to identify and treat stress, anxiety, and depression may threaten treatment adherence, interfere with the adaptive immune response, produce poor quality of life, and increase the risk for disease-related morbidity and mortality. Noetic’s collaboration with experts from the American Psychological Association and The Ohio State University includes the following aims: a) develop brief resilience strategies for patient use at the time of diagnosis; b) train key personnel to use, deliver, and implement screening and referral of patients for resilience treatment; c) provide family members a program and access to similar tailored resources; and, d) create a program for health care providers to improve their own mental wellbeing, thereby improving their ability to care for cancer patients.\n\nThe Leukemia & Lymphoma Society (LLS) – LLS announces the creation of Beat AML, a new type of clinical trial, and the commitment of $50 million to go on the offense against acute myeloid leukemia (AML), one of the deadliest forms of blood cancer. This groundbreaking clinical trial will use advanced genomic analysis to identify genetic mutations and test several investigational, targeted drugs to develop a precision medicine approach to treat AML patients. With a commitment to collaboration, this trial will involve multiple medical institutions, drug companies, and the U.S. Food and Drug Administration (FDA) to drive this research forward.\n\n\tIn addition, LLS will enable increased access to clinical trials through a collaboration with the National Black Church Initiative (NBCI), a faith-based coalition of churches, by providing education about clinical trials to approximately 3 million African Americans in major cities throughout the country over the next 5 years. The educational initiative will have a special focus on blood cancers – specifically multiple myeloma, which is more than twice as common in African Americans as non-minority populations. LLS will also expand their personalized clinical trial navigation service, aiming to help 2,500-3,000 patients enroll in clinical trials over the next five years.\n\nThe Scarlett Fund for Memorial Sloan Kettering Cancer Center – The Scarlett Fund commits to doubling its investment to $3 million over the next five years to support the work of Memorial Sloan Kettering Cancer Center (MSK)'s Department of Pediatrics in advancing pediatric precision oncology. Every dollar raised by The Scarlett Fund is allocated to MSK's internationally recognized pediatric oncology team, which treats more children with cancer than any other hospital in the world. Through its participation with the MSK-sponsored fundraising events including Cycle for Survival, Fred's Team, and Kids Walk, The Scarlett Fund is driving a groundbreaking pediatric precision medicine initiative: to identify genetic mutations and develop new, less-toxic targeted therapies for this most vulnerable group of patients. The Scarlett Fund was created by Jennifer and Robert James to raise awareness and funds for childhood cancer research in honor of their daughter, Scarlett, who was diagnosed with T cell lymphoma in 2013. By bringing necessary attention to these understudied-and often underfunded-diseases, The Scarlett Fund is endeavoring to end pediatric cancer as we know it.\n\nUber – As part of a commitment to the initiatives of the Cancer Moonshot, Uber will bring reliable, affordable, and easily accessible transportation to cancer patients around the world. Today, one quarter of cancer patients have missed or rescheduled their appointments due to lack of transportation. Uber is committed to dedicating $5 million in engineering resources over the next 18 months to develop solutions that enable healthcare-related and non-emergency medical transportation. Through product development and expanded partnerships with leaders in the industry, Uber is setting a goal to connect millions of patients with rides annually, in over 500 cities by 2018.\n\n\n\n\n"
}