{
    "title": "FACT SHEET: Women’s Preventive Services and Religious Institutions | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/02/10/fact-sheet-women-s-preventive-services-and-religious-institutions",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\n\nFebruary 10, 2012\n\n \n\n\n\nFACT SHEET: Women’s Preventive Services and Religious Institutions\n\n\n\n\n\n\tThanks to the Affordable Care Act, most health insurance plans will cover women’s preventive services, including contraception, without charging a co-pay or deductible beginning in August, 2012.  This new law will save money for millions of Americans and ensure Americans nationwide get the high-quality care they need to stay healthy.\n\n\tToday, President Obama will announce that his Administration will implement a policy that accommodates religious liberty while protecting the health of women. Today, nearly 99 percent of all women have used contraception at some point in their lives, but more than half of all women between the ages of 18-34 struggle to afford it.\n\n\tUnder the new policy to be announced today, women will have free preventive care that includes contraceptive services no matter where she works.  The policy also ensures that if a woman works for a religious employer with objections to providing contraceptive services as part of its health plan, the religious employer will not be required to provide, pay for or refer for contraception coverage, but her insurance company will be required to directly offer her contraceptive care free of charge.\n\n\tThe new policy ensures women can get contraception without paying a co-pay and fully accomodates important concerns raised by religious groups by ensuring that objecting non-profit religious employers will not have to provide contraceptive coverage or refer women to organizations that provide contraception.  Background on this policy is included below:\n\n\t• Under Section 2713 of the Affordable Care Act, the Administration adopted new guidelines that will require most private health plans to cover preventive services for women without charging a co-pay starting on August 1, 2012.  These preventive services include well women visits, domestic violence screening, and contraception, and all were recommended to the Secretary of Health and Human Services by the independent Institute of Medicine of the National Academy of Science.\n\n\t• Today, the Obama Administration will publish final rules in the Federal Register that:\n\n\to Exempts churches, other houses of worship, and similar organizations from covering contraception on the basis of their religious objections.\n\n\to Establishes a one-year transition period for religious organizations while this policy is being implemented.\n\n\t• The President will also announce that his Administration will propose and finalize a new regulation during this transition year to address the religious objections of the non-exempted non-profit religious organizations. The new regulation will require insurance companies to cover contraception if the religious organization chooses not to. Under the policy:\n\n\to Religious organizations will not have to provide contraceptive coverage or refer their employees to organizations that provide contraception.\n\n\to Religious organizations will not be required to subsidize the cost of contraception.\n\n\to Contraception coverage will be offered to women by their employers’ insurance companies directly, with no role for religious employers who oppose contraception. \n\n\to Insurance companies will be required to provide contraception coverage to these women free of charge.\n\n\to The new policy does not affect existing state requirements concerning contraception coverage.\n\n\tCovering contraception is cost neutral since it saves money  by keeping women healthy and preventing spending on other health services. For example, there was no increase in premiums when contraception was added to the Federal Employees Health Benefit System and required of non-religious employers in Hawaii.  One study found that covering contraception saved employees $97 per year, per employee. \n\n\n\n\n"
}