{
    "title": "White House Holds Event on Creating Model Emergency Management Plans for Schools, Institutions of Higher Education, and Houses of Worship | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/02/27/white-house-holds-event-creating-model-emergency-management-plans-school",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nFebruary 27, 2013\n\n \n\n\n\nWhite House Holds Event on Creating Model Emergency Management Plans for Schools, Institutions of Higher Education, and Houses of Worship\n\n\n\n\nEvent is part of the implementation of the 23 executive actions to reduce gun violence announced on January 16th\nWASHINGTON, DC –  Today, the White House hosted an event, Taking Action: Creating Model Emergency Management Plans for Schools, Institutions of Higher Education, and Houses of Worship, as part of the President’s plan to protect our children and communities by reducing gun violence. The event solicited stakeholder feedback to inform work by the Administration to create model emergency management plans for schools, institutions of higher education, and houses of worship, and provide best practices for training students and staff to follow these plans. This effort is one of the 23 executive actions to reduce gun violence announced by the President on January 16th.  Over 100 leaders from the faith, education, law enforcement, emergency management and mental health communities, as well as survivors of gun violence, participated in the event.\nSecretary of Education Arne Duncan and Secretary of Homeland Security Janet Napolitano moderated two of the three panels on the emergency management needs of schools, institutions of higher education, and houses of worship. These interactive discussions with leading experts in their respective fields focused on lessons learned from previous mass shootings and what should be included in the model plans the Administration is currently developing. FBI Executive Assistant Director Richard McFeely also moderated a panel discussion.\nThe following officials participated in panel discussions:\n\t• John McDonald, Executive Director of Security and Emergency Management, Jefferson County Public Schools\n\t• Marleen Wong, Associate Dean, Clinical Professor, and the Director of Field Education at the University of Southern California (USC) School of Social Work; Principal Investigator and Director of the USC/RAND/UCLA Trauma Services Adaptation Center for Resilience and Hope in Schools; Former Director of Mental Health and Crisis Intervention for the Los Angeles Unified School District\n\t• Major Ian A. Moffett, Miami Police Department; Vice President of the National Association of School Safety and Law Enforcement Officials; Formerly of Miami-Dade Schools Police Department\n\t• Robert Fein, Forensic and National Security Psychologist\n\t• Natalie Hammond, Teacher, Sandy Hook Elementary School\n\t• Gene Deisinger, Deputy Chief of Police and Director, Threat Management Services, Virginia Tech\n\t• Kristina Anderson, Founder, Koshka Foundation; Former Virginia Tech Student\n\t• Dan Flannery, Dr. Semi J. and Ruth Begun Professor and Director of the Center\n\tfor Violence Prevention Research and Education, Case Western Reserve University\n\t• Chief Jim Schwartz, Arlington Fire Department\n\t• Paul Goldenberg, National Director, Secure Community Network\n\t• Chief John Edwards, Oak Creek Police Department\n\t• Balhair Singh Dulai, Trustee and Treasurer, Sikh Temple of Wisconsin\n\t• Mary Marr, Founder and President, Christian Emergency Network\n\n\n\n\n"
}