{
    "title": "Press Briefing by Press Secretary Jay Carney, 1/10/2014 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/01/10/press-briefing-press-secretary-jay-carney-1102014",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 10, 2014\n\n \n\n\n\nPress Briefing by Press Secretary Jay Carney, 1/10/2014\n\n\n\n\nJames S. Brady Press Briefing Room\n1:12 P.M. EST\nMR. CARNEY:  Good afternoon.  Thanks for being here on Friday, rainy Friday.  I don’t have an announcement at the top.  I do have a week ahead, which if you remind me, I’ll deliver at the end.  So I’ll go straight to your questions.\nJim.\nQ    Thanks, Jay.  Yesterday, on the effort on renewal of the jobless benefits, Senator Reid offered a proposal that would pay for an extension through November, but since he alienated potential Republican supporters by not allowing any Republican amendments, why would the President agree to that kind of strategy given the urgency that you said at the podium is required to get this done?\nMR. CARNEY:  Well, let’s review what you’re talking about.  We need to renew these benefits right away.  There are 1.3 million Americans out there, and their families, who are wondering if they’re going to get assistance.  They’ve already missed one payment, and they’re on track now to miss another.  We have said that the temporary short-term extension, three months, without offsets that is moving in the Senate and cleared one hurdle ought to be passed so that assistance can be provided right away. \nRepublicans have said they want offsets.  They want offsets.  We’ve said that we’re willing to talk about -- have conversations about how to move forward on a long-term extension.  Senator Reid and Senate Democrats, in response to Republicans, as I understand it, and their insistence on offsets put forward a proposal for a long-term extension using offsets that Republicans support.  And now that’s not good enough.  It’s hard to believe.  What do you tell those families?  You got what you wanted but you still won’t extend the benefits?\nQ    But this is a legislative strategy issue.  Why not allow --\nMR. CARNEY:  But, Jim, I understand that parliamentary procedures can be complex, but what Republicans first said in December is we shouldn’t extend benefits, right?  Then, Senator Heller and progressively a handful of other Republican senators said that we should, and they allowed cloture and many of them have said that we need to have pay-fors, offsets.  And Senator Reid, as I understand it, came back and said, okay, for a long-term extension we’ll do it, and here are the offsets.  And these are offsets that Republicans have said they support and have supported in the past, including one that Chairman Ryan included in the budget deal with Senator Murray.\nSo what now?  What are you asking these families to do now in exchange for the lifeline that Congress needs to provide to them?\nQ    Was the White House talking to any of the Republican senators yesterday on this issue or simply with Democrats?\nMR. CARNEY:  Broadly, on the issue, we’ve been engaged with members of both parties on it, and I don’t have any specific conversations to read out.  But we’re going to continue to press Congress to move forward.  It would be best, in our view, if they would just pass the short-term extension, and then we could have discussions about a longer-term extension.  But it's striking to me that if Senator Reid had put forward a proposal that reflects the concerns that Republicans said they had and does what they said they wanted, and then there's a problem, that’s unfortunate -- because we really need to do this, and we need to get these benefits into the mailboxes of these families.\nQ    Quickly on Iran -- latest vote count in the Senate is 59 senators supporting some kind of Iran sanctions measure, and they're moving toward even a potentially veto-proof number.  Is the White House worried about that number?  And does it add extra pressure on this next round that’s unfolding in Geneva to actually show some progress so that you can make your case on the Hill?\nMR. CARNEY:  Jim, our position remains what it's been, which is that, first, Congress has been a strong partner with this administration in passing and implementing and enforcing the most effective sanctions regime in history, and one that claims that status because of the strategy the President has employed from the time he took office, which allowed for consensus internationally so that the sanctions regime is not just an American sanctions regime, but an international one, which is what makes it so effective.\nThe purpose of that sanctions regime, the purpose of responding to Iranian intransigence with these series of sanctions and this structure was to try to change Iranian behavior so that Iran would come to the table and begin to talk seriously about how to get right with its international obligations.  The sanctions regime that was put in place with the excellent assistance of Congress and our international partners has had that effect.  It has brought Iran to the table, and resulted in a change in the calculations of the Iranian leadership to the extent that they made agreement on the preliminary six-month agreement, and that sort of technical talks continue there as they move towards implementation.  And then we will look at whether or not further negotiations can produce a concrete, permanent and verifiable resolution to this challenge that will allow us to be sure that Iran is not pursuing a nuclear weapon, and we can do that peacefully. \nThat is the goal.  That was the purpose of sanctions, and that's why we are where we are.  And that's why we have in our many discussions with members of Congress urged them not to pass further sanctions legislation now because it would be counterproductive.  It would I think in many ways have the opposite effect that they hope it would have because it could, if they were to do it, actually weaken the sanctions structure that's in place by undermining faith among our international partners and providing Iran the opportunity to say that we have been negotiating in bad faith. \nSo I think we all -- at both ends of Pennsylvania Avenue -- share the same goal, which is to deprive Iran of a nuclear weapon.  That is the President’s policy, and we have worked together towards that policy, and we want to continue to do that.  And Congress has the capacity -- should Iran fail to meet its obligations in either the interim agreement or fail to come to an agreement with the international community, the P5-plus-1 in the final analysis -- to act very swiftly to impose further sanctions. \nAnd if they were to do that then, if it were necessary, they would again have, we believe, the kind of consensus internationally behind that action that would allow it to be enforced and to result in the consequences for Iran that they seek.  So that's our view.\nWe continue to consult with members of Congress, and I think we’ve been very clear that we oppose this legislation strongly.\nQ    Does this increase pressure on having some kind of concrete result in the short term to forestall action in the Senate, to have --\nMR. CARNEY:  Well, I don't know that there’s -- when you say concrete result in the short term, there is -- you may have seen recently that EU Deputy Secretary General Schmid and Deputy Foreign Minister Araqchi made very good progress on all the pertinent issues in the ongoing process, and I believe they're taking back to capitals, so capitals are looking at what’s been achieved in Geneva, and we hope to finalize the implementation agreement soon, which is the first-stage agreement.  So that is progress. \nBut there is no question that a longer, more -- I mean, a more permanent resolution to this challenge, a verifiable commitment by Iran to forsake a nuclear weapon will require further extensive negotiations.  And the purpose of this implementation agreement is to stop Iran from making progress on its program, roll back aspects of it while these longer-term negotiations take place.  That’s a positive thing.  Because the alternative would be to -- if you didn’t have the interim agreement -- would be to allow Iran to continue to make to progress, even speed up progress on all aspects of its program.\nQ    Jay, along those lines, Iran and Russia are negotiating an oil-for-goods swap worth $1.5 billion a month that would let Iran lift oil exports.  Is there any concern this would undermine the sanctions?\nMR. CARNEY:  Steve, I’ve seen that report and I’ll have to take the question.  I may also refer you to the State Department.  We have worked very closely with the P5-plus-1 and all of our partners in building a sanctions regime, part of which addresses aggressively Iranian oil exports.  That regime has been effective in bringing about the opportunity that the P5-plus-1 and the world has now.  So on the specific matter that you have mentioned, I’ll have to take the question and also refer you to State.  If we have more here to say about it I can get back to you.\nQ    And on health care, there is a report the administration is replacing its main contractor, CGI, with another one.  Is this true?  And if so, does this create some disruption as you post the final deadline?\nMR. CARNEY:  Steve, I’ve seen that report.  Contracts at CMS are something that CMS would address.  I don’t have any more information on that for you.\nQ    There is a tweet from one of our colleagues here in the White House Press Corps, Julianna Goldman with Bloomberg, saying that the President will announce --\nMR. CARNEY:  Troublemaker.\nQ    -- his changes at the NSA on Friday, January 17th.  Can you confirm that?\nMR. CARNEY:  Okay.  (Laughter.) \nQ    Does that count as confirmation?\nMR. CARNEY:  Yes, it does.  (Laughter.)  You can expect the President to speak about these issues on Friday, January 17th.\nQ    And I know that the President has been having these meetings with stakeholders --\nQ    There goes your week ahead.\nMR. CARNEY:  Yes.  (Laughter.)\nQ    The President has been holding these meetings with stakeholders on NSA surveillance activities, and I was just curious -- I know you don’t want to get ahead of what the President is going to announce and you don’t want to tip anybody’s hand as to what reforms he’s looking at and what he’s going to propose, but looking ahead a year from now, will Americans feel that their civil liberties are better protected by these reforms that the President is going to pursue?  And do you think that they will see an NSA that has dramatically curtailed its surveillance activities, marginally curtailed?  How would you characterize that?\nMR. CARNEY:  I wouldn’t hazard to address the second part of that question, because the President has been clear throughout this review process that we will not harm our national security or our ability to face global threats.  And our intelligence-gathering activities are directly related to our ability to face those global threats and protect our national security. \nWhen it comes to the broader question, the goal the President I think has set here is to take measures that create more transparency, introduce reforms that improve the system in a way that gives the American people more confidence.  As for what kinds of measures he's considering, I won't get into that; I'll let the President speak to it.  But we have been very clear about the kinds of recommendations he has been getting.  The review group's report was publicly released for that reason.  So we made clear upon the release of that report that the President considered all of the recommendations worth serious consideration, and that's what he and his team is giving them.\nQ    Do you have any idea about the format of the --\nMR. CARNEY:  The scheduling matter, you want to -- no, I don't have any more detail.\nQ    -- it will be a speech?  It will be here somewhere?\nMR. CARNEY:  I can just tell you that he will be making remarks to discuss the outcomes of the work that's been done and the review process.\nQ    In what?\nMR. CARNEY:  Again, Ann, I don't have anything more than the confirmation of the intrepid reporting that produced the news flash that it will happen on January 17th. \nQ    And, Jay, any response to House Speaker John Boehner's tweet that was within minutes --\nQ    A lot of tweets.\nQ    -- within minutes after the jobs report came out this morning -- \"Where are the jobs?\"  Where are the jobs?\nMR. CARNEY:  I think you saw our statement in reaction to the monthly jobs report.  The Chairman of the CEA Jason Furman has been out, as has the Secretary of Labor.  And our view has always been -- whether it is a month where job creation exceeds expectations or is a month where it comes in below expectations -- that we have continued to see progress in the economy, but we have more work to do.  And we need to get that unemployment insurance to those families who need it. \nOne of the things I think that the underlying data show is that long-term unemployment in the starkest possible way remains the biggest problem we face when it comes to unemployment.  I'm risking saying more than I understand, because I'm not an economist.  But an economist told me this morning that -- (laughter) -- I'm going to try to put it in layman's terms, that the short-term employment rate is now roughly at where it was during the last expansion and maybe a little below it, which means that the unemployment problem we have is truly concentrated in the long-term unemployment part of it.  So that's something the President has talked about a lot.  It's something that is very much at the heart of the debate about how to move forward on extending unemployment insurance benefits, because we're talking about here people who have been unemployed and are looking for a job and have been doing so for a long time. \nLet me move.  Jessica.\nQ    A question on India.  What is the White House response to what's going on with this latest permutation in the ongoing issue between diplomats with the removal of this U.S. diplomat in the New Delhi embassy?\nMR. CARNEY:  What I can tell you, Jessica, is that the White House is of course aware of this matter, which is being handled by the State Department and the Department of Justice, so I will have to refer you to them.\nFurther, as I've said over the course of our conversations about this, the United States and India enjoy a broad and deep friendship.  And this isolated episode is not indicative of the close and mutually respectful ties that we share. \nFor matters related to U.S. diplomats and this general issue, I think the State Department is the best place to go; on the case itself, the Department of Justice.\nQ    Can I ask on Syria?  Can you confirm the reports that the U.S. is considering returning nonlethal aid to the rebels, or parts of the rebels?\nMR. CARNEY:  My understanding is that, as we said when we made the decision to suspend nonlethal assistance to the Supreme Military Council, this has nothing to do with our support for the moderate military opposition but rather the security of our assistance.  And in that context, we have been reviewing if we can resume the aid to the SMC as we continue to want to support the moderate armed opposition.  We are currently reviewing how to do this moving forward, but no decisions have been made yet regarding the resumption of nonlethal assistance to the SMC. \nBut we have resumed deliveries of nonlethal assistance into  northern Syria to civilian actors -- so not the armed opposition, but the civilian actors.  And as we have made clear, our humanitarian assistance has continued throughout with no suspensions.  And I know it's sort of complicated groups here, but the humanitarian assistance is assistance delivered sort of blind to any Syrian who needs it; the nonlethal assistance is delivered to specific recipients, and that includes both the nonlethal assistance that has been suspended as we review the security of it to the SMC, but the nonlethal assistance to civilian actors has been reinstated.\nQ    How are you vetting people who are getting it, given the fact that the people are starting to change sides now?\nMR. CARNEY:  Well, that’s a question I think best addressed to the agencies that deliver the aid.  But vetting is obviously something that has been a priority across the board when it comes to our policy of supporting the Syrian opposition and providing assistance to it. \nSo again, the suspension -- I think it's important when you ask that question, that the suspension of aid to the SMC was not a vetting matter, it was a matter of the security of the aid after the incident at a warehouse.  We still do strongly support and want to be able to continue to provide nonlethal assistance to the SMC, to the moderate armed opposition, and are reviewing ways that we can restore that aid.\nQ    Is there an endpoint for that review, or a time certain?\nMR. CARNEY:  I don’t know of one, but perhaps the State Department can give you more information.\nJon.\nQ    Back to the jobs numbers, Jay.  I seem to remember you at the podium not long ago showing us charts of jobs growth over the past couple of years, and the implication taking some credit -- the White House taking credit for the President's policies in contributing to jobs growth.  Now we have this report -- I mean, barely treading water:  74,000 jobs created, and probably more ominously, the workforce rate --\nMR. CARNEY:  Participation rate?\nQ    -- participation rate, you're down at a low for almost 40 years.  What do you --\nMR. CARNEY:  Pretty much where it's been since 2009, but, yes.\nQ    So does the White House, does the President's policies have anything to do -- are to blame at all for this jobs report?\nMR. CARNEY:  Jon, as I think you note, when we talk about the monthly jobs reports, we always begin with the fact that whether it exceeds expectations or comes in below expectations, that there is more work to do.  And this report is no different.  What it does represent is 46 consecutive months of private sector job creation -- 8.2 million jobs over that period.\nQ    I mean, 74,000 jobs is barely anything in an economy this large, right?\nMR. CARNEY:  Jon, it just reinforces that we need to continue to have job growth, economic security, economic mobility as our top priorities.  And those priorities are the President's priorities, and he wants to work with Congress and wants to work with others outside of Congress to advance an agenda that delivers on those priorities; that continues the recovery; that expands the opportunity that economic growth affords.\nSo there's no question that when you have -- again, I think we've seen periods of late where the numbers have come in way over expectations, and we’ve see periods where they come in below.  What we have seen generally is consistent private sector job creation.  What we have seen also, labor participation rate notwithstanding, is a fall in the unemployment rate from 10 percent to 6.7 percent.  6.7 percent is too high.  It is too high.  And that’s why we need to -- despite the drop, it is too high.  That’s why we have to keep working and have this as our focus, and not get hung up over ideological fights when we need to be focused on what we can do, coming together, to spur job creation and economic opportunity.  That’s what the President is focused on.\nQ    But do you see this as an ominous jobs report?\nMR. CARNEY:  I’m not an economist; I think our economists were out there talking about it today.  What we've seen in general over recent months has been largely positive economic data.  I'm not suggesting this is anything beyond the latest report, but I would point you to economists to give you a broader macro picture of where we are economically. \nThe fact is we have work to do.  We’re continuing to grow, we’re continuing to create jobs, but we have to grow faster and we have to create more jobs.  That should be our priority here in Washington.  That’s what folks in the country expect our priorities to be.  They don’t want us re-litigating old ideological fights.  They don’t want us veering off to have debates about issues that don’t seem to affect their lives directly. \nSo the President is very focused on these matters, and you’ve heard him talk about them a lot lately and you’ll hear him talk about them a lot in the coming days and weeks.\nQ    And if I can follow up on Jim’s question about the Senate tactics -- and I know you’re not managing the Senate floor schedule and this is done out of the Majority Leader’s office -- but I mean, it affects the White House.  You have a situation where the hardball tactics of the Senate Majority Leader are alienating the Republicans who have said that they want to work with the White House on this issue.  Is there any concern that --\nMR. CARNEY:  My concern, Jon, is that Republicans who said they wanted offsets for a longer-term extension of unemployment benefits, having been presented the offsets which they said they wanted, now are suggesting they won’t vote for it.  That’s my concern for those families.  How does that square with the goal here, which is to get that assistance into the hands of the 1.3 million Americans and their families who need it?\nI think, again, this is Senator Reid, he’s the Majority Leader, he’s taking the action here; he and Senate Democrats have proposed the offsets for the long-term extension.  But again, the debate began with Republicans saying, we don’t need any extension of unemployment insurance.  Then there was a recognition by some that we did need to do it and by others that they would do it if they got offsets.  So now Senator Reid has proposed offsets for the longer-term extension and that seems to be a problem.\nSo what is forgotten in that debate is the absolute necessity to get the aid to the American people who need it.\nQ    I understand.  So I guess just to -- the White House has no concerns with the tactics that have been used by the Senate Majority Leader offering no amendments -- again, alienating the Republicans who said that they were open to supporting this.  And now you’re in a situation where you have gridlock, nothing is happening.\nMR. CARNEY:  Again, I followed it -- well --\nQ    There’s no concerns?  The White House is happy with how --\nMR. CARNEY:  Here’s the gridlock, Jon:  There was a measure to extend benefits in the way that President Bush signed into law five times, and Republicans won’t go along with it.  That’s gridlock.  There is an effort by the Majority Leader to meet the concerns expressed by Republicans who have said sincerely that they want to extend these benefits if there are offsets.  And he put offsets on the table.  So I think that is pretty good faith and ought to be acted on.\nCheryl.\nQ    Thanks, Jay.  House appropriators -- or House and Senate appropriators are finalizing the omnibus spending package due next week.  They’re not quite there yet.  Does the White House have any particular concerns with that package?  And also, would you support a short-term CR through next Saturday?\nMR. CARNEY:  Based on what we’ve heard and seen, there is progress being made, and that is good.  And if they need to buy themselves a few extra days in order to complete the work, then that would be fine as long as progress is being made.  And we believe that progress is being made.\nChairman Rogers and other have reinforced that this process is about government funding and is not the place to inject partisan riders.  And we hope and expect that the Republican leadership will support this principle and focus on the need to fulfill the promise of the budget agreement reached by Senator Murray and Congressman Ryan.  I hope that answers your question.  As long as there’s progress, we think that’s a good thing.\nQ    The State Department designated Ansar al-Sharia as a terrorist organization today.  I’m just wondering why it took that long considering the affiliation with al Qaeda.  And was it directly linked to the attack on Benghazi?\nMR. CARNEY:  I appreciate the questions, because it’s more complicated than that, as I think you know.  Let me see if I can find it here.  Because Ansar al-Sharia means Partisans of Sharia and is used by various groups in North Africa, the naming convention does not necessarily imply a centralized organization, which is why, in fact, Ansar al-Sharia was not designated, but specific Ansar al-Sharia groups were designated as terrorist organizations -- Ansar al-Sharia in Benghazi, in Darna and Tunisia, as well as designations were made for two individuals -- Ahmed Abu Khattalah and Sufian bin Qumu.\nIn answer to your other statement about al Qaeda, none of these Ansar al-Sharia organizations are official affiliates -- affiliates, rather, of core al Qaeda under Ayman al-Zawahiri.\nQ    But are they really -- because it’s the same as the one in Syria, with the al Nusra.  They are not part of it, but  they are --\nMR. CARNEY:  Again, I’m telling you what our determination is, our view, the intelligence community of the United States and our allies, that these are not affiliate of core al Qaeda.  But the government is committed, the U.S. government, to taking all appropriate actions against the organizations and individuals responsible for the attacks against the United States diplomatic facilities in Libya and Tunisia, and doing everything we can to prevent similar attacks in the future.\nThe State Department’s announcement today of the terrorist designations is a reflection of that commitment.  Our focus continues to be working with the Libyan government to bring the perpetrators of the September 11th, 2012 Benghazi attacks to justice, and to work tirelessly to ensure the safety of our personnel serving overseas.  Likewise, we also remain committed to working with the Tunisian government to bring to justice those responsible for the September 14, 2012 attack on the U.S. Embassy and American school in Tunis.\nFor more information about the status of those investigations, I refer you to the Department of Justice and to the Department of State for any further information on the terrorist designations.\nMajor.\nQ    Jay, can you tell us what the President learned and when he learned about the chemical spill in West Virginia, and the level of the White House activity monitoring that over the weekend?\n\t  \n\tMR. CARNEY:  The President is aware -- I don't have a specific time, but he was made aware and he approved the emergency declaration that was done last night.  He asked his team --\nQ    That was pretty swift.\nMR. CARNEY:  It was very swift.  This is obviously a serious incident.  He asked his team to monitor the situation and provide necessary assistance.  Secretary Johnson, DHS Secretary, spoke to Governor Earl Ray Tomblin this morning about this matter.  And I have information from FEMA about what they are doing in terms of working through its regional office in Philadelphia, in close coordination with the West Virginia Division of Homeland Security and Emergency Management to support state and local efforts to ensure public safety and health in response to the emergency conditions resulting from that chemical spill in Charleston on Thursday.\nQ    Does this appear manageable for public health?\nMR. CARNEY:  I would refer you to FEMA for specifics about the conditions and the spill and the health -- the public safety aspect of it.  But obviously, the emergency declaration reflects that it's an emergency situation.\nQ    What's the White House reaction to 67 Democrats voting this morning in the House for this disclosure piece of legislation regarding any security breach of healthcare.gov?  The White House did not threaten yesterday to veto, but the Senate opposes this.  The House Democrats were clearly well aware of that, and yet a sizable majority -- not a sizable majority, but sizable enough to create a veto-proof majority in the House nevertheless went with Republicans.\nMR. CARNEY:  Well, look, you're right, we put out statements of administration policy yesterday making clear that the administration opposes these bills, because they would impose a burdensome requirement, reporting requirement that is less effective than existing industry standards and those already in place for federal agencies that possess such information.\nThe bottom line here is that when consumers fill out their online marketplace applications, they can trust that the information that they are providing is protected by stringent security standards and no person or group has maliciously accessed personally identifiable information from the site.  Security testing is conducted on an ongoing basis, using industry best practices to safeguard appropriately consumers' personal information.  And the security of the system is also monitored by sensors and other tools to deter and prevent any unauthorized access.\nQ    Now, you've said that before, and consumers can only take your word and HHS's word and CMS's word on that.  But the legislation just says if there's a breach, the HHS Secretary should notify individuals affected within two days.  What is burdensome or onerous about that?\nMR. CARNEY:  Look, I would point you to the existing reporting requirements and that the effort here obviously is aimed at -- is designed by folks by and large who have as a goal sabotaging the ACA.  But when it comes to the security -- the important issue here, the security of the site, it already meets standards, stringent standards.  There have been no reported security breaks -- breaches.  And the proposition here is actually less effective than existing industry standards, and those already in place for federal agencies that possess such information. \nQ    Does it trouble you that so many Democrats wanted to undermine the process?\nMR. CARNEY:  I mean, look, security is an important issue.  And I understand that everyone from the administration on down and throughout the government here takes it very seriously.  But I think we've made clear in our SAPs that we oppose the legislation, made clear why, and the American people who fill out their marketplace applications can be sure that that information is protected using the highest standards -- industry standards that are available.\nSo again, I think that the focus here ought to be on delivering in a responsible way -- which is what is happening -- the benefits of the Affordable Care Act to the American people who so demonstrably desire those benefits and the opportunities and options available to them through the marketplaces.\nQ    Stipulating that neither one of us are economists, I want to challenge you on something you said a moment ago when Jon brought up the labor force participation rate.  You said it’s been --\nMR. CARNEY:  You know, I was thinking of a graph I saw earlier that has to do about the percentage of American adults who are employed, which has basically been the same since early 2009. \nQ    That’s different than the labor force participation rate, which has changed in the last year.\nMR. CARNEY:  It has been trending downward for quite a long time.\nQ    Yes, 62.8 percent now.\nMR. CARNEY:  It has been trending downward for quite a long time predating this administration, as I'm sure you're aware and will report.  Yes.\nQ    I am aware.  But nevertheless, if the labor force participation rate had remained constant over the year, today's unemployment rate wouldn’t be 6.7 percent, it would 7.9 percent, which indicates --\nMR. CARNEY:  I'm not an economist and don’t know that to be true or accurate, and I would check that, but -- maybe you're right.  But the fact of the matter is -- Major, here's the fact --\nQ    My question is, is that people -- discouraged workers are leaving the labor force, and that’s why they're showing up in this data.  The long-term unemployed, there are those who you're trying to deal with who are constantly looking for work, they would benefit from the extension of long-term emergency aid.  But there are many who are completely opting out.  They are so discouraged they've become almost not only chronically unemployed, but so discouraged that they've left the labor force entirely.  This seems to be a structural economic reality.\nMR. CARNEY:  We need to take every measure we can to help the economy grow, to help it create jobs, to create economic opportunity in places like the five Promise Zones that were designated yesterday and around the country.  That’s what the President is focused on.\nRemember, when we came in, we were losing 800,000 jobs a month.  The conditions were severe.  We have seen a situation in this country of economic expansion that has created 8.2 million private sector jobs over 46 months, an average for some time now I think of 2 million jobs per year.  Not enough.  We have more work to do. \nAnd as the President has made clear, the goal isn’t just to get back to where we were, the goal is to have a situation where the chronic trend of suppressing economic mobility is arrested and reversed.  The goal is to create more ladders of opportunity for Americans who aspire to the middle class, more economic security for those Americans who are in the middle class, and more opportunities for American businesses and foreign businesses to create jobs here in the United States.  That represents the sort of circle of goals that the President has when it comes to his economic policy, and that’s what he remains focused on and has been since he took office.\nEd.\nQ    I want to go back to health care.  When you were asked before about healthcare.gov getting a new contractor, you said it was a CMS contract issue.  I understand there are a lot of contracts, you can’t keep up on every one of them, but you would probably acknowledge this is not just any federal contract.  And when administration officials are privately telling us the new contractor is going to get something like $90 million this year to take over the account and you have a situation where you’re switching web portals sort of midstream here, it would seem to be kind of an important issue that would cross the President’s desk.  Is he being updated on this, and isn’t this kind of a big deal?\nMR. CARNEY:  Well, again, I’ve seen a report in a newspaper, Ed, what I can tell you from here is that I don’t have information about a contract at CMS.  If and when I do, I’ll be sure to take a question and answer it.  But for now, when it has to do with a CMS contract that may or may not be changing, I would refer you to CMS.\nQ    On Iran, you got a lot of questions on that, but I wanted to be more specific.  There’s an interesting story in the Huffington Post where a White House official is quoted today as suggesting the people who support this sanctions bill on the Hill -- Democrats and Republicans -- the quote is, ”If certain members of Congress want the U.S. to take military action, they should be upfront with the American public and say so.”  You’re basically accusing Democrats like Bob Menendez of wanting to go to war.  Is that really a fair characterization?\nMR. CARNEY:  I think we have said all along, Ed, that we have worked cooperatively and effectively with an excellent partner in Congress in building a sanctions regime against Iran, the likes of which the world has never seen; more effective than the world has ever seen.  And we share the same goals that members of Congress of both parties share, which is the absolute need to deprive Iran of acquiring a nuclear weapon. \nAnd our stated concern again and again is that pursuing sanctions now -- new sanctions now would actually undermine the objective here -- the objective being that we can bring about, potentially, through negotiation, a peaceful resolution of this conflict between Iran and the rest of the world in a verifiable, transparent way that would, more effectively than a military action, assure the P5-plus-1, the United States, our allies and everybody in the world, that Iran does not and is not -- does not have and is not pursuing a nuclear weapon.\nQ    I understand you're saying this could blow up a diplomatic deal, but the thing is, you're going further in this story, and a White House official on the record is saying that these lawmakers want the U.S. to take military action.  Can you say from the podium that Democrat Bob Menendez wants to go to war?\nMR. CARNEY:  I think that Senator Menendez, Chairman Menendez wants what we want, which is to prevent Iran from acquiring a nuclear weapon.  He and many others in the Senate have been excellent partners in helping construct this sanctions regime, which was designed to bring Iran to the negotiating table, and which, thanks to the efforts of Congress, has achieved that. \nAnd I believe that -- when it comes -- this isn't a debate about sanctions; obviously, this administration supports sanctions.  We built the biggest, most effective sanctions regime in history.  Our view of the current situation is that passing new sanctions legislation now would be counterproductive to the goal that we all share. \nAnd the obvious problem with that is that if we want, as everyone does, to prevent Iran from having a nuclear weapon, and we make it harder if not impossible to pursue achieving that goal peacefully, then our options become very limited.  So it's not about motive, it's about the potential outcomes that would be negative for the United States and our allies. \nQ    The President himself has repeatedly said he has the military option on the table, he should not take that off the table.\nMR. CARNEY:  And he won't.\nQ    So it would unfair for people to suggest he wants to go to war, right?  He's just saying I want to have that option.  So how can you possibly accuse Democrats and Republicans on the Hill of wanting to take military action?  That’s what you're saying.\nMR. CARNEY:  Again, Ed, I think that the --\nQ    That’s the quote.  Are you running from that quote, is my question.\nMR. CARNEY:  No, I'm not.  What I'm saying is that -- I don’t know every one of a hundred senators what their personal views are on whether or not military force ought to be used in Iran.  So I can't give a blanket statement about how they all feel. \nWhat I do know is when it comes to Senator Menendez and all of the partners who have assisted this administration over the years in building this sanctions regime is that we share a common goal, which is to deprive Iran of the opportunity of acquiring a nuclear weapon, and to do so through negotiations.  That’s why we built the sanctions regime.  And our strong concern is that passage of sanctions at this time would negatively affect and perhaps scuttle the negotiations that are underway, and then make it much harder if not impossible to achieve our objective peacefully.\nQ    Last one.  On Afghanistan, you've probably seen the reports that President Karzai is suggesting he's not going to sign the agreement.  And I asked you a couple of days ago -- when was the last time the President spoke to the U.S. commander on the ground in Afghanistan?\nMR. CARNEY:  I don’t have an update on the President's conversations with military leaders, which he has with some regularity, as well as his civilian leaders in the Pentagon.  What I can tell you is our views on this and our position on this remains the same.  The bilateral security agreement was negotiated in good faith and endorsed by the loya jirga, and it needs to be signed, it ought to be signed. \nQ    But why can't you say when was the last time he spoke to the General?\nMR. CARNEY:  Again, Ed, I don’t think we read out every conversation that the President -- I know we don’t read out every conversation the President has with his military leaders. \nQ    Was it recently?\nMR. CARNEY:  Ed, I think I've answered the question.  Thank you.\nMichael.\nQ    So on the CMS issue -- just another question here.  I understand you're not going to give us an answer on this substantive question, but it wasn't that long ago that you guys were deeply involved in every detail, contracting and otherwise, with this website -- holding sessions in this building, piped into the War Room and all sorts of other things -- and that you guys were saying that Denis McDonough and other top officials here --\nMR. CARNEY:  Let me see if I can be clearer and just sort of get to your -- but here's what I know.  A newspaper has reported something.\nQ    Right.\nMR. CARNEY:  CMS, as I've seen, has not confirmed it publicly.  I think there's a gap there, and people ought to go to CMS and get what information they can.\nQ    Understood.  But what I'm saying is, I've gotten now, from you and from others in this building, that it's not a -- that a contracting issue with CMS is not something that is of -- that you guys would even know or would even be interested in, it seems like.  And so the question is, have we moved past the point where Denis McDonough and the President and the top officials here and Zients and everybody else were so interested in --\nMR. CARNEY:  I think there are distinctions here, Michael, if I could.  The issue of a legal contract between an agency and a private contractor is something that is worked out obviously by counsel between the agency and counsel for a contractor. \nWhen it comes to the implementation of the Affordable Care Act and the mechanisms by which that is done effectively, including all the changes in repairs and improvements made to healthcare.gov, obviously the White House has been and is very engaged in that process.  I'm telling you that when it comes to the status of a contract, I don't have an answer.  I would refer you to CMS; it's a CMS contract.  And if CMS has more information to provide, they will.  And if they don't at this time, that's because they don't have information to provide on it.\nQ    One last thing.  Is that something that you guys are also trying to find out from them?  Or is it something that's really not --\nMR. CARNEY:  What I'm telling you is that there's not information that I have to give to you today.  And there is some distance between a newspaper report and what the agency involved is saying at this time. \nKristen.\nQ    Thanks, Jay.  I've spoken to two insurance industry executives who say there are ongoing problems with the 834s.  They say they’re as high as 5 percent.  Do you have a percentage?  Because last time I heard the administration weigh in on this it was far lower than 5 percent?  So I'm wondering if you --\nMR. CARNEY:  My understanding is that since December it's been close to zero. \nQ    They're saying it's much higher.  So are they wrong?\nMR. CARNEY:  Close to zero.  So if you take 5 percent going back to October 1st, obviously the percentage --\nQ    But this was a conversation I had today. \nMR. CARNEY:  Right, but some of the reporting on this has blended some of the data and the months involved here.  So if you go back to -- look, the percentage was extremely high in October.  That's the bad news.  The silver lining in that very dark cloud was that there weren't that many people who got through the system in October.  So that high percentage of a low number is not that big.  What has been the case since the improvements were made to the website and since December 1st is that the backend issues have been aggressively addressed and the problems have been addressed. \nFor percentage figures, I should be a little careful.  I don't have them available right now.  I haven’t had a question on this in a while.  But I know CMS does and has been answering these questions.\nQ    And just to be clear, I mean, these are conversations that I had today.  And they feel as though the percentage has actually been downplayed by the administration.  So given that you don't have percentages --\nMR. CARNEY:  You're saying \"they\" -- if you want to name names and tell me, I'm sure I can put them in touch with people at CMS and others who are working on the website. \nQ    Given that there are ongoing problems --\nMR. CARNEY:  You actually don’t have to name names. \nQ    I'm not going to name names.\nMR. CARNEY:  I know who they are.  (Laughter.)\nQ    But given the ongoing problems --\nMR. CARNEY:  It's an NSA joke.  (Laughter.) \nQ    Sticking to health care, given the ongoing problems and that there are some, however high you would put the percentage, how engaged is the administration right now in terms of working with insurance companies and consumers to help iron out the people who have orphan plans, who say that they have signed up for coverage and insurance companies say we still can't find their plans?\nMR. CARNEY:  We have been aggressively engaged with issuers and with individuals on everyone affected by the so-called \"backend problems,\" and that includes directly reaching out to individuals to making sure that when it comes to payments and other issues, making sure that everyone who has enrolled in a plan is taking all the steps necessary to make sure that they have the coverage that they desire and which they enrolled in, and that we continue to work with issuers to make sure that the data they're getting through the backend, the 834 forms, is accurate.\nQ    And how concerned is the President -- there are some stories that are starting to emerge, in the L.A. Times for example, about consumers who are getting the runaround, waiting on the phone for long periods of time, not getting the answers that they’re looking for in terms of their coverage.\nMR. CARNEY:  From?\nQ    From the insurance companies, from the administration.  I mean, they feel like they’re getting the runaround.\nMR. CARNEY:  Well, are you sort of broadly saying -- are you identifying specific problems?\nQ    These are ongoing problems.\nMR. CARNEY:  In a limited number of instances, consumers are getting help through our casework system to address some of these backend issues.  I have a little more information for you here.  When it comes to casework process to handle individual situations, of the 1.1 million individuals who have enrolled in private coverage through the federal marketplace, there are only 13,000 casework cases in the system right now that CMS is working on with issuers, where people are having enrollment issues or other issues and they are actively working with health plans to address and resolve them. \nI don’t have my calculator, but I think that’s a relatively low percentage -- 13,000 out of 1.1 million.  But every one of them is getting direct attention so that we can resolve this working with the insurers.\nQ    And Jay, can you comment on the Justice Department’s decision to recognize the same-sex marriages that were performed in Utah over the past several weeks?\nMR. CARNEY:  I can tell you the President welcomes the Attorney General’s determination that the federal government, for purposes of federal law, will recognize the same-sex marriages that were lawfully performed in Utah before a stay was issued.  For more, I would point you to what the Attorney General said and to the Department of Justice.  But the President welcomes that determination by the AG.\nAnita.\nQ    I have two quick questions on NSA.  You were asked something earlier this week about the Privacy and Civil Liberties Oversight Board, but now that we are pretty sure -- we have the date that the President is going to speak next week --\nMR. CARNEY:  Pretty sure?  (Laughter.)\nQ    We are pretty sure that their report will come out after the President speaks.  They have said late January, early February.  There are some folks on the Hill, even from your own Democratic Party, civil libertarians who don’t understand why the President wouldn’t wait until the independent group gives their report.  I know you were sort of asked about this but I didn’t fully understand or --\nMR. CARNEY:  Well, as you know, the President has met with members of the Privacy and Civil Liberties [Oversight] Board, and when it comes to the timing of the report, you can ask them.  But today, the meeting the President had the other day -- I think it was yesterday -- was an opportunity for the President to hear from them directly about the very issues that they’re working on ahead of their report being issued so that our internal review takes into account their views and their input, which is very valuable.  The President sought it and has engaged with them directly for that reason.  So I can’t speak to the timing of the release of their report, but the work they’ve done is very much a piece of the input that the President and his team have taken in putting together their review.\nQ    So does that mean they’re verbally giving a report before --\nMR. CARNEY:  I don’t know if there is paper attached to it.  I can’t speak to you when they’re releasing their report.  I know that they met with the President and discussed the issues that they’d been reviewing.\nQ    Okay.  And secondly, yesterday you indicated that you would give out the names of the companies that are here today at the White House, the industry folks and NSA --\nMR. CARNEY:  I don’t believe I said that.  My understanding is I said there wouldn’t be a further readout of that meeting.  I don’t have the names of the companies.\nQ    You’re not going to list the names of the companies?\nMR. CARNEY:  I just don’t have them.\nQ    Okay, well, you could get them.\nMR. CARNEY:  I’ll take the question.\nSteve.\nQ    Last December -- well, last month, I guess, you said that you didn’t believe that the sanctions bill would pass the Senate.  Is that still the White House assessment?\nMR. CARNEY:  We believe that the bill would be detrimental to our efforts to pursue a resolution with Iran through the P5-plus-1, a peaceful resolution.  I think that we remain hopeful that Congress will not pass such a sanctions bill because of the negative effect that would have on the ongoing negotiations and the potential to resolve this peacefully.  But I’m not going to make legislative predictions.\nQ    We got that statement from Rice last night, which is a very strong statement.  Now, during the briefing, there’s a Reuters story from the United Nations quoting sources briefed on U.S. discussions saying the U.S. has weighing targeted sanctions against South Sudan.  Can you confirm that?  And also talk about confidence in President Kiir at this point?  Is there any wavering in confidence in his leadership?\nMR. CARNEY:  I don’t have anything that I can give to you on the question of -- on the first question regarding sanctions.  I would point you to Ambassador Rice's statement in general about the situation in South Sudan and to what I've said in the past, but I have no update on our view of that matter, which is very concerning.\nQ    This story also talks about frustrations for the President.  Has he become increasingly more frustrated with not only President Kiir but the former Vice President?\nMR. CARNEY:  I think we're all, from the President on down, concerned about the violence there and the stability -- or the instability that it creates.  But I wouldn’t go further than that.\nAndrei.\nQ    Thank you, Jay.  On Monday, the Russian journalists will be celebrating their professional holiday, the National Day of the Press, in Russia.  And when I was thinking about this --\nMR. CARNEY:  Does that mean nobody is going to be here, no briefing?  (Laughter.) \nQ    That’s probably right.\nMR. CARNEY:  I don’t think I ever got to celebrate that holiday even when I was living there. \nQ    This is what I want to ask you about.  Living here, I've often wondered at the enormous amount of different causes that I recognized here by all sorts of national days, national weeks, national months.  Why is there no national day for the press?  (Laughter.) \nQ    I don’t know if I want an answer.  (Laughter.)\nQ    Amen, brother.  \nMR. CARNEY:  “We the people” petition?  I hear it coming.\nQ    Every day is a national day for the press.  (Laughter.) \nMR. CARNEY:  Yes.  I think the view that the American people have about if not the media itself but about the importance that in our democracy that the free media play is enshrined in our Bill of Rights.  And when you got that, you don’t need a holiday.  (Laughter.)   \nQ    Okay.  So the people here do not deserve a holiday in your opinion?\nMR. CARNEY:  Well, they avail themselves of other holidays.  There's one coming up.\nQ    Do you want to say anything to the Russians on their national day for the media?  (Laughter.) \nQ    In Russian?\nMR. CARNEY:  с Новым годом!  (Happy New Year!)\nQ    Jay, you just said the President welcomes the decision by DOJ to recognize the same-sex marriages performed in Utah, but to what extent was the President involved in reaching the decision getting there? \nMR. CARNEY:  The President simply welcomes the decision.  This is an action and a determination taken by and done by the Attorney General.  The President obviously has been both public -- has expressed his view publicly about same-sex marriage and the need for equal rights for all Americans.  I don’t think -- I don’t know, but I don’t think they discussed this specific issue.  This was a determination by the AG.\nVictoria.\nQ    I had to cut out, so I hope I didn’t miss this question.  But Afghanistan says it's --\nMR. CARNEY:  The one about the holiday for journalists?  (Laughter.) \nQ    Yes, that’s the key question of the day.  Afghanistan says it's going to release a large number of prisoners that the U.S. regards as extremely dangerous.  I have two questions on that.  The first one:  Does the U.S. regard this as a deal-breaker in terms of the security agreement?  And the second one is, President Karzai is said to be very upset over the references in Bob Gates's book to President Obama apparently not liking him at all, and that being one of the reasons why he is releasing the prisoners.  Do you think that perhaps Bob Gates should have waited to write this book and known that he should have waited to write this book, being a former Secretary of Defense?\nMR. CARNEY:  On the last question about memoirs and the decision to write them and when to publish them, I think I answered that earlier in the week.  So I won't add to that answer.\nQ    But now that we have -- now that Karzai has responded.\nMR. CARNEY:  We have very concrete and serious negotiations with the Afghan government about very serious and concrete matters.  And we negotiated with the Afghan government the bilateral security agreement.  And we engage with Kabul, our colleagues in Kabul -- through our colleagues in Kabul, with the Afghan government every day.  We are very concerned about the release of any detainees who would pose a threat to U.S. forces.  And this is an issue we take quite seriously.  And we are in touch through our embassy in Kabul and others in Afghanistan on this matter.  But I would refer you to ISAF and DOD for more.\nOn the other matter, I think we have a series of engagements with -- we engage with the Afghan government on a series of issues, including prisoners, including the bilateral security agreement, including our commitment economically.  And those talks are ongoing.\nQ    But what is your concern about whether this could be a deal-breaker?  You want this signed. \nMR. CARNEY:  Again, you're saying that that's what you read in a report somewhere.  We're concerned because we believe it ought to be signed and it should have been signed before the end of the year, which was the goal I think stated by both parties to the negotiations that produced the bilateral security agreement.  So we've been saying that it needs to be signed promptly.\nQ    There is apparently a confidential cable from the Ambassador saying that Karzai is not going to sign it. \nMR. CARNEY:  Well, I don't comment on confidential cables.  What I can tell you is that it has been our view, it has been the view of the Afghan people represented by the loya jirga that the BSA ought to be signed.\nIs that it?  Oh wait, week ahead.  I have to make a change to Friday here, hold on.  (Laughter.) \nOn Monday, the President will welcome the President of the Government of the Kingdom of Spain, Mariano Rajoy Brey, to the White House.  The President will highlight the strength and depth of the United States' relationship with Spain.  The President and President Rajoy will discuss promoting economic growth and new jobs, support for the Trans-Atlantic Trade and Investment Partnership, cooperation within NATO, Latin America, shared challenges in North Africa and the Middle East and other topics of mutual interest.\nOn Tuesday, the President will hold a Cabinet meeting, which the Vice President and obviously his Cabinet members will attend.  In the afternoon, the President will welcome the 2013 NBA Champion Miami Heat to the White House to honor the team on winning their second straight championship title. \nOn Wednesday, as I think I mentioned yesterday, the President will travel to Raleigh, North Carolina, for an event on the economy. \nOn Thursday, the President and First Lady will host an event here at the White House on expanding college opportunity.\nAnd on Friday, in addition to attending meetings here at the White House, he'll make remarks outlining or giving information about, making remarks about the outcomes of the review that we have undertaken that he has led on the issue of signal intelligence. \nThank you very much.\nQ    Some shots with LeBron while he is here?\nMR. CARNEY:  Unless they set up a court in the East Room, I wouldn't count on it. \nThanks very much.\nEND\n\t2:11 P.M. EST\n\n\n\n\n"
}