{
    "title": "Presidente Obama describe la última propuesta del conjunto de medidas para pequeñas empresas | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidente-obama-describe-la-ltima-propuesta-del-conjunto-de-medidas-para-peque-emp",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 05, 2010\n\n \n\n\n\nPresidente Obama describe la última propuesta del conjunto de medidas para pequeñas empresas\n\n\n\n\nExitosos programas de la SBA se expandirán para incrementar el capital de trabajo y ayudar a las empresas a refinanciar\nWASHINGTON – El viernes en Lanham, Maryland, el Presidente Obama propuso la expansión de dos programas esenciales de préstamo de la Administración de Pequeñas Empresas (Small Business Administration o SBA) orientados a permitir que las pequeñas empresas refinancien y elevar los montos máximos para capital de trabajo. Éstas son dos propuestas legislativas diseñadas para ayudar a las pequeñas empresas durante lo que sigue siendo un periodo difícil en los mercados crediticios.\nEl Presidente Obama dijo: “El verdadero motor de la generación de empleo siempre serán las empresas. Lo que el gobierno puede hacer es llenar de combustible ese motor, respaldando a los empresarios y empresas para que abran sus puertas, se expandan y contraten a más trabajadores. Hoy estamos dando un paso más para ayudar a que los propietarios de pequeñas empresas consigan el capital que necesitan para expandirse y contratar”.\nLa directora de la SBA Karen Mills dijo: Estas propuestas nos dan dos herramientas eficaces para ayudar a que las pequeñas empresas superen dos desafíos que trajo la recesión. En primer lugar, con la contracción del mercado crediticio de los dos últimos años, las pequeñas empresas no pudieron acceder a líneas de crédito.  La elevación del límite de los préstamos Express de la SBA a $1 millón significará que más dueños de pequeñas empresas tendrán acceso más rápido a esta fuente de capital para ayudar a reponer inventarios y respaldar ventas que traigan más ingresos, y literalmente dar el próximo paso para expandir los negocios y generar nuevos empleos. En segundo lugar, miles de empresas rentables con buen récord crediticio se han visto afectadas por la devaluación de los bienes inmuebles resultado de esta recesión. Para muchas de ellas que ahora se enfrentan a hipotecas cuyos pagos se vencen en los próximos años, la capacidad de refinanciar con un préstamo 504 de la SBA les dará la oportunidad de acceder a financiamiento estable a largo plazo, y también preservará empleos al proteger a las pequeñas empresas de la ejecución hipotecaria”.\nA continuación, los detalles de la nueva propuesta para pequeñas empresas del Presidente:\n1.      Expandir el actual programa de la SBA para apoyar temporalmente el refinanciamiento de hipotecas de inmuebles comerciales ocupados por los dueños:\n \nEl gobierno está proponiendo una ley que permite temporalmente el refinanciamiento de hipotecas de inmuebles comerciales ocupados por los dueños dentro del programa 504 de la SBA que otorga garantía a préstamos para el desarrollo de inmuebles u otros activos fijos. Actualmente, los préstamos 504 no pueden usarse para refinanciar deudas cuya fecha de pago final ha llegado. Este cambio resolverá las actuales dificultades que muchos prestatarios solventes enfrentan respecto a préstamos por inmuebles comerciales.\n \nLas firmas que cumplen con los requisitos son las que tienen deudas cuya fecha de pago final es el próximo año y están al día en sus pagos hipotecarios. Los prestamistas que refinancien las hipotecas para actuales clientes otorgarán un préstamo hasta por 70 por ciento del actual valor de la propiedad y la SBA ayudará a financiar el otro 20 por ciento. En caso de prestamistas que otorguen refinanciamiento para nuevos proyectos, la SBA asumirá una mayor porción del financiamiento, hasta por 40 por ciento. La propuesta de la SBA para el programa temporal de refinanciamiento de inmuebles comerciales sin subsidios obtendrá fondos de tarifas adicionales a proyectos de refinanciamiento, no con una asignación del Congreso. La propuesta ayudará a refinanciar hasta $18,700 millones anualmente en inmuebles comerciales que de otra manera se habrían visto sujetos a liquidación y ejecución hipotecaria. \n2.      Elevar temporalmente el límite de los préstamos Express de la SBA de $350,000 a $1 millón:\nEl Presidente está proponiendo elevar temporalmente el máximo de préstamos Express de la SBA a $1 millón, lo cual expandiría la capacidad del programa para ayudar a una amplia gama de pequeñas empresas con un proceso de aprobación simplificado. A diferencia de los tradicionales préstamos 7(a), los prestatarios pueden usar sus propios documentos para los préstamos Express de la SBA, los cuales se pueden estructurar como líneas de crédito rotativas. Actualmente los préstamos Express tienen un tope de $350,000 y se garantizan hasta en 50 por ciento. Las tarifas cubrirían prácticamente todos los costos adicionales de esta propuesta.\nEstas propuestas complementan el planteamiento general del Presidente para pequeñas empresas, una parte clave de su plan general de empleos. Los otros elementos del plan para pequeñas empresas incluye:\n   •  Extender el bono por depreciación y gastos de pequeñas empresas para el 2010. Eliminar los impuestos a ganancias de capital de pequeñas empresas en el 2010.\n   •  Un crédito tributario para empleos y salarios de pequeñas empresas que reduciría los impuestos para más de un millón de pequeñas empresas pagándoles $5,000 por cada nuevo empleo y cubriendo los impuestos por planilla de todos los incrementos en remuneración por encima de la inflación.\n   •  Una propuesta para transferir mediante ley, $30,000 millones al nuevo Fondo de Pequeñas Empresas que respaldará el financiamiento de bancos pequeños y comunitarios.\n   •  Propuestas adicionales de préstamos de la SBA, incluyendo una extensión de los programas de la Ley para la Recuperación que elimina costos y aumenta las garantías de los dos programas más grandes de la SBA y aumenta permanentemente el monto máximo de los préstamos de programas de la SBA.\n##\n \n\n\n\n"
}