{
    "title": "Save Your Vision Week, 2009 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/save-your-vision-week-2009",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nFebruary 27, 2009\n\n \n\n\n\nSave Your Vision Week, 2009\n\n\n\n\n\nTHE WHITE HOUSE\n\nOffice of the Press Secretary\n----------------------------------------------------------------------\n\nFor Immediate Release                                  February 27, 2009\n\n\nA PROCLAMATION BY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\nBlindness and visual impairment affect millions of Americans. Early diagnosis and timely treatment are critical to minimize vision loss from eye diseases as well as vision loss that is correctable with eye glasses or contact lenses. During Save Your Vision Week, I encourage all Americans to take action to protect their vision.\n\nUnfortunately, most people have limited knowledge of blinding eye disorders. In a 2005 study by the National Eye Institute, part of the National Institutes of Health, only eight percent of respondents knew that glaucoma, a condition that can damage the optic nerve and cause vision loss and blindness, strikes without early warning. Similarly, only 11 percent knew that diabetic eye disease also begins as a silent vision threat.\n\nSeveral demographic groups are at higher risk for visual impairment, including teenagers, diabetics, Hispanics, African Americans, and the economically disadvantaged. Older Americans are more susceptible to eye conditions such as age-related macular degeneration, diabetic retinopathy, and glaucoma. Children need regular vision screenings because vision disorders left untreated during childhood can lead to permanent visual impairment during adulthood.\n\nStill, eye disease knows no bounds, and every American should take steps to protect his or her eyesight. Doctors recommend seeking routine eye examinations, maintaining a healthy diet, wearing sunglasses to protect the eyes from damaging ultraviolet rays, and using protective eyewear in hazardous environments. The National Eye Institute's website,\nwww.nei.nih.gov, provides resources for learning more about common vision conditions and information on finding an eye health professional. By being proactive and seeking out information, Americans can do their part to prevent or reduce vision loss.\n\nTo remind Americans about the importance of safeguarding their eyesight, the Congress, by joint resolution approved December 30, 1963, as amended (77 Stat. 629; 36 U.S.C. 138), has authorized and requested the President to proclaim the first week in March of each year as \"Save Your Vision Week.\"\n\nNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, do hereby proclaim March 1 through March 7, 2009, as Save Your Vision Week. During this time, I invite eye care professionals, teachers, members of the media, and all organizations dedicated to preserving eyesight to join in activities that will raise awareness of vision diseases and disorders.\n\nIN WITNESS WHEREOF, I have hereunto set my hand this twenty-seventh day of February, in the year of our Lord two thousand nine, and of the Independence of the United States of America the two hundred and thirty-third.\n\n\nBARACK OBAMA\n\n \n Click here to download PDF\n\n\n\n"
}