{
    "title": "Presidential Proclamation --D-Day National Remembrance Day, 2014 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/06/05/presidential-proclamation-d-day-national-remembrance-day-2014",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 05, 2014\n\n \n\n\n\nPresidential Proclamation --D-Day National Remembrance Day, 2014\n\n\n\n\n\n\tD-DAY NATIONAL REMEMBRANCE DAY, 2014 \n\n\t \n\n\t- - - - - - - \n\n\t \n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA \n\n\t \n\n\tA PROCLAMATION \n\n\t \n\n\t \n\n\tOn June 6, 1944, before dawn broke across the beaches of Normandy, scores of allied service members prepared to fight a battle that would decide the fate of freedom in the 20th century.  The odds weighed against them.  That year, the Nazis had fortified the Atlantic Wall against a seaborne invasion, lined the coast with mines, and planted sharpened poles to await allied paratroopers.  On D-Day, American, British, and Canadian forces advanced through thickets of barbed wire and scaled heavily protected cliffs.  They braved gales of bullets and artillery fire, taking heavy losses as they cut through Nazi defenses.  Thousands gave their last full measure of devotion, and by the end of the day, the ground on which they died was free once more. \n\n\t \n\n\tVictory on D-Day dealt a significant blow to an ideology fueled by hatred.  It allowed America and our allies to secure a foothold in France, open a path to Berlin, and liberate a continent from the grip of tyranny.  It made possible the achievements that followed the end of World War II -- the Marshall Plan, the NATO alliance, and the shared prosperity and security that flowed from each. \n\n\t \n\n\tSeventy years later, we pay tribute to the service members who secured a beachhead on an unforgiving shore -- the patriots who, through their courage and sacrifice, changed the course of an entire century.  Today, as we carry on the struggle for liberty and universal human rights, let us draw strength from a moment when free nations beat back the forces of oppression and gave new hope to the world. \n\n\t \n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim June 6, 2014, as D-Day National Remembrance Day.  I call upon all Americans to observe this day with programs, ceremonies, and activities that honor those who fought and died so men and women they had never met might know what it is to be free. \n\n\t \n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this fifth day of June, in the year of our Lord two thousand fourteen, and of the Independence of the United States of America the two hundred and thirty-eighth.\n\n\t \n\n\tBARACK OBAMA\n\n\t \n\n\n\n\n"
}