{
    "title": "Readout of the Principal-Level Transition Exercise | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2017/01/16/readout-principal-level-transition-exercise",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 14, 2017\n\n \n\n\n\nReadout of the Principal-Level Transition Exercise\n\n\n\n\n\n\tThe White House on Friday afternoon convened a transition exercise with members of the President-Elect's team and Cabinet designees together with current senior White House, Cabinet, and agency leaders. The exercise provided a high-level perspective on a series of challenges that the next administration may face and introduced the key authorities, policies, capabilities, and structures that are currently in place to respond to major domestic incidents. Members of President Obama's team shared experiences and lessons from incident responses they experienced, and both sides discussed a number of response scenarios together. Participants agreed that the exercise was productive and advanced the shared goal of conducting the most professional and seamless transition possible.\n\t \nObama Administration Participants Included:\n\t \n\tChair\n\tLisa Monaco, Assistant to the President for Homeland Security and Counterterrorism \n\n\tDenis McDonough, Assistant to the President and White House Chief of Staff\n\tSusan Rice, Assistant to the President for National Security Affairs \n\tNeil Eggleston, Assistant to the President and White House Counsel\n\tCecilia Munoz, Assistant to the President and Director of the Domestic Policy Council\n\tAvril Haines, Assistant to the President and Deputy National Security Advisor \n\tDab Kern, Assistant to the President and Director, White House Military Office\n\tAmy Pope, Deputy Homeland Security Advisor and Deputy Assistant to the President \n\tSuzy George, Deputy Assistant to the President and NSC Chief of Staff\n\tJohn Holdren, Office of Science and Technology Policy Director \n\tShaun Donovan, Office of Management and Budget Director\n\tAshton Carter, Secretary of Defense\n\tGen Joseph Dunford, Chairman of the Joint Chiefs of Staff\n\tJeh Johnson, Secretary of Homeland Security\n\tSally Jewell, Secretary of the Interior\n\tDr. Ernest Moniz, Secretary of Energy \n\tJohn King, Secretary of Education\n\tNicholas Rasmussen, Director of the National Counterterrorism Center\n\tJames Comey, Federal Bureau of Investigation Director\n\tJohn Brennan, Central Intelligence Agency Director\n\tGayle Smith, U.S. Agency for International Development Administrator \n\tSylvia Burwell, Health and Human Services Secretary\n\tDr. Tom Frieden, Director of the U.S. Centers for Disease Control and Prevention\n\tDr. Anthony Fauci, Director, National Institute of Allergy and Infectious Diseases\n\tEly Ratner, Deputy National Security Advisor to the Vice President\n\tThomas Shannon, UnderSecretary of State for Political Affairs\n\tAdam Szubin, Acting Under Secretary for Terrorism and Financial Intelligence, Department of the Treasury \n\tLt. Gen Todd Semonite, Chief of Engineers and Commanding General of the U.S. Army Corps of Engineers\n\tSally Yates, Deputy Attorney General\n\tBruce Andrews, Deputy Secretary of Commerce\n\tChristopher Lu, Deputy Secretary of Labor\n\tNicole Lurie, Assistant Secretary for Preparedness and Response, Department of Health and Human Services\n\tNani Coloretti, Deputy Secretary of the Department of Housing and Urban Development \n\tVictor Mendez, Deputy Secretary of the Department of Transportation \n\tKevin Hanretta, Assistant Secretary for Operations, Security, and Preparedness, Department of Veterans Affairs \n\tCraig Fugate, Federal Emergency Management Agency Administrator \n\tADM Paul Zukunft, Commandant of the U.S. Coast Guard\n\tStanley Meiburg, Acting Deputy Administrator, Environmental Protection Agency \n\tMaria Contreras-Sweet, Small Business Administration Administrator \n\tGen Lori Robinson, Commander, North American Aerospace Defense Command and United States Northern Command \n\tGen Joseph Lengyel, Chief of the National Guard Bureau\n\t \nIncoming Administration Participants Included:\n\t \n\tReince Priebus \n\tRex Tillerson \n\tSteven Mnuchin \n\tGen. James Mattis \n\tRep. Ryan Zinke \n\tSen. Jeff Sessions\n\tRep. Mike Pompeo\n\tWilbur Ross \n\tBetsy DeVos\n\tSen. Dan Coats\n\tAndrew Puzder \n\tDr. Tom Price\n\tDr. Ben Carson \n\tElaine Chao \n\tGov. Rick Perry \n\tDr. David Shulkin \n\tGen. John Kelly \n\tRep. Mick Mulvaney \n\tLinda McMahon \n\tSean Spicer \n\tJoe Hagin \n\tStephen Miller \n\tMarc Short \n\tJoshua Pitcock \n\tTom Bossert \n\tKT McFarland \n\tGen. Michael Flynn \n\tGary Cohn \n\tKatie Walsh \n\tRick Dearborn\n\n\n\n\n"
}