{
    "title": "Vice President Joe Biden Announces Kareem Dale As Special Assistant to the President for Disability Policy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-joe-biden-announces-kareem-dale-special-assistant-president-disabili",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nFebruary 12, 2009\n\n \n\n\n\nVice President Joe Biden Announces Kareem Dale As Special Assistant to the President for Disability Policy\n\n\n\n\nTHE WHITE HOUSE Office of the Vice President  ________________________  FOR IMMEDIATE RELEASE  February 12, 2009 VICE PRESIDENT JOE BIDEN ANNOUNCES KAREEM DALE AS SPECIAL ASSISTANT TO THE PRESIDENT FOR DISABILITY POLICY First Time a President has had a Special Assistant Focused Exclusively on Disability Policy BOISE, ID – Vice President Joe Biden today announced Kareem Dale as Special Assistant to the President for Disability Policy. The Vice President, who was leading a Presidential Delegation at the 2009 Special Olympics World Winter Games in Boise, Idaho, made the announcement during a stop at the Special Olympics’ Healthy Athletes Event, a worldwide program in which athletes receive a variety of health screenings and services. \"The commitment that the President and I have to Special Olympics and people with disabilities is deep and abiding. And we are backing up those words with real action at the White House,\" said Vice President Biden.  \"This is our first step to ensure that we have a strong advocate for people with disabilities at the highest levels of our Administration.\" Dale, who is partially blind, will have direct access to the President in this role and he will coordinate the Administration’s efforts to see that people with disabilities are on a level playing field with all Americans. Originally from Chicago, Illinois, Dale previously served as the National Disability Director for the Obama for America campaign.  He also served on the Arts Policy Committee and the Disability Policy Committee for then-Senator Obama.  Dale graduated from the University of Illinois at Urbana-Champaign with a Bachelor's degree in Advertising in May 1995.  He received his JD/MBA in May 1999 from the University of Illinois at Urbana-Champaign, graduating Cum Laude. While attending law school, Dale was also active in community service, including serving as president of two organizations, the Black Law Students' Association and Open Forum.\n\n\n\n"
}