{
    "title": "Governors Back President's Fiscal Policy Speech | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/13/governors-back-presidents-fiscal-policy-speech",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 13, 2011\n\n \n\n\n\nGovernors Back President's Fiscal Policy Speech\n\n\n\n\n\n\t \n\nMinnesota Governor Mark Dayton: “A balanced approach to bringing down the national deficit with fairness and shared responsibility.”\n\n\t \n\n\t“President Obama today articulated a balanced approach to bringing down the national deficit with fairness and shared responsibility.  He wisely protects the middle class while asking the richest Americans to share the responsibility and the sacrifice of debt reduction. Equally important, he protects investments in education, transportation and other infrastructure that support job growth and American competitiveness. His approach stands in stark contrast to the proposals put forward by Republicans in Congress, who ask America’s middle class and senior citizens to shoulder much more than their share of the responsibility for reducing the Nation’s debt.”\n\n\t \n\n\t \n\nMaryland Governor Martin O'Malley: President’s vision “to recover and rejuvenate our economy”\n\n\t \n\n\t\"President Obama effectively articulated the high stakes facing the American people in the budget debate. We face a choice between the President's approach of working together to reduce the deficit, finding cost-savings in health care delivery, and strengthening our economy and the Republicans' failed trickle-down policies that would put America's middle class and economic future at risk. While preaching fiscal responsibility, Congressman Paul Ryan and his Republican colleagues have put forth a budget that is fundamentally irresponsible and would shift a massive cost burden to the states. The Ryan budget would offer tax cuts to big corporations and the very rich, while forcing seniors and working- and middle-class families to bear the brunt of the sacrifice. And it would impose painful cuts to health care, education, other vital services that would cost our nation millions of private sector jobs and reverse the economic progress that we have made in our states. To recover and rejuvenate our economy, we must be willing to balance and move forward to create jobs and expand opportunity - and we must be willing to do it all at the same time.  That's President Obama's vision. And that's the vision of Democratic governors as well.\"\n\n\t \n\n\t \n\nDelaware Governor Jack Markell: “I applaud the President for his commitment to tackling this serious challenge.\"\n\n\t\"The President spoke with clarity and conviction about one of the greatest threats to our nation's long term economic security, the unsustainable nature of our federal deficits and debt,\" Markell said. \"We are going to take a hard look at the details of the President's deficit reduction proposal to see how this might impact our state budgets and state employers, but I applaud the President for his commitment to tackling this serious challenge.\"\n\n\t \n\n\t \n\nVermont Governor Peter Shumlin: “Emphasis on shared responsibility and taking a balanced approach to revenues and spending”\n\n\t“The President’s deficit reduction proposal makes the difficult choices needed to control spending, while at the same time invests in efforts to strengthen our economy and get Americans back to work. I strongly support the President's emphasis on shared responsibility and taking a balanced approach to revenues and spending, and I applaud the President’s call to discontinue the tax cut for the wealthiest 2 percent of Americans – one single step that will reduce the deficit by $310 billion over the next decade. The budget proposed by the House Republican leadership would devastate many programs for the middle class and seniors, including essentially ending Medicare, and shift the cost of these important programs back to state taxpayers. While I will always speak up for the interests of Vermonters as federal budget talks move forward, I believe the approach laid out by the President today will continue to take our country in the right direction.\"\n\n\t \n\nConnecticut Governor Dannel P. Malloy: President “set the right tone for the bipartisan negotiations to begin”\n\n\t“I commend President Obama for tackling the issue of our long-term fiscal sustainability in such a measured, responsible way.  All too often, a tough conversation like this can start off with overheated rhetoric that divides us when we most need to work together, causing people on both sides to dig in their heels before the tough work has even begun. President Obama set the right tone for the bipartisan negotiations to begin in May and I hope that any agreement will significantly reduce our national debt, stay true to our core values of shared responsibility and prosperity, and accelerate economic growth.”\n\n\t \n\nMassachusetts Governor Deval Patrick: “Optimistic, inclusive vision for the country”\n\n\t\"I thank the President for his leadership and vision. He is right that debate over the budget - - just like debate over health care or education or infastructure investment - - is about what kind of country we want to live in. The President's optimistic, inclusive vision for the country is one not only I believe in but most Americans do as well. \"\n\n\n\n\n"
}