{
    "title": "Presidential Proclamation -- 150th Anniversary of the Emancipation Proclamation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/12/31/presidential-proclamation-150th-anniversary-emancipation-proclamation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 31, 2012\n\n \n\n\n\nPresidential Proclamation -- 150th Anniversary of the Emancipation Proclamation\n\n\n\n\n150TH ANNIVERSARY OF THE EMANCIPATION PROCLAMATION\n- - - - - - -\nBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\nA PROCLAMATION\nOn December 31, 1862, our Nation marked the end of another year of civil war. At Shiloh and Seven Pines, Harpers Ferry and Antietam, brother had fought against brother. Sister had fought against sister. Blood and bitterness had deepened the divide that separated North from South, eroding the bonds of affection that once united 34 States under a single flag. Slavery still suspended the possibility of an America where life and liberty were the birthright of all, not the province of some.\nYet, even in those dark days, light persisted. Hope endured. As the weariness of an old year gave way to the promise of a new one, President Abraham Lincoln issued the Emancipation Proclamation -- courageously declaring that on January 1, 1863, \"all persons held as slaves\" in rebellious areas \"shall be then, thenceforward, and forever free.\" He opened the Union Army and Navy to African Americans, giving new strength to liberty's cause. And with that document, President Lincoln lent new moral force to the war by making it a fight not just to preserve, but also to empower. He sought to reunite our people not only in government, but also in freedom that knew no bounds of color or creed. Every battle became a battle for liberty itself. Every struggle became a struggle for equality.\nOur 16th President also understood that while each of us is entitled to our individual rights and responsibilities, there are certain things we cannot accomplish on our own. Only a Union could serve the hopes of every citizen, knocking down the barriers to opportunity and giving each of us the chance to pursue our highest aspirations. He knew that in these United States, no dream could ever be beyond our reach when we affirm that individual liberty is served, not negated, by seeking the common good.\nIt is that spirit that made emancipation possible and codified it in our Constitution. It is that belief in what we can do together that moved millions to march for justice in the years that followed. And today, it is a legacy we choose not only to remember, but also to make our own. Let us begin this new year by renewing our bonds to one another and reinvesting in the work that lies ahead, confident that we can keep driving freedom's progress in our time.\nNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim January 1, 2013, as the 150th Anniversary of the Emancipation Proclamation. I call upon all Americans to observe this day with appropriate programs, ceremonies, and activities that celebrate the Emancipation Proclamation and reaffirm the timeless principles it upheld.\nIN WITNESS WHEREOF, I have hereunto set my hand this thirty-first day of December, in the year of our Lord two thousand twelve, and of the Independence of the United States of America the two hundred and thirty-seventh.\nBARACK OBAMA\n\n\n\n\n"
}