{
    "title": "President Obama and Dr. Jill Biden Meet with Science and Math Teaching Award Winners | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/20/president-obama-and-dr-jill-biden-meet-science-and-math-teaching-award-w",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 20, 2011\n\n \n\n\n\nPresident Obama and Dr. Jill Biden Meet with Science and Math Teaching Award Winners\n\n\n\n\n\n\tThis afternoon President Obama met with K-6 teachers who received the prestigious Presidential Awards for Excellence in Mathematics and Science Teaching (PAEMST). Earlier in the day, the teachers met briefly with Dr. Jill Biden during their tour of the White House. President Obama and Dr. Biden each congratulated the teachers and thanked them for their outstanding commitment to our Nation's students.\n\n\tThe teachers' visit to the White House capped a week of professional development and recognition activities in the Nation's capital, including a number of interactions with senior members of the Administration and members of Congress.\n\n\tWhite House Office of Science and Technology Policy Associate Director for Science Dr. Carl Wieman and the National Science Foundation hosted an awards ceremony at which the awardees received certificates signed by President Obama. The awardees also met Administrator Charlie Bolden of the National Aeronautics and Space Administration and Administrator Lisa Jackson of the Environmental Protection Agency, and heard from Kathryn Sullivan, Assistant Secretary of Commerce and Deputy Administrator of the National Oceanic and Atmospheric Administration and S. James Gates Jr., a member of the President's Council of Advisors on Science and Technology. The awardees also had the opportunity to talk with senior education policy staff from the Department of Education, the White House Domestic Policy Council, and the White House Office of Science and Technology Policy.\n\n\tIn announcing the awards to 85 teachers late last month, President Obama said, \"The teachers we honor today have demonstrated uncommon skill and devotion in the classroom, nurturing the young minds of tomorrow's science and math leaders. America's competitiveness rests on the excellence of our citizens in technical fields, and we owe these teachers a debt of gratitude for strengthening America's prosperity.\n\n\tPresident Obama has committed to strengthen science, technology, engineering and mathematics (STEM) education and prepare 100,000 effective science and mathematics teachers over the next decade. These commitments build on the President's \"Educate to Innovate\" campaign, which has attracted more than $700 million in donations and in-kind support from corporations, philanthropies, service organizations, and others to help bolster science and technology education in the classroom.\n\n\tPAEMST is the Nation's highest recognition of kindergarten through 12th-grade mathematics or science teachers for outstanding teaching in the United States. The awards recognize teachers for their contributions in the classroom and to their profession. Awardees serve as models for their colleagues, inspiration to their communities, and leaders in the improvement of mathematics and science education. In addition to a Presidential certificate, awardees receive a paid trip for two to Washington, D.C., and a $10,000 award to be used at their discretion from the National Science Foundation.\n\n\tOf the elementary teachers selected for the award (see list below), there are 44 science teachers and 41 mathematics teachers representing 49 states and three U.S. jurisdictions. The jurisdictions are Washington, D.C.; Department of Defense Education Activity schools; and the U.S. territories as a group (American Samoa, Guam, the Commonwealth of the Northern Mariana Islands and the U.S. Virgin Islands).\n\n\tPAEMST applications are reviewed at the state and national levels by selection committees of outstanding scientists, mathematicians, and educators. Nominees are then sent to the White House Office of Science and Technology Policy for final selection. The awards alternates between elementary (kindergarten through sixth grade) and secondary (seventh through 12th grade) teachers each year.\nSince the program's inception in 1983, more than 4,100 teachers have received this honor. The National Science Foundation administers PAEMST on behalf of the White House Office of Science and Technology Policy.\n\n\tThe 2010 presidential awardees are listed below. For more information, including awardee photos, bios and quotes, visit http://recognition.paemst.org/media_room/awardee_profiles.\n\n###\n\n\nMathematics\n\tWisconsin, Patricia Agee-Aguayo (Green Bay)\n\tSouth Dakota, Constance Ahrens (Rapid City)\n\tIdaho, HollyDee Archuleta (Meridian)\n\tIndiana, Laura Baker (Indianapolis)\n\tOklahoma, Paige Bergin (Tulsa)\n\tDelaware, Linda Bledsoe (Middletown)\n\tArizona, Jessica Boland (Phoenix)\n\tNew York, Julie Broderick (New York)\n\tNew Jersey, Kathy Burgin (Mullica Hill)\n\tIllinois, Jill Cheatham (Champaign)\n\tAlaska, Dorothea Culbert (Eagle River)\n\tArkansas, Stacey Dominguez (Springdale)\n\tLouisiana, Paige Falcon (Terrytown)\n\tMassachusetts, Michael Flynn (Southampton)\n\tGeorgia, Linda Fountain (Augusta)\n\tWashington, Barbara Franz (Moses Lake)\n\tTexas, Elizabeth Hudgins (Austin)\n\tVirginia, Victoria Hugate (Moseley)\n\tFlorida, Timothy Kenney (Jacksonville)\n\tUS Territories, Adam Kloper (Charlotte Amalie, U.S. Virgin Islands)\n\tOregon, Melinda Knapp (Bend)\n\tUtah, Linda L'Ai (Logan)\n\tNevada, Janda Lannigan-Piekarz (Reno)\n\tIowa, Barbara Leise (Des Moines)\n\tAlabama, Leslie Marshall (Hoover)\n\tCalifornia, Kathleen McCarthy (San Leandro)\n\tKansas, Angie McCune (Wamego)\n\tDoDEA, Erika Meadows (Hohenfels, Germany)\n\tMichigan, Kathleen Muza (Sterling Heights)\n\tMontana, Courtney Niemeyer (Billings)\n\tNorth Carolina, Amanda Northrup (Clyde)\n\tColorado, Susan Parsons (Boulder)\n\tRhode Island, Beverlee-Ann Powell (Warwick)\n\tMaryland, Josepha Robles (Takoma Park)\n\tPennsylvania, Gail Romig (Tulsa)\n\tKentucky, Charles Rutledge III (Grayson)\n\tTennessee, Jonathan Sheahen (Nashville)\n\tDistrict of Columbia, Lisa Suben (Washington)\n\tWyoming, LeeAnn Uhling (Saratoga)\n\tNew Hampshire, Stephanie Wheeler (Manchester)\n\tSouth Carolina, Brook Wiant (Duncan)\n\nScience\n\tWest Virginia, Michele Adams (Martinsburg)\n\tHawaii, Melanie Ah Soon (Honolulu)\n\tArkansas, Eva Arrington (Monticello)\n\tColorado, Patricia Astler (Castle Rock)\n\tNew York, Gregory Benedis-Grab (New York)\n\tCalifornia, Anne Marie Bergen (Oakdale)\n\tKentucky, Andrea Broyles (Corbin)\n\tNebraska, Laura Callahan (Omaha)\n\tMaine, Laurette Darling (Waterville)\n\tNew Mexico, Michelle Estrada (Las Cruces)\n\tConnecticut, Lori Farkash (Wallingford)\n\tPennsylvania, Phyllis Glackman (Merion)\n\tNevada, Arlene Hayman (Las Vegas)\n\tWisconsin, John Hushek (Franklin)\n\tAlaska, Mary Janis (Elmendorf AFB)\n\tMichigan, Benjamin Jewell (Hudsonville)\n\tOhio, Erin King (Felicity)\n\tNorth Carolina, Zebetta King (Raleigh)\n\tMontana, Jon Konen (Great Falls)\n\tMaryland, Susan Madden (Davidsonville)\n\tIndiana, Alicia Madeka (Hammond)\n\tGeorgia, Amanda McGehee (Dunwoody)\n\tTexas, Martha McLeod (Fulton)\n\tLouisiana, Michelle Morvant (Thibodaux)\n\tMassachusetts, Wai Chin Ng (Boston)\n\tMissouri, Elizabeth O'Day (Hallsville)\n\tAlabama, Susan Ogle (Hoover)\n\tKansas, Claire Overstake (Goessel)\n\tWyoming, Rebecca Qualm (Buffalo)\n\tIdaho, Vana Richards (Emmett)\n\tMinnesota, Paulette Saatzer (West St. Paul)\n\tIowa, Brandon Schrauth (Johnston)\n\tWashington, Dawn Sparks (Thorp)\n\tSouth Carolina, Mirandi Squires (Johnsonville)\n\tDistrict of Columbia, Lauren Tate (Washington)\n\tOklahoma, Denise Thomas (Tulsa)\n\tVermont, Ann Thompson (Proctorsville)\n\tSouth Dakota, Deborah Thorp (Lead)\n\tFlorida, Megan Tucker (Fort Walton Beach)\n\tRhode Island, Charlene Tuttle (Jamestown)\n\tUtah, Mathilda Uribe (Salt Lake City)\n\tIllinois, Lucretia Weck (Oblong)\n\tMississippi, Kristen Wheat (Picayune)\n\tDoDEA, Lisa Zimmermann (Hohenfels, Germany)\n\n\n\n\n"
}