{
    "title": "Readout of the President’s Meeting with CEOs on Cybersecurity | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/10/29/readout-president-s-meeting-ceos-cybersecurity",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 29, 2013\n\n \n\n\n\nReadout of the President’s Meeting with CEOs on Cybersecurity\n\n\n\n\nThe President met today with a group of CEOs from the information technology, financial services, and energy sectors to discuss our shared efforts to improve the cybersecurity of our nation's critical infrastructure.\nThe conversation highlighted the importance of the voluntary Cybersecurity Framework that is being created by the Department of Commerce’s National Institute of Standards and Technology in partnership with a range of public and private stakeholders. The framework is part of Executive Order 13636 on Improving Critical Infrastructure Cybersecurity, which was introduced in the President’s 2013 State of the Union Address. The preliminary version of the framework was released in the Federal Register today for a 45 day comment period. \nThe framework is intended to raise the level of cybersecurity across the U.S. critical infrastructure.  To do so, the framework will lay out a set of core practices for organizations to manage their cybersecurity risk. The CEOs expressed appreciation for the way the framework was developed in partnership with the private sector and support for the process moving forward.  The conversation focused on how to encourage its adoption.  Participants discussed the need for framework adoption by both critical infrastructure and by their suppliers -- and the difficulties involved in helping small and medium sized business to adopt best practices.  Both companies and government officials also expressed the strong desire to have Congress pass information sharing legislation that protects privacy and civil liberties. \nAttendees included:\n\t* Ajay Banga, President and CEO, MasterCard\n\t* Steve Bennett, President and CEO, Symantec\n\t* Wes Bush, Chairman, President and CEO, Northrup Grumman\n\t* Marilyn Hewson, President and CEO, Lockheed Martin\n\t* Renée James, President, Intel\n\t* Brian T. Moynihan President and CEO, Bank of America\n\t* Joseph Rigby, Chairman, President and CEO, Pepco Holdings\n\t* Charles W. Scharf, Director and CEO, Visa\n\n\n\n\n"
}