{
    "title": "Background on Today's Grand Junction, CO Town Hall Event | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-todays-grand-junction-co-town-hall-event",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nAugust 15, 2009\n\n \n\n\n\nBackground on Today's Grand Junction, CO Town Hall Event\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary  _____________________________________________________________________________  FOR IMMEDIATE RELEASE                                                       August 15, 2009 HEALTH INSURANCE REFORM TOWN HALL CENTRAL HIGH SCHOOL, GRAND JUNCTION, CO 4:15 PM Mountain Time (6:15 PM Eastern) President Obama will conduct a town hall meeting in Grand Junction, Colorado on health insurance reform.  The President will deliver remarks to Colorado residents, focusing on how under health insurance reform, insurance companies will have to abide by yearly caps on how much they can charge for out-of-pocket expenses to eliminate unlimited costs such as co-pays and deductibles, and will then take one hour of questions from the audience. Click HERE <http://www.healthreform.gov/reports/statehealthreform/colorado.html>  for facts about the need for health insurance reform in Colorado. There will be approximately 1,600 people in the audience. The vast majority of tickets were general admission. Tickets were randomly distributed among people who signed up online. The remaining tickets were distributed by the White House to elected officials, community leaders, etc.    OFFICIALS EXPECTED TO ATTEND: Secretary Ken Salazar, Department of the Interior U.S. Senator Mark Udall U.S. Senator Michael Bennet U.S. Representative John Salazar Governor Bill Ritter Lt. Governor Barbara O'Brien Mayor Bruce Hill, Grand Junction CO Secretary of State Bernie Buescher    STAGE PARTICIPANTS: Tilman Bishop will deliver the Invocation. Tilman lives in Grand Junction and is a member of the First United Methodist Congregation. Axel Stephen Urie will lead the Pledge of Allegiance. Axel is a student at Central High School and serves as head boy (co-student body president) at the school. Elisabeth Beckstead and Crystal Rossman will sing the National Anthem. Elisabeth and Crystal are both students at Central High School. Nathan Wilkes will introduce President Obama. Nathan's son, Thomas, was born with hemophilia in 2003.  At the time, he and his family had great insurance through the high tech telecommunications company that he helped found, but when the insurance company saw Nathan's claims (ranging from a few thousand dollars to $750,000 a year for his son), they started to increase the premiums for all the employees and their families.  The company tried to find other coverage, but no other insurance company would take them with Thomas on the policy.  When Nathan’s son Thomas neared the $1 million cap on his policy, Nathan searched frantically for another option.  A social worker suggested that Nathan and his wife get divorced so that she could go on Medicaid.  Nathan found a way to get his son into the state’s high risk pool, but it too had a $1 million cap.  Nathan paid premiums to both his company and the high-risk insurance pool.  By this time he was paying about $25,000 out of pocket a year and still getting huge bills and threats from collection agencies.  Finally, Nathan decided to form his own small business so that he could have more control over the plan selection.  Fortunately, under Colorado law, coverage for small businesses prohibits permanently excluding pre-existing conditions, so he was able to get coverage for his family.  But Nathan faces increasing premiums and a $6 million lifetime cap, which he fears will be exceeded because of his son’s continuing need for care.  Under health reform, coverage for Nathan and his family would not include any annual or lifetime caps on benefits.    COLORADO ECONOMIC STATS: In June 2009, Colorado’s Unemployment Rate Was 7.6 Percent. According to the most recent data available from the Bureau of Labor Statistics, Colorado’s unemployment rate stood at 7.6 percent in June 2009. [Bureau of Labor Statistics, <http://www.bls.gov/news.release/laus.nr0.htm>  Regional and State Employment and Unemployment Summary, accessed 8/12/09] From June 2008 To June 2009, Unemployment In Colorado Has Risen 2.8%. According to the Bureau of Labor Statistics, Colorado’s unemployment rose from 4.8% to 7.6% between June 2008 and June 2009. [Bureau <http://www.bls.gov/news.release/laus.nr0.htm>  of Labor Statistics, Regional and State Employment and Unemployment Summary, accessed 8/12/09] COLORADO RECOVERY ACT UPDATE (as of 8/13/09):  Since being signed into law, the Recovery Act has already made over $2 billion available to Colorado – providing tax relief, filling gaps in Medicaid funding, incentivizing small business lending, jump-starting highway construction projects, and working to revitalize communities.  We’ve sent out one-time economic relief payments of $250 to more than 685,000 Colorado seniors, veterans and other high-need residents, totaling more than $171 million. In Mesa County – more than 26,000 beneficiaries have received a total of more than $6.5 million in one-time relief payments. Colorado’s teachers, school staff and education programs have already felt the impact of $838 million in Recovery Act funding.  This includes $555 million in State Fiscal Stabilization Funds (SFSF) to help keep teachers in the classroom More than $332 million in Recovery Act assistance has been made available to Colorado to provide benefits and help prevent additional Medicaid cuts.  Already, the state has spent $236 million of those available funds.  Colorado has obligated $423 million in Recovery Act funds to jump-start 97 transportation construction projects.  Tezak Heavy Equipment, Inc., of Canon City, Colorado, was awarded a $9.6 million contract to reconstruct over four miles of Colorado State Highway 92 (SH 92), Buckwheat Way, adding lanes and paving shoulders.  The project is located around 50 miles from Grand Junction. For 2009, an estimated 1.8 million Colorado working families will collectively receive $900 million in tax relief from the Making Work Pay tax credit The Recovery Act has expanded unemployment benefits for more than 157,000 Colorado residents. $25.7  million in Recovery Act grants have already been awarded to health centers in fifteen communities throughout Colorado to support renovations and repairs, investments in health IT, and critically needed health care services. 466 small businesses in Colorado have received Recovery Act backed 7(a) and 504 SBA loans – generating $214 million in small business lending. In the city of Grand Junction, eleven Recovery-backed loans have already supported $11 million in small business lending.  \n\n\n\n"
}