{
    "title": "Obama Administrations Rural Tour Stops in Western Alaska | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/obama-administrations-rural-tour-stops-western-alaska",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nAugust 12, 2009\n\n \n\n\n\nObama Administrations Rural Tour Stops in Western Alaska\n\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\t\tOffice of the Press Secretary\n\t\t\t___________________________________________________________________________\n\t\t\tFor Immediate Release                                                       August 12, 2009\n\nObama Administration’s Rural Tour Stops in Western Alaska\n\nFour Cabinet Secretaries Bring Largest Cabinet-Level Delegation in State’s History\n\n\n\t\tWASHINGTON D.C. – Four Cabinet Secretaries brought the Obama Administration’s Rural Tour to rural Alaska today, with stops in Bethel and Hooper Bay, representing the largest Cabinet-level delegation to visit the state. Energy Secretary Steven Chu, Housing and Urban Development Secretary Shaun Donovan, Education Secretary Arne Duncan, and Agriculture Secretary Tom Vilsack held a public forum and indivdual stakeholder meetings in Bethel. The Secretaries toured a school, a housing development and wind turbines in Hooper Bay, a coastal fishing village.\n\n\t\tPresident Obama announced the launch of his Administration’s Rural Tour in June. This summer, top Administration officials and Cabinet Secretaries are fanning out across the nation to hold a series of discussions on how communities, states, and the federal government can work together to help strengthen rural America.\n\n\t\tThroughout the day in Alaska, the Secretaries took time to hear the diverse set of challenges and opportunities facing Bethel and Hooper Bay, share some of the Administration’s ideas about how to nurture strong, robust, and vibrant rural communities. And, after hearing from the people, they will report back to the President about the state of rural Alaska, and what the Administration can do to strengthen it.\n\n\t\t\"It is important for the Obama Administration to hear firsthand about Alaska's unique energy challenges and opportunities. We are here to listen to Alaska's needs so that the federal government can be a partner in helping find solutions,\" said Energy Secretary Chu. \"My goal is to not only see for myself the challenges faced by the Bethel and Hooper Bay communities and what’s being done to face them, but also to bring back to Washington the kind of change we so clearly need at a moment like this,\" said HUD Secretary Donovan. \"And we are already beginning to address some of the unique housing challenges. I am thrilled to announce that we’ve made available $132 million to communities in Alaska and across the country the final installment of funding for the Native American Housing Block Grant Program under the Recovery Act, $5 million of which is going to Bethel.\"\n\n\t\t\"This has been a remarkable experience to listen and learn from students, teachers, and parents. This was an opportunity to learn what's working and not working,\" said Education Secretary Arne Duncan. \"We need to help schools get dramatically better. We need to increase high school graduation rates and reduce dropout rates in Alaska and across this nation. I also believe we must educate our way to a better economy and through the Recovery Act, the Obama Administration is investing unprecedented resources to improve educational opportunities in Alaska, with over $200 million invested in the state for education.\"\n\n\t\t\"To overcome challenges and be successful in a new, 21st century economy, President Obama has asked that we reach out to people in rural communities across the country to listen, learn and facilitate problem-solving,\" said Agriculture Secretary Vilsack. \"It is critically important to hear the thoughts, concerns and stories about Alaska’s vision for its future and to collect ideas about how USDA can better serve these communities.\" Bethel is the largest community in Western Alaska, with just under 6,000 people. Bethel has served as a trading, transportation and distribution center for the region, which has attracted Natives from surrounding villages. As the region’s hub, the Secretaries chose this location to hold a public forum and stakeholder breakout sessions with representatives from their respective issue-areas and from across the Western Alaska region.\n\n\t\tHooper Bay is a small village in Western Alaska with a population of about 1,000 people. On August 3, 2006, a fire destroyed thirty-five structures including twelve homes, an elementary school and high school, a teacher housing complex, stores, offices and storage shelters. The fire left 70 people homeless. The Secretaries visited the town’s new school; a 19 unit multi-family affordable housing project that is currently under construction by Association of Village Council Presidents Regional Housing Authority; and, three wind turbines, which will be opened in fall 2009 and will displace about 24% of the energy normally generated by diesel.\n\n\t\tThe entire rural tour will provide an opportunity for the Obama Administration to listen to diverse voices throughout rural America, and to highlight its broader vision for growth and prosperity in these regions of the country. All Americans can follow the Rural Tour’s progress online at www.RuralTour.gov or on Twitter at www.twitter.com/RuralTour.\n\n\t\tRemaining rural tour stops include:\n\nAUGUST 16TH\n\n\t\tSecretaries Ken Salazar and Tom Vilsack will travel to Zanesville, OH, to discuss green jobs and a new energy economy, with a focus on renewable energies.\n\nAUGUST 17TH\n\n\t\tSecretaries Arne Duncan and Tom Vilsack will travel to Hamlet, NC, to discuss rural education.\n\nSEPTEMBER 28TH \n\n\t\tSecretaries Ken Salazar and Tom Vilsack will travel to Scottsbluff, NE, to discuss production agriculture.\n\nSEPTEMBER 30TH\n\n\t\tSecretaries Shaun Donovan and Tom Vilsack will travel to Las Cruces, NM, to discuss rural infrastructure.\n\n\n\n\n\n"
}