{
    "title": "President Obama, Vice President Biden, First Lady Michelle Obama, and Dr. Jill Biden Announce that Since President Obama’s Challenge in August 2011, American Businesses Have Hired or Trained 290,000 Veterans and Military Spouses | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/04/30/president-obama-vice-president-biden-first-lady-michelle-obama-and-dr-ji",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nApril 30, 2013\n\n \n\n\n\nPresident Obama, Vice President Biden, First Lady Michelle Obama, and Dr. Jill Biden Announce that Since President Obama’s Challenge in August 2011, American Businesses Have Hired or Trained 290,000 Veterans and Military Spouses\n\n\n\n\nNew announcements today total an additional 435,000 veterans and military spouses hired or trained by 2018\nBy the numbers:\n\n\nAugust 2011: President Obama challenged American business to hire or train 100,000 veterans or military spouses by 2013.\n\nAugust 2012: The First Lady announced that companies had hired or trained 125,000 veterans and military spouses, and committed to hiring or training 250,000 more by the end of 2014.\n\nApril 30, 2013: The President, Vice President, First Lady, and Dr. Biden announce that 290,000 veterans or military spouses have been hired or trained, with an additional commitment of 435,000 veterans or military spouses hired or trained by the end of 2018.\n\nFor a video about Joining Forces’ hiring efforts, please click here.\nWashington, D.C. – Today, the President, Vice President, First Lady, and Dr. Biden announced that 290,000 veterans or military spouses have been hired or trained, with an additional commitment of 435,000 veterans or military spouses hired by 2018.\nAt the Business Roundtable Quarterly Meeting in March 2013, the First Lady urged CEOs to: “Think outside the box.  Take real risks.  And work together to make big, bold commitments to hire our veterans and military spouses and help them reach their full potential within your companies.” And we’re seeing businesses get more and more creative.  Wal-Mart is telling any veteran who has served honorably that if they need a job in the year after they separate from the service, they can have one at Wal-Mart.  The Blackstone Group is setting up a program where each of its 50,000 managers is pledging to hire one veteran. \nBut we still have more work to do.  With the one million servicemembers transitioning out of the military in the coming years, we need every business that has not yet joined this effort to make a commitment to hire or train our veterans and military spouses in the years to come.  That’s how we’ll continue to serve our military families as well as they have served us.\nThe President, Vice President, First Lady, and Dr. Biden have noted that with the Iraq war over and the war in Afghanistan drawing to a close, more than one million service members are projected to leave the military in the next several years. Hiring our veterans and military spouses will not only help them manage the transition, but shows them that our nation truly honors their service, not simply with words, but with real, concrete action that will profoundly impact their lives long after they leave the military.\nCompanies are making new commitments to veteran employment every week. The following companies are among the many that recognize that hiring veterans is good for their bottom line:\n• Blackstone has pledged to hire 50,000 employees across its 80 portfolio companies over the next 5 years. Some of Blackstone’s better known companies include Hilton, Sea World, The Weather Channel, La Quinta, Extended Stay, Michaels Stores, Nielsen and Allied Barton.  Blackstone safeguards pensions and makes money for its investors by buying companies, restoring them, and positioning them for long-term growth.\n• Deloitte LLP is doubling its veteran hiring commitment over three years.  Deloitte will also continue to sponsor events and programs such as the Warrior Games and the 100,000 Jobs Mission, by increasing the number of transition assistance workshops and Deloitte Day Open Houses, and through a new education series at Deloitte University, The Leadership Center, focused on assessment, mentoring, networking, personal branding, and career coaching.  Deloitte is also expanding its social networking outreach to veterans by establishing talent communities and networks.\n• The International Franchise Association (IFA) and its more than 1,200 affiliate companies are committing to hiring 80,000 veterans and military spouses through 2014. This commitment also includes the desire to employ 5,000 Wounded Warriors.  This commitment is an expansion IFA’s VetFran strategic initiative, launched in 1991 to help veterans of the first Gulf War, adding a hiring component in addition to its original franchise owner development mission, to address the immediate needs of returning veterans.  Over 64,000 veterans, military spouses and wounded warriors have started careers in franchising, including 4,314 who have become veteran franchise business owners, since 2011.\n• UPS has made a commitment to hire more than 25,000 veterans over the next five years, as well as committing to serve more than 25,000 employee volunteer hours helping veterans and Veterans Service Organizations (VSO). Veteran’s commitment to service reflects strong ethics, integrity and work discipline that transfers well and is aligned to values for which UPS employees are so well-known.  We rely on the talents and skills of our veterans to deliver unmatched logistics capabilities to our customers.  UPS has always supported Veterans, who through their service, honored their nation.  Employees that are veterans, or that serve in the National Guard and Reserves make up 7.5 percent of UPS’s domestic workforce.\n\t \n\t• USAA, an organization created by the military exclusively for the military, is committed to providing career opportunities at all levels to members of the military community as they transition to civilian life. At USAA, one out of every four new employees we hire is a veteran or military spouse.  Going forward, USAA has set an even higher internal hiring goal of 30 percent of new hires will be a veteran or a spouse. Since 2005, USAA has hired more than 6,000 military veterans and spouses.  That track record has earned USAA the title of the No. 1 Military Friendly Employer by G.I. Jobs magazine and – for five consecutive years – the top military spouse-friendly employer by Military Spouse Magazine.\n• Wal-Mart will offer a job to any honorably discharged veteran within his or her first 12 months off active duty beginning this Memorial Day. Wal-Mart has set a goal of a 30 day hiring process for veterans seeking direct job placement. Every veteran may not want a job in retail, but if they do, they have a place at Wal-Mart. The company is already the largest private employer of veterans, and projects they will train and hire more than 100,000 veterans over the next five years.\nA complete list of every company and their commitment to veteran and military spouse employment through Joining Forces can be found at www.joiningforces.gov/commitments.\n\n\n\n\n"
}