{
    "title": "MENSAJE SEMANAL: Desecha tus Medicamentos Recetados que Están Caducados o que No Son Necesarios | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/09/28/mensaje-semanal-desecha-tus-medicamentos-recetados-que-est%C3%A1n-caducados-o",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 26, 2015\n\n \n\n\n\nMENSAJE SEMANAL: Desecha tus Medicamentos Recetados que Están Caducados o que No Son Necesarios\n\n\n\n\n\n\tWASHINGTON, DC -- En su mensaje semanal, en el “Día Nacional para el Desecho de Medicamentos Recetados” el Presidente habló sobre la importancia de prevenir y tratar el abuso de drogas. Cada año, la sobredosis por medicamentos recetados le causa la muerte a miles de personas que viven en Estados Unidos, y muy frecuentemente, estos fármacos vienen del botiquín de medicamentos familiar. Es más, una gran parte de los consumidores de heroína empezaron abusando de medicamentos recetados. Por eso es importante participar en el “Día Nacional para el Desecho de Medicamentos Recetados” de la DEA para desechar de manera segura, conveniente y responsable medicamentos recetados que están caducados o que ya no son necesarios en puntos de recolección dispuestos en su comunidad – sin ser sujeto a ningún tipo de preguntas. Programas para el desecho de medicamentos forman parte del presupuesto del Plan de Prevención del Abuso de los Medicamentos Recetados del Presidente del 2011, el cual incluía incrementar educación para los que recetan estos medicamentos, la expansión de los Programas de Monitoreo de Fármacos, y la implementación de programas policiales inteligentes contra crimen. En su mensaje, el Presidente hizo un llamado a todos para que continuemos trabajando hacia la reducción de enfermedades de adición, particularmente aquellas involucrando el abuso de medicamentos recetados y heroína, a base de tratamientos que incluyen evidencia de estudios, prevención y recuperación. \n\n\tEl audio y el video de este mensaje estarán disponibles en http://obamawhitehouse.archives.gov a las 6:00 a.m. ET, el 26 de septiembre del 2015\n\nMensaje Semanal del Presidente Barack Obama\n\nLa Casa Blanca\n\n26 de septiembre de 2015\n\n\tHola a todos. Hoy, 26 de septiembre, es el “Día Nacional para el Desecho de Medicamentos Recetados.” Es un día en el que se puede desechar de manera segura, conveniente y responsable medicamentos recetados que están caducados o que ya no son necesarios en puntos de recolección dispuestos en su comunidad.\n\n\tEsto importa por la siguiente razón. Cada año mueren más personas en Estados Unidos debido a una sobredosis que en accidentes de tránsito. Y la mayoría de esas muertes por sobredosis no son por drogas como la cocaína o la heroína, sino por medicamentos recetados. Tan solo en el 2013, más de 16,000 personas que vivían en Estados Unidos murieron debido a sobredosis de analgésicos. Y la mayoría de jóvenes que comienzan a utilizar incorrectamente medicamentos recetados no los consiguen en la calle, sino en el botiquín de medicamentos.\n\n\tSi esa no es una razón lo suficientemente buena como para participar en el “Día Nacional para el Desecho de Medicamentos Recetados”, esta es otra razón. Muchos analgésicos recetados pertenecen a la misma clase de fármacos que la heroína. De hecho, cuatro de cada cinco consumidores de heroína empezaron utilizando incorrectamente medicamentos recetados. En el transcurso de tan solo un año, entre 2013 y 2014, vimos un incremento del 33% en la cantidad de consumidores de heroína.\n\n\tTodo esto causa un daño terrible a demasiadas familias y a demasiadas comunidades en todo el país, comunidades grandes y pequeñas, urbanas y rurales. Lleva al límite a las autoridades del orden público y a los programas de tratamiento. Nos afecta a todos de muchas maneras diferentes.\n\n\tEs por eso que, hace cuatro años, mi Administración presentó un Plan de Prevención del Abuso de los Medicamentos Recetados. Hemos venido trabajando con las comunidades para combatir las sobredosis y hemos visto resultados prometedores. Por ello, el presupuesto que presenté este año continuará construyendo sobre esos esfuerzos. Hará inversiones fundamentales en cosas como los Programas de Monitoreo de Fármacos, equipará a más personal de respuesta inmediata para salvar más vidas y expandirá los programas de tratamiento asistidos con medicamentos, incluyendo en nuestras cárceles.\n\n\tDe hecho, mejorar la forma en la que lidiamos con los trastornos por abuso de drogas es una parte primordial para reformar nuestro sistema de justicia penal. En vez de continuar gastando miles de millones de dólares de los contribuyentes en penas innecesariamente largas a delincuentes drogadictos que no son violentos, podríamos ahorrar dinero y obtener mejores resultados al brindarles tratamiento a aquellas personas que lo necesitan. Y podríamos usar parte del dinero ahorrado para asegurarnos de que los valientes hombres y mujeres de las autoridades del orden público tengan los recursos necesarios para ir a la captura de narcotraficantes y pandillas violentas, para que interrumpan el flujo de drogas a nuestro país y para abordar las amenazas reales a nuestras comunidades.\n\n\tCon ninguna otra enfermedad esperamos hasta que las personas se conviertan en un peligro para sí mismas o para el público antes de que autodiagnostiquen y busquen tratamiento. Así que debemos abordar el abuso de drogas como una oportunidad de intervenir, no de encarcelar. Todos tenemos una función a desempeñar. Padres y madres, tenemos que entender la importancia de hablarles a nuestros hijos y de guardar los medicamentos de manera segura en el hogar. La comunidad médica también debe participar ya que adoptando mejores prácticas de como recetamos medicamentos harán la diferencia.\n\n\tY como país, tenemos que continuar trabajando por reducir el consumo de drogas mediante tratamientos basados en estudios, prevención y recuperación. Los estudios de investigación han demostrado que esto funciona. Personas valientes que viven en Estados Unidos lo demuestran cada día. Es por ello que la propia persona que nombré como director de la Política Nacional para el Control de Drogas, Michael Botticelli, es un hombre que se está recuperando a largo plazo. Él habla sobre esto de manera abierta y honesta, justamente para eliminar la vergüenza y el estigma que con frecuencia les impide a las personas buscar tratamiento antes de que sea demasiado tarde.\n\n\tSobre esto hablaré más en las próximas semanas en comunidades de todo el país. Porque es un desafío que podemos resolver si trabajamos juntos.\n\n\tGracias y que pasen un buen fin de semana.\n\n\n\n\n"
}