{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/15/president-obama-announces-more-key-administration-posts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 15, 2010\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\n\n\tWASHINGTON – Today, President Barack Obama announced his intent to nominate the following individual to a key Administration post:\n\t \n\t·         Carolyn Lerner, Special Counsel, Office of Special Counsel\n\n\tPresident Obama also announced his intent to appoint Timothy Broas as a Member of the Board of Trustees of the Woodrow Wilson International Center for Scholars.  His biography is below.  \n\t \nPresident Obama said, “I am proud to have these dedicated and accomplished individuals serve in this Administration.  I am confident they will serve the American people well in their new roles, and I look forward to working with them in the coming months and years.”\n\nPresident Obama announced his intent to nominate the following individual to a key Administration post:\nCarolyn Lerner, Nominee for Special Counsel, Office of Special Counsel\n\tCarolyn Lerner is a founding partner of Heller, Huron, Chertkof, Lerner, Simon & Salzman, a Washington, D.C. law firm that focuses on civil rights and employment matters.  Ms. Lerner also represents non-profit organizations on a variety of issues, including employment.  Before entering private practice, Ms. Lerner served as a law clerk to Chief Judge Julian Abele Cook, Jr. of the U.S. District Court for the Eastern District of Michigan.  She currently serves on various boards, including the Center for WorkLife Law, a non-profit which advocates for workers with family responsibilities, the WAGE Project, which works to end discrimination against women in the workplace, the Washington Council of Lawyers, a public interest bar association, and the Council for Court Excellence.  Ms. Lerner is a member of the D.C. Bar’s Pro Bono Committee, and the Women’s Bar Association for the District of Columbia, among others.  She is a mediator for the U.S. District Court for the District of Columbia and teaches Mediation as an adjunct faculty member at George Washington University Law School.  Ms. Lerner holds a B.G.S. from the University of Michigan and a J.D. from New York University School of Law.\n\t \nPresident Obama announced his intent to appoint the following individual to a key Administration post:\nTimothy Broas, Appointee for Member, Board of Trustees of the Woodrow Wilson International Center for Scholars\n\tTimothy Broas is a partner in the litigation department of the Washington, D.C. office of Winston & Strawn LLP.  His practice concentrates on criminal defense, securities litigation, corporate internal investigations, and congressional investigations. Mr. Broas was recently elected as a Fellow to the Litigation Counsel of America and is a member of the Board of Visitors of Mount Vernon. He was recently named in the 2011 edition of Best Lawyers in America, in addition to having been named in 2010, and was named a Washington DC “Super Lawyer” for 2011.  Mr. Broas received a J.D. from the College of William and Mary and an A.B. in Economics and History from Boston College.\n\n\t \n\n\n\n\n"
}