{
    "title": "FACT SHEET: Healthy Communities Challenge for Great Falls | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/11/06/fact-sheet-healthy-communities-challenge-great-falls",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 06, 2015\n\n \n\n\n\nFACT SHEET: Healthy Communities Challenge for Great Falls\n\n\n\n\n\n\tAs the Affordable Care Act’s coverage provisions have taken effect, 17.6 million Americans have gained coverage, and, since 2010, we’ve reduced the uninsured rate in this country by 45 percent.  The nation’s uninsured rate now stands at its lowest level ever. But still, in communities across the country, 10.5 million people eligible for Marketplace coverage remain uninsured.\n\n\tToday, we are launching the White House “Healthy Communities Challenge” to engage key communities with large numbers or high percentages of uninsured in states across the country where strong federal, state and community collaboration can have a meaningful impact on reaching the uninsured. Through this challenge, we are calling on community leadership to build outreach efforts to reach these remaining uninsured and help them gain coverage. \n\n\tAt the end of this third open enrollment period, the Department of Health and Human Services (HHS), along with State-based Marketplaces, will publish tallies of new Marketplace signups in participating communities. These tallies will be compared to HHS estimates of the number of eligible uninsured people at the start of open enrollment to see which communities made the most progress during the challenge. \n\n\tThe victorious community gets bragging rights, a healthier community, and a visit from President Obama to celebrate their success in helping ensure every American has health coverage.\n\n\tBased on particularly high opportunity for impact, the White House reached out to local officials in each of these 20 communities, including Mayor Michael Winters, who embraced the “Healthy Communities Challenge” to get their uninsured constituents covered.\n\nGreat Falls Health Insurance Marketplace for 2016\n\n\nHealth insurance coverage is affordable. On June 30, 2015, 48,591 people in Montana were covered through its Health Insurance Exchange, or Marketplace.   \n\n\t\t\n\n\t\t\t\tIn Montana, 79 percent of people can find a plan for $100 or less, 71 percent for $75 or less, and 64 percent for $50 or less for 2016.  \n\n\t\t\t\tFor the second-lowest silver plan, in Montana, a family of four with a household income of $60,000 is eligible for $551 in tax credits per month on average statewide, and a 27-year old with a household income of $25,000 is eligible for $121 in tax credits per month in 2016. \n\n\t\t\t\tTax credits matter.  In 2015, 83 percent of Marketplace enrollees – 40,231 people – in Montana received a tax credit, and consumers saved an average of $230 per month.\n\n\n\nConsumers have a choice. \n\t\t\n\n\t\t\t\tIn Montana, 3 issuers are offering individual health plans in the Marketplace in 2016. \n\n\t\t\t\tIssuers are offering an average of 30 plans per county in Montana in 2016.\n\n\n\nIt pays to shop. \n\t\t\n\n\t\t\t\tIn Montana, 78 percent of Marketplace consumers who switch to the lowest-cost plan within a coverage level could save on average $20 per month, or $234 per year, on their premium costs in 2016.\n\n\t\t\t\tAbout 27 percent of 2014 enrollees in Montana switched to a new plan in 2015, saving $331 per year – and $1,582,285 in total statewide – on premium costs.\n\n\n\nWhile progress has been made, more work is needed to cover the uninsured.\n\n\n\t\t\t\tIn Montana, the adult uninsured rate dropped from 20.7 percent in 2013 to 14.4 percent in the first half of 2015. \n \n\n\t\t\t\tIn Great Falls and the surrounding region, there are 13,000 uninsured who are eligible for the Marketplace. (The number of the uninsured is for the Designated Market Area that includes Great Falls.)\n\n\n\n\nCommunities Participating in the “Healthy Communities Challenge”\n\n\n\t\t         Dallas, TX\n\n\t\t         Tampa, FL\n\n\t\t         Atlanta, GA\n\n\t\t         Seattle, WA\n\n\t\t         Great Falls, MT\n\n\t\t         Salt Lake City, UT\n\n\t\t         Kansas City, MO\n\n\t\t         Chicago, IL\n\n\t\t         Phoenix, AZ\n\n\t\t         Detroit, MI\n\n\t\t         Charlotte, NC\n\n\t\t         Nashville, TN\n\n\t\t         New Orleans, LA\n\n\t\t         Denver, CO\n\n\t\t         Milwaukee, WI\n\n\t\t         Philadelphia, PA\n\n\t\t         Las Vegas, NV\n\n\t\t         Oakland, CA\n\n\t\t         Richmond, VA\n\n\t\t         Long Beach, CA\n\n\n\n\n\n"
}