{
    "title": "Mark Gallogly Co-founder and Managing Principal, Centerbridge Partners and Member of the President’s Council on Jobs and Competitiveness Backs American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/08/mark-gallogly-co-founder-and-managing-principal-centerbridge-partners-an",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 08, 2011\n\n \n\n\n\nMark Gallogly Co-founder and Managing Principal, Centerbridge Partners and Member of the President’s Council on Jobs and Competitiveness Backs American Jobs Act\n\n\n\n\n\n\t“The President is right to focus on jobs.  Over the past six months, the regulatory working group of the President’s Council on Jobs and Competitiveness has looked for ways to improve the regulatory process to stimulate job growth.  Smart regulation will create a business environment conducive to job creation.\n\n\tAs we have conducted our work, we have seen a strong desire throughout the Administration to make real change.  Executive Agencies and Independent Regulatory Commissions are performing comprehensive in-depth reviews of all regulations on their books and eliminating/modifying regulations that are duplicative or outdated.  The Executive branch is identifying ten high priority permitting projects to pilot streamlined permitting initiatives.  The Department of Interior has piloted a redesigned permitting process for renewable energy projects on federal lands.  The U.S. Patent and Trademark Office has undertaken a major effort to decrease their backlog of pending applications and speed up the approval process. \n\n\tThe Jobs Council’s regulatory working group is continuing to identify additional areas where improved business processes can be brought to government.  I was encouraged tonight to hear the President address the need to improve our regulatory process to help create jobs and look forward to continuing to work on this issue moving forward.”\n\n\n\n\n"
}