{
    "title": "Presidential Initiative Supports Military Families | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/24/presidential-initiative-supports-military-families",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 24, 2011\n\n \n\n\n\nPresidential Initiative Supports Military Families\n\n\n\n\n\n\tPresident Barack Obama, First Lady Michelle Obama, and Dr. Jill Biden put forward today nearly 50 commitments by Federal agencies responding to the President’s directive to establish a coordinated and comprehensive Federal approach to supporting military families.  Strengthening Our Military Families:  Meeting America’s Commitment is the result of an effort led by the National Security Staff and Domestic Policy Council responding to the Presidential Study Directive-9 calling on all Cabinet Secretaries and other agency heads to find better ways to provide our military families with the support they deserve.  The result will be a unified Federal Government approach to help ensure:\n\n\n\t\tthe U.S. military recruits and retains America’s best, allowing it to maintain the high standards which have become a hallmark of our armed forces.\n\n\t\t Service members can maintain both strong families and a high state of readiness;\n\n\t\tfamily members can live fulfilling lives while supporting their service member(s); and\n\n\t\tthe American people better understand and appreciate the experience, strength, and commitment of those who serve and sacrifice on their behalf.  \n\n\n\tThis document provides the Federal Government’s response to that challenge by identifying four strategic priorities that address the primary challenges facing our military families.  \n\n\t1.      Enhance the well-being and psychological health of the military family.\n\n\n\t\tEnsure excellence in military children’s education and their development.\n\n\t\tDevelop career and educational opportunities for military spouses.\n\n\t\tIncrease child care availability and quality for the Armed Forces.\n\n\n\tThese four priorities were identified with special attention to the feedback that the First Lady, Dr. Jill Biden, and Administration officials have received from the many service members and their families they have encountered over the past two years.  They address the concerns and challenges of the families of Active Duty and Reserve Component Army, Navy, Air Force, Marines, and Coast Guard members; Veterans; and those who have fallen.  Each Cabinet Secretary pledged to continue to communicate these priorities, share expertise, and establish sustainable solutions through leveraging partnerships.\n\n\n\tThis report identifies partnerships that expand capacity and quality of services in a fiscally responsible way.  \n\n\n\t\tHealth and Human Services (HHS) has partnered with the Department of Defense (DoD) to best confront suicide trends within military family and Veteran populations, to normalize preventive training and peer-level counseling to best treat psychological needs of our military families, and expand access and quality of child care resources.  \n\n\t\tHousing and Urban Development, Veterans Affairs, Labor and HHS have teamed to achieve the aggressive goal of unqualified elimination of homelessness by 2015.  \n\n\t\tDoD, Labor, Commerce, and the Small Business Administration are committed to collaboratively engaging corporate America and expanding career opportunities for military spouses.\n\n\t\tDepartment of Agriculture (USDA) will expand its already rich history of cooperation with the military by co-hosting the Family Resilience Summit in 2011 with DoD and maximizing USDA’s reach to military communities across rural America through its cooperative extension network.\n\t\t \n\n\n\tThis report elevates the need for more awareness on the challenges facing military families and in turn generates more effective use of government resources and across society.  \n\n\n\t\tThe Department of Education will make supporting military families one of its supplemental priorities for its discretionary grant programs.  This priority, when applied, will, for the first time ever, favor grant applications to meet the needs of military students.   Education has also made accessing and processing of financial aid more tailored to military families and more sensitive to the financial fluctuations of Guard and Reserve personnel.   \n\n\t\tHHS is aggressively promoting awareness across its service provider networks, the media industry, and professional medical organizations on military culture and psychological health of our service members, their spouses and their children.  \n\n\t\tThe Treasury Department is establishing an Office of Service Member Affairs, led by Holly Petraeus, under the Consumer Financial Protection Bureau to help educate and protect military families from predatory lending and harmful consumer practices.\n\n\n\tThis report demonstrates how innovation and sharing best practices can generate resources and reduce barriers.  \n\n\n\t\tThe Department of the Interior is making available its facilities on their 500+ million acres of Federal lands to military families for recovery, reintegration, and youth employment.  \n\n\t\tTreasury, Transportation, Homeland Security, and DoD are accelerating efforts to bring down professional licensing barriers to promote competitive career advancement across states on par with civilian advancement.\n\n\n\tThis report also serves as a springboard to highlight the military families’ contributions as a national and community resource and identifies opportunities to leverage more of the skills, experience, and capacity of military family members.  Additionally, this overall effort endeavors to strengthen existing feedback mechanisms for military families to voice their concerns and opinions, their unique challenges, the effectiveness of existing programs, and their input on the future direction of related Federal programs and policies.\n\n\n\n\n"
}