{
    "title": "Readout of the President's Meeting with Independent Financial Regulators | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/10/06/readout-presidents-meeting-independent-financial-regulators",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 06, 2014\n\n \n\n\n\nReadout of the President's Meeting with Independent Financial Regulators\n\n\n\n\nPresident Obama hosted a discussion today in the Roosevelt Room with lead financial regulators and senior advisors on the economy and the ongoing implementation of Wall Street Reform.\nSix years after the depths of the financial crisis, the President commended regulators for their efforts to further strengthen the financial system by continuing to implement the Wall Street Reform and Consumer Protection Act, which includes the most sweeping set of financial regulatory reforms since the Great Depression and the strongest consumer protections in history that have afforded millions of hard-working Americans new rights and protections within the financial sector. \nThe President noted the leadership of U.S. banking regulators in raising capital standards and urged regulators to maintain focus on ensuring that prudent capital cushions are in place, particularly for the largest, most complex global firms, to provide further protection for the U.S. financial system. The President acknowledged the collaborative work of the regulators, specifically recognizing their work in finalizing the Volcker Rule, and also urged participants to consider additional ways to prevent excessive risk-taking across the financial system, including as they continue to work on compensation rules and capital standards. \nParticipants discussed the importance of continued coordination through the Financial Stability Oversight Council to identify and mitigate risks to the financial system and address areas of overlap or gaps in oversight. The President asked regulators to evaluate where their agencies’ actions have been most effective and where standards could be tailored for the size and complexity of different institutions.\nFinally, participants noted existing budgetary constraints for the market regulators and reiterated the need for additional resources and stability of funding to help protect middle class families, safeguard the financial system, pursue bad actors, and fulfill their missions.\nParticipants in today’s meeting included:\n\n\n\t\tJanet Yellen, Chair of the Board of Governors of the Federal Reserve System\n\n\t\tMary Jo White, Chair of the Securities and Exchange Commission\n\n\t\tMartin Gruenberg, Chair of the Federal Deposit Insurance Corporation\n\n\t\tMel Watt, Director of the Federal Housing Finance Agency\n\n\t\tRichard Cordray, Director of the Consumer Financial Protection Bureau\n\n\t\tTimothy Massad, Chairman of the Commodity Futures Trading Commission\n\n\t\tThomas Curry, Comptroller of the Office of the Comptroller of the Currency\n\n\t\tDebbie Matz, Chairman of the National Credit Union Administration\n\nWhite House and Administration Participants:\n\n\n\t\tJack Lew, Secretary of the Treasury\n\n\t\tShaun Donovan, Director of the Office of Management and Budget\n\n\t\tJason Furman, Chairman of the Council of Economic Advisers\n\n\t\tJeff Zients, Director of the National Economic Council and Assistant to the President for Economic Policy\n\n\t\tBrian Deese, Deputy Director of the Office of Management and Budget\n\n\t\tNeil Eggleston, White House Counsel\n\n\t\tSarah Bloom Raskin, Deputy Secretary of the U.S. Department of the Treasury\n\n\t\tSeth Wheeler, Special Assistant to the President for Economic Policy\n\n\n\n\n\n"
}