{
    "title": "The U.S. - India Partnership: the fact sheets | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/08/us-india-partnership-fact-sheets",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 08, 2010\n\n \n\n\n\nThe U.S. - India Partnership: the fact sheets\n\n\n\n\nThe U.S.-India partnership is indispensable to addressing the challenges of our times.  This strategic relationship encompasses a range of issues, activities, and programs that reflect the vision of President Obama and Prime Minister Singh that benefits not only the people of the United States and India but the world as a whole.  Attached are a series of fact sheets on these issues, with summaries below.\n\nExport Controls\n\t \n\tPrime Minister Singh and President Obama committed to work together to strengthen the global non-proliferation and export control framework and further transform our bilateral export control cooperation to realize the full potential of the strategic partnership between the two countries.  The two leaders agreed to take mutual steps to implement a four-part export control reform program, including: support for India’s membership in the multilateral export control regimes, removing India’s Defense and Space-Related Entities from the U.S. “Entity List;” export licensing policy realignment, and export control cooperation.\nTrade and Economic Cooperation\nThe United States and India, the world’s two largest democracies, share one of the world’s fastest growing trade and investment relationship.  This relationship is based on a shared commitment to an open market economy as the key determinant of economic growth, development, and job creation.  In furtherance of this commitment, President Obama and Prime Minister Singh took note of several current initiatives in connection with the President’s visit to India\n\t \nPartnership for an Evergreen Revolution\n\t \n\tPrime Minister Manmohan Singh and President Barack Obama agreed to work together to develop, test, and replicate transformative technologies to extend food security in India as part of an “Evergreen Revolution.”  These efforts build on the historic legacy of cooperation between the United States and India during the Green Revolution, and will benefit farmers and consumers in India, the United States, and around the globe, and will extend food security in India, Africa and globally.  The Partnership for an Evergreen Revolution will contribute to achieving the objectives of the U.S. global development policy, which places a premium on broad-based economic growth as the foundation for sustainable development, and the bilateral U.S. Feed the Future Initiative, which focuses on creating a foundation for sustainable economic growth by helping countries accelerate inclusive agriculture sector growth through improved agricultural productivity, expanded markets and trade, and increased economic resilience in vulnerable rural communities.\n\t \nCounterterrorism Cooperation\n\t \n\tSince the first bilateral discussions on counterterrorism in 2000, counterterrorism cooperation has become a pillar of the U.S.-India relationship.  In the aftermath of the Mumbai terrorist attacks, the U.S. and India resolved to deepen collaborative efforts, and intensify exchanges, culminating in the signing of the Counterterrorism Cooperation Initiative (CCI) in July 2010.  This landmark agreement made clear the determination of our two governments to combine efforts to combat terrorism and to work closely to ensure the security of our citizens.  Programs to exchange law enforcement best practices, hold reciprocal visits of senior-level officials to discuss lessons learned, conduct joint military training exercises, and joining of forces in international fora on key counterterrorism issues, demonstrate the closeness of this cooperation.\n\t \nCivil Space Cooperation\n\t \n\tPresident Barack Obama and Prime Minister Manmohan Singh agreed to scale-up joint U.S.-India civil space collaboration, including space exploration, earth observation, and scientific education.\n\t \nClean Energy and Climate Change\n\t \n\tPrime Minister Manmohan Singh and President Barack Obama reaffirmed their countries’ strong commitment to taking vigorous action to address climate change, ensure mutual energy security, and build a clean energy economy that will drive investment, job creation, and economic growth throughout the 21st century.  The Leaders strengthened U.S.-India cooperation on energy and climate change through the following initiatives, including a number of joint research and development projects, public-private partnerships, and major commercial sales of renewable energy technologies.\n\t \nCybersecurity\n\t \n\tThe U.S. and India recognize the importance of cybersecurity and its growing role in world prosperity, commerce, and culture.  Accordingly, the U.S. and India are advancing efforts to work together to promote a reliable information and communications infrastructure and the goal of free, fair, and secure access to cyberspace.\n\t \nCEO Forum\n\t \n\tRecognizing the vital role bilateral commerce plays in the global strategic partnership, President Barack Obama and Prime Minister Manmohan Singh highlighted the importance of the U.S.-India CEO Forum and the progress made in implementing its recommendations.  The U.S. and Indian governments addressed recommendations in the areas of clean energy, infrastructure, education, and export controls.\n\t \nDefense Cooperation\n\t \n\tThe U.S.-India defense relationship has grown from solely military-to-military links into a mature partnership that encompasses dialogues, exercises, defense sales, professional military education exchanges, and practical cooperation.  The leaders reaffirmed the importance of maritime security, unimpeded commerce, and freedom of navigation, in accordance with relevant universally agreed principles of international law.\n\t \nU.S.-India Economic and Financial Partnership\n\t \n\tSince U.S. Treasury Secretary Tim Geithner traveled to Delhi in April 2010 to launch the new U.S.-India Economic and Financial Partnership with Indian Finance Minister Pranab Mukherjee, the two governments have institutionalized deeper bilateral relations on economic and financial sector issues.  These efforts include a macroeconomic dialogue and financial sector and infrastructure working groups.\n\t \nEducation\n\t \n\tPresident Obama and Prime Minister Singh are committed to an expanding, dynamic, and comprehensive education partnership, including expanding academic exchanges, developing university and school linkages, and holding a U.S.-India Education Summit.\n\t \nEntrepreneurs Roundtable\n\t \n\tThis event introduced the President to the next generation of Indian entrepreneurs and showcased innovative partnerships between U.S. and Indian businesses that are creating new markets for U.S.-manufactured technologies.  These entrepreneurs represent some of India’s most thoughtful and articulate minds on the major challenges facing India today and showcase the promise of the country’s dynamic, private sector-led inclusive growth.  Their innovative business solutions are helping address some of India’s most vexing challenges – such as clean water, power, health care, education – while creating new markets for their U.S. technology partners.\n\t \nThe National Export Initiative\nAs part of the National Export Initiative, President Obama noted that India -- with its tremendous economic growth and its large and growing middle class -- is a key market for U.S. exports.  These involve some of our country’s largest companies, but also an increasing number of small and medium-sized enterprises.  On the margins of the President’s trip, trade transactions were announced or showcased, exceeding $14.9 billion in total value with $9.5 billion in U.S. export content, supporting an estimated 53,670 U.S. jobs.  These cross-border collaborations, both public and private, underpin the expanding U.S.-India strategic partnership, contributing to economic growth and development in both countries.\nIndian Investment in the U.S.\n\t \n\tThe United States is the world’s largest recipient of Foreign Direct Investment (FDI).  India is among the fastest growing investor in the United States.  As the U.S.-India economic relationship deepens, investment from India contribute to the growth and vibrancy of the American economy and in the creation of jobs in the United States.  Over the last decade, investment capital from India grew at an annualized rate of 53% reaching an estimated $4.4 billion in 2009.  This growing flow of capital from India reflects the increased integration of the two economies and has brought many benefits to the United States, increasing U.S. exports and supporting tens of thousands of  jobs in the last six years alone.\n\t \nNuclear Security\n\t \n\tThe United States and India signed a memorandum of understanding that provides a general framework for cooperative activities in working with India’s Global Centre for Nuclear Energy Partnership, which India announced at the 2010 Nuclear Security Summit.  In working with India’s Centre, the United States will give priority to discussion of best practices on the security of nuclear material and facilities, development of international nuclear security training curricula and programs, joint outreach on security issues to their respective nuclear industries, and cooperation on other nuclear security activities as mutually determined.\n\t \nDeepening U.S.-India Strategic Ties\n\t \n\tPrime Minister Singh and President Obama renewed their commitment to expand cooperation on strategic issues facing the United States and India and agreed to deepen and broaden strategic consultations on core foreign policy issues of mutual concern.  Such consultations reinforce Prime Minister Singh’s and President Obama’s vision of transforming the U.S.-India relationship into a true global partnership that reflects the extensive and growing strategic ties between our two countries.\n\t \nU.S.-India Development Collaboration in Afghanistan\n\t \n\tPresident Obama and Prime Minister Singh agreed to collaborate closely to assist the people of Afghanistan by identifying opportunities to leverage our relative strengths, experience and resources.  Our collaboration will focus on agricultural development and women’s empowerment, where Afghanistan’s needs are great.\n\t \nSecuring the Air, Sea, and Space Domains\nPresident Obama and Prime Minister Singh agreed that in an increasingly interconnected world, it is vital to safeguard areas of the sea, air, and space beyond national jurisdiction to ensure the security and prosperity of nations.  The United States and India have launched a dialogue to explore ways to work together, as well as with other countries, to develop a shared vision to protect peace, security, and development of these areas.\nU.S.-India Open Government Dialogue\nPresident Obama and Prime Minister Singh entered into a formal partnership on open government. The United States and India share strong democratic foundations as well as an enduring commitment to transparency and innovation as foundations for responsive and accountable government in the 21st century. Both nations believe that democratizing access to information and energizing civic engagement through the use of new technologies are critical to delivering better services, especially to those at the bottom of the pyramid; fostering greater entrepreneurship and economic opportunity; and improving our ability to collectively solve problems.\n \n*** Note: This release has been corrected.\n\n\n\n\n"
}