{
    "title": "Vice President Biden Announces New Chairman for the Recovery Accountability and Transparency Board | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/12/23/vice-president-biden-announces-new-chairman-recovery-accountability-and-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nDecember 23, 2011\n\n \n\n\n\nVice President Biden Announces New Chairman for the Recovery Accountability and Transparency Board\n\n\n\n\nWASHINGTON, D.C. --- Today, Vice President Biden announced that Kathleen S. Tighe will chair the Recovery Accountability and Transparency Board (RATB), replacing Earl Devaney, who will retire on December 31st, 2011. \n“Under Earl Devaney’s leadership, the Recovery Accountability and Transparency Board became a model for government oversight – ensuring that Recovery Act dollars were distributed efficiently and effectively across the country. He will be greatly missed,” said Vice President Biden. “I’m confident that Kathleen Tighe will continue to hold the board to the high standards set by Earl as the Recovery Act’s top watchdog.”\nThe Recovery Act, as implemented by the Recovery Board, was designed to provide transparency, accountability and a new vision of openness to allow the public to track how the program was being implemented.  In the RATB’s first years of operation, Chairman Devaney and the 12 Inspector Generals (IGs) who serve on the Board successfully delivered on that mission by creating two websites, FederalReporting.gov and Recovery.gov, that collect and post data showing how Recovery Act funds are being used, and by developing and deploying the Recovery Operations Center (ROC) and other oversight systems that have employed a team of dedicated data analysts and cutting-edge fraud detection tools to minimize waste, fraud, and abuse.\nThe RATB held its first meeting on March 27, 2009.  Since its inception, the Board has held 35 meetings.\nMost of the Recovery dollars have now been disbursed and, under the Recovery Act, the Board will terminate operations on September 30, 2013.  Over the next 21 months, the priorities of the Board are to maintain ongoing prevention and detection of waste, fraud, and abuse by collaborating with agency IGs on audits and reviews of Recovery Act contracts, grants, and loans; oversee an orderly wind down of the RATB by September 30, 2013; and collaborate with the Government Accountability and  Transparency Board, which the President established by Executive Order on June 13, 2011, to ensure that the RATB’s data collection and transparency solutions and the investment in the ROC are captured and used more broadly across federal spending.   Kathleen Tighe is well positioned to lead the Board as it pursues these goals, and also continue her work providing oversight for the Department of Education as its Inspector General.\nOfficial Biography of Kathleen S. Tighe - Inspector General, Department of Education\nKathleen Tighe currently serves on the Government Accountability and Transparency Board. On March 17, 2010, Ms. Tighe was sworn in as the Inspector General for the Department of Education. Prior to this, she was the Deputy Inspector General, United States Department of Agriculture. From 1995 to 2005, she served as Counsel to the Inspector General, General Services Administration and, before that, as an Assistant Counsel for the Office of Inspector General. From 1988 until 1991, she was a Trial Attorney with the Fraud Section of the Commercial Litigation Branch of the Department of Justice. Prior to her Government service, Ms. Tighe was in private practice.\nMs. Tighe has lectured frequently to both Government and industry groups. She has spoken at the Defense Procurement Fraud and Affirmative Civil Litigation conferences of the Department of Justice, at the Association of Directors of Investigation Conferences, before the Federal Law Enforcement Interagency Task Force, the Inspectors General Auditor Training Institute, the Federal Audit Executive Council, the Institute of Internal Auditors, American Bar Association groups, the Coalition for Government Procurement, and various other vendor organizations. Ms. Tighe is a member of the Public Contract Section of the American Bar Association and is a former Chair of the Council of Counsels to the Inspector General.\nMs. Tighe earned her law degree, with honors, from George Washington University (JD'83). She has a Master's degree in International Relations from American University (MA'79). She graduated, with distinction, from Purdue University (BA'76), where she was a member of Phi Beta Kappa.\n\n\n\n\n"
}