{
    "title": "Vice President Biden Issues Call to Action to Boost College Graduation Rates Nationwide | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/22/vice-president-biden-issues-call-action-boost-college-graduation-rates-n",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nMarch 22, 2011\n\n \n\n\n\nVice President Biden Issues Call to Action to Boost College Graduation Rates Nationwide\n\n\n\n\n\nVice President Releases College Completion Tool Kit to Help Chart the Path\n\n\tWASHINGTON, D.C. – Vice President Joe Biden today issued a call to action to boost college graduation rates across the country and help the nation meet President Obama’s goal for the United States to have the best-educated workforce and the highest proportion of college graduates in the world by 2020. Speaking at the first annual Building a Grad Nation Summit, Vice President Biden – who has made college affordability and accessibility a key priority in his role as chairman of the Middle Class Task Force – called on each Governor to host a state college completion summit, released a new college completion tool kit for states and Governors to draw ideas from, and announced a new grant competition focused on helping institutions of higher education boost completion rates.\n\t \n\t“Right now we’ve got an education system that works like a funnel when we need it to work like a pipeline,” said Vice President Biden. “We have to make the same commitment to getting folks across the graduation stage that we did to getting them into the registrar’s office. The dreams and skills of our college graduates will pave the way to a bright economic future for our nation.”\n\t \n\tTo meet the President’s 2020 goal, the United States will have to increase the number of college graduates by 50 percent – turning out at least 8 million additional graduates by the end of the decade.\n\t \n\t“America once led the world in the number of college graduates it produces, and now we’ve fallen to ninth,” said U.S. Secretary of Education Arne Duncan, who delivered opening remarks at the Summit on Monday evening.  “While our educational advancement stalled, other countries have passed us by. We need to educate our way to a better economy, and governors must help lead the way.”\n\t \n\tTo help governors develop college completion plans, the Administration is releasing a calculation of each state’s share of the President’s 2020 goal as well as a comprehensive college completion tool kit of suggested policies to help governors boost college graduation rates. The toolkit identifies seven no-cost or low-cost strategies that governors can use, fifteen related action steps, and a series of existing federal resource streams from which to draw. The strategies include aligning high school exit and college placement standards, linking state funding to college success in boosting completion rates, making it easier for students to transfer among colleges, and re-engaging adults with some college experience but no degree.\n\t \n\t“The best jobs and fastest growing firms, whether in biosciences, technology, manufacturing, trade or entertainment, will gravitate to countries, communities and states with a highly qualified workforce. In order for America to lead the world, every governor will have to lead the way at home,” Duncan said.\n\t \n\tThe Administration is also making a number of financial resources available to help governors execute their plans to boost college completion rates. Today, the Department of Education is announcing that it is accepting applications for the 2011 Comprehensive Grant Program, which is part of the Fund for the Improvement of Postsecondary Education (FIPSE). The Comprehensive Grant Program will provide a total of $20 million to colleges to implement plans that can increase success and improve productivity in postsecondary schools. The program aims to award innovative reform practices that have the potential to serve as models for the nation.\n\t \n\tIn addition to these grants, the Administration has also proposed two programs in its 2012 budget. The First in the World initiative, which in its initial year would provide $123 million in competitive funds, would support programs that embrace innovative practices to accelerate learning, boost completion rates and hold down tuition. Secondly, states can also apply for College Completion Incentive Grants, which would give a total of $50 million in awards to reward states and institutions for undertaking reforms that produce more college graduates.\n\t \n\tThe release of the college completion toolkit and announcement of financial resources follows a number of efforts by the Obama-Biden Administration to increase access to and the affordability of higher education. The Administration has dramatically boosted Pell grant funding by more than $40 billion; increased tax incentives for higher education by more than 90 percent through the American Opportunity Tax credit; simplified the Free Application for Federal Student Aid, making it easier for students to apply for grants and loans; provided common-sense student loan repayment options with the Income-Based Repayment program; and implemented a program that forgives the debt of students who dedicate 10 years to public service after graduation.\n\t \nNote to editors:  See HERE for a copy of the college completion toolkit, and HERE for the state-by-state 2020 completion data.\n\n\n\n\n"
}