{
    "title": "Daily Press Briefing by Press Secretary Josh Earnest, 2/8/2016 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/02/09/daily-press-briefing-press-secretary-josh-earnest-282016",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 08, 2016\n\n \n\n\n\nDaily Press Briefing by Press Secretary Josh Earnest, 2/8/2016\n\n\n\n\n\n\tJames S. Brady Press Briefing Room\n\n\t12:46 P.M. EST\n\t \n\tMR. EARNEST:  Good afternoon, everybody.  It's nice to see you all.  I hope you had a good weekend.  I see we have some Broncos paraphernalia in the crowd today.  So congratulations on the big victory, guys.\n\t \n\tAs many of you may have seen, prior to the big game last night, the President had a conversation with Gayle King from CBS, and he noted that the administration will be putting forward today a legislative proposal to Congress to fortify our efforts to combat the Zika virus both overseas and here at home, and making sure we're taking the necessary steps to protect the American people.\n\t \n\tSo, given the frequency with which we have discussed this issue over the last couple of weeks, joining me today at the podium are two of the U.S. government’s foremost experts on this issue, and they can describe to you both some of the risks associated with this public health issue, but also describe to you the steps the U.S. government is taking to protect the American people.\n\t \n\tTo my immediate right is Dr. Anne Schuchat from the Centers for Disease Control; and to her right is Dr. Tony Fauci from the National Institutes of Health.  Both of them will make brief opening comments, and then they’ll stick around for 15 minutes or so to take any questions that you have.  Questions on other topics I'll handle after they depart.\n\t \n\tDr. Schuchat, do you want to go first?  Thank you.\n\t \n\tDR. SCHUCHAT:  Hello, everybody.  As you know, last May, Brazil reported the detection of the Zika virus.  This was the first recognition of this virus in the Americas, even though we've known about the virus for more than -- since 1947.  The virus causes a mild illness in most people.  In fact, four out of five people have no symptoms at all.  But last fall, Brazil noticed an increase in an unusual birth defect called microcephaly.  And we began to be concerned that this virus could potentially be associated with serious complications of pregnancy.\n\t \n\tSince that time, the virus has spread to a number of countries in the Americas.  It's also spread to U.S. territories, including Puerto Rico, the U.S. Virgin Islands, and American Samoa.  And we have had cases in travelers here in the United States.\n\t \n\tCDC, the Health and Human Services, and the entire U.S. government is taking this very seriously.  For the average American, this is not something that will change your day-to-day life.  But if you are pregnant, we have taken the unusual step of recommending that you avoid travel to areas where Zika is spreading, or if you live in an area such as that or must travel, that you be very vigilant with applying mosquito repellant and taking steps to avoid mosquito bites.\n\t \n\tWe are working 24/7 to understand this virus, to detect it where it is occurring, and to prevent its spread.  This will not be easy because the mosquito that spreads Zika virus is an aggressive daytime biter.  It lives outside and inside the home, and it can be pretty hard to control it.  You know, in the backyard, how hard it can be to control mosquitoes -- well, this is one of those mosquitoes that's quite difficult to control.\n\t \n\tThat said, we're working very aggressively with areas where the virus is spreading and areas where it may spread to make sure that they’re prepared and that we can help prevent serious complications of pregnancy at the same time we learn more about the risk in pregnancy and the best ways to reduce that risk.\n\t \n\tWe're working with all of the states and local areas on surveillance, reporting.  We've made this disease nationally notifiable.  We've shipped out laboratory diagnostic tests so that states can recognize this.  And we've issued a number of guidances, not just for travel but guidances for health care workers so they know how to take care of women who may have been exposed to the virus, and how to counsel them about things like sex during pregnancy.  \n\t \n\tSo I think that we are working very hard to get the information that Americans want, and to work with our partners around the world to understand this virus but also to control its spread and mitigate the harm that it may do.\n\t \n\tI'm going to turn things over to Dr. Fauci.\n\t \n\tDR. FAUCI:  Thank you, Anne.  As part of the United States government response to the Zika issue right now that we're experiencing in South America and the Caribbean is the fundamental and clinical biomedical research response to answer some of the questions that we don't know about Ebola -- excuse me -- about Zika, and to get that thing on the line so that we could just develop what we call countermeasures.  \n\t \n\tSo let my just briefly describe five issues that we're doing.  And a lot of this is in collaboration with the CDC, but now much of it is done with our grantees and contractors.\n\t \n\tThe first is natural history, understanding the natural history of this infection not only in people who are infected without being pregnant, but also the natural history of pregnancy and the possible relationship to microcephaly.  That's an important part of the epidemiological approach to how we look at it.\n\t \n\tThe second one is fundamental, basic science and understanding about this virus, what we have learned over many years in studying other viruses -- viruses like Ebola, viruses like HIV.  There’s viral biology, understanding is there anything different between this virus, which seems to have originated and worked its way across the Pacific into South America.  If you look at the molecular fingerprints of that virus, is it any different, and does that relate at all to the disease we're seeing and to what we are seeing as a possible connection with microcephaly.\n\t \n\tThe other is vector control.  And this is done in close collaboration with the CDC.  There are classic ways you control vectors -- insecticides, larvicides, cleaning up the environment. But there are also some relatively novel approaches -- genetic manipulation of mosquitoes, infecting mosquitoes with certain bacteria which prevent them to be able to transmit this virus.\n\t \n\tThen there’s diagnostics, which is really very critical.  And the reason it's critical is that if someone is actively infected with Zika, you can tell within a period of seven, eight, nine, ten days because you can isolate -- not isolate, but you can actually detect the virus by molecular means -- but once they clear the virus, to determine have they been infected with Zika, or one of the other viruses that’s very similar to Zika, like Dengue and West Nile and others -- but particularly Dengue, because Dengue permeates South America, particularly Brazil.  So we need to get a very specific diagnostic to tell a women particularly who is pregnant, have you been infected with Zika or not.  That's going to be important.  And we're working very closely on that.\n\t \n\tAnd finally, there’s the issue with a vaccine.  Vaccines are very important.  The good news is that Zika is what we call a Flavivirus, a certain class of viruses, and we have successfully developed vaccines against Flaviviruses -- like Yellow Fever, like Dengue -- a vaccine that was just recently approved in Brazil and Mexico, and we're studying that right now.  So we have already started to develop a vaccine in the early stages, and we can predict that we likely would be in phase one trial -- just to determine if it's safe and if it induces a good response -- probably by the end of the summer and get that going by the end of this year.  And if it looks like it’s safe, we’ll go to the next stage.  Unlikely to have a vaccine that’s widely available for a few years, but we certainly can get the initial steps.  \n\t \n\tAgain, happy to answer any questions.\n\t \n\tMR. EARNEST:  We’ll stop there and then we’ll go around to  -- Scott, go ahead.\n\n\tQ    I’m sorry, Dr. Fauci, did you say right now once you’ve cleared the virus, we’re not able to tell if a pregnant woman has been infected, or --\n\t \n\tDR. FAUCI:  No, no.  Once you clear the virus, the way you determine if you’ve been exposed is by the antibody that you’ve made against the virus.  There is an antibody test that is done by the CDC and a couple of specialized centers that can tell you if you’ve been infected.  The only trouble is, because of the similarity between Zika and Dengue, it cross-reacts.  So if you get a positive, then you’ve got to go to the next level of tests that would tell you specifically is it Zika or is it something else.\n\t \n\tAll of that takes time and highly specialized tests.  What we’re trying to get, the CDC and us, is a test that will tell you immediately, were you infected and was it Zika versus anything else.  \n\t \n\tQ    So is that a matter of a more precise antibody?\n\t \n\tDR. FAUCI:  Yes.  What it does, it recognizes only that aspect of Zika that isn’t shared with Dengue.\n\t \n\tQ    Now that researchers have found the active virus in urine and saliva, how do you think that’s going to affect the spread from here on out?  And since we won’t have a widely available vaccine for possibly years, what do you think is going to be the most effective method for stopping the spread?\n\t \n\tDR. SCHUCHAT:  I think the most important thing to say is that we think the majority of Zika infections are spread from bites from a mosquito.  We are learning about other potential routes, and the sexual transmission guidance was an update last week.  At this point, it’s really too early to know whether the detection in urine or saliva is going to be important, and I think right now our focus is on protecting pregnant women and on trying to control the mosquito.  So I think that’s really where we need to be focused.\n\t \n\tI did want to say a little bit more about the diagnostic tests, because we did, last week, update our guidance and suggest that women who had traveled to a Zika-affected area who were pregnant should be tested even if they hadn’t had any symptoms.  To make that possible, we have been shipping large amounts of antibody tests out so that the state health departments can facilitate that testing.  \n\t \n\tBut it’s important to say we don’t have unlimited quantities right now, and as Dr. Fauci said, the test isn’t perfect.  So while we are scaling up the availability of testing for pregnant women who have traveled to a Zika-transmitting area, we’re also working on better tests that will be more informative, because the tests we have right now are not as perfect as we’d like.\n\t \n\tMR. EARNEST:  Dr. Fauci, want to add to that?\n\t \n\tDR. FAUCI:  Just one extra comment on the issue with saliva and urine.  We don’t take anything for granted, and we take those kinds of things seriously, but if you want to put things into perspective, I was having a little bit of a déjà vu because I was standing in this room about 30 years ago when we were talking about HIV, when HIV was found in the tears and in the saliva and in the urine, and the question was is it going to be transmitted that way.  We can’t tell you for sure, but just because it’s in the urine and in the saliva should be not be presumed that that is going to be a significant or any way of it being transmitted.\n\t \n\tWe’re not going to blow it off, we’re going to follow it carefully.  But we’ll make sure we don’t make that presumption that it now could be transmitted by saliva and urine.\n\t \n\tQ    Dr. Fauci, the United States Olympic Committee said that athletes who are concerned about going to Rio should have the option of staying home.  What is your advice to Olympic athletes that are concerned about the Zika virus?  Should they stay home and not compete?\n\t \n\tDR. FAUCI:  It’s very difficult to give advice to people who have devoted the last X number of years training for that, so that’s something that I think is a very personal decision.  What we can do, what the CDC and the NIH can do is to just give them the facts and the evidence-based information.  And Dr. Schuchat already mentioned that.\n\t \n\tAs an infection, Zika is generally a relatively mild, in fact, inconsequential infection, with the possibility that a very, very rare event of a Guillain-Barré syndrome.  But as an infection, it isn’t serious.\n\t \n\tThe issue that we’re focusing on is the issue with pregnant women.  And even under that, if you follow the guidelines that are already out by the CDC -- about pregnant women traveling and making sure that if, in fact, they’re pregnant or want to get pregnant, that they seriously consider putting it off, and men who go there and might come back to the United States and might have a wife or a sexual partner who’s pregnant, to be very careful that they don’t transmit it.\n\t \n\tSo those guidelines stay the way they are.  And I think those are the kind of things that people should consider when they’re going to make their decision.\n\t \n\tQ    I would like to ask you about the confirmation of the first sexual transmission of Zika in the United States.  Besides that, the White House is asking for $1.8 billion of funds to focus on this.  Can you, Mr. Earnest, give us an idea of when this could be approved?\n\t \n\tMR. EARNEST:  Well, obviously, the request that we have put forward is a request that we’ve made of Congress for the kinds of resources that would be beneficial in advancing the efforts that Dr. Schuchat and Dr. Fauci have been talking about here.  \n\t \n\tThere was a reference to the limited supply of some diagnostics to confirm whether or not you’ve had the disease.  That’s something that we could use additional resources to increase that supply.  There’s been discussion about the development of a vaccine.  We would like to apply additional resources to that effort to see if we can speed that up or least make the likelihood of success in those tests greater.  \n\t \n\tSo there are a number of ways in which these resources can be used, and we are hopeful that Congress will recognize the urgency of this request and act quickly on it.  This sort of falls in the category of things that shouldn’t break down along party lines.  Democrats and Republicans should reasonably understand that resources to confront a public health challenge like this is something that merits a serious response from the U.S. government.  The United States Congress has an important role to play and we hope that they’ll act quickly.\n\t \n\tQ    The sexual transmission?\n\t \n\tDR. SCHUCHAT:  Last week, authorities in Dallas investigated and reported on the likely sexual spread of the virus.  One person traveled to a Zika-affected area, developed symptoms of Zika, came back and, after a sexual encounter, the partner also developed clinical symptoms and was confirmed to have Zika virus. While confirmed in that investigation, we really don’t have any information about how widespread that kind of problem may be.  But we did take the step to say that people returning from Zika-affected areas, whether they’ve had symptoms or not, should take precautions when having sex with a pregnant partner; that we really are trying to protect women and their pregnancies because we believe that’s the principal place where this virus can be serious.\n\t \n\tMR. EARNEST:  Justin.\n\t \n\tQ    Josh, if I could just follow on your comments.  I’m wondering if any of the money in the President’s proposal could at all go to support abortions for women whose fetuses had been diagnosed with microcephaly?  \n\t \n\tAnd then, for the doctors, I’m wondering, you’ve laid out a timeline kind of on how long it might be until a vaccine, but I’m wondering what your timeline is for some of the questions that still exist about the virus, especially tying it to these long-term birth defects.  And also if you could talk at all about El Salvador’s advice for women not to get pregnant until 2018.\n\t \n\tMR. EARNEST:  As it relates to the funding request, Justin, I’m not aware of any specific requests like that that will be included.  Obviously, Congress will have to consider the kinds of policy questions that would go along with that funding.  Obviously there is a ban on the use of federal funds for abortion without the sort of exceptions that are commonly discussed.\n\t \n\tBut, ultimately, there will be some policy implications of a lot of these questions.  Hopefully, resolving questions like that will not impede Congress’s ability to act quickly in a way that will ensure that we have the resources that we need to protect the American people.\n\t \n\tDR. FAUCI:  I’ll answer the question about vaccine, and I’ll ask Dr. Schuchat to answer the other question.  So with regard to the vaccine, one of the positive things that we have is that we’ve developed vaccines against Flavivirus before, and we have a vaccine technology that we developed for West Nile, which is also a Flavivirus.  It went to phase one.  It looked good, safe, and induced a good response.  The trouble is, we didn’t have a pharmaceutical company that wanted to take it to the next step of advanced development.  We’re not going to have that trouble with Zika because there are pharmaceutical companies that are involved.\n\t \n\tSo right now we’re making what’s called a construct for the Zika vaccine.  That would take a couple of months to get it through the -- studies, the FDA permission to go ahead and go in humans.  We’d probably start in humans sometime in the summer, do a phase one trial.  That would take about three months.  I anticipate we’ll be finished before 2016.  Then you go into an advanced phase-2A and 2B, which means that if the epidemic is still in the point where it is, where there’s a lot of cases, you can determine whether a vaccine is safe and effective within a relatively short period of time, measured in six months or more  -- six, seven, eight months -- not five years or so.  \n\t \n\tPeople say a vaccine won’t be ready for three to five years. That’s true if you’re talking about dotting all the I’s and crossing all the t’s, and getting an FDA absolutely-approved safe and effective vaccine.  But when you’re in an emergency situation, I think we can move much more quickly than that and perhaps get an accelerated approval.\n\t \n\tDR. SCHUCHAT:  And about the timeline going forward, to understand the birth defects and also the Guillain-Barré syndrome, the other serious complications that may be linked with Zika -- I think we can expect substantial information in the weeks ahead, but a lot of the definitive information is going to take many months.\n\t \n\tThe Brazilian investigators working internationally are looking backwards at people who probably got Zika virus last spring and delivered babies this fall or winter.  But what we are also keen to do is to prospectively follow pregnancies, because the microcephaly may be just one of multiple problems that a pregnant woman can face.  So to follow pregnancies prospectively typically is about nine months, so I think people will need to be patient.\n\t \n\tThat said, as we learn more, we are committed to share.  And we know that this is a really scary time for pregnant women, and we want to make sure we get the best information possible to them as quickly as we can.\n\t \n\tQ    You’ve mentioned several times your travel recommendations, but the World Health Organization has stopped short of advising pregnant women to halt travel to the affected region.  Do you feel that their recommendations go far enough?  Would you like to see them make a similar recommendation?\n\t \n\tDR. SCHUCHAT:  Every individual circumstance is different.  Going home for a funeral, maybe a very special event.  We think the most important thing that we can do at CDC is to let people know what we know and what’s a prudent action.  So we’ve actually said to people to consider deferring travel, and if they can’t defer travel, here are the steps that they can take to protect themselves from mosquito bites.  But the circumstances around travel are going to be very individual.\n\t \n\tI do think it’s important that the World Health Organization called attention to this event as a public health emergency of international concern, and really has put every country on notice to say, take this seriously.  We really don’t know exactly what to expect and we all want to work aggressively to limit the harm that occurs.\n\t \n\tQ    As you’re talking about all of this -- and I’m going to ask you, realistically -- you’re saying right now it’s an epidemic.  Do you believe realistically that the way this is going could be a pandemic before you have all the vaccines in place in wide use?  And then, what does the vaccine look like?  How is it administered?  Who gets it once this is approved and able to be used widely?\n\t \n\tDR. SCHUCHAT:  The first thing I’d like to clarify is what we expect to occur in the continental United States.  While a large amount of Zika virus has been spreading in the Americas, in warmer temperatures and in a different zone, in the continental United States we do expect to see infection in people who have traveled and are returning home, but we aren’t expecting large-scale amounts of serious Zika infections.\n\t \n\tThe recommendations for pregnant women were so that we could reduce the chances that pregnant women would unknowingly step into harm’s way.  Even though we do expect the virus to come to the U.S. and travelers, we aren’t expecting large outbreaks here. We do think it’s likely that we’ll have limited local transmission in some of the southern states.  And that’s one of the reasons for the interest in additional resources, so that we can be prepared to aggressively respond with SWAT teams, local rapid response teams, and also to try to mitigate that and prevent it with effective mosquito control in advance of the time when those mosquitoes may be circulating.\n\t \n\tSo I think in the winter months now, we have a chance to really try to get ahead of this for the United States, the continental United States, while providing as much support as we can for the territories or for Puerto Rico where we know the virus is already present.\n\t \n\tDR. FAUCI:  So just to add a little bit more perspective about that -- again, to reiterate what I said before, we’re never presumptuous.  We never assume the least, we always assume the worst.  But historically, the reason why we’re saying that -- what Dr. Schuchat and I are saying about we don’t expect a massive outbreak even though we will be prepared if it is, is that, historically, we have faced this over the last few years both with Dengue and with Chikungunya.  Dengue is quite pervasive in South America and the Caribbean.  It’s the same mosquito that transmits Zika.  And yet although we’ve had many little local transmissibility -- particularly along the Gulf Coast, Florida and the Keys, Dade County and in Texas -- we were able to relatively easily control it by a very aggressive vector-controlled capability.\n\t \n\tAnd that’s the reason why, even though for years we’ve had the threat of Dengue exploding as a big outbreak, it hasn’t happened.  We’ve had the threat since 2013 of Chikungunya exploding locally and it hasn’t happened.\n\t \n\tReiterate again -- we’re not overconfident, and we will prepare for the worst, but we’re saying we don’t think there will be an explosive outbreak because of that historic look that we’ve had with Dengue and Chikungunya.\n\t \n\tQ    So this is more about vaccination versus eradication?\n\t \n\tDR. FAUCI:  This isn’t even putting vaccination on the table.  Vaccination on the table will be if, in fact, we do have a massive outbreak, you’d want to vaccinate a lot of people.  We’re not even talking about that.  We’re talking about public health control of an outbreak without even having a vaccine.\n\t \n\tQ    Can you be a little more specific in talking about the areas of vulnerability and what you mean by limited local transmission?  What parts of the country are you most concerned about?  And also, can you say -- directly answer the question of whether it is prudent to defer pregnancy, as countries like El Salvador have recommended?\n\t \n\tDR. SCHUCHAT:  The southern parts of the country that have experienced either Dengue or Chikungunya include southern parts of Florida and Texas, and Hawaii has also had Dengue.  The volume there in terms of thousands of travelers coming back, but really dozens of cases of local transmission, not even hundreds, based on, as Dr. Fauci said, aggressive vector control.\n\t \n\tSo one of the things going for us here in the continental United States is that most people have screens on their windows, most people have air conditioning.  We don’t have as dense urbanization in the areas of the country where the virus-containing mosquitoes could thrive.  So we live in quite different circumstances than in some of the regions in Brazil, for instance, where we’ve seen large Zika outbreaks. \n\t \n\tSo I think in that context, we’re optimistic that we won’t have large-scale local transmission.  But we’re not betting on it, and we want to do everything we can to make sure that we don’t have widespread transmission here.\n\t \n\tNow, in terms of the issue of deferring pregnancy, I want to say that that is a very personal decision that -- couples will make a lot of plans around when they want to have children and circumstances that make it the right time.  And so at CDC, we just really want people to know that if you’re pregnant, traveling to a Zika-affected area may be risky for the baby.\n\t \n\tQ    But what’s the window of time on that?  Is that if someone is planning in the year ahead to get pregnant, don’t go?\n\t \n\tDR. SCHUCHAT:  We update our recommendations frequently.  I think we updated them a couple times last week.  And so as we know more, we will share.  One of the things we’re really keen to do is to follow lots of pregnant women to understand whether the risk is throughout the pregnancy or only potentially in the first couple months of the pregnancy; also, to understand what’s going on with the epidemiology -- has the wave passed, or is it getting worse?\n\t \n\tWhat we know from our insect-borne disease experts is that things can change quickly, and they can also be very different one country to another country or even within a country.  We’re looking right now at altitude.  It may be that at higher altitudes, it’s just very unlikely you’re going to be exposed to an infected mosquito.  And so we may be able to refine our travel recommendations as better information becomes available.  We’re doing modeling; so are many other people.\n\t \n\tSo we really want to get better, more targeted recommendations.  But for the time being, based on what we know right now, we are trying to alert women that if you’re pregnant and considering traveling to one of these areas, there may be risk.\n\t \n\tQ    Is there any new information to strengthen the suspected link between Zika and microcephaly?  Any information on whether there may be co-factors involved in Brazil?\n\t \n\tDR. SCHUCHAT:  There are active investigations right now.  One of the most important things was to hone in on the definition of microcephaly.  I think some of the initial reports may have cast a wide net, and as they hone in on babies that actually beat the strict case definition, it may be a smaller number than the 4,000 or so that were initially reported.  Those studies will be very important in telling us about the risk and about potential co-factors, but we don’t have that information yet.\n\t \n\tWe do know there are other causes of microcephaly, other infectious agents, like Rubella or German measles can sometimes cause that condition, and some other environmental exposures, or even things like alcohol can sometimes be related to that very serious birth defect.\n\t \n\tQ    Some lawmakers are talking about the need for a Zika czar.  So can you talk about -- a bit about this response to Zika?  Can you compare it to the response to Ebola?  And could you talk a bit about -- are we better prepared now because of the actions we took earlier with the Ebola, and if so, how?\n\t \n\tDR. FAUCI:  Well, I think we are clearly better prepared for an outbreak like Zika than we were, let’s say, a year or so ago. I mean, I think that’s testified by the fact that we have responded very, very rapidly to this.  We had the President of the United States involved in a very thorough briefing and briefings of this very early on.  So this is something that I can say we are very much on top of.  So the idea of waiting until something bad happens before you do anything, that’s not the case.  \n\t \n\tI mean, as you know, Ebola just lingered on before people, at least in Africa, started to get really excited about -- the first case was in December of 2014, and then by March, when there were a lot of cases, people started to realize that.  So that’s the first thing.\n\t \n\tThe idea about coordination, right now this is a very well-coordinated endeavor.  It is predominantly HHS, but there’s USAID and State also involved.  But right now, the coordination, at least from someone who’s been through these kinds of outbreaks, I think is quite good, and I don’t really see right now any need for, yet again, having another czar.  But if the situation evolves that it would require that, I’m sure that the President would be very open to making that decision. \n\t \n\tMR. EARNEST:  I just want to amplify that aspect of the answer.  Because when the President appointed Ron Klaine to come and work at the White House, his responsibility was not to offer specific medical advice but to actually coordinate the resources from a variety of government agencies that were instrumental to the response.  So you’ll recall, at the time there actually was a significant deployment of DOD assets to West Africa to begin to address some of the concern that was existing on the ground.  There was a legitimate question about the role of the Department of Homeland Security in terms of securing the border, monitoring officials -- or monitoring travelers as they entered the country. So there obviously was a need for significant DHS involvement in that response. \n\t \n\tRight now, those kinds of things are not yet determined to be necessary, so there are fewer agencies involved in the response.  And, as Dr. Fauci points out, because these agencies did work together in the response in Ebola, those muscles have been exercised, so to speak.  So if this does become something that requires an even greater commitment of resources from a variety of government agencies, then the President would be in a position to consider something like that, but right now he’s not.\n\t \n\tSarah.\n\t \n\tQ    At the debate on Saturday, Governor Christie said that there would definitely be scenarios in which he would be willing to impose a quarantine to prevent the spread of the Zika virus.  From a public health and sort of public perception perspective, is it helpful for state leaders to say that type of thing?  And do you foresee a scenario in which quarantining travelers from Brazil would be necessary?\n\t \n\tDR. SCHUCHAT:  The most important thing here is that this is a mosquito-borne virus and that we really need to focus on mosquito control in the areas where it’s spreading, and really good information for people who may be traveling to such areas.  So I think that would be the public health strategy that would be our focus right now.\n\t \n\tMR. EARNEST:  Kevin.\n\t \n\tQ    Thanks.  Just a question about spring break, which is right around the corner.  You’re talking about tens of thousands of young Americans who will be traveling to areas that may have already been impacted by the virus.  Is there a specific strategy to reach out to them so that they’re aware of the risks?  And have we gotten to a point already where, perhaps, we should refrain even from traveling to some of these areas in large numbers?\n\t \n\tDR. SCHUCHAT:  Travel to Zika-affected areas is very common among Americans, and we don’t think that needs to stop.  We do think it’s important for people who are pregnant or maybe pregnant to be aware of the risks, and for their sexual partners to be aware of the risk as well.  So we’re not canceling spring break.  We’re telling people who are pregnant you may not want to go.\n\t \n\tDR. FAUCI:  So the numbers are really astounding when I found that out.  There’s about 30 million travelers back and forth from that region.  That’s a lot of people.  And that really relates to the issue that was asked about quarantine and things like that.  That’s an astounding number.\n\t \n\tMR. EARNEST:  We have time for two more.  Roberta.\n\t \n\tQ    Can you say how much the United States has already spent on Zika research to this point?  And secondly, this summer when the weather heats up and there will be mosquitoes present in certain areas, the areas that you’ve described, how concerned are you that this issue is going to become politicized, given the political season that we’ll be in?\n\t \n\tDR. FAUCI: The answer to how much money we’ve spent on research so far, believe it or not, I can’t tell you.  And the reason I can’t tell you is because we have a program, at least at NIH, which is a Flavivirus program that involves Yellow Fever, Dengue, West Nile, Japanese Encephalitis, and what we did immediately to get out of the blocks quickly is that we had our grantees who were studying those other Flaviviruses make proposals to go right ahead and now take a look at Zika.  \n\t \n\tSo we’ll be able to kind of calculate that, but I can tell you broadly, on a given year, we spend about $100 million a year on Flaviviruses.  That was before we even had Zika on the radar screen.  We’ve taken some of that money and some of those grantees, but now, with the proposal of the President, we’re going to take a look at how we can well spend the money that will be allocated to us for that.\n\t \n\tDR. SCHUCHAT:  I just wanted to add -- I don’t have dollars to tell you, but in 2007, there was the first recognized outbreak of Zika virus on the Pacific island, Yap, and CDC responded to that outbreak with local authorities.  And one of the products of that investigation was a diagnostic test for Zika virus, which is essentially the platform that’s being used now. \n\t \n\tI think it’s short-sighted for us to make sure that we are spending X, Y, or Z on a specific virus because nature has a way of coming up with surprises.  And so we really need, with the mosquito-borne viruses, to take a broader, systematic approach.  And I know that’s part of the government response here, to not -- we’re very keenly interested in Zika virus, but we want to improve extra control; we want to improve diagnostics; we want to have the local and state support be stronger than it is right now. \n\t \n\tMR. EARNEST:  And as it relates to the campaign, what we will be focused on, and I’m confident what these two will be focused on, is making sure that people have the scientific information available to make the decisions that they need to make to protect themselves and their families.  And I’m confident that just about everything will be subjected to some politics over the course of this year, but hopefully when it’s something as important as the health of pregnant women in the United States, we can keep most of our attention focused where it should be, which is on the science and the proven steps that we know should be taken to keep people safe.\n\t \n\tSteve.\n\t \n\tQ    How much money is left over from the Ebola effort?  And can some of that be used now for Zika?\n\t \n\tMR. EARNEST:  Well, there is work that is ongoing to make sure that we follow through on our Ebola response.  There have been some designations have been made by international organizations that indicate that there is no active Ebola virus in some of the countries where we saw that a couple of years ago. But we continue to be quite vigilant about continuing to build the kind of infrastructure that will be critical to fighting this disease in West Africa, but also continuing to do the work here in the United States so that if there is another outbreak, that we can protect the American people.  \n\t \n\tOver the last couple of years, we have seen flare-ups of Ebola, and we want to make sure that we have learned the lessons from a couple of years ago that we sort of follow through on the necessary steps.  So the point is, we don’t want to take money that is currently being used to make sure we follow through on our Ebola response and have it be diverted to this latest effort. We believe what is the most effective way for us to move forward is to get Congress to appropriate and provide the resources that our experts need to keep the American people safe.\n\t \n\tI think the bottom line is there may be a point in time in which we feel like there are some resources from our Ebola efforts that could be used for other things without impacting our critical efforts against Ebola.  But right now, the request that we have made of Congress reflects the need for the kinds of resources that are necessary to pursue the kinds of remedies that we’ve been discussing here.\n\t \n\tPam.\n\t \n\tQ    Thanks.  Both doctors mentioned Guillain-Barré and it sounds like you haven’t ruled out that there might be some other potential significant health risks associated with Zika.  Is that correct?\n\t \n\tDR. SCHUCHAT:  Yes, that’s right, and in particular, with the pregnancy, microcephaly has been recognized, but we know with other viruses that can cause pregnancy complications, there’s a whole spectrum of conditions.  And so we’re keen to be looking broader than just what has been recognized so far.  I don’t have information today about another syndrome that’s not in pregnant women that we’re alert to.  \n\t \n\tGuillain-Barré Syndrome is known to follow infections.  It’s closely associated with Campylobacter or diarrheal infections, and it’s been seen after a variety of respiratory infections.  So I think we’re in the midst of studying that in Brazil with our colleagues there to understand better what the risk is.  But I think with this kind of large-scale spread of a virus that hasn’t been in that many people before, we have to keep our eyes open.  \n\t \n\tSo far, what we know is that the people that we’re most concerned about are pregnant women.  And in the general public, four out of five people seem to have no symptoms; one out of five has very, very mild illness without us expecting to have lots of deaths.\n\t \n\tMR. EARNEST:  Jared, I’ll give you the last one, and then we’ll let our experts go.\n\t \n\tQ    Thanks, Josh.  Doctors, you said -- Dr. Fauci, you said to prepare for the worst.  If the $1.8 billion of emergency funds is delayed, diminished, or denied in any way by Congress, how does that affect the outlook of what you’re looking at in terms of the response?\n\t \n\tDR. FAUCI:  Well, obviously, in order to do the full gamut of what we need, we’re going to need more resources.  So if we don’t get the resources, we’re not going to be able to do as much as we would have.  If it turns out that it’s delayed or what have you, then at least in my institution I would have to move money away from other things to do this, because this is something that needs to be addressed right now.  But we’re hoping for the best. And I think, from what I’m hearing, the reaction of the American public to this, I would hope that we would have smooth sailing with getting this through.\n\t \n\tDR. SCHUCHAT:  And I just want to say, we are working 24/7 to protect Americans right now against the threat of Zika and to support the areas that have already seen spread.  We expect with the warmer months to come that more risk will be present.  And so this is really a time where we need to scale up the diagnostics that are getting shipped up, and we need to be working on better diagnostics so that a problem that a pregnant woman has about, “well, you might have this, but we’re not exactly sure” -- you know, time is really precious for this kind of emerging infection.\n\t \n\tQ    Given the proportion of the money that’s going to diagnostics and vaccination, is that enough?  Is $1.8 billion enough?  Or would it be -- or with your consultation with the White House, should that be a bigger pot to divide into the different --\n\t \n\tDR. SCHUCHAT:  My sense is that diagnostics are not the only thing that’s important here.  Clearly, there’s a family of issues that we need to attend to, including the vector control, which is going to be difficult; the support for pregnant women; the issue of surveillance of birth defects; the studies that will help us getter better information to the people who need it.  So I think the diagnostics and vaccines are important, but they’re just one piece of a very comprehensive plan.\n\t \n\tDR. FAUCI:  We put in a proposal for what we thought was necessary to do what we need to do.  And if it turns out that we get further into it and there’s a lot more, then I think there will be another request.  But right now, for what has been asked for by the President, that would allow us to do the job we need to do right now.\n\t \n\tMR. EARNEST:  Thank you guys very much for your time.  \n\t \n\tAll right, now that the public health announcement is out of the way, we can go back to other questions you may have.  Kevin, do you want to start?\n\t \n\tQ    Josh, one on Zika, I do have.  Can you talk just a bit about when it was decided that the response to this merited an emergency spending request to Congress?  Did this come out of the Situation Room meeting that the President held on the 28th?\n\t \n\tMR. EARNEST:  Well, I’m glad you raise that.  The President has been meeting with his team, including public health experts at the U.S. government, about ensuring that the necessary steps are taken to protect the American public, and the resources required to do that is certainly something that was discussed.  I can tell you that, even over the weekend, our experts here at the White House and at the CDC, NIH and HHS were continuing to talk about an appropriate set of proposals to put forward.  \n\t \n\tSo this is something that’s moving on a pretty quick timeline.  And obviously I think you can see that the nation’s public health experts at the CDC and the NIH are working quickly to protect the American people.  And we hope Congress will do the same.  \n\t \n\tQ    Tomorrow, the President releases his budget.  The House Budget Committee has already said that it’s not going to hold hearing on this particular budget.  I wanted to get the White House’s reaction.  And apparently this is not something that’s been done for decades.  And is this indicative of how difficult a year it’s going to be between the White House and Congress?\n\t \n\tMR. EARNEST:  Well, I think the ironic thing, Kevin, is that there was a lot of bipartisan praise for the effort that Congress undertook last year to try to find some common ground on a range of budget issues that ensured that we would adequately invest in both our economic and national security priorities.  It required both sides to compromise, and it required both sides to sign on to legislation that was imperfect but yet critical in moving the country forward.  Apparently, in just the last couple of months, we’ve seen Republicans in Congress abandon that approach. \n\t \n\tNow, as I mentioned on Friday, part of me suspects that that might be because Republicans don’t relish the opportunity to have a discussion about budget priorities like this administration does.  That may be an indication that they want to avoid some tough questions about their budget priorities, and they’re taking a page from Donald Trump’s playbook and ducking the tough questions.  That’s unfortunate.  \n\t \n\tBut we’re certainly going to lay out tomorrow a coherent, prioritized budget that reflects the need to expand economic opportunity for everybody in the United States, as well as the need to keep the American people safe.  That will be clear in our priorities.  We can do all that in a fiscally responsible way.  But at some point, Republicans in Congress are going to have to determine if they want to try to work in bipartisan fashion to get that done.  \n\t \n\tI’ll just point out that, for most of last year, Republicans tried to advance budget legislation across party lines -- or along party lines, and they didn’t succeed in that effort at all. So, at some point, hopefully, they’ll wake up and recognize that they’re going to have to act in bipartisan fashion in order to get anything done.\n\t \n\tRoberta.\n\t \n\tQ    I’m wondering if you could talk a little bit about what the White House is considering in terms of the response to the North Korea nuclear test -- or rather, the test that we saw over the weekend.  And how strongly is consideration being given to placing the THAAD missile defense system in South Korea?\n\t \n\tMR. EARNEST:  Well, we obviously did note the launch that North Korea conducted using ballistic missile technology.  I think the robust response you’ve seen not just from the United States but around the world indicates just how isolated North Korea is.  It’s also a pretty clear indication that the rest of the international community agree with the United States that this kind of action is provocative, it’s destabilizing, and it’s entirely inconsistent with a number of United Nations Security Council resolutions.\n\t \n\tSo there have been a number of consultations that have already occurred.  President Obama actually spoke with his Chinese counterpart, President Xi, last week, in advance of the launch, to discuss an appropriate response to North Korea’s provocations.  \n\t \n\tI can tell you that we’ve already been in touch with the President’s counterparts in both South Korea and Japan, two close allies of the United States, and I would anticipate that the President will have the opportunity to speak with the leaders of those countries here in the next 24 hours or so.  Obviously, with the time difference, scheduling those is a little bit more challenging.  But those kinds of consultations are important.  And the United States remains committed to the safety and security of our allies in South Korea and Japan.  And there will be an additional discussion about this. \n\t \n\tAs it relates to discussions about the THAAD -- for those following along at home, that’s the Terminal High-Altitude Area Defense System -- this is essentially an anti-missile system.  And as a result of this launch, the United States has begun formal consultations with our allies in South Korea about moving equipment and technology that could support a THAAD system into South Korea to protect our allies there.  So we’re obviously interested in having formal discussions about that, and we’ll keep you posted as those negotiations move forward.\n\t \n\tQ    And did the President discuss that aspect -- specifically, the THAAD system on the Peninsula -- with President Xi when he spoke with him?  I mean, you’ve outlined that everyone agrees that this is provocative and destabilizing.  But how much agreement is there on the response?\n\t \n\tMR. EARNEST:  Well, there certainly is an agreement about the fact about an impactful response being necessary.  That means considering a range of economic sanctions that would further isolate North Korea.  And it would also mean a clear signal -- or I guess an additional clear signal to the North Koreans that the resolve of the international community here is firm.  \n\t \n\tAnd we certainly have welcomed the statements that we’ve seen from President Xi and other senior Chinese officials about how they find North Korea’s provocative actions just as intolerable as we do.  And we’re going to continue to work closely with the Chinese and our other allies in Asia to respond. What’s notable about the Chinese is they probably have closer relations with the North Koreans than anybody else.  That means that they have unique influence with the North Koreans.  And we certainly will work with them as they make decisions about how to use that influence to try to nudge the North Koreans in a direction that’s less destabilizing and less provocative.  \n\t \n\tJustin.\n\t \n\tQ    German Chancellor Angela Merkel kind of angrily denounced Russia today for what she says are airstrikes in Syria sort of backing the Assad regime.  I’m wondering if you guys have a response -- if you’ve determined that Russia has taken those airstrikes.  And do you have a response to those actions?\n\t \n\tMR. EARNEST:  I didn’t see the comments from Chancellor Merkel.  But our position has long been here in the United States that Russia is enabling the Assad regime as they carry out terrible acts of violence against innocent civilians.  These are military actions that are being conducted in rebel-held areas, but there are innocent civilians who are the victims.  And that has led to an atrocious humanitarian situation in a variety of communities in Syria.  And the situation around Aleppo in recent days has only worsened.  We continue to be concerned about this. We continue to speak out against the actions that are taken by the Syrians.  And we continue to urge the Russians, who are enabling them, to stop doing so.\n\t \n\tThere are a variety of reasons that we’re concerned about this, principally because of the impact that it’s having on innocent civilians inside of Syria.  But we’ve also seen that the steady pace of military actions inside of Syria has actually proven to be a stumbling block in the political negotiations.  There is a political transition inside of Syria that is long overdue.  The political chaos in Syria is the root of the challenges there.  And the only way that we’re going to solve it is when President Bashar al-Assad leaves power.  And so we’re eager to advance the kind of political discussions that are necessary to see that transition take place.  And we need the Russians to be a constructive contributor to that process.\n\t \n\tQ    There are reports out of Israel that the negotiations between the U.S. and Prime Minister Netanyahu to try to increase the aid package sort of stalled out and that the Prime Minister might at this point be waiting for the next President, who he thinks he’s going to get a better deal from.  I’m wondering if that’s your assessment of where the negotiations are, and if there’s any concern that this deal doesn’t get done during the Obama administration.\n\t \n\tMR. EARNEST:  Well, Justin, I’ll just remind you that the offer to extend this memorandum of understanding is one that President Obama made to Prime Minister Netanyahu when he traveled to Israel back in 2013.  So this has been a national security priority of the United States for nearly three years now.  And since Prime Minister Netanyahu visited with President Obama here at the White House at the end of last year, the discussions around that memorandum of understanding got going.  \n\t \n\tAnd I think in that time there are three different rounds of talks that have occurred.  There was a U.S. delegation that traveled to Tel Aviv in early December.  There was a second round of talks that took place here in Washington in the middle of December.  And then a third round in Jerusalem, where U.S. officials traveled out there at the end of last week.\n\t \n\tSo we’ve been intensively involved in these conversations.  We continue to believe that the kind of discussions that we have had would preserve Israel’s qualitative military edge in the Middle East.  That’s been a national security priority that has been advanced by Presidents in both parties, and it’s certainly a QME that we’re interested in protecting.\n\t \n\tThat all said, it’s no secret that these conversations are taking place in the context of a rather challenging budget environment in the United States.  So there are some realities.  These conversations aren’t taking place in a vacuum.  But these conversations are geared toward advancing our goal of deepening our cooperation with Israel, protecting the qualitative military edge that they enjoy, and further ensuring that our coordination with the Israelis continues to be unprecedented in terms of the way that it was described by Prime Minister Netanyahu himself.\n\t \n\tQ    Last one, on the Zika funding.  I’m wondering if this is something that either came up in the conversations that we know about last week between President Obama, Speaker Ryan, Senator McConnell, or if the President kind of gave them a heads-up about this plan before you guys announced it today; and if there has been discussions about getting a vote on this and if this is something where you guys would talk about negotiating, any sort of pay-for on it.\n\t \n\tMR. EARNEST:  Well, I noticed in a bunch of the reporting that you all did on the President’s meeting with senior officials from Congress that it was noted that this issue did come up in those conversations.  I’m willing to confirm that from here.  I think that is an indication that there should be bipartisan agreement around ensuring that our public health professionals have the tools they need to keep the American people safe.  And we certainly will work with Congress to try to see prompt action on this request.\n\t \n\tAs it relates to pay-fors, these are the kinds of things that Congress has to work out, and we’ll certainly be engaged in those conversations.\n\t \n\tMichelle.\n\t \n\tQ    Thanks, Josh.  You mentioned that you welcome President Xi’s statements on the North Korea launch.  But in the past, one reason why they haven’t put a lot of pressure on North Korea, or as much pressure as everyone else seems to like, is because they’re afraid of increasing U.S. influence in that region.  And they’ve already summoned the South Korean ambassador, obviously angry about the possibility of THAAD going there.  So why do you think that they’re going to put pressure on North Korea for real this time?\n\t \n\tMR. EARNEST:  Well, in some ways -- well, I think I was careful not to predict exactly what steps the Chinese government will take in response to this particular launch.  I’ll let them announce what steps they believe are necessary.  Obviously, we’ve been engaged in a number of private conversations with them about what an appropriate response would be, including between President Obama and President Xi.\n\t \n\tAs it relates to the THAAD deployment, we’ve made quite clear that the deployment of that equipment and that technology is geared solely at the risk that is posed by North Korea.  South Korea is a treaty ally of the United States, and we take those obligations quite seriously.  We’re committed to the security of South Korea, and that is exactly what this technology is intended to address, which is the threat that emanates from North Korea.\n\t \n\tQ    So do you think China is going to put significant pressure on North Korea to the point that it could make a difference?\n\t \n\tMR. EARNEST:  Well, let’s take that in a couple different ways.  The first is, given China’s relationship with North Korea, they certainly are better positioned to do that than anybody else.  Secondly, if you look at the public statements that have come from China just in the last 24 or 36 hours, I think they’ve made quite clear in their public statements that they find the situation in North Korea untenable.  The kind of provocations and destabilizing actions from the North Koreans is something that the Chinese are quite concerned about.  And they have engaged in good-faith conversations with us about the most effective way to respond, and we’re going to continue to have those conversations, not just bilaterally but also in the context of ongoing discussions at the United Nations.\n\t \n\tQ    Okay.  And the way Ambassador Power described what needs to happen yesterday -- she called it “decisive action,” “urgency,” it needs to be impactful, “tough, unprecedented measures,” “breaking new ground,” and “not business as usual.”  So given that economic sanctions have very little effect on North Korea because of their economy, I mean, does this really have to come from China?  What other sanction, or what other method do you think would actually have an impact?\n\t \n\tMR. EARNEST:  I think this is material to the discussion that they’re having at the United Nations right now, even as we speak, among not just the United States and China but other relevant players in the region, some of whom serve on the United Nations Security Council, and some of whom have a clearly vested interest, like Japan and South Korea.\n\t \n\tSo these topics are under discussion.  But again, there’s no denying the important role that China has to play here, given the fact that they’ve got more of a relationship with North Korea than anyone else.\n\t \n\tMargaret.\n\t \n\tQ    Josh, are unilateral sanctions against North Korea looking more likely given how long it is taking for the United Nations to act in response to the test that was carried out back in January?\n\t \n\tMR. EARNEST:  Well, I certainly wouldn’t rule out additional unilateral steps from the United States.  But there are already severe restrictions in place that significantly limit, if not all the way prohibit, entirely prohibit economic transactions between the United States and North Korea.\n\t \n\tSo what’s relevant about what Michelle said is that the North Korean economy is quite constrained and it’s not as if they are engaged in a significant number of financial transactions in the international system.  If there were, they would be more vulnerable to the kinds of sanctions that actually did put a lot of pressure on Iran, for example.  So that’s why we’re going to continue to explore the kinds of steps that the United States can take in close coordination with the international community.  That kind of coordination is going to be critical to our success, to ensuring that these financial sanctions, if they’re imposed, have the kind of impact that we intend.\n\t \n\tQ    So are you saying that the kind of unilateral sanctions that would be considered would be different from, say, what happened in 2006, where leadership actually was quite directly hit in the pocketbook in terms of targeting leaders and their finances?\n\t \n\tMR. EARNEST:  I wouldn’t rule out additional steps like that.  There are some facts and -- some figures that I brought here.  The United States is currently sanctioning 115 North Korean-related targets, including 54 entities and 61 individuals. There’s already a ban on importing goods into the United States from the DPRK.  And there are also significant restrictions on what can be exported to the DPRK.  \n\t \n\tThe Treasury Department can offer up additional guidance about what kinds of things we already have in place.  I think they’re going to be pretty circumspect in terms of talking about what steps we could potentially take.  Again, and the reason for that is just whenever we’re considering imposing sanctions, we don’t talk about the kinds of things that are under consideration just because we don’t want the potential target of those efforts to know in advance so that they can take steps that would undermine our ability to implement those sanctions.\n\t \n\tQ    When it comes to working with China, there had been some hope that Beijing would rein in Pyongyang, but as you’ve seen and said, that hasn’t happened.  So at this point, is there a need to reassess U.S. policy, given that Beijing is such a centerpiece of any leverage that the U.S. has here?\n\t \n\tMR. EARNEST:  Well, I’m going to largely let the Chinese characterize the actions that they have taken.  I will just note that --\n\t \n\tQ    Is the White House pleased with the actions that China has taken?\n\t \n\tMR. EARNEST:  I’ll just note that the Chinese did send a high-ranking government official to go to North Korea just last week to discuss the international community’s concerns with some of their provocative actions.\n\t \n\tQ    But the launch happened anyway.\n\t \n\tMR. EARNEST:  But, again, if it goes to whether or not China is taking this seriously, I think that is one data point to indicate to you that they are.  And I think the strong public statements that we’ve seen from high-ranking Chinese officials is another indication that they take this quite seriously.  I think the frequent telephone conversations between President Obama and President Xi should be a third indication that they take this quite seriously.  The fact that this ends up on the agenda when the two leaders meet even when we’re not talking just days after provocative action from the North Koreans is another indication that the Chinese view the North Korean situation as a significant one.\n\t \n\tBut the questions are, how can the Chinese use their influence to advance the interests of the entire international community?  And, again, that’s among the discussions that are underway right now at the United Nations.\n\t \n\tQ    And as the President will be meeting with other Asian leaders later this week, does North Korea become more of an agenda item now?\n\t \n\tMR. EARNEST:  It certainly could.  The countries that have the most significant stake in this particular situation are countries in Northeast Asia, but I’m confident that there are other Asian countries that are noticing the actions of the North Koreans, and so I wouldn’t rule out this could be a topic of conversation when the President travels to California later this week.  \n\t \n\tKevin.\n\t \n\tQ    Josh, thanks.  Would you agree that without China, North Korea would essentially economically fall apart?  And if you would agree with that, is there not pressure that could be put on China from the United States to get them to get North Korea to behave in a way that’s more appropriate internally?  It seems to me that unilateral sanctions, while they have some effect, are relatively limited in getting the response that the United States wants from the North Koreans.  So I’m wondering, is now the time to put more pressure on China directly to get them to rein in Pyongyang?\n\t \n\tMR. EARNEST:  This is a good question.  I mean, look, the first thing that’s important for people to understand is that the North Korean economy is already really weak; that there are millions of North Koreans that are suffering because of the way the government chooses to run that country.  They continue to be isolated, and it means that there are millions of innocent North Koreans who don’t have regular access to food and to other basic necessities.  So I think that’s the first thing, and I think that should tell you a lot about the current state of the North Korean economy.\n\t \n\tWhat is clear is they’re using significant resources -- a significant portion of the resources that they do have to invest in a nuclear program and in a missile program, both of which are specifically prohibited by the international community, specifically the United Nations.  So that’s the first thing.\n\t \n\tI think the second thing is, as I was mentioning to Margaret, there are a number of indications -- again, just based on what we have seen publicly from the Chinese -- that they take this situation quite seriously.  They don’t do that because the United States puts pressure on them.  They do that because they’re concerned about the impact of North Korea’s destabilizing activities on their own national security.  \n\t \n\tThis is an area, though, where the interests of -- at least some of the interests of the United States and China are aligned. And that’s why we’ve been able to work together to coordinate our response.  We also want to make sure that response is coordinated with Russia, who has a stake in this outcome, and of course, coordinated with our treaty allies in Japan and in South Korea.  \n\t \n\tSo that’s the approach that we have taken, and we are -- look, there’s also no denying that the steps that we have taken have been insufficient to compel the North Koreans to start abiding by their widely accepted international obligations.  So that’s why, as Ambassador Power alluded to, we need to have a broader conversation about what additional steps we can take that would put additional pressure on the North Koreans to get them to start dialing back the provocations.  \n\t \n\tAnd there’s no denying that given their close relationship with North Korea -- or at least the fact that their relationship is closer with North Korea than anybody else’s -- that the Chinese are going to play a central role in that effort.\n\t \n\tQ    Are they sort of playing both sides of the issue?  I don’t want to say they’re two-faced, but it seems like, on the one hand, they’re saying all the right things publicly, but on the other hand, they don’t seem to be getting much of a reaction out of Pyongyang, either.  Are they ineffective also?\n\t \n\tMR. EARNEST:  First of all, in this case, I think given the consistency of their public comments and given I think pretty -- what appears to be obvious from the outside is that China doesn’t significantly benefit from the destabilizing provocative behavior of the North Koreans.\n\t \n\tQ    Maybe Tehran, but -- \n\t \n\tMR. EARNEST:  Well, each of these calculations I think are done on their own.  And so I think that’s why we can be confident that the Chinese are genuinely concerned about what the North Koreans are doing.  And I think it’s hard to make the case that somehow China benefits from the kind of discussion that we’re having in here right now.  And that’s why we feel like China can be a partner with the rest of the international community in trying to resolve this situation.  And again, that’s something that we talk about with the Chinese all the time, and it is something that President Obama talks with President Xi about just about every time they talk.\n\t \n\tQ    Last one.  This is something I found interesting -- on the Hill, a Senate Government Affairs Committee says that about 500,000 people were given stipends or tax credits improperly for Obamacare despite not qualifying for assistance.  The argument that the Senate Government Affairs committee is making is that these people were not even here legally, to the tune of $750 million and an expense for taxpayers, if that report is accurate. Does the administration believe that using that sort of money for people who are here unlawfully is a good use of our resources, even if it is for the Affordable Care Act, in subsidies and tax credits, which obviously this White House approves of?\n\t \n\tMR. EARNEST:  I haven’t read the specific report, Kevin, but we have been quite specific on a number of occasions about what the law says.  And the law does not allow those who are in the United States unlawfully to benefit from subsidies that are provided by the Affordable Care Act.  That’s what the law says, and this administration is serious about enforcing the law.\n\t \n\tSo I can’t confirm any of the facts and figures that are in the report, but certainly there are significant resources that are devoted to ensuring that when a subsidy is provided to anyone under the Affordable Care Act, whether that person is a citizen or not, that we’re taking a look at their income level and confirming that they are, in fact, eligible to receive those subsidies.  And individuals who are not legal citizens of the -- or legal residents of the United States are not eligible to collect subsidies under the Affordable Care Act.\n\t \n\tQ    But you support a claw-back for some of that money?\n\t \n\tMR. EARNEST:  Well, for exactly how to recover that money I’d refer you to the Treasury Department, because they administer this part.  But I know that there are -- look, there are some situations that are entirely consistent with the law where this has to be worked out. \n\t \n\tWhen you file for -- when you apply for health insurance, your eligibility for a subsidy is based on the income that you report in the previous year.  And so in some cases, individuals may get a raise or they may get another job where they’re paid more, and then those -- which means that they would not qualify for as much assistance.  And all of that is calibrated when people fill out their income tax returns at the end of the year.\n\t \n\tSo there is a mechanism for ensuring that the subsidies are accurately provided based on the amount of income that an individual says they’re eligible for.\n\t \n\tMary.\n\t \n\tQ    Back on the missile defense system.  Why now?  Why do you think you’re seeing a willingness to enter into these formal discussions now and not after previous launches?\n\t \n\tMR. EARNEST:  Well, I think in this situation, what we see is we see that despite unprecedented international isolation, North Korea continues to engage in very provocative behavior.  They’re seeking to advance their ballistic missile program.  These kinds of advances are specifically prohibited under a series of United Nations Security Council resolutions. \n\t \n\tSo this is a threat that our South Korean allies are justifiably concerned about, and the United States of America is going to stand shoulder to shoulder with our allies in the Republic of Korea to protect them from this threat.  And that’s why we have begun formal consultations with them about locating additional equipment that could be used in protecting that country from the ballistic missiles that are being developed by the North Koreans.\n\t \n\tQ    And just one question on the campaign trail.  I wonder if you’re feeling any déjà vu when you see some of Bill Clinton’s rather harsh attacks against Bernie Sanders, if it’s at all reminiscent, you think, of how the former President attacked the current President back in 2008?\n\t \n\tMR. EARNEST:  I’ve seen some of the reporting.  I haven’t seen much of President Clinton’s comments firsthand.  Obviously, he is somebody who proved in 2012, during the President’s reelection campaign, that he can be a very forceful and persuasive advocate for any candidate that he chooses to back.  And there’s no denying the way that the President’s reelection campaign benefitted from the advocacy of President Clinton.  And I have no doubt that Secretary Clinton’s campaign will benefit from the advocacy of President Clinton.  But I’m not going to offer up my own detailed assessment of individual comments that he or other campaign surrogates may be making.\n\t \n\tMark.\n\t \n\tQ    Thanks, Josh.  To go back to North Korea for just a second, in the past, when the President has struggled to get the kind of responses wanted from China -- I’m thinking back to 2010 -- he has suggested and hinted that he may be forced to put more American naval assets into the area.  And indeed, in the face of other provocations, they’ve actually sent aircraft carriers into the Yellow Sea.  Would he rule out such a course in this case?  \n\t \n\tAnd then the second question is, having done the Iran nuclear deal, does the President now view North Korea as the world’s number-one proliferator or threat for proliferation?\n\t \n\tMR. EARNEST:  Well, let me back up and do one other thing that I meant to mention earlier, which is that the American people should take some reassurance that not just in response to this particular incident, but over the last several years the Commander-in-Chief, President Obama, has ordered a significant ramping up of resources that could be used to protect the United States and our allies from North Korea’s ballistic missile program.  \n\t \n\tSo there have been -- there has been the deployment of two ballistic missile warning radars to Japan that could be, again, used to counter North Korea’s ballistic missile program.  And what made me think of this is the second thing here, which is that we have seen an increased deployment of U.S. Navy Aegis Ballistic Missile Defense ships to the Pacific region, again, mindful of the risk that’s emanating from North Korea.\n\t \n\tThere are some other steps that have been taken, including a THAAD battery to Guam -- this is something that we’re talking about with the South Koreans now -- but just a few years ago, a THAAD battery was established in Guam.  And there were additional ballistic missile defense systems that were located in Alaska in 2014, again, mindful of this threat.\n\t \n\tSo there has been an increase of U.S. military deployments to this region of the world because of North Korea’s destabilizing activities.  Right now, I’m not aware of any specific plan at this point to carry out some sort of military operation or military deployment to exert greater pressure on the Chinese.  Right now, we’re engaged in diplomatic discussions with them and with others about an appropriate response.\n\t \n\tAnd again, the public comments that we’ve seen from China are entirely consistent with the concerns that the United States and our allies in South Korea and Japan have expressed.  We’ve also seen China take steps to send a high-ranking Chinese diplomat to North Korea to discuss with North Korean leaders some of the provocative behavior that we’ve seen there recently.\n\t \n\tSo the public reaction that we’ve seen from China is consistent with the kinds of things that we would like to see them do.  But there’s no denying that we recognize that China has special influence with the North Koreans, given their relationship, and we’re hopeful that they will use it to try to advance the interests of the international community.  And we’re certainly going to be engaged in conversations with them as they do that.\n\t \n\tQ    And so is North Korea the number-one proliferation threat today?\n\t \n\tMR. EARNEST:  I have not -- let me check on whether an assessment like that exists and see if we can at least get you some guidance.  Obviously, we are concerned about the risk of proliferation from North Korea.  And the proliferation threat from Iran has, of course, been significantly diminished because of the international agreement to prevent them from obtaining a nuclear weapon.  \n\t \n\tSo there’s -- if you were ranking them on the list and if at one point Iran were ranked above North Korea, that’s certainly no longer the case.  But whether or not there’s anybody that ranks above North Korea, let me check with our experts and we’ll get back with you.  \n\t \n\tPam.\n\t \n\tQ    Josh, the President has been asking U.S. allies to contribute more to the anti-ISIS campaign, and now we heard that Canada is ending its combat mission against the Islamic State.  Is that a blow to the coalition?  And what does it say that a U.S. ally like that is backing out?\n\t \n\tMR. EARNEST:  Well, Prime Minister Trudeau, when he was campaigning last year, talked about a commitment to essentially call back the Canadian fighter jets that had been engaged in counter-ISIL strikes with our coalition.  \n\t \n\tThe discussion that the President had with Prime Minister Trudeau today, however, was focused on the new commitments that we have obtained from the Canadians.  Prime Minister Trudeau did indicate a willingness to ramp up the contribution that Canada is making when it comes to the kinds of assets that can be helpful in offering some training to Iraqi security forces.\n\t \n\tWe have found that there are tangible benefits that are already being enjoyed by the counter-ISIL coalition as a result of efforts to train up the Iraqi security forces.  And so a commitment from Canada will allow us to expand on those efforts. And so we certainly welcome that kind of contribution from the Canadians.\n\t \n\tWhat the Canadians also announced is a commitment of additional humanitarian assistance to try to meet the needs of Syrians who are fleeing violence in their home country.  So those new commitments are indicative of the kind of close relationship that the United States and Canada enjoy, particularly when it comes to our mutual national security.  And I’m confident that we’re going to continue to have discussions with the Canadians about additional steps that they can take to further enhance our counter-ISIL efforts.  \n\t \n\tByron.\n\t \n\tQ    Thanks, Josh.  I hope you’ll bear with me for two politics questions.  But the White House has called itself the most transparent in history, it has raised concerns about special interests and the influence they wield.  Secretary Clinton was in this administration, took some money to do paid speaking for a variety of interest groups.  I’m wondering if the White House has any thoughts about whether she should release the transcripts of her paid speeches and whether she should make them public in the spirit of transparency that you so often champion.\n\t \n\tMR. EARNEST:  Look, the speeches that she gave were speeches that she gave after she left the administration, so I think -- that’s why I think I’m going to defer to Secretary Clinton and her team to make the decision about whether or not those speeches are even able to be released and whether they should be released. I know that she was asked about this directly last week and she indicated that she was going to take a look at it, but I don’t know what conclusions they’ve reached at this point.\n\t \n\tQ    One more.  I’m not sure if you caught the Republican debate this weekend, but Senator Marco Rubio got tripped up, or seemed to get tripped up on a question about President Obama.  The question -- the response was, it’s a long-running criticism of his that President Obama knows exactly what he’s doing, which is to try to make the U.S. like the rest of the world.  I’m wondering if you have a reaction either to the debate or those specific comments from Senator Rubio.\n\t \n\tMR. EARNEST:  Well, I think my observation will simply be that when you have a candidate who runs for the presidency vowing to expand economic opportunity for the middle class, it’s not a coincidence that policies were enacted that allowed the United States of America to recover from the worst economic downturn since the Great Depression and enjoy the longest continuous streak of private-sector job growth in our nation’s history.  \n\t \n\tWhen you have a President who runs on a platform of addressing so many of the problems that plague our health care system in this country, including people having to go bankrupt because somebody in their family gets sick, it’s not a coincidence that we have new laws on the books that now reform our health insurance system; that now prevent individuals from being discriminated against because they have a preexisting condition; and that see the uninsured rate in this country and the health care cost inflation rate at all-time lows.  \n\t \n\tIt’s not a coincidence when you have a candidate who ran for office, vowing to go where it was necessary and ordering our troops to go where it was necessary to take Osama bin Laden off the battlefield.  So it’s not a coincidence that Osama bin Laden is no longer on the battlefield.  That is a testament to the bravery and courage of our special operators and our men and women in uniform, but it’s also a testament to the policies that were pursued by President Obama.  I could obviously go on and on, and I’ll spare you, but I think anybody who wants to take a look at the results I think can evaluate for themselves whether or not President Obama followed through in doing what he said he would do.\n\t \n\tLuke.\n\t \n\tQ    Back to Zika.  What is the White House’s advice to Olympians who could be concerned about contracting it while representing the United States down there?\n\t \n\tMR. EARNEST:  I think my first advice would be, ask your doctor, not the White House Press Secretary.  (Laughter.)  But my second piece of advice would be to consult the CDC website.  So there is scientific advice that has been offered to individuals who may be planning to travel to places like Brazil, where the Zika virus is being transmitted.  And, again, the biggest risk here is associated with pregnant women.  And we want to be sure that they are aware of the facts, and that they can make the decision for themselves about whether or not they should travel to the region, and if they do, what steps they can take to try to protect themselves from this virus.\n\t \n\tQ    Question on Libya, if I may.  The administration recently has been putting out stories about the ground that ISIS has lost in Syria and Iraq, seemingly making gains there.  However, in Libya, it’s a different story.  You now have 5,000 ISIS fighters, no real central government there since the NATO campaign of 2011.  Some folks within the administration -- or in the military, rather, implying more should be called for on the ground.  Is the administration looking at more U.S. assets on the ground in Libya to combat the growing terror problem there from ISIS?\n\t \n\tMR. EARNEST:  Well, Luke, I think the important thing -- the important place to start is to recognize we made important progress in Iraq and in Syria.  That the efforts of Iraqi forces on the ground, backed by our coalition forces, particularly our coalition forces from the air, have retaken 40 percent of the territory inside of Iraq.  This is populated territory that ISIL previously controlled where they can no longer freely operate.  The percentage is smaller inside of Syria; we faced more significant challenges there for a variety of reasons.  But still, we have seen that ISIL has lost about 20 percent of the populated area that they previously controlled.  That’s a testament to our efforts against ISIL in that region.\n\t \n\tWhat we have also tried to do is to focus our efforts in shutting down the flow of foreign fighters to that region of the world.  Part of that has included working closely with our allies in Turkey to try to better control the border between Turkey and Syria, and make it more difficult to travel to that region.  And we discussed at the end of last week that our assessment is that the number of fighters that are at the disposal of ISIL in Iraq and in Syria is lower than it was before.  The previous estimates were up north of 30,000 and now the highest estimate is around 25,000.  That means we’ve still got a lot of work to do, but it does mean that we’re making some progress in taking ISIL fighters off the battlefield and making it much more difficult for ISIL leaders to replenish their ranks.  \n\t \n\tNow, you raise an entirely fair and important point.  What we have long known about ISIL is that they have sought to capitalize on political instability around the world to try to establish a toehold and possibly even a caliphate.  And after running into some significant resistance now in Iraq and in Syria, there are some indications that ISIL leaders may be turning their attention to another country that is experiencing some significant political turmoil, and that is Libya.\n\t \n\tWe’re quite mindful of that risk, and so there are a number of things that we have done to counter it.  The first thing is, the United States has been deeply involved in the U.N.-led process to try to bring about the formation of a central government in Libya that can provide for the security situation in that country.  We’ve actually made some important progress over the last several weeks in that effort.  And the United States is going to continue to be deeply engaged and encouraging all sides to come together to form this government.\n\t \n\tThe other thing that we have done is that we have not hesitated to use U.S. military airpower where necessary to protect the American people.  And back in November, the Department of Defense did announce that an airstrike was conducted in Libya that took an ISIL leader -- in fact, the leading ISIL figure in Libya -- off the battlefield.  So we are mindful of that risk as well.\n\t \n\tAnd moving forward, we want to continue to apply significant pressure to ISIL core inside of Iraq and in Syria, but also be mindful of the steps that we can take to limit their ability to spread to other places.\n\t \n\tQ    But gains against them are coming in Syria and in Iraq because of increased U.S. involvement, specifically more forward-deployed advisors.  Wouldn’t it be relevant to think that the next step in Libya could be very much the same thing; that you could be deployed there once the threat grows, but this government, you mentioned, they just asked for another week delay to try and achieve some sort of unification?  If gains are coming in Syria and Iraq because of more U.S. involvement, why not do it in Libya?\n\t \n\tMR. EARNEST:  Well, I think what is clear is that the gains that we’ve seen in Iraq and in Syria have not been because the President of the United States ordered a large-scale deployment of ground combat troops to Iraq and in Syria.  In fact, the strategy that we have employed is one that requires, in comparison, a relatively small footprint of boots on the ground to provide training, advice, and assistance to Iraqi security forces who are fighting for their own country.  They have, of course, been backed by U.S. military and coalition military aircraft that have taken strikes to help them perform more effectively on the battlefield.  There are also important intelligence resources that we have been able to lend to the forces that are fighting on the ground in Iraq and in Syria.  And so I certainly wouldn’t rule out that enhancing our intelligence capabilities inside of Libya is something that could be useful to those who are fighting ISIL on the ground in Libya.\n\t \n\tBut, look, this is something that we continue to be mindful of and we know what ISIL’s strategy is.  And we have, through a lot of work and persistent effort and bravery on the ground, been able to make important progress against ISIL in Iraq and in Syria.  And that will be instrumental to stopping the spread of ISIL to other countries that are experiencing some political turmoil right now.  Afghanistan is another example of where we see signs of ISIL trying to spread their influence.\n\t \n\tQ    And more enhanced intelligence capabilities -- that’s U.S. forward deployment?\n\t \n\tMR. EARNEST:  Well, not necessarily.  We obviously have U.S. troops in the region, but not necessarily additional deployment of U.S. troops on the ground in Libya.  The same could be said of U.S. military aircraft, whether they are manned or unmanned, don’t require necessarily boots on the ground in Libya, but based on our presence in the region, can be quite effective as we’ve already seen in applying significant pressure to ISIL leaders that may have designs on attacking the United States or our interests or allies.\n\t \n\tJust do a couple more.  Gregory.\n\t \n\tQ    I’d like to ask you about a Super Bowl ad.  (Laughter.)\n\t \n\tMR. EARNEST:  Okay.  I didn’t watch all of them, so we’ll just have to see.\n\t \n\tQ    There was one that was funded by the pharmaceutical industry that told people to ask their doctor, to use your words, about a condition known as opioid-induced constipation.  And I’m asking you this because while we’ve been out here, the White House Chief of Staff posted a tweet that said, “Next year how about fewer ads that fuel opioid addiction and more on access to treatment? #SB50.”  \n\t \n\tSo I guess my question to you is, we haven’t really heard the White House be critical of the pharmaceutical industry, even as we focus more resources on this problem.  There are a lot of critics who say that it’s the marketing of this opioids that have fueled the opioid epidemic and even the heroin epidemic.  Is the White House trying to use its bully pulpit to push back against the pharmaceutical industry on the marketing of these?  And are you proposing any regulations maybe on how pharmaceutical companies market these drugs?\n\t \n\tMR. EARNEST:  I don’t have any regulations to preview, but I think we have been quite clear across the administration about our determination to confront opioid addiction as a significant public health threat.  And we’re going to rely on the best scientific advice that we can get access to, to mobilize resources to try to fight this, particularly in communities that have been decimated by opioid addiction and abuse.  \n\t \n\tObviously, Mr. Botticelli at the ONDCP can help you understand what our approach is in terms of prioritizing the treatment of individuals who are suffering from this kind of addiction.  But obviously we’re aware of the terrible impact this has had on far too many communities across the country.  And we want to make sure that we can mobilize the necessary resources to confront it, but that’s also going to require working closely with medical experts, including the pharmaceutical industry, to try to get this problem under control.\n\t \n\tApril.\n\t \n\tQ    Josh, is there anything new out of this White House as it relates -- or this administration as it relates to the Flint, Michigan water issue?\n\t \n\tMR. EARNEST:  I don’t have anything new to announce from here.  Obviously, Secretary Clinton spent some time in that community over the weekend.  \n\t \n\tOur position continues to be that we’re hopeful that Congress will take some steps to provide additional resources to the state and local government of Flint as they grapple with what is a pretty widespread problem.  We’ve been going on for a while now.  There are already a number of things the federal government has done through the EPA, through HHS, through FEMA to try to provide basic assistance in the forms of bottled water or water filters to people in Flint right now.\n\t \n\tBut the federal official on the ground in Flint is coordinating the federal resources that are already being leveraged to address this situation is an expert in public health.  And that’s because we’re mindful of the longer-term impact that exposure to lead can have on children.\n\t \n\tSo this is something that the administration takes quite seriously.  We’ve mobilized significant resources and expertise to support the state and local government in their response.  But we certainly would welcome additional resources being passed by Congress so that the good folks in Michigan can get the kind of help they need.\n\t \n\tQ    With the spotlight on Flint, now we’re hearing new stories telling us about other cities that have experienced lead issues as recently as August -- a town in -- a city in Ohio, and they brought up their stories a couple years back, something happened here in D.C., and then years back, the Raleigh-Durham area and something in North Carolina.  When we have these kinds of news stories and this kind of crescendo moment, what happens? And we are a reactionary nation, I guess; we are reacting now to this.  But what can happen from this White House in the time remaining to prevent these types of situations -- finding out, once again, that there is a failed water system, part of the infrastructure, and it’s causing problems with lead poisoning in the water systems in some of these cities around the country?\n\t \n\tMR. EARNEST:  April, I can tell you one thing that’s not going to prevent these kinds of things from happening in other places, and that’s abolishing the EPA.  And that certainly is a priority that’s been identified by some Republican candidates who aspire to serving in the White House.  \n\t \n\tSo they clearly don’t have the right prescription.  One of the challenges that the President has acknowledged exists that we are working already aggressively to address are the rules and regulations that govern the relationship between the EPA and state and local environmental officials.  There are some early indications that that may have had an impact on the response, and there are investigators who are taking a look at that.  So I’m not going to comment on that too much.\n\t \n\tBut we certainly do want to make sure that local agencies understand the kind of relationship that they have with the EPA, and that EPA officials understand the responsibility that they have to go public with information that could have significant consequences on public health.  So that certainly is one step that we can take to be proactive on this.  But that’s something that -- this is sort of one example of why the President is hopeful and going to spend a lot of this year working to make sure that he passes his job onto somebody who shares his values.\n\t \n\tQ    And lastly, you brought up Hillary Clinton in Flint this weekend.  And since you brought it up, I want to ask you about it.  She said that what’s happening in Flint is immoral.  What do you say to that?\n\t \n\tMR. EARNEST:  Well, I think there are moral questions that are raised by this whole situation.  There’s no denying that.  And I think the President talked about how as a father, his initial reaction was outrage; that he said he’d be beside himself to think that his children, despite the assurance of some government officials, were exposed to water that was dangerous for them and could have lifelong consequences for their development.  So there are moral questions that are raised by all of this.\n\t \n\tQ    -- Hillary Clinton, when she joined that debate, that last question that Lester Holt asked her -- “does she have anything else to add” -- and she said, if this happened in a white suburb of Detroit it would not have happened, and she brought up race.  You said it’s immoral.  There are some moral issues to this.  Is it racial?\n\t \n\tMR. EARNEST:  Well, I don’t know that that’s an assessment that I can draw from here.  I think people who might reach that conclusion I think have some basis for making that claim, but I’m going to avoid staking out that ground myself.\n\t \n\tCheryl, I’ll give you the last one.\n\t \n\tQ    Okay, thanks.  Real quick -- the President of Italy was here this morning.  One of the issues they were talking about was the T-TIP trade negotiation -- or trade agreement.  Is there any new timeline on that, or what is your preferred timeline for finishing that?\n\t \n\tMR. EARNEST:  I don’t have an updated timeline to share from here.  Obviously, this is a priority of the President’s, and it sounds like it was a priority of President Mattarella’s, as well. We do believe that by deepening the economic ties between the United States and Europe we can expand economic opportunity for the middle class back here at home.  And that’s something that has been at the top of the President’s domestic policy-making agenda from his first day in office, and it will remain at the top of his agenda through his last day.\n\t \n\tAnd I do not believe that we’re going to reach a T-TIP agreement before the President leaves office, but he’s certainly interested in moving those negotiations forward and in a direction where we can be confident that the economy of the United States will be enhanced through the completion of an agreement hopefully under the leadership of the next U.S. President.\n\t \n\tThanks, everybody.  We’ll see you tomorrow.\n\t \n\tEND   \n\t2:21 P.M. EST\n\n\n\n\n"
}