{
    "title": "Presidential Nominations and Withdrawal Sent to the Senate | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/06/13/presidential-nominations-and-withdrawal-sent-senate",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 13, 2013\n\n \n\n\n\nPresidential Nominations and Withdrawal Sent to the Senate\n\n\n\n\nNOMINATIONS SENT TO THE SENATE:\n\n\tJohn Gerson Levi, of Illinois, to be a Member of the Board of Directors of the Legal Services Corporation for a term expiring July 13, 2014.  (Reappointment)\nMark Thomas Nethery, of Kentucky, to be a Member of the Board of Trustees of the Morris K. Udall and Stewart L. Udall Foundation for a term expiring October 6, 2018, vice Eric D. Eberhard, term expired.\nSamantha Power, of Massachusetts, to be the Representative of the United States of America to the United Nations, with the rank and status of Ambassador Extraordinary and Plenipotentiary, and the Representative of the United States of America in the Security Council of the United Nations.\nSamantha Power, of Massachusetts, to be Representative of the United States of America to the Sessions of the General Assembly of the United Nations during her tenure of service as Representative of the United States of America to the United Nations.\nCharles P. Rose, of Illinois, to be a Member of the Board of Trustees of the Morris K. Udall and Stewart L. Udall Foundation for a term expiring May 26, 2019, vice Robert Boldrey, term expired.\nStephanie Sanders Sullivan, of New York, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of the Congo.\nJoseph Y. Yun, of Oregon, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to Malaysia.\nWITHDRAWAL SENT TO THE SENATE:\nAvril D. Haines, of New York, to be Legal Adviser of the Department of State, vice Harold Hongju Koh, resigned, which was sent to the Senate on April 18, 2013.\n\n\n\n\n"
}