{
    "title": "Columbus, OH Mayor Backs Middle Class Tax Cut Framework | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/08/columbus-oh-mayor-backs-middle-class-tax-cut-framework",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 08, 2010\n\n \n\n\n\nColumbus, OH Mayor Backs Middle Class Tax Cut Framework\n\n\n\n\n\nMayor Coleman Supports President Obama’s Compromise to Extend Middle-Class Tax Relief and Unemployment Benefits\nOffice of the Mayor\n\tCity of Columbus\n\n\tMayor Michael B. Coleman today expressed support for President Obama’s compromise agreement with Congressional leaders that will result in the extension of middle-class tax relief and unemployment benefits to Americans who have lost their jobs during this deep economic recession. Mayor Coleman said he agrees with President Obama that it is past time to end the tax cuts for the wealthiest 2 percent of Americans enacted during the Bush Administration and believes those tax cuts must expire in 2012. However, this deal is necessary to help those in need and stimulate our economy. Mayor Coleman understands that without this bargain, income taxes on the middle class would rise, unemployment insurance for millions of Americans would expire, and other important tax relief for working people would be unavailable.\n\n\t“I share President Obama’s disappointment that Congressional Republicans have insisted on tax cuts for those who don’t need them in exchange for doing what is right: delivering needed benefits for the unemployed and well-deserved relief for middle-class taxpayers,” Mayor Coleman said. “However, President Obama has made a tough decision in the best interests of the country. This package will help to stimulate our economy as we continue to work our way through this recession while extending a hand up to those in need. I commend President Obama for his resolute leadership on behalf of the American people, and I urge all members of Congress to support this deal.”\n\n\n\n\n"
}