{
    "title": "How Repeal Push is Playing: Editorial and Opinion Roundup | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/08/how-repeal-push-playing-editorial-and-opinion-roundup",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 08, 2011\n\n \n\n\n\nHow Repeal Push is Playing: Editorial  and Opinion Roundup\n\n\n\n\n\nThe Star-Ledger: “What deficit?”“The new Republican majority in the House is learning already that governing is harder than campaigning. They vow to repeal President Obama’s health reform. But they say they want to reduce the deficit, too, so one of their rules requires that any new legislation be paid for fully. Here’s the problem: The health care reform includes new taxes and a tough cut in Medicare spending. It actually reduces the deficit, according to the Congressional Budget Office. So if you kill health reform, the rules require that you find offsetting spending cuts or tax increases to plug that gap. So Republicans have decided to exempt health reform from the rule. That deficit they talked so much about during the campaign? Never mind. We haven’t seen this kind of hypocrisy in Washington since ... a few weeks ago, when Republicans insisted on extending tax cuts to the wealthy and didn’t pay for that either.” [The Star-Ledger 1/6/11]\n\nMercury News: “Speak up if you support health care reform” “Maybe you're relieved that, thanks to reform, you can provide coverage to your kids younger than 26 who can't yet find a job with benefits. Or to know that the cancer you overcame last year won't make you uninsurable in the future. Maybe you just believe that leaving 50 million Americans -- 16.7 percent of the population -- uninsured was, for a major industrialized nation, an inefficient way to deliver health care and simply wrong. Or perhaps you're more serious about reducing debt than the GOP leadership. The nonpartisan Congressional Budget Office says repealing reform would add some $230 billion to the federal deficit in the next 10 years.” [Mercury News 1/7/11]\n\nDes Moines Register: “Repeal health reform law? Preposterous” “Repealing the new health reform law is like getting a cat to bark: It isn't going to happen. Republicans in the U.S. House have introduced legislation to repeal the Affordable Care Act and provisions related to health care passed in the reconciliation bill last year. They say they'll vote on it soon. Democrats - in both the Senate and the White House - will put the kibosh on it. But they should also use the opportunity to make a stronger case about why reform is good for Americans. Many people remain unconvinced, and believe some of the untruths opponents continue to espouse. Among the most troubling are claims that reform will cost the federal government too much money and kill jobs. The reality, according to the Congressional Budget Office, is the reform law generates revenue and makes cuts that will reduce the federal deficit. It improves the country's finances - and extends the solvency of Medicare.” [Des Moines Register 1/5/11]\n\nThe Commercial Appeal: “GOP targeting health care act”“U.S. lawmakers convene the 112th Congress today with Republicans in charge of the House and promising to take aim at the Affordable Care Act of 2010. They should be careful what they shoot for. More Americans are beginning to appreciate benefits of the law that are in place -- tax credits for small businesses, a ban on revoking coverage for clients who get sick or reach their \"lifetime limits,\" no more denial of coverage for children with pre-existing conditions, extended coverage for children and the like. The repeal effort is a non-starter in the Senate, and it gives supporters of universal health care an opportunity to explain what's on the horizon and how expanded coverage can eventually be accomplished. Somehow, some of health care reform's most important goals -- health care for all and curbing growth in its cost -- have been pushed aside in an ideological skirmish about whether the program will be \"government-run\" or not.” [Commercial Appeal 1/5/11]\n\nBuffalo News: “Lack of serious intent”“The Republicans who took over the House and made significant gains in the Senate are already playing a chancy game with their power. Their plans to spend the first part of this congressional session trying to undo President Obama's agenda suggest both a misreading of the public temperature and an unhealthy willingness to value politics over obvious national interest. They should take a deep breath before proceeding. Consider just two items from the Republicans' suicide list: They say they want to repeal last year's health reform plan and they want to block funding for a new food safety law. Either they aren't paying attention or they aren't serious. Both could be true. Consider health reform. No credible person denied in the years leading up to this bill that our health care system was broken. We pay more than any other Western country for health care -- far more, in fact -- for results that are only mediocre. Costs are rising so quickly that increasing numbers of employers are looking to eliminate the benefit, or pass along costs that gobble up pay raises. Millions of Americans lacked insurance, causing them to go without health care or, in many cases, to show up in hospital emergency rooms. [Buffalo News 1/7/11]\n\nAurora Sentinel: “GOP threat to repeal Obamacare nothing but acute politics”“It’s hard to tell just whose side everyone’s on in the most recent skirmish in the battle over health care reform. As a new congress starts this week, House Republicans have promised to make good on threats to vote on repealing the 2009 health-care reform measure, the Affordable Care Act. It’s a genuinely lame idea on several levels. First off, Republicans have nothing to offer in its place. And if Republican leaders think that what was then the status quo at the end of 2009 was preferable to what Congress managed to cobble together, they’re oh so very, very wrong. Republicans claim they carry to Washington a mandate from “the people” to bring fiscal prudence to the federal government. In reality, many Democrat representatives lost their jobs because the federal economy is in a shambles and they got left holding the bag. All this nonsense about a mandate is just more nonsense. [Aurora Sentinel 1/6/11]\n\nPoughkeepsie Journal: “Repeal of health reform a bad idea” “The new Congress may wind up accomplishing many things, but repealing last year's health-care reform isn't likely, nor should it be, one of them. The new House of Representatives does seem intent on voting next week to scrap the health-care law, even though that law ultimately could provide coverage for tens of millions of Americans without health-care coverage — and is designed to stop insurance companies from denying people coverage because of pre-existing conditions. But repealing the health-care law and reverting to a system under which the 50 states can have such varied arrangements doesn't seem terribly effective and, actually, has proven quite inefficient over the decades; health-care costs have grown far beyond the rate of inflation and coverage is financially out of reach for far too many.” [Poughkeepsie Journal 1/7/11]\n\nCharlotte Observer: “Repeal health care? First consider facts” “You're going to hear a lot in coming days about repealing the new health care reform law. Republicans who now control the U.S. House say it's their top priority. But chances are that much of what you'll hear or have heard about the law is wrong. PolitiFact reporters read the whole 906-page bill and interviewed independent health care experts. \"The label 'government takeover' has no basis in reality,\" says UNC Chapel Hill health policy Professor Jonathan Oberlander. The system will still rely mostly on private insurers and employer-provided coverage. The government won't seize control of hospitals or nationalize doctors. Yes, it involves regulation. But think about it: Regulators tell electric utilities what they can charge, and the Federal Aviation Administration sets strict rules for airlines, but that isn't called a \"government takeover. Deficit, deficit. The anti-health-care deficit hawks are talking out of two sides of their mouths. The health care reforms are projected to shrink the deficit. Repealing health care reform will add to the deficit by an estimated $230 billion over 10 years, according to the nonpartisan Congressional Budget Office.” [Charlotte Observer 1/7/11]\n\nBemidji Pioneer: “House GOP mantra is repeal all”“Now that the Republicans have taken over leadership of the U.S. House, one would expect them to put forth a positive agenda for change. Instead, they offer nothing but to undo what the Democrats have done, even against their own ground rules. Worse, Republican House leadership has set next week for a floor vote to repeal last year’s health reform legislation, the Affordable Care Act, bypassing the GOP’s own stated rules that all measures be transparent and receive full committee hearings. It’s the same measure that extends health insurance to many Americans who cannot now afford it and must seek health care in hospital emergency rooms, which allows parents to cover their children until age 26 and which bans insurance companies from excluding coverage for pre-existing conditions. It also provides free preventive health care to seniors and lower cost prescription drug coverage. It gives small businesses tax credits to supply health care coverage to employees. The bill is estimated to save $1 trillion over 10 years, while the Congressional Budget Office said repealing health care reform would add $230 billion to the federal budget. So what is the GOP plan? Let Wall Street CEOs do what they want with the economy, let the American people fend for themselves in food safety and continue to let health care access slide away from the American public?” [Bemidji Pioneer 1/7/11]\n\nThe Spokesman-Review: “Repeal alone won’t solve health care’s urgent needs.” “During the recent political campaigns, Republicans touted a “repeal and replace” strategy for the nation’s health care mess. On Wednesday, House Republicans plan to hold a vote on repealing the new health care law, but no replacement is in sight.  This suggests that the problem can wait and that the nation can afford to revert to the old system for the foreseeable future. Not true…. Instead of killing both parties’ ideas for reform, Republicans ought to look at their victory in November as an opportunity to continue a health care debate that cannot wait.” [The Spokesman-Review 1/6/11]\n\nThe Reporter: “Political theater in the house.” “Upon regaining control of the House of Representatives, Republicans promised that their first legislative act would be to repeal the health-care law enacted nearly a year ago. And true to their word, a vote is being scheduled for next week… But perhaps when Congressional Republicans are finished with their political theatrics, they might consider getting down to the real business of reforming health-care legislation…. Thoughtful House Republicans who have ideas for correcting deficiencies or saving money might find they share common ground with Democrats, especially those who weren't entirely happy with specifics of the law. But making any meaningful changes will require the GOP to get serious about governing and not just grandstanding.” [The Reporter 1/6/11]\n\nSacramento Bee: “House GOP misreads the mandate of Nov. 2.”“To the victors go the spoils. But as the 112th Congress takes office today, Republican leaders seem inclined to use their new power in ways that do not bode well for the country. Instead of focusing on joblessness and other pressing priorities, the new GOP majority in the House appears stuck in the past – trying to kill health care reform and investigating alleged misdeeds in the Obama White House. That is a misreading of the November election, and an irresponsible path that will only waste time on political gamesmanship.” [Sacramento Bee, 1/5/11]\n\nMemphis Comm. Appeal: “GOP targeting health care act: The party's time would be better spent trying to lower costs than trying to repeal the Affordable Care Act.” “U.S. lawmakers convene the 112th Congress today with Republicans in charge of the House and promising to take aim at the Affordable Care Act of 2010. They should be careful what they shoot for. More Americans are beginning to appreciate benefits of the law that are in place -- tax credits for small businesses, a ban on revoking coverage for clients who get sick or reach their \"lifetime limits,\" no more denial of coverage for children with pre-existing conditions, extended coverage for children and the like…. There is no question the Affordable Care Act can be improved. Its repeal would be a giant step backwards for America.” [Memphis Comm. Appeal, 1/5/11]\n\nSan Francisco Chronicle: “Get ready for the new Republican-run House. This week, the majority party plans to read the Constitution aloud, a sop to Tea Party-supported members. One of the first votes will be a repeal of President Obama's health care law, a move that will run into a brick wall in the Democrat-dominated Senate.” [San Francisco Chronicle, 1/5/11]\n\nKansas City Star: “Show is over, now time for leading.”“Take, for example, their plans to dive right into attacking health care reform, or, as they call it, Obamacare. Their bill will begin by voicing the words of revolution, noting that they seek to “repeal the job-killing health care law and health care-related provisions in the Health Care and Education Reconciliation Act of 2010.”  These are angry words. But are they governing words?  More importantly, what the bill doesn’t say, and what needs to be said in this context, is that this is a doomed effort. And the GOP knows it… In other words, the point of this bill is for show, not substance. It will simply waste time, and quite a bit of it, on the public tab… Yet this brief GOP proposal offers nothing in the way of solutions for a health care system that every politician, GOP or Democrat, had admitted was broken. The so-called Obamacare measure included many items that most Americans want to keep, such as stopping the practice of booting people from insurance plans when they get sick, and denying insurance for pre-existing conditions. Leadership requires dealing with such issues.” [Kansas City Star, 1/4/11]\n\nCharleston Gazette:“As numerous tea party Republicans are sworn into Congress today, their first action will be an attempt to revoke last year's medical reform that extended health insurance to 31 million \"working poor\" Americans…. The next two years may be dismal, because strengthened Republicans vow to fight everything associated with President Obama. Rep. Darrell Issa, R-Calif. -- who declared on the Rush Limbaugh show that Obama is \"one of the most corrupt presidents in modern times\" -- vows to hold many hearings on the administration…. With 15 million Americans still out of work, the nation needs help with jobs -- not a mean-spirited political vendetta that will keep Congress in conflict.” [Charleston Gazette, 1/4/11]\n\nPalm Beach Post:“Rather than grandstand with a symbolic vote to repeal the Affordable Care Act, serious Republicans - especially those in Florida, which has the highest percentage of residents over 65 - should help to figure out which parts of the law work and which parts don't, then focus on improving health care reform, not stopping it.” [Palm Beach Post, 1/4/11]\n\nLas Vegas Sun: “A Republican ‘plan’: House GOP ready to start new Congress with foolish repeal of health care.”  “But Republicans just don’t get it. Americans largely support the health care law’s key provisions, and a repeal would once again give insurance companies the right to exclude people from coverage because of preexisting conditions and would reinstate the so-called “doughnut hole” in Medicare prescription coverage.  This is foolish, but the Republican desire to press ahead with repealing the health care law only foreshadows what is to come. They’re playing for the 2012 election, no matter what the public wants, and that will lead to a greater partisan divide and less work done in Washington.” [Las Vegas Sun, 1/4/11]\n\nBaltimore Sun: “GOP's health care repeal zealotry unlikely to sit well with the millions who stand to lose insurance coverage — or who prefer a smaller deficit.” Like hungry predators contemplating a particularly appetizing prey, House Republicans arrive in Washington this week with drool practically dripping from their chins. For most, the question is not whether they will try to repeal federal health care reform once Congress convenes Wednesday but how quickly, savagely and completely they can thwart President Barack Obama's signature program. But if they can wrest themselves from public denunciations of socialism, Medicaid recipients and \"death panels\" — or from partisan strategy sessions where the merits of repeal versus investigative attack hearings are no doubt being explored exhaustively — they may want to consider their biggest obstacle: the American people…. The legislation that the 111th Congress approved and President Obama signed into law last March has already provided considerable benefits that people will be loath to give up. Most prominent among them is the requirement that insurance companies not refuse coverage for people with pre-existing medical conditions. But there are many more: a limit on out-of-pocket charges to patients, mandated coverage of preventive care, a prohibition on insurers from dropping coverage for the seriously ill, no lifetime caps on coverage, and coverage for children on their parents' policies through age 26. Those are important, tangible benefits that the repeal effort now threatens.” [Baltimore Sun, 1/4/11]\n\nWilmington News Journal:“For openers, the House Republicans are expected to cut their own budget soon after the new session opens on Wednesday. Then they plan to repeal President Obama's health care reform bill. Both votes will be symbolic. The spending cut will be relatively small and the health care repeal is expected to go nowhere in the Democrat-controlled Senate.”  [Wilmington News Journal, 1/4/11]\n\n\t Orange County Register:  “The incoming chairman of the House Energy and Commerce Committee, Fred Upton of Michigan, has also promised a vote before the State of the Union message, set for Jan. 25, to repeal Obamacare, the expansion of the government role in health care passed last year. While a majority-Republican House might pass repeal, and could well bring along a few Democrats for the ride, this would be almost entirely symbolic. A Democratic-majority Senate would not approve it, and even if it did, President Barack Obama would veto it.” [Orange County Register, 1/3/11]\n\nSt. Pete Times: “Health Law’s Achievements.” Many members of the incoming Republican Congress told voters they'd work to repeal the landmark health care reform. But as 2010 comes to a close, it's worth noting the substantial strides the Affordable Care Act has already achieved in making health care more accessible, and those coming in 2011. Repealing the act, which won't take full effect until 2014, would mean reversing these improvements. Already in effect: Patient's Bill of Rights… Young Adults Coverage… High-Risk Insurance Coverage… Tax Credits… Effective Jan. 1: Medicare Extras… Premium Value… Primary Care Boost…” [St. Petersburg Times, 12/31/10]\n\nLa Opinión: “Now, the GOP’s electoral priority is to derail the first healthcare reform since 1965. Starting next week, the intention of the majority in the new House of Representatives will be to sabotage the implementation of the healthcare law. We hope that in 2011, for the well-being of the majority of Americans, those who believe access to healthcare is a right rather than a privilege, will win the public debate.” [La Opinion, 12/31/10]\n\n\n\n\n"
}