{
    "title": "Executive Order -- Providing an Order of Succession Within the Department of Labor | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/12/23/executive-order-providing-order-succession-within-department-labor",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 23, 2016\n\n \n\n\n\nExecutive Order -- Providing an Order of Succession Within the Department of Labor\n\n\n\n\n\n\tEXECUTIVE ORDER\n\n\t- - - - - - -\n\n\tPROVIDING AN ORDER OF SUCCESSION WITHIN\n\n\tTHE DEPARTMENT OF LABOR\n\n\tBy the authority vested in me as President by the Constitution and the laws of the United States of America, including the Federal Vacancies Reform Act of 1998, as amended, 5 U.S.C. 3345 et seq. (the \"Act\"), it is hereby ordered that:\n\n\tSection 1. Order of Succession. Subject to the provisions of section 2 of this order, and to the limitations set forth in the Act, the following officials of the Department of Labor, in the order listed, shall act as and perform the functions and duties of the office of Secretary of Labor (Secretary) during any period in which both the Secretary and the Deputy Secretary of Labor have died, resigned, or otherwise become unable to perform the functions and duties of the office of Secretary:\n\n\t(a) Solicitor of Labor;\n\n\t(b) Assistant Secretary for Administration and Management;\n\n\t(c) Assistant Secretary for Policy;\n\n\t(d) Assistant Secretary for Congressional and Intergovernmental Affairs;\n\n\t(e) Assistant Secretary for Employment and Training;\n\n\t(f) Assistant Secretary for Employee Benefits Security;\n\n\t(g) Assistant Secretary for Occupational Safety and Health;\n\n\t(h) Assistant Secretary for Mine Safety and Health;\n\n\t(i) Assistant Secretary for Public Affairs;\n\n\t(j) Chief Financial Officer;\n\n\t(k) Administrator, Wage and Hour Division;\n\n\t(l) Assistant Secretary for Veterans' Employment and Training;\n\n\t(m) Assistant Secretary for Disability Employment Policy;\n\n\t(n) First assistants, pursuant to the Act, to the officials in the order listed in (a) and (c)-(h);\n\n\t(o) Regional Solicitor – Dallas; and\n\n\t(p) Regional Administrator for the Office of the Assistant Secretary for Administration and Management – Region VI/Dallas.\n\n\tSec. 2. Exceptions. (a) No individual who is serving in an office listed in section 1(a)–(p) of this order in an acting capacity shall, by virtue of so serving, act as Secretary pursuant to this order.\n\n\t(b) No individual listed in section 1(a)–(p) of this order shall act as Secretary unless that individual is otherwise eligible to so serve under the Act.\n\n\t(c) Notwithstanding the provisions of this order, the President retains discretion, to the extent permitted by law, to depart from this order in designating an acting Secretary.\n\n\tSec. 3. Revocation. Executive Order 13245 of December 18, 2001 (Providing An Order of Succession Within the Department of Labor), is hereby revoked.\n\n\tSec. 4. Judicial Review. This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\tBARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\tDecember 23, 2016.\n\n\n\n\n"
}