{
    "title": "FACT SHEET: The White House Tribal Nations Conference | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/12/03/fact-sheet-white-house-tribal-nations-conference",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 03, 2014\n\n \n\n\n\nFACT SHEET: The White House Tribal Nations Conference\n\n\n\n\nOn Wednesday, the White House will host the White House Tribal Nations Conference. Leaders from the 566 federally-recognized Native nations engaged with the President, Cabinet Officials, and the White House Council on Native American Affairs on key issues facing tribes including, respecting tribal sovereignty and upholding treaty and trust responsibilities, lack of access to capital and credit, and protecting Native women and youth. \nThis year’s Conference builds on the President’s visit in June of this year to the Standing Rock Sioux Indian Reservation, where he reaffirmed his commitment to education and economic development. Nearly half of Native American people (42 percent) are under the age of 24; more than one-third of Native children live in poverty; and Native youth have the lowest high school graduation rate of students across all schools. As part of the Conference, the White House will release a new Native Youth Report that explores the challenges facing Native youth and makes recommendations for a path forward. For the first time in these Conferences, the voice of Native youth will be represented by 36 White House Youth Ambassadors, who will join tribal leaders in the breakout sessions and panels, and participating in leadership development programming.\nPresident Obama will also announce the launch of Generation Indigenous (Gen I), a Native youth initiative focused on removing the barriers that stand between Native youth and their opportunity to succeed. This initiative will take a comprehensive, culturally appropriate approach to help improve the lives and opportunities for Native youth and will include: \n\n\n\t\tNew Native Youth Community Projects, administered by the Department of Education (ED) through the existing Demonstration Grants Program to provide funding in a select number of Native communities to support culturally relevant coordinated strategies designed to improve the college-and-career readiness of Native children and youth.\n\n\t\tNew National Tribal Youth Network program in partnership with the Aspen Institute’s Center for Native American Youth. The Youth Network will support leadership development, provide peer support through an interactive online portal that links resources and tools, and empowers youth to become leaders within their communities. The White House, in cooperation with the Aspen Institute, will also host a high-level convening on challenges facing Native youth in February 2015.\n\n\t\tThe release of the White House Native Youth Report that acknowledges past failures of federal policy on the education of Native students, explores the breadth of the challenges facing Native children, and makes recommendations for a path forward.\n\n\t\tThe launch of the Cabinet Native Youth Listening Tour, which will begin next year as part of the President’s call to hear directly from Native youth on how to bolster federal policies to improve youth outcomes. In addition, the Administration will expand federal outreach on youth internships and employment opportunities across the federal agencies.\n\n\t\tThe first ever White House Tribal Youth Gathering to engage hundreds of Native youth in a day-long convening in the summer of 2015.  This gathering builds on the November 2014 Native Youth Conference hosted by Substance Abuse and Mental Health Services Administration (SAMHSA) and the tribal youth visit with President Obama.\n\nIn addition to these efforts, the Department of the Interior (DOI) is making progress to transform the Bureau of Indian Education (BIE). Since Secretary Jewell's Secretarial Order directing Indian Affairs to restructure the BIE to serve as a support network to schools rather than a direct education provider, DOI, along with ED has made steady progress towards implementing the Administration’s vision of high-achieving tribally-controlled schools.\nBelow are additional announcements and commitments that support tribal nations:\nSUPPORTING THE ACADEMIC ACHIEVEMENT OF ALL NATIVE AMERICAN STUDENTS\nPromoting Educational Self-Determination for Tribal Nations through Sovereignty in Indian Education Enhancements. In October 2014, DOI took a critical step towards furthering tribal control over BIE-funded schools when it issued $1.2M to six tribes to research, assess and develop implementation plans to establish tribally managed school systems. \nBuilding tribal capacity through State Tribal Education Partnership (STEP) grants. The STEP grant program is designed to strengthen Tribal Education Agencies (TEAs), and improve partnerships between tribes, states, and school districts so they can work together more effectively to meet the academic, cultural, and social needs of Native students. EDs Office of Indian Education (OIE) published a Notice of Proposed Priorities (NPP) for the STEP program on October 31, 2014.\nExpanding Access to STEM Programs. In September 2014, ED entered into an agreement with the National Park Service at DOI, and the Hands on the Land program at the National Environmental Education Foundation, to develop a project around STEM skills at 17 Bureau of Indian Education (BIE) funded schools and one state funded school near 21st Century Community Learning Center programs. The project will introduce students to STEM activities focused on natural and cultural resources to improve the retention of students in STEM activities during their middle and high school years.\nConvening Native Languages Summit. Following the first Native Languages Summit in June 2014 which brought together 300 participants, the National Endowment for the Humanities, the National Science Foundation, and the Association of Tribal Archives, Libraries, and Museums have joined ED and the Departments of the Interior (DOI) and Health and Human Services, (HHS) to convene a second Native Languages Summit in the Fall of 2015. The Summit will discuss best practices in preserving and revitalizing Native languages. \nImprovements in ED’s Special Programs for Indian Children. On December 3, ED will publish a notice of proposed rulemaking that proposes changes to the Demonstration grants program to add the Native Youth Community Projects mentioned above. It also makes substantial improvements to the Professional Development program, which funds the training of new American Indian/Alaska Native teachers and administrators.\nBUILDING STRONGER TRIBAL BUSINESSES AND ECONOMIES\nIncluding Tribal Nations in Department of Labor (DOL) Grant Programs. DOL will announce that the agency will treat federally-recognized tribal governments the same way it treats state and local governments when determining eligibility for employment and training grants. Following this announcement, DOL will consult with tribes, develop model grant language, incorporate the language into all relevant Funding Opportunity Announcements, and inform tribal leaders of upcoming funding opportunities.\nSupporting the Hiring of Tribal Members by Federal Contractors. DOL’s Office of Federal Contract Compliance Programs’ (OFCCP) Indian and Native American Employment Rights Program assists federal contractors that would like to use a tribal preference for work on or near tribal lands to do so consistent with existing law. OFCCP will sign an MOU with the Council on Tribal Employment Rights to formalize the agency’s working relationship with the Council. In turn, the Council will work closely with Tribal Employment Rights Offices (TEROs) to ensure contractors are able to hire tribal members.\nSupporting Native CDFIs' Sustainability and Impact. In October, the Department of Treasury announced a specialized training and technical assistance series to Native Community Development Financial Institutions (Native CDFIs) to foster their growth and sustainability, and enhance their ability to deliver financial services and financial products to Native American, Alaska Native, and Native Hawaiian nations, tribes, and communities.\nImproving Transportation and Infrastructure.  As part of a set aside to the Federal Highway Administration’s (FHWA) Tribal Transportation Program (TTP), DOT awarded $8.5 million this year in Tribal Transportation Program Safety Funds to 183 tribal nations for 195 projects that address safety needs in tribally identified areas of planning, engineering, education, and emergency response and enforcement. Similarly, under the discretionary component of the Tribal Transit Program (TTP), Federal Transportation Authority (FTA) funded 48 projects in 19 States totaling $5.04 million for Indian tribes to enhance and expand their transit services.\nImproving Tribal Water Infrastructure. This year, the Environmental Protection Agency (EPA) distributed $29 million to initiate the construction of 77 wastewater infrastructure projects for tribal nations to address the desperate need for basic sanitation services on tribal lands. Additionally, EPA distributed over $18 million for the construction of drinking water infrastructure projects for tribes to improve access to safe drinking water. \nIMPROVING TRIBAL JUSTICE\nDisseminating Reports and Recommendations on Tribal Justice. In November, the Department of Justice (DOJ) disseminated a report titled Ending Violence So Children Can Thrive that outlines policy and practice recommendations on the issue of children’s exposure to violence in Indian Country. The report is the culmination of the work of DOJ’s Task Force Advisory Committee on American Indian and Alaska Native Children Exposed to Violence, which conducted four public hearings and several listening sessions across the country to gather information on these important issues. Additionally, DOJ’s Office for Victims of Crime’s National Coordination Committee on American Indian/Alaska Native Sexual Assault Nurse Examiner-Sexual Assault Response Team released a report titled Improving Federal Agency Response to Sexual Violence in Tribal Nations: Issues and Recommendations.\nSUPPORTING HEALTHY, STRONG NATIVE AMERICAN COMMUNITIES\nExpanding Access to Health Care. HHS plans to announce the publication of a proposed rule for Medicare like rates for Indian Health Service (IHS) payments for purchased/referred care for non-hospital based and provider services. Additionally, HHS/CMS and Treasury/IRS have developed a new streamlined process for American Indian and Alaska Native citizens and family members who are eligible for health services from an Indian health-care provider to claim an exemption from the Affordable Care Act’s individual shared responsibility payment through the tax filing process. CMS also issued approximately $4 million for Connecting Kids to Coverage American Indian and Alaska Native Grants to increase participation in Medicaid and CHIP. In November, the Office of Personnel Management (OPM) announced new flexibility concerning the participation of tribal employers that will make it easier for them to enroll their employees in the FEHB Program.\nImproving Behavioral Health.  In November, HHS’s SAMHSA hosted a Native Youth Conference focused on improving the health and well-being of Native youth. At the conference, youth shared their views on federal policies, programs, and activities; contributed to the national tribal behavioral health agenda; and learned about best practices supported by SAMHSA’s tribal grants. In August, SAMHSA also announced the creation of a new Office of Tribal Affairs and Policy to serve as the point of contact on behavioral health issues and to support policies and innovative practices.\nPROMOTING CLIMATE RESILIENCE AND LAND AND NATURAL RESOURCES\nTechnical Assistance for Tribal Renewable Energy Projects. Department of Energy’s Office of Indian Energy announced a new round of competition for the Alaska Strategic Technical Assistance Response Team Program (START), a technical assistance program that supports the development of clean energy, energy efficiency projects, capacity building and energy planning efforts for rural Alaska Native villages and corporations. \nADVANCING THE GOVERNMENT TO GOVERNMENT RELATIONSHIP\nRestoring Tribal Homelands in Trust for Tribes. DOI continues to prioritize placing tribal homelands in trust for tribes, and has placed more than 280,400 acres of land into trust since 2009. Interior Secretary Jewell’s goal for DOI is to place at least 500,000 acres of land into trust by the end of the Obama Administration.  In May of this year, DOI issued a proposed rule that would allow the Department to consider fee-to-trust applications from tribes in Alaska. Additionally, under DOI’s Land Buy-Back Program for Tribal Nations, the Department is paying fair-market value to individuals who choose to sell fractional interests in trust or restricted land.  Purchased interests are immediately transferred to tribal trust ownership, ensuring that land stays in trust.\nResolving Longstanding Disputes.  Since President Obama took office, the Administration has established a new relationship with Native nations, increasing consultation with tribes on matters across the federal government that affect their interests, and the fair and expeditious settlement of litigation. The Administration settled the protracted Cobell litigation, several significant water rights cases, and lawsuits or claims brought by 80 Indian tribes, over the management of monetary assets and natural resources held in trust by the United States, for a total of $2.5 billion. These settlements mark an important milestone in the Obama Administration’s commitment to upholding the federal trust responsibility and strengthening our partnerships with tribal nations.\n\nSee also:\n\n\n2014 Native Youth Report\n\n\n\n\n\n"
}