{
    "title": "Press Call by Deputy National Security Advisor for Strategic Communications, Ben Rhodes; and the U.S. Chief Technology Officer, Megan Smith to Preview the Global Entrepreneurship Summit | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/23/press-call-deputy-national-security-advisor-strategic-communications-ben",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nJune 23, 2016\n\n \n\n\n\nPress Call by Deputy National Security Advisor for Strategic Communications, Ben Rhodes; and the U.S. Chief Technology Officer, Megan Smith to Preview the Global Entrepreneurship Summit\n\n\n\n\n\n\tVia Conference Call\n\n\t4:35 P.M. EDT\n\n\t     MR. PRICE:  Good afternoon, everyone, and thanks for joining today’s call to preview the Global Entrepreneurship Summit.  As a reminder, today’s call is on the record.  It is embargoed, however, until the conclusion of the call.  We have two senior administration officials on today’s call.  We have Ben Rhodes, who is the Deputy National Security Advisor for Strategic Communications on the National Security Council.  And we also have Megan Smith, who is the U.S. Chief Technology Officer.  So this call is on the record, but embargoed until its conclusion.\n\n\t     And with that, I will turn it over to Ben.\n\n\t     MR. RHODES:  Great.  Thanks, everybody, for getting on the call.  We just wanted to give you an overview of the Global Entrepreneurship Summit and some of the key events associated with it.\n\n\t     This is the seventh Global Entrepreneurship Summit.  The origin of the GES process was in the President’s Cairo speech.  And it was informed by the fact that we did public opinion analysis of what people around the world wanted to work with the United States on -- not governments, but the public.  And consistently at or near the top of that list was entrepreneurship.  And so we worked over the course of the last seven years to really elevate entrepreneurship in our international programming, our public diplomacy, and our global engagement in a variety of ways.\n\n\t     The centerpiece of that has been the Global Entrepreneurship Summit.  And it began focused on Muslim-majority countries, but increasingly we had very high-demand signals for participation in other regions of the world.  And since then there have been summits in Turkey and the UAE.  The President attended the summit in Malaysia and in Nairobi.  And this being the final year for the President, we decided to bring the Global Entrepreneurship Summit to Silicon Valley, which is widely seen around the world as the model for an entrepreneurship community.  And many of the individuals in Silicon Valley in particular have been role models for many entrepreneurs around the world.\n\n\t     So for this summit, the President will be leading a delegation that includes Secretary Kerry.  The State Department has played a lead role in coordinating these summits.  Penny Pritzker will be there for the Commerce Department.  They have played a significant role in our Global Entrepreneurship programming, particularly through the President’s PAGE ambassadors, which are Presidential Ambassadors on Global Entrepreneurship, who travel around the world and provide mentoring and assistance and capacity-building for entrepreneurs all around the world.\n\n\t     Maria Contreras-Sweet will be there from the Small Business Administration.  And the entrepreneurship process has had a focus on empowering women and marginalized communities, including empowering small business development.  And then from the White House, there will be a variety of staffers, including Valerie Jarrett and Megan Smith, who, of course, is on this call.\n\n\t     A few other points here.  We believe that entrepreneurship is a fundamental American value that attracts a lot of desire for collaboration around the world.  And so, as I said, this summit is meant to showcase our efforts to elevate entrepreneurship as a part of our foreign policy as well as our economic policy, because, frankly, the more that we are helping to grow emerging markets around the world and invest in innovative economic growth solutions, the more those become markets for our own goods, and the more we all benefit from innovation-driven economic growth.  And so the GES is meant to be a demonstration of that commitment for the President and these attendees.\n\n\t     A few other quick points in terms of what we focus on.  We try to bring entrepreneurs together so that they are networked with one another.  Often entrepreneurs from emerging economies don't have the same type of exposure to their peers as you have in the United States.  So one of the main functions of these summits is simply the convening power of the U.S. government to bring together leading entrepreneurs and emerging entrepreneurs from around the world.  And we'll have approximately 1,200 attendees, which will include people from every region of the world.  And there was a selection process that was competitive in terms of people who could come and participate in the sessions.\n\n\t     We'll also, of course, be focused on connecting entrepreneurs to capital and investment.  And again, that doesn’t come from the U.S. government, but what we are doing is giving greater visibility to the work of entrepreneurs, and then there are a variety of foundations and other investors who may be connected to people who are doing interesting work around the world as well.\n\n\t     And then, of course, as I said, we've had a focus on women and youth and minority communities in ensuring that they have the same access to the type of entrepreneurship networks that we're aiming to foster here as well.\n\n\t     In terms of direct U.S. government programming, we can provide you with additional information that we do provide in addition to the President’s ambassadors entrepreneurship, capacity-building for entrepreneurs around the world.  We also work with other governments to help them create a more constructive environment for entrepreneurs in the development of small businesses.  And that can include everything from open government to anticorruption initiatives to consultations on legal frameworks that can better facilitate entrepreneurship work.\n\n\t     Just a quick note on the President’s time at the GES.  He is flying out to California tomorrow.  Friday morning, he will participate in the final plenary, which comes after a number of days of sessions that will include panel discussions, capacity-building, training sessions, pitch sessions.  He will participate -- or he will give remarks and then he'll participate in a discussion with Mark Zuckerberg of Facebook, as well as some entrepreneurs from different parts of the world who are doing interesting work.  This is similar to the format he used, for instance, at the GES in Nairobi, and also when he was in the Philippines and he and Jack Ma spoke with the young Filipino entrepreneur.\n\n\t     Following that, we expect he'll be doing a Facebook Live taping with Mark Zuckerberg, and then he will be doing a Google Portal virtual conversation with international entrepreneurs.  We expect a lot of attention on the summit from people around the world who will be able to participate and follow the summit activities in a variety of ways.  And in the Google Portal conversation, he'll be able to speak to four entrepreneurs who will be following the sessions from around the world.  And we'll get you more information about who those entrepreneurs are on Friday.\n\n\t     So with that, I'll turn it over to Megan.\n\n\t     MS. SMITH:  Hello, everybody.  Thanks, Ben.  The American spirit of entrepreneurship is one of our most admired values.  And if you think about entrepreneurship, it’s really a fundamental part of the American way of life.  We are basically thinking about how to expand that force globally with the Global Entrepreneurship Summit.  And as Ben said, that was what we heard back from so many people.\n\n\tAnd so GES is really a reflection of the U.S. government’s commitment to support that kind of entrepreneurship as a foundational tool for building a more economically prosperous, secure and globally connected community around the world.  And as we’re coming together here at Silicon Valley, the administration is announcing a set of new commitments to advance inclusive entrepreneurship and innovation here at home as well.  So I wanted to share some of those.\n\n\tThe announcements are going to build on kind of a week of highlights we’ve been making that are providing really a powerful record we have in fueling the American innovation economy over the last seven and a half years.  This week, we are announcing major new steps taken to build on that.  So whether it’s supporting advance manufacturing -- it’s also the National Week of Making, there’s making events across the country which pull people into that passion and into advanced manufacturing.  The Department of Transportation published the new rule around non-recreational use of unmanned aircraft.  And we’re also supporting several next-generation technologies in that area.\n\n\tThe administration also released a high-impact report talking about the 100 examples of major impacts under the President’s leadership that is building American capacity in science, technology and innovation, and bringing that capacity to bear on our own national goals.  The United States is the best place in the world to start and grow a business, and yet there’s so much more that we can do to be able to field our whole team.\n\n\tCurrently, just 3 percent of American venture capital-based startups are led by women, and only around 1 percent are led by African Americans.  Female entrepreneurs start companies with 50 percent less capital than male entrepreneurs, and only about 4 percent of U.S.-based venture capital investors are women.  Venture capital also is geo-concentrated.  We find that innovation startups are predominantly getting money from venture in only a handful of large cities in really three major states, making it very difficult for those who want to build high-growth businesses who are in other regions.\n\n\tMaking sure that all Americans, no matter where they come from and what they look like, who they are, have a shot at our economy and our great American entrepreneurial values is important.  It’s also a really smart economic thing to do.  There’s a new study released today, an independent report by Intel Corporation and the Dalberg Global Development Advisors that quantify the economic impacts of improving diversity in the tech sector.  They’re estimating that an additional $470 to $570 billion in new value for U.S. technology industry could be generated through full representation of ethnic and gender diversity.\n\n\tSo one of the things we’re pleased to talk about today is that we have over 30 companies who are joining a new, industry-led tech inclusion pledge.  So today, Airbnb, Vox, Intel, Lyft, Medium, Pinterest, SAP, Spotify, VMWare, Zynga, and many others are committing to take concrete actions to make the technology workforce in each of their companies more representative of the entire American people.\n\n\tAnd the administration is playing a part in expanding inclusive entrepreneurship too.  Today, we’ll be announcing major expansion of the Small Business Administration’s Startup In A Day initiative in nearly 100 U.S. cities, now, and communities.  This effort helps streamline licensing, permitting, and all the other requirements you need to start a business in the community with the goal to enable entrepreneurs to be able to apply for everything necessary so that that begins within 24 hours.\n\n\tAnd three federal agencies will be adopting a new expansion of the National Science Foundation’s Innovation Corps, ICorps.  This is an entrepreneurship training program.  Over 800 teams have competed in the curriculum from 192 universities and 44 states, which have resulted in the creation of over 320 companies.\n\n\tAnd as Ben said, on the global side, the administration is supporting the PAGE initiative.  The embassies around the world have been capacity-building entrepreneurship, working on supporting governments with the kind of policy they need.  And today, here in Silicon Valley, we’ll be gathering 1,200 attendees, which will include the entrepreneurs who come from all around the world.  We’ve been with them today, they’re amazing.  There’s a contingent of Americans with them from many different states.  We’ve got investors, all the ecosystem supporters, educators, business representatives, government officials, and they really represent the full measure of that entrepreneurial talent that comes from diverse backgrounds across our own nation and across the world.\n\n\tSo we’re excited to open for questions.\n\n\t     Q    Two questions.  I'm wondering whether the President will spend any time during his visit talking about issues that he's talked a lot about with this community, such as combatting extremism on social media, the privacy issue, encryption, cybersecurity, or whether it's just focused on entrepreneurship, as you've described.\n\n\tAnd secondly, on the inclusion issue, I'm wondering whether -- I mean, you listed off some of the bigger companies of the 30 on the factsheet, but I'm wondering whether you're surprised or disappointed or still working on some of the really big players to come on board with this and whether you can sort of describe whether this has been in the works for a long time, how it came about, who played a leadership role in the Valley on this, and what exactly, what concrete actions these companies are going to be taking.\n\n\tMR. RHODES:  Sure.  I'll just take the first question.  On the other issues -- encryption, countering violent extremism -- we do not expect that to be the focus of the conversations over the next couple of days.  This really is a conversation that is focused on entrepreneurship and how are we cultivating networks of entrepreneurs globally, how are we promoting innovation, how are we connecting entrepreneurs with access to capital.\n\n\tAnd we have a whole other series of conversations that are ongoing with companies in Silicon Valley related to a host of issues to include countering violent extremism, the use of social media by terrorist groups like ISIL, the questions related to encryption as it relates to our counterterrorism efforts.  But those are done separately.  And we also have plenty of other issues that we talk to these companies about.  But that’s not going to be the focus of the President's discussions, his remarks.  This is really structured to be about the affirmative agenda of entrepreneurship.\n\n\tI will say that it is notable that part of the reason why we chose to focus on entrepreneurship is precisely because we believe that the United States needs to have affirmative values that we are promoting around the world, in addition to the efforts that we do to counter terrorism.  And that's partly why this had its origin in his Cairo speech, because we wanted to engage on not just what we're against, but what we're for.  And the work that entrepreneurs are doing all over the world, to include in Muslim-majority countries, provides a very clear alternative to the ideologies propagated by ISIL.  The people who come to this type of event are people who are focused on what they can build. ISIL is simply focused on what they can destroy.\n\n\tSo this is, again, meant to be very much focused on that element of our agenda.  I should have just mentioned in the opening, we’re also very pleased that Stanford is hosting this.  They obviously, in addition to being located in northern California -- which is a hub of so much of this activity -- Stanford itself is an internationally renowned academic institution, but also a center of innovation.  So we're very pleased that they were kind enough to host us, which is no easy task, with our cybersecurity summit that they're now doing this.\n\n\tMS. SMITH:  So we are so pleased with the tech inclusion pledge.  It's really an industry-led initiative that came together very much out of the White House Demo Day from last summer, where -- you know, a Demo Day is typically where companies come together and we celebrate, such as (inaudible) and other things.  And the kids -- the President, he really brought them together to celebrate American entrepreneurship at the level that it's really expanding, and work on the inclusion.  There were entrepreneurs from across the country in the White House demoing their amazing companies and discussing.  And we focused on these inclusivity points, which I outlined some of the facts behind that and how important it is to the economy to really continue to not only feel the inventive groups that we already are feeling and continue that, but also add all Americans and field the entire team there.\n\n\tSo really inspired by the White House Demo Day, industry came together to figure out how it could work, and working on both measurement as well as innovation.  And this is an innovative group of people, so we're really looking forward to their research-based work that they plan to get up to.\n\n\tThe other thing there about numbers, they continue -- the group continues to reach out to more companies, and so we had many more even joining today.  Another thing that was wonderful to see was several of the venture capitalists were reaching out specifically to their brand-new companies and some of their smaller companies, which is terrific because it's starting that kind of inclusive culture right from the get-go as the companies are forming.  So I'm happy to see them joining.\n\n\tQ    Hi.  Thank you.  I wanted to ask a question about these seven years of promoting entrepreneurship overseas, both the tactical work as well as the summit.  So I understand the point of it.  I’m wondering what evidence do you have that this is working and being successful.\n\n\tMR. RHODES:  So we have a number of metrics that we follow.  One simple point here simply is that we are able to convene a substantial amount of people around each of these summits, and that then catalyzes its own entrepreneurship ecosystem in the places where we’ve been.\n\n\tSo for instance, when we were in Malaysia, following the entrepreneurship summit that we had there, which focused on Southeast Asia as a region, the Malaysians opened a center focused on entrepreneurship that the President then visited when he went there, and so they now have a larger institutional basis to connect entrepreneurs and to promote entrepreneurship.\n\n\tWhen we were in Nairobi, there were actually a number of substantial investments that were made around the entrepreneurship summit, given the exposure that African entrepreneurs had to international investors, including people like Steve Case, who is a PAGE ambassador.\n\n\tSimilarly, we just have the ability through our technical assistance and our PAGE ambassadors to provide mentoring in many different countries.  And again, we can provide you with some of the more detailed numbers of just how many countries PAGE ambassadors have visited and how many people we’ve reached through those efforts.\n\n\tImportantly, what we’ve also done -- and I think this will be a focus at the meeting in Stanford -- is, with external partners like the Kauffman Foundation, like the Spark Global Entrepreneurship effort that we initiated -- is so that they can then take out of these sessions ideas to generate pitch competitions, to connect entrepreneurs to investment, to connect entrepreneurs with sources of funding.  And so we do believe that we’ve provided entrepreneurs with exposure to a significant amount of funding sources with the assistance of some non-governmental partners.\n\n\tWe’ve also been able to develop indices that measure what constitutes an environment that is conducive to entrepreneurship in other countries.  So we’ve been able to work and take inputs from entrepreneurs, and then develop indices about what types of legal frameworks facilitate entrepreneurship, what types of environments promote small business, what types of best practices can be adopted to streamline the ability for someone to take an idea and access capital, what type of transparency measures can create better environments for entrepreneurs to operate, potentially in countries that have confronted corruption.\n\n\tSo all that is to say -- and we’ll have more specifics and factsheets and other papers that we’ll be providing -- I think the main areas are the entrepreneurs that we’ve been able to convene, the entrepreneurship ecosystems that we’ve been able to generate in the countries where we’ve operated, the access that we’ve been able to provide to capital through the convening of entrepreneurs and investors and nongovernmental organizations, and developing through this dialogue with global entrepreneurs better indices and metrics for how countries can effectively promote entrepreneurship and the development of small business.  And again, in that effort we prioritize women and minority communities.\n\n\tMS. SMITH:  The only thing I might even add to that, Ben, exactly is there’s also a wonderful thing from the South by Southwest speech the President gave about modernizing government.  And really the State Department, in hosting the summit, has really taken the playbooks out of Silicon Valley in the way that entrepreneurs really gather -- with Ignite talks, and workshops, and hands-on methodologies for all these entrepreneurs.  The caliber of talent here is very high, from many different countries.\n\n\tAnd so getting them interacting in the kind of network that it takes for entrepreneurs to thrive, we have people like Steve Case and Julie Hannah, who are Presidential Advisors on Global Entrepreneurship -- the chair of Kiva, of course, Steve Case -- have just really driven this.  So really getting this network together in addition to all of the specific things around capital is a significant move.\n\n\tMR. RHODES:  And one just small example of this, for instance, is -- leading into the GES, the State Department was able to take 150 partners in industry and investors and connect them with 150 entrepreneurs who we’ve identified through our programming in the world, women and youth entrepreneurs so that they have the ability to present their ideas and potentially be connected to capital.\n\n\tIf you think of this summit process, it’s reached, through attendees, 17,000 people over the course of the last seven years.  So our hope is -- this is a nontraditional space for the U.S. government because, frankly, the biggest payoff is going to be what happens between the people who form connections around these summits and what they take out of those summits.  And oftentimes, we work very deliberately to try to find entrepreneurs who are working in areas that we believe foster development.\n\n\tSo for instance, who is developing off-grid solutions to developing access to electricity in Africa -- that’s a part of our Power Africa development initiative.  It’s also something where entrepreneurship and access to capital, it could do more than just simply U.S. foreign assistance.  So that’s the type of outcome that we’re seeking to generate.  And we’ll be able to measure some important progress and breakthroughs around the summit in the next couple days.\n\n\tQ    Hi.  This is about the tech inclusion as well, probably for Megan.  So the tech inclusion program, which you’re announcing today, it sounds as if it’s oriented from the participants or corporations, and VCs to the extent that they’re reaching out to their companies.  But is there any kind of initiative to reach VCs and other funders in getting a similar kind of inclusion program, both for women and minorities and also for reaching out to geographic areas particularly within the U.S. that are not being reached as much by venture capital?\n\n\tMS. SMITH:  So one of the things during the White House Demo Day was a wonderful pledge that was made by the Venture Capital Association working on I think 42 VCs are signed on that, and they’re working on diversification of VC firms -- not only within their partnerships, more within the partnership as partners.  And we’ve seen some movement there -- but continues to be a really important area to focus on and push for.\n\n\tThey’ve also made some commitments about their funding and expanding that.  And we’re seeing a little less on the geo-expansion, but definitely -- I mentioned Steve Case, Presidential Advisor of Global Entrepreneurship, really working on Rise of the Rest, which he’s talking about at the different states.  And so the work that we’re doing to raise the profile of those, the work of the SBA, the Small Business Administration, does support those entrepreneurs to be able to register those companies much more quickly and build the ecosystems there.\n\n\tThere’s tech meetups across this country, hundreds a day, and in many cities they’re almost invisible to the people who are living there.  And yet, those entrepreneurs are there, so -- really bringing the visibility there is really essential to the local communities -- can also be stepping in.\n\n\tBut, yes, there's definitely kind of a commitment that VC teams had already made last summer that's very similar to this now.  The tech inclusion pledge is much more about the companies of all sizes.\n\n\t     Q    Yes, hello.  So just to confirm, there's not going to be anything said on the encryption issue?  And then my second question would be, do you have a complete list of the companies that are joining this diversity thing that you talked about?\n\n\t     MR. RHODES:  I'll take the first question.  No, we're not going to be discussing encryption in the context of the summit.  Again, we do have both formal and informal dialogue with Silicon Valley and American tech companies around the encryption issue.  But those tend to happen in different channels.  Obviously, there are conversations that may happen on the margins of these events, but this is not on our agenda.\n\n\t     MS. SMITH:  Yes, the factsheet on the White House's link has the full list that's up there.  So anybody, go ahead and grab that there, the whole list -- the over 30 is in there.\n\n\t     Q    In President Obama's \"A New Beginning\" speech in Cairo, he did speak out about how things are going to be discussed, including women programs.  Yet, Ben, you mentioned in your opening statement that here in the U.S., the numbers are so low for women and minorities, with only a 3 percent rate of startups for women.  What does the President hope to achieve at this summit to bringing to the fold more women and minorities into entrepreneurship, not only here in the U.S., but around the world?\n\n\t     MR. RHODES:  So in terms of our global programming, if you look at the funding that the State Department and the Commerce Department provides for technical assistance to entrepreneurs, and if you look at the way in which we structure the invitee list to these summits and other events we do focusing on entrepreneurship around the world, we have prioritized women and minority communities in that outreach and in those efforts.\n\n\t     So at each of these summits, and within all of our programming, and within the funding from State and Commerce, there's a dedicated line of effort then to support women entrepreneurs and minority entrepreneurs.  Similarly, if you look at our Young Leaders initiatives in Africa and Southeast Asia, where we have the capacity to select participants for the exchange programs and for the broader network, entrepreneurship has been a focal point of those programs, and we have prioritized the inclusion of women entrepreneurs and minority entrepreneurs in those programs in general.  So it's something that we sought to elevate as a top priority in all of our entrepreneurship programming and public diplomacy programming in this space.\n\n\t     In terms of how that connects domestically, I think Megan can speak a bit to that.  I would just add that what we try to do is, through the agenda of these summits, ensure that we have an inclusive and diverse list of participants not just from around the world, but obviously from the United States as well.\n\n\t     But, Megan, I don’t know if you want to add to that.\n\n\t     MS. SMITH:  One of the things for today at the summit is GES+ -- so there's a real focus of women and youth who are having an extra day of programming to make sure that we're really building a community.  And often, in entrepreneurship, it has to do with kind of network access and bias and other things that are there.  So giving those network opportunities is really helpful.\n\n\t     Last week was the United State of Women hosted by the President and with the Council of Women and Girls.  And so there were six major tracks, and two of the tracks -- one was around education with a heavy emphasis on STEM education, both in there for children and the kind of capacity-building that we need to do, like the President's Computer Science For All initiative, or for grownups, the 600,000 jobs open in the United States, which is a tech-hire initiative, which is a short course, boot camp -- really reaching more broadly into the American people and making sure people are coming into those and providing those kinds of training opportunities to build skills.\n\n\t     Often, those who enter a company for the first time come in in the workforce, but then they may spin out to be an entrepreneur in their second go-around.  So really getting people pipelined in is really important.\n\n\t     Another piece in the innovation area from United State of Women was a set of work around media bias and unconscious or institutional bias.  So we hosted an event with the national academies that was focused on best practice and things we can do to mitigate bias that exists, whether it's in our classroom textbooks, whether it's in our academies for the labs, in our workplaces, our workforces.  Of course, Silicon Valley doing a lot of work there with unconscious bias training and other things.  Whether it's in, of course, as we're talking today, in our entrepreneurial ecosystems, in our public places there are so few statues of women.  We're just not celebrating or seeing women.  And so in the media area, there was a commitment made by the Association of National Advertisers, the ANA, the new campaign \"See Her,\" which is about a much more authentic representation of women.  So I'll refer you to their announcements that we've been talking to them about.\n\n\tAnd as part of that, that includes these professional -- seeing people.  So, for example, in children's television today, according to the Geena Davis Institute on Gender Media, it's 15 to 1 -- coders who are boys -- cast as a boy or animated -- boy to a girl that our children are watching the same challenges of media bias.  So that kind of work gets at the roots of people.  It's hard to be what you can't see.  And so working with our entertainment industry and our advertisers, and seeing them step up, similar to the tech inclusion pledge around workforce, seeing the advertising world step up around how they're representing people and making sure we're going to field the whole American team and the whole world team on critical issues and entrepreneurship and all the things we need to do.\n\n\tMR. RHODES:  And let me just give you one kind of statistical metric of this.  In 2014, at the GES, we made a commitment, the United States did, to generate over a billion dollars of capital to support global entrepreneurs by 2017, the end of the administration.  And we committed that half of that would go the youth and women.  And the partnership that we formed with the Spark Coalition in 2014 allowed the State Department to connect our various entrepreneurship programs with resources outside of government in pursuit of that goal of leveraging a billion dollars in capital.\n\n\tAnd it was able to go on such an accelerated basis that at the GES in Kenya in 2015, we were able to announce that we had reached that goal through government and private sector commitments ahead of schedule.  And again, that was an effort that sought to ensure that at least half of our capital was being focused -- and again, this is not just U.S. government resources, this is resources we're connecting people through non-governmental partners as well who interface with U.S. government programming and convening but that did prioritize youth and women as half of that goal.\n\n\tQ    I admit I'm shoehorning this a little bit, but a big controversy in Silicon Valley this week has been the retention by Facebook of Peter Fail on the board, who has obviously said some controversial comments about women and been funding a legal effort against a media organization.  So since you guys have pitched this as sort of an expression of American values, I'm just kind of wondering if the President plans in any of these sort of sideline conversations or interactions with Facebook to raise any concerns about him or to discuss kind of these controversies, either explicitly or implicitly.\n\n\tMR. RHODES:  I would not expect us to weigh in on matters that are internal to the companies out there.  Megan, unless you have anything to add to that.\n\n\tMS. SMITH:  I Think the President is going to -- as Ben said, we probably won't get into the specifics, but his focus is really on this capacity-building of the American people.  Mark is a great example of an American entrepreneur, and there should be other entrepreneurs with him in celebrating these incredible -- the incredible talent that's here, that's gathered, as well as the key things that we need to get moving on to continue to build this.\n\n\tHe may touch on global connectivity with Global Connect, and the work -- back to the women’s question -- women have less access to cell phones than men, and then initiatives -- the great work by the State Department there, and as we move all the American people connected, all people around the world connected, we have a great set of accomplishments already nationally.  Now the State Department is leading a push internationally with Global Connect and other things that will be on entrepreneurship.\n\n\tMR. RHODES:  I would just say, again, it cannot be overstated as you travel the extent to which these companies -- Facebook, Google, all of the startups located in this area -- the hold on the imagination of people around the world.\n\n\tAnd so the reason we are doing the summit in California, the reason why the President is actively participating in a discussion with Mark Zuckerberg and doing the Google Portal, and will certainly be interacting with a variety of other leading entrepreneurs from the Valley, is that this is an aspect of American society and American values that really is universally admired -- or aspired to around the world.  So that’s the manner in which I think we sought to develop the participants both for the U.S. and overseas.\n\n\tQ    So I commend the tech inclusion pledge, but I was wondering about whether some of the -- what about some of the negative externalities that some aspects of entrepreneurship inevitably create?  A lot of these markets and new products disrupt manufacturing communities that are getting hammered by robots or 3D printing, taking formally human-run assembly jobs.  I notice that the agenda does not include a panel on social costs, but are you planning to address some of these issues in an informal way?\n\n\tMS. SMITH:  One of the -- so, as you guys know, or many people know, we have -- the President is -- we’re hosting a series of events on AI machine learning.  We’ve already hosted two of those, Seattle and D.C. -- law and policy in Seattle and then AI for good applications in D.C.  There’s two more planned, and then we have a side set of events here -- there’s a range of side events.  If you look on the website that the GES team has as well as others have organized, because they’re such an incredible group of people here.\n\n\tSo for example, AI machine learning conversations began happening on Thursday -- exactly to your point.  Because as we go into job transitions, as have happened in -- as the Industrial Age came, now we’re in the Information Age -- we just continue to see -- many of the jobs today were not here 10, 20 years ago, and here they are.  And so -- continue to provide that leadership and that framework for the conversations to evolve and iterate in those areas.\n\n\tMany of the entrepreneurs here today, having just spent a bunch of the morning with them, have incredible innovations that are really going to speak to many of those challenges that will face us as we continue on this path.\n\n\tMR. RHODES:  Let me just close with a couple foreign policy points -- that are just worth making.\n\n\tFirst of all, for those of you who didn’t notice the announcement, India announced during Prime Minister Modi’s visit to Washington earlier this month that they will host next year’s Global Entrepreneurship Summit.  So we welcome India’s commitment to entrepreneurship and, indeed, they have sought in India to cultivate an environment that fosters great entrepreneurship and open government.\n\n\tSecond, there will be participants from 170 countries -- entrepreneurs from 170 countries at the GES.  Notably, there will be a contingent of entrepreneurs from Cuba.  During the President’s trip -- and our policy general in Cuba has focused on how we can support Cuba’s nascent private sector and the cuentapropistas who are doing very interesting work there.  So we have a number of Cubans participating, which I think is a further demonstration of our ongoing normalization, and the cultivation of people-to-people ties.  And the Cubans themselves recently made an announcement about creating more space for small- and medium-sized enterprises, so we’re seeking to continue to support that sector of the Cuban economy.\n\n\tAnd then lastly, we’re expecting a number of foreign governments to participate, and the manner in which the governments are participating is that they are making commitments in their own countries to support entrepreneurs, and then that brings them into the fold of the GES process.  And we’ll be able to detail that over the next couple days while we’re out in California.\n\n\t                        END                5:16 P.M. EDT\n\n\t###\n\n\n\n\n"
}