{
    "title": "White House Announces New Chief Usher, Angella Reid | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/04/white-house-announces-new-chief-usher-angella-reid",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nOctober 04, 2011\n\n \n\n\n\nWhite House Announces New Chief Usher, Angella Reid\n\n\n\n\n\n\tThe White House is pleased to announce that Angella Reid will serve as the next Director of the President’s Executive Residence and “Chief Usher.” Reid will be the ninth person and first woman to serve in the role. Reid brings to the position 25 years of hotel management experience where she won multiple leadership awards. She will begin in November. The position was most recently held by Rear Admiral Stephen W. Rochon, USCG (Ret.), who departed from the post earlier this year to take a position at the Department of Homeland Security.\n\n\tAs Chief Usher, Reid will be responsible for overseeing all aspects of the operations and activities within the Executive Residence and on the Executive Residence grounds. Among her many responsibilities, Reid will oversee management of the Executive Residence to ensure activities and resources are used efficiently and effectively. She will maintain close liaison with the White House Historical Association, the Committee for the Preservation of the White House, the U.S. Commission of Fine Arts, and other related entities to maintain and preserve the historic People’s House. Reid will also oversee the annual inventory of White House property, conducted by the Office of the Curator and the National Park Service.\n\n\tAngella Reid currently is General Manager at The Ritz-Carlton, Pentagon City, Arlington, Virginia. Previously, she served in management positions at The Ritz-Carlton properties in Miami, Florida and Washington, D.C. Before her tenure with The Ritz-Carlton, Reid was General Manager at the Hartford Marriott Rocky Hill Hotel in Connecticut and Director of Operations at the Renaissance New York Hotel in New York City. Reid holds a degree in Hospitality Management from the Carl Duisberg Gesellschaft School in Munich, Germany and is conversational in German and basic Spanish.\n\n\n\n\n"
}