{
    "title": "Fact Sheet: U.S. Global Development Policy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/22/fact-sheet-us-global-development-policy",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 22, 2010\n\n \n\n\n\nFact Sheet: U.S. Global Development Policy\n\n\n\n\n\n\n\t\tPresident Obama's Development Policy and the Global Climate Change Initiative (pdf)\n\n\t\tPresident Obama's Development Policy and Global Food Security (pdf)\n\n\t\tPresident Obama's Development Policy and the Global Health Initiative (pdf)\n\nToday, the President signed a Presidential Policy Directive on Global Development, the first of its kind by a U.S. administration.  The directive recognizes that development is vital to U.S. national security and is a strategic, economic, and moral imperative for the United States.  It calls for the elevation of development as a core pillar of American power and charts a course for development, diplomacy and defense to mutually reinforce and complement one another in an integrated comprehensive approach to national security.  It provides clear policy guidance to all U.S. Government agencies and enumerates our core objectives, our operational model, and the modern architecture we need to implement this policy.\nA 21st Century Development Policy\nAs our National Security Strategy states: “Through an aggressive and affirmative development agenda and commensurate resources, we can strengthen the regional partners we need to help us stop conflict and counter global criminal networks; build a stable, inclusive global economy with new sources of prosperity; advance democracy and human rights; and ultimately position ourselves to better address key global challenges by growing the ranks of prosperous, capable and democratic states that can be our partners in the decades ahead.”\nDevelopment is thus indispensable in the forward defense of America’s interests in a world shaped by growing economic integration and fragmenting political power; by the rise of emerging powers and the persistent weakness of fragile states; by the potential of globalization and risks from transnational threats; and by the challenges of hunger, poverty, disease, and global climate change. The successful pursuit of development is essential to advancing our national security objectives: security, prosperity, respect for universal values, and a just and sustainable international order. \nOur investments in development – and the policies we pursue that support development – can encourage broad-based economic growth and democratic governance, facilitate the stabilization of countries emerging from crisis or conflict, alleviate poverty, and advance global commitments to the basic welfare and dignity of all humankind.  Without sustainable development, meeting these challenges will prove impossible.\nThrough the Presidential Policy Directive, President Obama has made clear that sustainable development is a long-term proposition, and progress depends importantly on the choices of political leaders and the quality of institutions in developing countries.  Where leaders govern responsibly, set in place good policies, and make investments conducive to development, sustainable outcomes can be achieved.  Where those conditions are absent, it is difficult to engineer sustained progress, no matter how good our intentions or the extent of our engagement.\nThe President’s approach to global development addresses the new strategic context faced by the United States through the following three pillars: \n\n\n\t\tA policy focused on sustainable development outcomes that places a premium on broad-based economic growth, democratic governance, game-changing innovations, and sustainable systems for meeting basic human needs;\n\n\t\tA new operational model that positions the United States to be a more effective partner and to leverage our leadership; and \n\n\t\tA modern architecture that elevates development and harnesses development capabilities spread across government in support of common objectives. \n\nThe Presidential Policy Directive seeks to forge a new and lasting bipartisan consensus on development policy within the broader context of our National Security Strategy.  It builds on and formalizes many core tenets of the development agenda set in place by recent administrations, while embracing new priorities and approaches that respond to the challenges we now confront.\nA Policy Focused on Sustainable Development Outcomes\nOver the last several decades, trade-offs among competing development objectives have been made implicitly rather than explicitly, and the effectiveness of U.S. development efforts has been weakened as a result.  President Obama will focus U.S. development efforts to maximize the impact of our investments and policies.  Moving forward, the United States will:\nFoster the next generation of emerging markets by enhancing our focus on broad-based economic growth and democratic governance.  Economic growth is the only sustainable way to accelerate development and eradicate poverty.  The United States will: \n\n\n\t\tElevate broad-based economic growth as a top priority, ensuring that our investments and policies are guided by rigorous assessments of what the U.S. can do to help countries achieve sustainable growth. \n\n\t\tIncrease the focus of resources, policy tools, and engagement in support of select countries and sub-regions where the conditions are right to sustain progress. \n\n\t\tUse U.S. leadership in the multilateral development banks, U.N. agencies, other international organizations, other donors, foundations, nongovernmental organizations, the private sector, and other stakeholders to deploy the full range of our development tools and policies at our disposal. \n\nInvest in game-changing innovations with the potential to solve long-standing development challenges.  Leveraging the power of research and development, the United States will:\n\n\n\t\tIncrease our investments and engagement in development-focused innovation by seeking and scaling up potential game-changing development technologies such as vaccines for neglected diseases, weather-resistant seed varieties, and clean energy technologies. \n\n\t\tIncrease public funding - while securing more private funding - for development-focused research, including by:\n\t\t\n\n\t\t\t\tCapitalizing new models for innovation and bringing sustainable models to scale;\n\n\t\t\t\tUsing our leadership, bilaterally and multilaterally, to foster, highlight, and reward innovation; and\n\n\t\t\t\tIncreasing developing countries’ creation and utilization of science and technology and removing impediments to innovation faced by the private sector.\n\n\n\nPlace greater emphasis on building sustainable capacity in the public sectors of our partners and at their national and community levels to provide basic services over the long-term.  The United States will continue to provide medicine, emergency food aid, humanitarian relief and other assistance where it is desperately needed.  But we will also strive to help increase the capacity of our partners to meet those needs by:\n\n\n\t\tInvesting in systemic solutions for service delivery, public administration, and other government functions where sufficient capacity exists; a focus on sustainability and public sector capacity will be central to how the United States approaches humanitarian assistance and our pursuit of the objectives set out in the Millennium Development Goals. \n\nTailor development strategies in stabilization and post-crisis situations to the context of the challenges.  Applying lessons from past experiences, the United States will:\n\n\n\t\tBalance our civilian and military power to address conflict, instability and humanitarian crises.\n\n\t\tPursue development strategies that are appropriate to the circumstances and program resources accordingly, taking into account our core interests and the importance of linking our investments to a long-term strategy. \n\n\t\tUtilize development expertise in the design of interventions and adopt metrics, appropriate to our objectives and the context, against which we can measure progress. \n\nHold all recipients of U.S. assistance accountable for achieving development results.  We must hold accountable all countries to which the United States provides assistance, including those to which we have provided substantial assistance over years or decades.  The United States will:\n\n\n\t\tSeek sustained development progress consistently, even in those countries where our assistance efforts have been driven largely by other strategic considerations, and give greater attention to pursuing policy reforms essential for development, including through diplomatic engagement\n\nA New Operational Model\nThe effectiveness of our development policy will derive in large measure from how we engage, from our ability to take into account the complexity of development challenges and the changing development landscape, and from our commitment to incorporate development expertise and an orientation toward results.  Moving forward, the United States will:\nBe more selective about where and in which sectors it works.  The United States cannot do all things, do them well, and do them everywhere.  Instead, the U.S. must focus its efforts in order to maximize long-term impact.  The United States will:\n\n\n\t\tMake hard choices about how to allocate attention and resources across countries, regions, and sectors.\n\n\t\tDemand greater focus from assistance programs within countries, especially those with small programs.\n\n\t\tReallocate resources in support of those efforts that yield the greatest impact.\n\nUnderscore the importance of country ownership and responsibility.  Where our partners set in place systems that reflect high standards of transparency, good governance, and accountability, the United States will:\n\n\n\t\tRespond directly to country priorities, making new investments in line with established national strategies and country development plans based on broad consultation. \n\n\t\tEmpower responsible governments to drive development and sustain outcomes by working through national institutions rather than around them.\n\nForge a deliberate division of labor among key donors. The United States will:\n• Seek an explicit division of labor by focusing our efforts on select countries and regions.\n• Focus our expertise in a smaller number of sectors, with an emphasis on selectivity and an orientation toward results.\n\t \n\t• Work with bilateral donors, the multilateral development banks and other international organizations to ensure complementarity and coordination of efforts.\nLeverage the private sector, philanthropic and nongovernmental organizations, and diaspora communities.  The United States will:\n• Reorient our approach to prioritize partnership from policy conception through to implementation, finding new ways to leverage our investments and to spur action by others both in Washington and the field.\n\t  \n\tStrengthen key multilateral capabilities. The United States will:\n• Redouble our efforts to support, reform, and modernize multilateral development organizations most critical to our interests.\n• Renew our leadership in the multilateral development banks, ensuring that we take advantage of their expertise and coordinate our respective efforts.\n• Create new multilateral capabilities as and where needed, as we have done by making the G20 the premier forum for our international economic cooperation.\nDrive our policy and practice with the disciplined application of analysis of impact.  The United States will:\n• Set in place rigorous procedures to evaluate the impact of policies and programs, report on results and reallocate resources accordingly, incorporate relevant evidence and analysis from other institutions, and inform the policy and budget process. \n• Undertake a more substantial investment of resources in monitoring and evaluation, including with a focus on rigorous and high-quality impact evaluations.\nA Modern Architecture \nTo ensure the effective implementation of our new policy, the United States will raise the importance of development in our national security policy decision-making and generate greater coherence across the U.S. Government.  The United States will:\nElevate development as a central pillar of our national security policy, equal to diplomacy and defense, and build and integrate the capabilities that can advance our interests.  To ensure that development expertise is brought to bear in decision making, the Administrator of USAID will be included in meetings of the National Security Council, as appropriate.  The Administrator will report to the Secretary of State, who will ensure that development and diplomacy are effectively coordinated and mutually reinforcing in the operation of foreign policy.  Through existing policy mechanisms (e.g., trade policy through the United States Trade Representative’s Trade Policy Review Group, etc.), an assessment of the “development impact” of policy changes affecting developing countries will be considered.\nReestablish the United States as the global leader on international development.  This entails a long-term commitment to rebuilding USAID as the U.S. Government’s lead development agency – and as the world’s premier development agency – by focusing on the following areas:  \n\t• The development of robust policy, budget, planning, and evaluation capabilities. \n\t• Leadership in the formulation of country and sector development strategies, as appropriate.\n\t• Streamlined operating methods and greater transparency.\n\t• Learning, research and best practices that produce breakthrough results and embrace game-changing innovation.\n\t• Investments that benefit women and girls.\n\t• New partnerships globally that leverage the expertise and resources of others. \n\tThe Presidential Policy Directive also commits the U.S. government to building the capabilities of the Millennium Challenge Corporation and better coordinating its efforts with those of USAID and U.S. development policy more generally.  The United States will more effectively draw on the contributions of agencies across the United States Government, including the Departments of Agriculture, Health and Human Services, Justice, Labor, Commerce, and Treasury, Overseas Private Investment Corporation, United States Export-Import Bank, and the United States Trade and Development Agency.\nEstablish mechanisms for ensuring coherence in U.S. development policy across the United States Government.  The United States will:\n\n\n\t\tFormulate a U.S. Global Development Strategy for approval by the President  every four years;\n\n\t\tConduct a Quadrennial Diplomacy and Development Review by the Department of State and USAID, and\n\n\t\tEstablish an Interagency Policy Committee on Global Development, led by the National Security Staff and reporting to the NSC Deputies and Principals, to set priorities, facilitate decision-making where agency positions diverge, and coordinate development policy across the executive branch,  including the implementation of this PPD.\n\n\t\tBeyond the issues coordinated by the White House, the Secretary of State will coordinate foreign assistance and the Secretary of the Treasury will coordinate multilateral development bank policy, consistent with existing law.  In the field, the Chief of Mission will ensure the coherence and coordination of development cooperation across U.S. agencies.\n\n\t\tCreate a U.S. Global Development Council, comprised of leading members of the philanthropic sector, private sector, academia, and civil society, to provide high-level input relevant to the work of United States Government agencies. \n\nFoster the integration of capabilities needed to address complex security environments.  The United States will seek an enhanced level of interagency cooperation in complex security environments by providing strong incentives for the design of common analysis, planning, and programs that draw upon the distinct perspectives and expertise of different U.S. agencies.\nA New Partnership with Congress\nPresident Obama is committed to working closely with Congress to establish a shared vision of the way forward on global development.  The Congress has been at the forefront of efforts to build up U.S. development capabilities and to chart new directions and priorities.  Any meaningful and permanent change to how we approach development will require engagement with and buy-in from Congress.  In forging this new partnership, we will seek greater flexibilities, including a reduction in earmarks and the ability to reallocate funding from less to more effective programs, while committing departments and agencies to a much higher standard of accountability for results.\nImplementation\nThe National Security Staff will coordinate the interagency in implementing this Presidential Policy Directive, beginning with the FY 2012 budget process.\nIn addition, three major initiatives reflect work already underway to implement core elements of President Obama’s new development policy:\n\t \nFeed the Future (FTF) is the U.S. component of a global initiative launched by President Obama at the London Summit of the G20.  FTF is aimed at promoting a comprehensive approach to food security by accelerating economic growth and raising incomes through greater agricultural productivity, increasing incomes and market access for the rural poor and enhancing nutrition. Our efforts are driven by country-owned strategies and coordinated with those of other donors and stakeholders, including leveraging the engagement of other stakeholders, including the private sector, academia, foundations, multilateral institutions and non-government organizations.  This also includes the establishment of the Global Agriculture and Food Security Program (GAFSP) – a multilateral trust fund, based at the World Bank and launched by the United States in collaboration with other donors, including private philanthropy — designed to help poor farmers grow, market and earn more.\nOur Global Health Initiative (GHI) builds on the foundation laid by President George Bush through the creation of the President’s Emergency Program for AIDS Relief (PEPFAR).  Taking into account the lessons learned over the last decade, and with an eye to achieving greater and more sustainable impact, the GHI expands our global health effort and impact by improving disease treatment, integrating our interventions and expanding our investments to strengthen health systems, improve maternal child health, address neglected tropical diseases, and foster increased research and development.  \nThrough the Global Climate Change Initiative (GCCI), the United States will integrate climate change considerations into its foreign assistance strategy to foster a low-carbon future and promote sustainable and resilient societies in coming decades. As part of President Obama’s commitments in Copenhagen, we are working together with our partners to provide “fast start” climate finance approaching $30 billion during the period 2010-2012 to help meet the adaptation and mitigation needs of developing countries, including deploying clean energy technologies.  The Administration will use the full range of mechanisms – bilateral, multilateral and private – to invest strategically in building lasting resilience to unavoidable climate impacts; reduce emissions from deforestation and land degradation; and, support low-carbon development strategies and the transition to a sustainable, clean energy economy.  We are working to make our climate financing efficient, effective, and innovative, based on country-owned plans, and focused on achieving measurable results.\n\tThese initiatives prioritize investments in game-changing innovations and research, the capacity of host countries, and strong mechanisms to hold both ourselves and our partners accountable for achieving sustainable outcomes. To make these programs more effective, we are working closely with recipient nations, other donors, non-governmental organizations, the private sector, UN agencies, and multilateral development banks.\n\n\n\n\n"
}