{
    "title": "Preliminary Excerpt of the President's Address to Congress and the List of Americans Seated with the First Lady | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/preliminary-excerpt-presidents-address-congress-and-list-americans-seated-with-firs",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nFebruary 24, 2009\n\n \n\n\n\nPreliminary Excerpt of the President's Address to Congress and the List of Americans Seated with the First Lady\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ___________________________________________________________________  FOR IMMEDIATE RELEASE                                             February 24, 2009 The White House today released a preliminary excerpt of the President’s address to the joint session of Congress tonight.   Also, listed below are the names of the Americans who will be seated in the First Lady’s box during the President’s remarks.  Excerpt But while our economy may be weakened and our confidence shaken; though we are living through difficult and uncertain times, tonight I want every American to know this: We will rebuild, we will recover, and the United States of America will emerge stronger than before. The weight of this crisis will not determine the destiny of this nation. The answers to our problems don’t lie beyond our reach. They exist in our laboratories and universities; in our fields and our factories; in the imaginations of our entrepreneurs and the pride of the hardest-working people on Earth. Those qualities that have made America the greatest force of progress and prosperity in human history we still possess in ample measure. What is required now is for this country to pull together, confront boldly the challenges we face, and take responsibility for our future once more.    Guest List for the First Lady’s Box  2009 Joint Session of Congress Mrs. Michelle Obama Dr. Jill Biden Leonard Abess Jr., CEO, City National Bank of Florida (Miami, FL)  Abess Jr. is Chief Executive Officer (CEO) of City National Bank of Florida, now a subsidiary of Caja Madrid. Abess Jr. started his career in the bank's print shop, which made forms and documents. Working his way up the ladder gave him an appreciation for the role that employees play in the success of an enterprise. He is currently serving a three-year term as Miami Branch Director of the Federal Reserve. On February 4, 2009 the President announced new restrictions on executive compensation. In the midst of our current financial crisis, limitations on executive pay are designed to ensure fiscal responsibility as we work to strengthen our economy by stabilizing our financial system. Abess Jr. demonstrated this sort of responsibility last November when he decided to quietly share some $60 million of the proceeds he received from the sale of City National shares to Caja Madrid with current and former front-line bank employees. Ty'Sheoma Bethea, Student (Dillon, SC)  Bethea is an eighth grader at JV Martin Junior High School in Dillon, SC. Upon hearing the President mention her school’s crumbling facility built in the 1800's during the first presidential news conference on February 9, 2009, she wanted to do something to help her school. After school hours, she walked to the public library to gain access to a computer and composed a poignant letter to Congress asking for help. Her principal, Amanda Burnette, promised to pass along the letter to Congress and the President in hopes that the students of JV Martin Junior High School can realize their dreams of becoming doctors, lawyers, and lawmakers. Bethea will be accompanied by her mother, Dina Leach. Elizabeth Carballo, Student (Washington, DC)  Carballo is a junior at Roosevelt Senior High School in Washington, D.C. She plans to go to college and is currently interested in studying business. Richard G. DeCoatsworth, Police Officer (Philadelphia, PA)  Officer DeCoatsworth of the Philadelphia Police Department has demonstrated courage above and beyond the call of duty. On September 27, 2007, DeCoatsworth was following three suspicious-looking men who had parked and exited their vehicle. He began to pursue them, when a fourth male exited and fired a shotgun blast directly into the officer’s face. DeCoatsworth was temporarily blinded after being struck at almost point blank range, but when his vision returned, he was still standing. Bleeding from the face, DeCoatsworth chased the perpetrator on foot for nearly two blocks. The officer returned fire and put out flash information on the subject during the pursuit, before he finally collapsed. Due to DeCoatsworth’s relentless efforts and the information he dispatched, police were able to apprehend the dangerous suspect a short time later. Following his recovery, he returned to the police force on June 26, 2008 and was promoted to the elite highway patrol for his heroic actions. For his courage and determination, DeCoatsworth was honored by the National Association of Police Organizations with its 2008 TOP COPS Award. Earl Devaney, Chair, Recovery Act Transparency and Accountability Board  As head of the Department of Interior’s Office of Inspector General, Devaney is currently responsible for overseeing the administration of a nationwide, independent program of audits, evaluations, and investigations involving the Department of the Interior’s programs and operations. Devaney began his law enforcement career in 1968 as a police officer in his native state of Massachusetts. After graduating from Franklin and Marshall College in 1970 with a degree in Government, he became a Special Agent with the United States Secret Service. At the time of his retirement from the Secret Service in 1991, Devaney was serving as the Special Agent-in-Charge of the Fraud Division and had become an internationally recognized white collar crime expert regularly sought by major media outlets. Upon leaving the Secret Service, Devaney became the Director of the Office of Criminal Enforcement, Forensics and Training for the U.S. Environmental Protection Agency. In this position, Mr. Devaney oversaw all of EPA's criminal investigators, EPA's Forensics Service Center, and the National Enforcement Training Institute. Mr. Devaney's years of managerial excellence were recognized in 1998 by the prestigious Meritorious Presidential Rank Award for outstanding government service. Mayor Bob Dixson (Greensburg, KS)  Mayor Dixson is a native Kansan. He has been a resident of Greensburg since 1985. Dixson took office as Mayor of Greensburg in May 2008, just one year after Greensburg was devastated by an F5 tornado that resulted in the loss of 11 lives and 95% of its buildings. After the tragedy, the town came together and decided to rebuild itself as a prototype green town, and has reconstructed many of its buildings as LEED-certified green buildings. The remarkable spirit of the citizens of Greensburg has turned this tragedy into an opportunity for renewal and new direction. Mayor Dixson will be aided in his effort with funds from the recently signed American Recovery and Reinvestment Act. Governor Jim Douglas (Montpelier, VT)  Governor Douglas has been serving the people of Vermont for more than thirty years. Over the course of his career, Governor Douglas, a Republican, has received more votes than any other person in Vermont’s history, a testament to his appeal to voters of all political persuasions. In his current role as the vice chairman of the National Governors Association, Governor Douglas played a pivotal role in garnering early support for the American Recovery and Reinvestment Act. Mary Henley (Richmond, VA)  Henley is a 78-year-old working woman. She had been married to her husband for 46 years when he died last April. Although her husband worked primarily as a truck driver, he also worked with Henley part-time cleaning office buildings in Richmond. While Henley is currently receiving Social Security benefits, she has continued to work part-time cleaning office buildings in order to help pay her basic living expenses. SPC Jonathon N. James, US Army (Mountain View, AR)  SPC James is a native of Batesville, AR and enlisted in the Army in May 2006 as a Field Support Specialist. He deployed to Afghanistan in May 2007 and was assigned to Company A, 2nd Battalion, 503rd Infantry Camp Ederle, Italy as a Forward Observer. He was injured on September 28, 2007 when his platoon was conducting a dismounted patrol and they received enemy small arms fire. He sustained two penetrating shrapnel wounds on his left hand, but still continued fighting on OBJ Reno in the Watapor Valley, Afghanistan. He assumed the role of Team Leader, directing fires while under intense fire. After being wounded, he stayed in the fight delivering lethal effects, moving other wounded under fire, and inspiring others. He is currently recovering at Walter Reed and considers Mountain View, AR home. Valerie B. Jarrett, Senior Advisor and Assistant to the President for Intergovernmental Affairs and Public Liaison Blake Jones, Co-Founder and President, Namaste Solar (Boulder, CO)  Jones has over ten years of engineering and project management experience in the energy and telecom industries and has worked extensively throughout the USA, Asia and the Middle East. In early 2005, Jones co-founded Namaste Solar, a Boulder, CO based, and employee owned solar electric company. Namaste Solar has installed over 500 solar PV systems in Colorado since 2006, more than any other company. Since its inception the company has grown from four to 55 employees in three years. On February 17, 2009 the President and Vice President toured the Namaste solar installation atop the Science Museum and the Convention Center in Denver, CO prior to the signing of the American Recovery and Reinvestment Act. Without the stimulus provisions, Namaste expected to lay off as many as half their staff in 2009, however, with the signing of the Act Namaste expects to expand and hire some 20 new employees in 2009. Shannon Kendall (Georgetown, TX)  Shannon is originally from Albuquerque, NM, and graduated in 1999 from New Mexico State University with a degree in Business Marketing. Since then, she has served in several different marketing executive positions in Massachusetts, California, Colorado, and Texas based upon the moves associated with her husband's different military assignments. She is currently serving as the Family Readiness Group leader for her husband's Troop. MAJ Ryan Kendall is originally from Nashua, NH, and graduated from the United States Military Academy in 1999 with a Mechanical Engineering Degree. For the past ten years, Ryan has served with units in Korea, Colorado, Texas, and Alabama as an Apache Helicopter Pilot. He has served twice in Iraq, once as a Platoon Leader, and most recently for 15 months as a Troop Commander. Ryan is currently serving in the Army on Active Duty at Fort Hood, TX, with the 4th Squadron, 3rd Armored Cavalry Regiment as a Troop Commander. Shannon and Ryan were married in Albuquerque, NM, in September 2004 and have been together since November 2000 when Ryan was assigned to Korea. Shannon and Ryan welcomed their son Aidan Scott to the family in July 2007. Shannon and Aidan spent the past 15 months in Albuquerque, NM, to be close to family while Ryan was deployed. Victoria Kirby, Student (Washington, DC)  Kirby is a senior at Howard University’s John H. Johnson School of Communications who will be graduating this year with a B.A. in communications and culture. Kirby is an undergraduate student member of the Howard University Board of Trustees, works as a program assistant for the Walter H. Annenberg Honors Program, and is a recipient of one of the Educational Testing Service’s Presidential Scholars awards. Geneva Lawson, Safe-Deposit Custodian, City National Bank of Florida (Miami, FL)  Lawson has worked at City National for 51 years. She is currently the safe-deposit custodian at the Miami Beach branch. She has previously held the following positions at City National: collection teller, payroll teller, savings teller, print shop clerk, and proof/bookkeeping clerk. Lawson is a recipient of the personal funds National Bank CEO Leonard Abess Jr. distributed last November – she plans to save and buy a new car with the bonus. Lilly Ledbetter (Jacksonville, AL)  Ledbetter was the plaintiff in the American employment discrimination case Ledbetter v. Goodyear Tire & Rubber Co. Ledbetter worked at the Goodyear plant in Gadsden, AL for nearly 20 years before she learned her male co-workers were paid more for the same work. She filed suit, and a federal court jury awarded her nearly $4 million. However, in 2007, the US Supreme Court said the 180-day window to file her case had closed years before, after the first unfair paycheck, even though she had no knowledge of the pay disparity between her and her male co-workers. On January 29, 2009 the President signed his first bill in office; the Lilly Ledbetter Fair Pay Restoration Act, which makes each unfair paycheck an act of discrimination, and thus reopens the 180-day window for filing a court case. In signing this bill the President upheld one of this nation's founding principles: that we are all created equal, and each deserve a chance to pursue our own version of happiness. General Alfonso E. Lenhardt, US Army (Washington, DC)  The Honorable Al Lenhardt has been the CEO of the non-profit National Crime Prevention Council (NCPC) since May 2004. On September 4, 2001, he was appointed the 36th Sergeant at Arms of the United States Senate and became the first African American to serve as an officer of the Congress. He also served as the executive vice president and chief operating officer of the Council on Foundations. Lenhardt retired from the U.S. Army in August 1997 as a Major General with more than 30 years of service in leadership and management positions. His last position with the Army was Commanding General, U.S. Army Recruiting Command, at Fort Knox, KY, where he managed and directed an organization of more than 13,000 people in over 1,800 locations. He also served as the senior military police officer for all police operations and security matters throughout the Army’s worldwide sphere of influence. Lenhardt was born in New York City and holds a Bachelor of Science degree in Criminal Justice from the University of Nebraska, a Master of Arts in Public Administration from Central Michigan University, and a Master of Science in the Administration of Justice from Wichita State University. Roxanna Garcia Marcus, Development Manager, Year Up (Washington, DC)  Marcus joined the Year Up team in July 2008 as the Development Manager. A Florida native, she first came to the DC area when she served as an AmeriCorps member with City Year. A first-generation American, Roxanna said she was drawn to the opportunity to give back to her community and country in a meaningful and lasting way. After graduating with a BA in Public Relations from the University of Florida, Roxanna served as the Development Director for Big Brothers Big Sisters of Mid-Florida. There she worked on all aspects of the agency’s fundraising and strengthened the organization’s brand. At Year Up, she works with other members of the development team to support the site through grant writing, individual solicitations and other fundraising opportunities. Abbey Meacham, Firefighter (Forest, VA)  Meacham has been a firefighter and paramedic in the Lynchburg Fire Department since 2004. Her Department boasts over 170 uniformed personnel and provides fire, rescue, and emergency medical services to the citizens of Lynchburg. Her Station 6 is the busiest in Lynchburg. Meacham is also a certified instructor, teaching both fire and EMS courses. Akrem Muzemil, Student (Washington, DC)  Muzemil is a sophomore at Benjamin Banneker High School in Washington, D.C. He plans to attend college and is currently interested in studying engineering. Sergeant John E. Rice, USMC (Bethesda, MD)  Sgt Rice was born in Bethesda, MD and graduated from East Chapel Hill High School in Chapel Hill, NC. He attended the University of Maryland from 2003 to 2005. Sgt Rice arrived at recruit training on the February 14, 2006 at MCRD Parris Island. Upon completion of recruit training, he reported to Jacksonville, NC for infantry training. Upon completion of infantry training, Rice reported to Recon Training Platoon, 2nd Recon Bn, Camp Lejeune, NC. On January 9, 2006 Rice reported to Amphibious Reconnaissance School (ARS) in Virginia Beach, VA. Following ARS, he attended Army Airborne School in Ft Benning, GA and Navy SERE School in San Diego, CA and reported to 3rd Recon Bn, 3 MARDIV in Okinawa, Japan on July 1, 2007. Rice’s Company deployed to Iraq in April 2008. He was injured when a landmine exploded while on a foot patrol on July 10, 2008. While receiving treatment at NNMC, Bethesda Cpl Rice was promoted to Sgt. His personal decorations consist of Letter of Appreciation, National Defense, Global War on Terror, Sea Service Deployment, Iraq Campaign, Navy Achievement and Purple Heart. Juan Francisco Rodriguez, Student, Bell Multicultural High School (Washington, DC)  Rodriguez is a sophomore at Bell Multicultural High School in Washington, D.C. He plans to attend college and is currently interested in studying mechanics and engineering. Phil Schiliro, Assistant to the President for Legislative Affairs Alvaro Simmons, Chief Operating Officer, Mary’s Center (Washington, DC)  Simmons began serving as the Chief Operating Officer of Mary's Center for Maternal and Child Care in early 2006. Alvaro has 18 years experience in the health care field, in addition to nearly 20 years as an educator in New York public schools and colleges. In his professional roles at various medical centers and hospitals, Alvaro has led multiple units working toward the best health care of patients in obstetrics, drug use treatment, mental health, and adolescent health units. On February 10, 2009 the Center hosted First Lady Michelle Obama for her first official visit to a nonprofit organization in the District. Governor Ted Strickland (Columbus, OH)  Governor Strickland believes that Ohio government must live within its means while investing in what matters. Brought together by a sense of common purpose, legislators from both parties have worked closely with the Governor to strengthen Ohio. During his service in Congress, Governor Strickland built an impressive record on behalf of the people of Ohio. He was instrumental in expanding access to health insurance for children, ensuring that America kept its promises to our veterans, and in bringing home millions in investments for roads, technology, and economic development and health initiatives. He didn’t come to public service as a lawyer or an investor, but as the son of a steelworker in Lucasville, OH as one of nine children. He received a B.A. in History in 1963 from Asbury College in Kentucky. He then went on to attend the Asbury Theological Seminary and received a Master of Divinity. He continued his studies at the University of Kentucky, receiving a doctoral degree in Counseling Psychology in 1980. Professionally, he has served as a minister, a psychologist, and a college professor. He was elected governor of Ohio on November 7, 2006, and was sworn into office on January 8, 2007.\n\n\n\n"
}