{
    "title": "FACT SHEET: A Year of Action Supporting Computer Science for All | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/12/05/fact-sheet-year-action-supporting-computer-science-all",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 05, 2016\n\n \n\n\n\nFACT SHEET: A Year of Action Supporting Computer Science for All\n\n\n\n\n\n“…we have to make sure all our kids are equipped for the jobs of the future – which means not just being able to work with computers, but developing the analytical and coding skills to power our innovation economy.”\n\nPresident Obama, Weekly Address, January 30, 2016.\n\n\tThere are half a million open technology jobs in the United States today, and that number is projected to more than double within the next 4 years. These jobs pay 50 percent more than the average private-sector job. One recent analysis of 26 million job postings found that nearly half of all the jobs in the top quartile in pay require some computer-science (CS) knowledge or coding skills.\n\n\tAnd yet, CS remains largely missing from American K-12 education. By the most recent estimates, just 40 percent of K-12 schools report offering even a single computer-science course, and only 32 states currently allow students to count computer science towards core high school graduation requirements.\n\n\tThese challenges, and the growing relevance of computing to America’s economy, cybersecurity, and national security, are why President Obama issued a bold call to action at the beginning of this year—in his final State of the Union address—to give every child the opportunity to learn computer science.\n\n\tSince then, 2016 has been a year of action in support of computer science. Fourteen new states have expanded CS education, more than 500 organizations have responded to the President’s call to action, and a new AP-CS course launched this fall and is already being offered in more than 2,000 classrooms. Fifteen Federal agencies are coordinating efforts to expand CS education, with new investments and guidance. Twenty-seven governors have called on Congress to support CS education.\n\n\tMarking this year of progress, and kicking off the Computer Science Education Week 2016, the White House is announcing new actions in support of CS education.\n\nNew Actions Announced by the Administration Today\n\n\tFederal agencies are announcing new actions in support of Computer Science for All:\n\n\nNational Science Foundation (NSF) is announcing today $20 million in planned investment in FY 2017 in support of CS education. These new investments will take place under the Computer Science for All: Researcher Practitioner Partnerships (CSforAll: RPP) program, building on NSF’s $25 million investment in FY 2016. The program aims to better understand, through research and development, how to provide high-school teachers with the preparation, professional development, and ongoing support that they would need to teach rigorous computer-science courses; and K-8 teachers with the preparation they would need to integrate computer science and computational thinking into their classrooms.\n\nNational Science and Technology Council (NSTC) will develop a CSforAll strategic framework in the coming year. The NSTC Committee on Science, Technology, Engineering, and Mathematics (CoSTEM) Federal Coordination in STEM Education Task Force’s (FC-STEM) Computer Science for All Interagency Working Group will develop a strategic framework to guide Federal efforts to support the integration of computer science and computational thinking into K-12 education.\n\n\n\tThese new CS announcements will also complement Administration efforts to expand broader STEM learning opportunities:\n\n\nU.S. Department of Education's (ED) 21st Century Community Learning Centers (21st CCLC) is expanding its STEM partnerships in scale and scope. From an initial pilot collaboration between ED and the National Aeronautics and Space Administration (NASA) in 2013, which brought authentic STEM (science, technology, engineering and math) experiences to students at 20 21st CCLC sites across 3 states, this program will now reach students at more than 200 sites across 25 states and will involve collaboration among 5 Federal agencies: ED, NASA, National Parks Service (NPS), Institute of Museum and Library Services (IMLS), and National Oceanic and Atmospheric Administration (NOAA).  Through these Federal partnerships, students from groups typically underrepresented in the STEM fields will have access to high-quality, hands-on, inquiry-based STEM activities, as well as opportunities to connect directly with STEM professionals, to cultivate interest in the field and enhance college and career readiness. The 21st CCLC is a $1.1 billion formula-grant program dedicated to providing students who attend high-poverty and low-performing schools with academic and enrichment opportunities during out-of-school time, including computer science. \n\n\nAdditional Actions in Response to the President’s Call to Action\n\n\tToday, more than 250 different organizations are announcing new commitments, demonstrating the strong response to the President’s call to give every student the opportunity to learn computer science. With these new announcements, more than 500 organizations have responded this year to the computer science call to action. \n\nBuild the Resource and Knowledge Base for Rigorous, Inclusive CS Education\n\n\n100Kin10 is launching a new Networked Improvement Community (NIC) within its 280 partner organizations. This NIC is focused on making Computer Science and Engineering more prevalent in K-12. Participating organizations include: Intrepid Museum Foundation, New York City Department of Education, STEM Teachers of New York City, Inc., American Association of Physics Teachers, American Modeling Teachers Association, Bootstrap, and the New York Academy of Sciences. These organizations will research and map hurdles in the K-12 system for CSforAll, and develop, test, and improve solutions to overcome them.\n\nBootstrap, STEMteachersNYC, the American Association of Physics Teachers and the American Modeling Teachers Association will develop computing modules and companion professional development resources to enable integration of computing concepts in physics courses. The 4-year project has the potential to impact nearly 17,000 students, and train 83 teacher leaders and who will help disseminate the computing modules to up to 28,000 Physics teachers nationwide.\n\nCenter for Advancing Women in Technology (CAWIT) in collaboration with San Francisco State University, San José State University and U.C. Berkeley, through $3M in investment from Intel Corporation, KLA-Tencor Foundation, and Salesforce, will launch the Technology Pathways Initiative (TPI), to increase participation of women in CS fields through the development of new interdisciplinary CS degree programs at three pilot campuses in 2017.\n\nCornell Tech, Cornell University Extension, the CSforAll Consortium, and Tomkins-Seneca-Tioga Board of Cooperative Educational Services (TST-BOCES) will develop a model for CS education students in rural/exurban areas, beginning with the 9 districts, 27 schools and 12,700 students served by TST-BOCES and then shared widely with the CSforAll Consortium membership.\n\nCSforAll Consortium, in support of the movement and national community of stakeholders, will conduct a needs assessment and publish a comprehensive report on the current issues and needs of the community to facilitate CSforAll success; launch a membership drive with the goal to include an education association from every state, PR and DC; and partner with CS Teaching Tips to create ten “Practices from Research” resources to begin a library of research-based practices for members.\n\nDevTech Research Group at Tufts University will organize volunteer translators to localize the ScratchJr programming app into ten new languages allowing thousands of children to access the programming technology in 2017; provide tools for informal learning settings to facilitate collaborative ScratchJr and KIBO robotics family coding days in communities around the world by April 2017; add new modules to the KIBO Robotics Kit to encourage learning programming through art and literacy in 2017; and recruit a larger cohort of international educators for the second year of the Early Childhood Technology Certificate Program for August 2017 enrollment.\n\nErikson Institute’s Technology in Early Childhood Center will collaborate with the Archdiocese of Chicago’s Office of Catholic Schools to provide training to early childhood educators on how to create developmentally-appropriate computer science programs for children in kindergarten through 3rd grade. The project will reach 6,000 students from all socio-economic and cultural backgrounds across 25 schools. A new research project and educator survey will also be launched, measuring the level of access that early childhood educators in the system have to WIFI, technology tools, and professional development. \n\nEducational Testing Service (ETS), with an advisory committee including representatives from the Computer Science Teachers Association (CSTA) and Code.org, is developing a new teacher licensure test in Computer Science. The new test launches in September, 2018.\n\nFab Newport and All Saints STEAM Academy will develop a series of applied computer science courses that address potential Smart Cities/Compassionate Cities functionality by leveraging emergent technology in the textile and Internet of Things (IOT) industries. The initial course will be a dual degree high school and college introductory course.\n\nGoogle is launching a new career preparation program for college students, developing a new pre-service teacher training program, and expanding access to high quality CS education opportunities. Through igniteCS, junior and senior undergraduates majoring in CS will receive career coaching from Google Software Engineers, with the goal of increasing diversity in the CS field. Google’s K-12 Education team is committing an additional $1.25M in 2017 to address unconscious bias in the classroom, support the development pre-service teacher trainings that address the shortage of CS teachers in underserved communities, and build the effectiveness of community based non-profits focused on equity in CS education. This effort will also support the National Girls Collaborative Project helping expand the Computer Science Outreach Program Evaluation Network (CS OPEN), by adding an additional cohort in 2017 to help more organizations improve their CS outreach through quality program evaluation. Finally, YouTube Kids will partner with engineer-in-training Karlie Kloss and other popular creators like Talking Tom and Friends and SciShow Kids to show kids the awesome power of CS.\n\niBoss Cybersecurity develop and curate a set of free resources for educators and students to explore careers in computer science CS with a focus on cybersecurity, to be distributed through a National Cybersecurity Education Portal (NCEP). \n\nIntel will fund the development of a culturally sensitive High School CS curriculum for Native American students, and collaborate with the American Indian Science and Engineering Society (AISES) to support 40 Native American university students a year for 4 years, by providing them with financial support, an opportunity to be mentored by an industry expert at Intel, an opportunity for paid internships and a job upon successful graduation.\n\nMission Measurement, with financial support from Intel Corporation, 3M, CME Trust, and Dell|EMC will create a CS and STEM Genome that will collect, analyze and make information available on 400+ studies, encompassing 2,800+ CS and STEM program evaluations and 170,000+ data points to practitioners and policymakers around the world to design evidence-based CS initiatives and identify the features that make programs successful.\n\nNutanix will pilot a learning program with San Jose State University to integrate cloud technology and curriculum into a graduate level CS class.\n\nProject GUTS will develop an online community space called \"teacherswithguts.org\" where teachers share experiences and lessons on integrating CS in science through computer modeling and simulation serving 2000+ educators in the Project GUTS community by March 2017. Project GUTS will offer an online teacher PD course on computer modeling and simulation featuring the MIT Scheller Teacher Education Program's StarLogo Nova. This course addresses the needs of 500 middle and high school teachers who are preparing to incorporate modern scientific practices of computer modeling and simulation and computational thinking into their science classrooms.\n\nProject Lead The Way (PLTW) will launch two new CS units, increasing access and options for students in grades 6-8. Units will focus on physical computing and mobile app development and will be ready for schools to implement in the fall of 2017.\n\nUniversity of Illinois-Urbana Champaign Creative Technologies Research Lab will develop and study instructional strategies and supports for K-12 students with disabilities and others at risk for academic failure engaging 200 K-8 students in Illinois and New York by December 2017.\n\nUniversity of Massachusetts Amherst will collaborate with Springfield and Holyoke Public School Districts in Western Massachusetts to develop and test models for implementation of an age-appropriate computer science education curriculum that accounts for significant challenges such as significantly diverse student populations, large numbers of economically disadvantaged students, students with disabilities and English-Language learners, high teacher turnover, and funding and infrastructure challenges. Upon completion, these models will be shared broadly with similar districts statewide and nationally.\n\nUniversity of North Texas Department of Computer Science and Engineering, in partnership with Perkins School for the Blind and the California School for the Blind will pilot a new version of the JBrick robotics programming software, the Glance data analysis tool, and an accessible version of Blockly to support visually impaired students in learning CS.  Additionally, the team will test an accessible block-based programming tool for visually impaired students over the next year, with the aim of ultimately enabling visually impaired students to participate in Hour of Code and similar activities.\n\nUTeach Computer Science will host an estimated 32 professional learning workshops during the 2017–18 school year to prepare as many as 950 teachers to teach AP Computer Science Principles across the US.\n\n\nIncreasing Access to Computer Science in Schools\n\n\n70 districts and more than 280 schools across 39 states, in partnership with the CSforAll Consortium, have signed the CSforAll K-12 Pledge to support and promote implementation of CSforAll in their communities.\n\n\t\tSchools and districts nationwide are taking immediate steps to implement new CS programs or expand offerings in 2017 to bring CS to over 65,000 new students in 11 states including: Bell Middle School in CO; Central York School District in PA; Compton Unified School District in CA; Dallas Independent School District in TX; Dearborn STEM Academy with the Boston Plan for Excellence in MA; Delaware County Intermediate Unit (DCIU) in PA; Dysart Unified School District in AZ; Hartford Public Schools in CT;  Holy Family Academy in PA, Kettle Moraine School District in WI; Keystone Oaks School District in PA; Lower Hudson Regional Information Center (LHRIC) Model Schools Program with Pleasantville, Bronxville, and Chappaqua School Districts in NY; Puget Sound Educational Service District (PSESD) in WA; Ridley High School in PA; Taylor School in IL; Pickerington Local School District in OH.\n\nBroward County Public Schools, through its #BrowardCodes initiative, will broaden the participation in CS for all 271,000 K-12 students through partnerships with local businesses and the formation of a CS Advisory Board to facilitate mentorships, field trips, and app challenges that engage students in career exploration beginning with CSEdWeek 2016.\n\nCity of Philadelphia will implement CS in 50% of the District’s high schools by the 2017-2018 school year, expanding access to computer science education to an estimated 17,000 high school students; implement meaningful computer science exposure and activities focused on computational thinking and problem solving for over 5000 students at 22 middle schools; and collaborate with educational partners to provide computer science curriculum resources for the District's over 8600 teachers.\n\nCodeVA will expand K-5 training statewide to prepare teachers at 1153 elementary schools to deliver CS in compliance with Virginia's newly adopted CS standards. CodeVA will deliver after-school and summer CS enrichment for 500 students in high need districts.\n\nColorado School of Mines and the Front Range Computer Science Teachers' Association will recruit, engage, and train 100 Colorado teachers in CS content and pedagogy in 2016-17, and provide ongoing support for new CS teachers through mentorship by Colorado School of Mines students.\n\nCouncil of the Great City Schools in partnership with the University of Chicago will facilitate and support adoption of CSforAll by the Council’s 70 urban school districts through development of a web resource on implementation of CS programs in urban districts, and virtual meetings to raise awareness and mentor districts.\n\nCS4All, the NYC Department of Education’s ten year CS education initiative, will bring CS to 246 new public schools across grades K-12 in the 2016-17 school year. The CS4All team and partners will provide 457 teachers with professional learning through short-cycle and long-term professional development for integrated curricular units, courses and programs. Additionally, six new partners are committing $5.76 million to the initiative: Math for America (MƒA); Alexandria Real Estate Equities, Inc.; Hutchins Family Foundation; Paulson Family Foundation; Hearst Foundations; and Ron and Topher Conway. Total private fundraising, led by CSNYC, the Fund for Public Schools, and the NYC Mayor’s Office of Strategic Partnerships, has reached $20.65 million, more than halfway to the 10-year goal in just one year.\n\nCS4NH, a new partnership of the New Hampshire Department of Education, public and charter schools, institutions of higher education, industry and community stakeholders will launch an advocacy campaign aimed at offering CS for all 189,000 of New Hampshire’s public school students by 2020.\n\nCSNYC - the New York City Foundation for Computer Science Education - continues its commitment to building a robust ecosystem for CS education in the NYC public schools. In addition to supporting the city’s 10-year Computer Science for All initiative to reach all 1.1 million students, CSNYC will take action to grow the CSNYC Education Meetup to 2000 members; engage 100 new local technology companies in the CS Opportunity Fair for high school students studying CS, in partnership with Microsoft TEALS, in March 2017; convene schools of education at 10 NY academic institutions to support development of new preservice and in-service CS teacher training programs; host a convening of 60 CS education researchers at the Knowledge Forum in April 2017. \n\nC-STEM will train and support 30 teachers nationally to participate in the C-STEM Programming Challenge to engage 1,500-2,000 Pre K – 12th grade students in hands on learning of CS.\n\nEarSketch, a project to engage diverse students in CS by teaching coding through music, will launch in 250 middle and high school introductory CS courses nationwide by fall 2017. Additionally, Georgia Tech will train 50 K-12 teachers to teach EarSketch via the new Computer Science Principles through in-person workshops and online training.\n\nExploring Computer Science (ECS) together with University of Pennsylvania’s Graduate School of Education will release a new high school e-textiles curriculum unit by fall 2017. Additionally, ECS will conduct regional professional development workshops for 400 first-year teachers during the 2016-17 school year, ECS will bring CS to Native American communities in New Mexico, Montana, Arizona, and South Dakota through the direct support of 18 educators in these communities.\n\nGlobaloria will train and support 400 educators at 300 partner schools and libraries to teach CS, software engineering, innovation and design thinking through the 2016-17 school year in PreK-12, and will release a Spanish language version, ELL and Special-Ed versions of its intro course Essentials of Coding (for 5th - 12th grades) and the new Game Inventor course (for PreK-4th grades) in Winter and Spring 2017.\n\nHouston Independent School District (HISD) will double the number of CS certified teachers over the next two academic years; expanding AP computer science courses (AP-CSP/AP-CS A) to all 38 HISD high schools by the end of the 2017 school year; adopting CS standards that will provide for teaching computational thinking skills to 215,000 HISD students in grades pre-K to 12.\n\nIdaho STEM Action Center will provide $250,000 in funding to expand availability of computer-hardware devices through the CS Devices grant program, serving up to 25 communities and 3,000 students; invest $100,000 to support creation of FIRST Robotics teams in every county in Idaho; partner with the Oracle Academy to offer ALICE programming workshops for 40 middle and high school educators; and provide 55 robots to 11 Idaho elementary schools though a Junior Botball Grant, reaching at least 300 students during the first year.\n\nInland Code Consortium led by Riverside USD and encompassing 9 Southern CA school districts serving 226,660 students will host the inaugural Inland CSforAll Summit bringing together stakeholders from industry, government, K-12 and higher education to promote CS education in the Inland Empire of CA.\n\nKISS Institute for Practical Robotics (KIPR) will provide the Junior Botball Challenge program to 30 Austin, TX and 15 Oklahoma City Title 1 schools serving 90 K-5 educators and 1400 students through support from the Dell Legacy of Good Youth Learning Grant; and serve 15 additional schools across the state of Oklahoma with support from the Kirkpatrick Foundation.\n\nNational Council of Teachers of Mathematics (NCTM) in partnership with Bootstrap will deliver high-quality CS professional development for 500 math teachers nationwide, and identify additional content areas where math and CS education overlap in an authentic way.\n\nNational Math and Science Initiative (NMSI) and its state-wide partners will provide training and support for approximately 200 high school CS teachers across 18 states, serving an estimated 4,600 AP computer science students during the 2016-17 school year; through its partnership with the U.S. Department of Defense, NMSI’s CS efforts will include training and support for approximately 30 new AP Computer Science Principles teachers and 800 students at 30 military-connected schools across nine states.\n\nNew Hampshire Department of Education Office of STEM Education will lead statewide efforts to develop and adopt academic standards for K-12 CS serving 189,000 public school students across New Hampshire; and adopt teacher credentialing standards to provide a pathway to certification for 15,000 public school teachers by the end of the 2017 calendar year.\n\nNextech will launch a four-day summer externship in summer 2017 to connect 60 teachers, guidance counselors, and school administrators to regional employers. Participants will attend industry-led workshops that focus on trends, skill requirements and opportunities related to IT careers; learn the fundamentals of at least one programming language; and visit two technology workplaces.\n\nNorth Carolina ECEP will host a statewide CS Summit to bring together the community of stakeholders to develop a statewide strategic plan to bring CS education to all NC students.\n\nOregon Computer Science Teachers Association (OCSTA) is launching CSforAll:Oregon Thursday, December 8, 2016.  Additionally OCSTA will host six training workshops for K-12 educators in the spring and summer of 2017, and in May 2017 will publish a Computer Science Curriculum Handbook for Oregon schools containing model curriculum for all K-12 levels.\n\nRemake Learning will convene a regional committee to collectively measure, plan, and develop collaborative efforts to expand CS offerings for students in and out of school in Western Pennsylvania, and partner with the Pennsylvania Department of Education and the state-side STEM ecosystems to address CS education policy and community awareness. \n\nShare Fair Nation (SFN) is partnering with the Colorado Education Initiative to implement AP Computer Science Principles in 30 high schools; implement CS courses at 10 middle schools, and support elementary school educators in integrating CS fundamentals in their classes.  SFN will open a new building dedicated to providing professional learning opportunities for educators across the Colorado front-range and metro Denver. Additionally, SFN will develop online learning opportunities for educators to get re-licensure with a CS pathway as an option.\n\nThe Citadel will double teacher professional development opportunities in Summer 2017 serving 72 teachers;  engage 50 middle school students at a STEAM Summer Camp on coding in collaboration with Engaging Creative Minds. Middle school students will learn how a computer functions, how to protect their devices, and how to represent binary through dance. \n\n\nEngage and Inspire Students Year Round\n\n\nACSA Elementary Education Council will partner with FamilyCodeNight.org to launch the California Family Code Night Model Program, enabling and inviting 6,000 elementary schools statewide to host Family Code Night through direct outreach, event kits and webinars via the Council’s 19 Region leaders.\n\nAnyone Can Learn To Code/Actualize, a tech training program for adults, and the Walt Disney Magnet School will offer a five-week after school program that pairs teachers with a student to create a dynamic, interactive and visually pleasing website around a range of educational topics. Upon completion of the pilot, student and teacher teams will present their \"capstone\" project in a special reception at the 1871 startup accelerator for leaders of Chicago’s technology, entrepreneurship, and education communities.\n\nChicago Public Schools (CPS) will launch Code60+, a multi-week engagement campaign encouraging students and parents to complete multiple hours of coding activities; CS4All Parents and Siblings, a learning community connecting adults to tech opportunities; and launch a research study of the best CS learning environments that ensure equity and inclusion. Additionally, CPS is launching a badging initiative in conjunction with Exploring Computer Science through which students can earn between 1-4 badges, with opportunities for work experiences and internships; and with FamilyCodeNight.org will launch the “Chicago Family Code Night Model Program,” in which CPS will directly invite and enable all CPS elementary schools to host a Family Code Night, providing a program event kit, training workshop, webinars and kick-off during CSEdWeek.\n\nCode Explorers will work with districts, foundations and community organizations to engage 200 underrepresented students in their CS and engineering summer programs.\n\nCoded by Kids will expand its weekly coding programs to at least 6 new sites in Philadelphia, PA in 2017, reaching over 200 students weekly through recreation center, school, and community based programs.\n\nCodeNow will launch CodeNow 2.0, a new program to help 1000 students discover their passions for technology by building software that solves problems for themselves and their communities. The program is sequenced with in-person workshops held at partner companies, online training, hackathons, and a national app development competition planned for summer 2018.\n\nCoderDojo NYC will co-host Game Jams and larger STEAM education and coding events to serve 540 youth; offer monthly web, game and app development workshops for 600 youth ages 7-17; and offer 3D Game Design and Development to Girls First Digital Studio programs serving 75 girls ages 12-17.\n\ncodeSpark will collaborate with STEAM:CODERS to deliver a 16-hour course on the basics of CS, coding and game design for 500 low-income minority girls, ages 7 to 10, by the end of 2017.\n\nComputing Savvy, an educational research group at the University of Southern California Viterbi School of Engineering, will take action to provide high-quality CS learning resources to 100 K-12 students in the Los Angeles area through spring 2017. Students and faculty at the University of Southern California will be paired with teachers from the Los Angeles Unified School District to mentor 10 student teams for the Girls Build LA STEM, College Access and Civic Engagement program.\n\nCool Girls Science and Art Club, with funding from the National Girls Collaborative Project, will launch a mentoring project to engage 50 girls in grades 1-5 in creating and maintaining websites for their own businesses, and collaborate with CodeCraft School of Technology to offer a new coding class for 10 girls in grades 6-12.\n\nDeaf Kids Code will conduct 13 workshops providing CS instruction for 120 deaf/hard of hearing youth in Indiana and Illinois.\n\nDigital Dream Labs will distribute 10,000 Puzzlets games to 1,000 kindergartens nationwide by May 2017.\n\nDIY Girls and the Eva Longoria Foundation will train 40 STEM professionals to lead hands-on coding workshops for 200 girls in underserved Los Angeles communities in order to help them learn basic CS concepts, explore potential career opportunities, and encourage them to continue doing STEM-related activities going forward.\n\nDOER Marine with KakiFlynn.us will host the Girl's Epic Submersible Hackathon and release the workbook: A Girl’s Guide to Building a Submersible June 10-11, 2017 in the San Francisco area. 150 Girls will join teams to compete in developing a prototype submersible for exploring the ocean. Teams will have access to real submersible prototypes and tools to build them. Female explorers from NASA and NOAA will also be in attendance to provide assistance and advice to the competitors.\n\nFamilyCodeNight.org in collaboration with Disney, will adapt the Moana Hour of Code Tutorial into a new Family Code Night Event Kit.  The kit will allow any school or organization to put on a family CS learning event with a theme inspired by the film.  Disney will promote the kit through their extensive social media channels, and FamilyCodeNight.org will distribute it to K-5 principals and educators via their networks.\n\nGeorgia Tech's Institute for Computing Education will extend the Rise Up 4 CS tutoring program for under-represented youth to support student success in the recently launched AP Computer Science Principles course.\n\nGirls Make Games will make its comprehensive game development workshop curriculum available online for free, as well as distribute workshop-in-a-box kits to school districts around the country. The kit includes teacher training modules, art asset packs, game building curriculum and mobile publishing resource.\n\nGIRLS ROCK! TECH will launch a gender-specific and culturally relevant CS & technology camp serving 50 girls ages 13-17 in collaboration with STEAM educators and leaders during summer 2017. The program will combine a core girl’s empowerment, leadership and self-esteem development curricula with intensive courses in coding, music production, robotics and more.\n\nGirls Who Code will launch 5000 free after-school Clubs in the 2017-2018 school year, reaching an estimated 75,000 6th-12th grade girls and 5,000 volunteers at schools, community centers, libraries, and universities in all 50 states.\n\nGirlsComputingLeague will host hackathons and computer programming classes for children in public housing communities, Title 1 schools, and Girl Scout Troops, serve an estimated 3000 students by December 2017, and recruit and train 50 student volunteers to oversee the programs. Additionally, GirlsComputingLeague will host a December 2016 Winter Break computing camp for girls in partnership with the DC Housing Authority.\n\nHidden Genius Project, Oakland Unified School District, and Kapor Center for Social Impact will present Beyond, a series of events and activities for Oakland youth -- with a particular emphasis on youth of color -- to gain exposure and access to a broad array of opportunities and pathways at the intersection of technology and various student areas of interest.\n\nHispanic Heritage Foundation will provide bilingual CS education and training on the basics of computer programming for more than 1,000 students in 20 schools in 20 cities by 2017, with focus on Latinos and schools that serve students underrepresented in CS.\n\nIndeedWeCode, the Richmond Heights Local Schools, the City of Richmond Heights Ohio, and a coalition of local IT-related businesses and community organizations will host a citywide student-led Computer Science for All community event in conjunction with the 100 year anniversary of Richmond Heights in spring 2017.\n\nIT Senior Management Forum (ITSMF), an organization of senior-level technology professionals, will utilize its e-learning platform to train 300 students at three Historically Black Colleges and Universities by yearend 2017. \n\nKING ME! will pilot a gender-specific and culturally relevant CS, music technology, arts and culture after school program for boys in grades 5-12 serving 200+ scholars in participating middle and high schools in New York City during the 2017-18 school year.\n\nMobileArq will offer a Build an App course for 200 high school students of Newark, NJ and Bronx, NY in 2017.   Students will use industry standard tools, frameworks and languages that comprise the mobile web technology stack to build a complete and functional app at the end of the course, equipping the students with the critical skills to become a web and mobile app developer.\n\nMouse will add a new course focused on wearables and programming soft circuits on Mouse Create, their online learning platform that delivers creative computing projects to thousands of youth and educators in the Mouse network across the country this spring 2017.\n\nNew Mexico TechWorks, a regional cross-sector coalition stewarded by the Community Learning Network in collaboration with NM Computer Science Teachers Association and other local businesses and organizations, will support CS courses and camps for more than 500 students and teachers in Santa Fe and Northern New Mexico by 2020, and launch a campaign to bridge the gap between education and employment by highlighting local tech careers and supporting development of the \"New Mexico Career Profiles\" video bank of short, student-friendly, informal interviews with tech professionals in New Mexico by 2018.\n\nNOLA_CODE, in partnership with schools and community centers in the Greater New Orleans area, will bring direct instruction in CS and computer engineering to 1,000 students by June 2018.\n\nOakland University’s School of Engineering and Computer Science will provide quarterly online parent workshops in CS education and opportunities to 400 parents in the Metro Detroit area by the end of 2017.\n\nOsmo and Houghton Mifflin Harcourt are partnering to offer coding opportunities to foster CS skills to more than 4,000 elementary science classrooms nationwide.\n\nPublic Broadcasting Service (PBS) and Corporation for Public Broadcasting (CPB), along with 21 PBS stations and their partners, are providing free CS resources to children, families and educators in underserved communities through PBS KIDS ScratchJr family engagement workshops, after-school camps and professional development trainings that introduce creative computing to teachers of kids ages 5-8. \n\nRaspberry Pi Foundation will expand its popular educator professional development offerings by launching two free online courses targeted at educators who are interested teaching physical computing, coding, and making.\n\nRESET, which uses hands-on experiments, inquiry-based classroom activities, and complementary field trips to introduce grade school children to the joys of science and math, will highlight new CS in-class experiments for 1,700 students in the DC metropolitan area in the 2016/2017 school year.\n\nRiverside, California Science & Technology Education Partnership is facilitating professionals from the City of Riverside, the Riverside Police and Fire Departments, the University of California, Riverside and businesses, including lead sponsor Motorola Solutions Foundation, to mentor a team of nine high school students through May 2017. These students, from the Riverside Unified School District and the Woodcrest Christian School System, each of whom submitted prize-winning proposals on the use of technology to guide emergency vehicles more safely and effectively to emergencies, will be shown how to use computing techniques like simulation and cost/benefit analysis generation to evaluate their proposals.\n\nRock the Code will provide Saturday classes on website and mobile app development for 150 K-12 Philadelphia area students and teachers in the 2017 school year, and host a four-week Coding is Fun summer camp.\n\nRound Rock Academy for Media and Arts will partner with St. Williams and St. John Catholic churches to offer programming opportunities for Latinas during Spring Break 2017 and Summer 2017; and formed a collaboration with TAME (Texas Alliance of Minority Engineers) to bring CS to students on the East side of Austin and East side of Round Rock through interaction with virtual reality (VR) developers teaching them how create and interact with VR during an extended six week experience.\n\nSage Foreman, in response to the President’s call for science solutions from students, along with the Arizona Chief Science Officers, will launch National Technology Field Trip Day in 2017 to educate 6-12th grade students about real-world careers in technology through visits to local companies. Committed partners include: PADT, Inc., Honor Health Research Institute, Translational Genomics Research Institute, Pinnacle Transplant Technology, Uber, WebPT, Paypal, Arizona State University, ASU Biodesign, ASU LeRoy Eyring Center for Solid State Science, University of Arizona College of Medicine – Phoenix, Delta Technology, Grand Canyon University, onTop Technologies, The Medical Memory, AVNET, Honeywell Aerospace, SaaS Industries, Atom-inc., Bio5, Biosphere 2, State Farm and Freeport.\n\nshe++, a student-run organization aimed at encouraging girls to consider tech careers, is launching a new video initiative showcasing diverse individuals working in technology. The initiative aims to rebrand the image of a technologist, so that young women and minorities everywhere can seeing themselves as the next face of the technology industry.\n\nSTARS Computing Corps will recruit and prepare 100 college students to lead outreach programs that will introduce approximately 10,000 K-12 students to CS concepts, skills, and potential career paths in 2017.\n\nSTEM Academy at Oregon State University will provide at least 400 K-5 students and their parents with a series of CS education activities provided to all students during school hours in a high-poverty elementary school, by June 2017.\n\nStudentRND will grow participation in CodeDay DFW, a 24-hour coding event aimed at girls and lower-income students in the Dallas-Fort Worth area, to 50 students by December 2017.\n\nSupercomputing Challenge will engage three additional middle schools in New Mexico in the 2017-18 Supercomputing Challenge and produce a sixteen month 2017-19 calendar highlighting New Mexico Women in STEM professions, which will be distributed to all schools in New Mexico.\n\nTeach For America educators in the San Francisco Bay Area and Dallas Fort-Worth, with the support of AT&T and Udacity, will guide 50 underrepresented students in Udacity’s Intro to Programming Nanodegree through summer 2017.\n\nTech Kids Unlimited is launching The T3 Digital Agency, to bring tech education and skill building to 100 youth ages 14-19 with Autism Spectrum Disorder and learning and emotional challenges. Students will work collaboratively on real-life client projects such as website design.\n\nTech Sassy Girlz will open two new chapters in South Florida to inspire more girls to pursue tech opportunities, with a goal to introduce CS to 1,000 girls in Florida by 2017.\n\nTechbridge Girls will engage over 600 elementary, middle, and high school girls of color in the San Francisco Bay area, Washington, D.C., and Greater Seattle in gender and cultural responsive STEM programming in 2017. Techbridge will deepen its CS curriculum through after-school programs in which 4-12th grade girls learn the fundamentals of programming as they design, build, and code robots, and use a visual programming language to create art and Maker projects.\n\nTelevisa Foundation and NCWIT are launching a second phase of the TECHNOLOchicas awareness campaign, showcasing eight additional US Latinas in technology through broadcast PSAs, short-form documentary style videos, and online profiles. Additionally, Televisa will pilot TECHNOLOchicas Coding Parties in the US serving 100 girls by November 2017; offer 15 new community based TECHNOLOchicas middle school programs in collaboration with LULAC expanding the program to 300 new girls in 2017; and produce a TECHNOLOchicas web series to engage girls with technology and show Latino parents the importance of STEM in their daughters lives.  Finally, the Televisa Foundation will expand the Coding with El Chavo app with new levels and expanded content serving 500K users by spring 2017.\n\nThe Archer School for Girls will launch a two-day hackathon for 50 students in Los Angeles. In conjunction with Crossroads and other schools in the greater L.A. area, the event will be teen health themed and open to high schoolers currently taking or interested in CS. Students will be challenged to develop a solution in one of the following interest areas: ADD/ADHD, Nutrition as Preventative Care, and Environmental Contaminants that Affect Teen Health.\n\nUcodemy will provide CS enrichment in partnership with school districts and after school coding camps, with partners such as YMCA, for an additional 1000 grade 3-8 students by August 2017.\n\nUniversity of Washington Computer Science & Engineering will train 10 Student Ambassadors to lead workshops, tours, and activities, bringing CS education to more than 1,000 K-12 students this year; partner with the Washington State Academic Redshirt program and the Washington State Opportunity Scholarship program to facilitate the enrollment and graduation of lower-income Washington State students in CS and engineering; and add a CS track to the successful UW Math Academy summer program.\n\nUrban Tekk, a tech focused social enterprise, will engage 500 unrepresented middle and high school youth in CS-STEM and business skill development.\n\nVidcode and Snap Inc. will introduce 10,000 students to coding through contests, courses and workshops, which introduce students to coding by showing them the code behind their favorite Snapchat filters, lenses and effects.\n\nVirtual High School will create a new computing certificate program, which will encourage students across the US to become interested in computing and to better understand the career options available to them in CS and related fields.\n\nWiTNY, a 5 year public/private partnership between Cornell Tech, the City University of New York (CUNY) and a group of industry partners will offer the WiTNY Guild, a two week experiential learning workshop, that introduces coding and the digital product development lifecycle to rising freshman women entering CUNY in the fall of 2017.\n\nYoung Women’s Leadership Network will engage girls in STEM leadership and learning in its five Young Women’s Leadership Schools through CS classes, after school coding programs, a Tech Explorers Summer Camp, and peer-to-peer mentoring. They will serve more than 2,400 girls through the 2016-2017 academic year and share their curricular approach with their national affiliate network of schools serving more than 5,500 girls. \n\nYouth Code Jam will collaborate with schools, corporate partners and other community organizations to pilot a San Antonio High School Fellows program, recruiting students from Title 1 Schools and training them in leadership, peer and near-peer mentoring, CS curriculum, communication skills and financial literacy. Fellows will seed after school coding clubs in their neighborhoods and communities, with the goal of serving 400 students in 2017. In addition, Youth Code Jam will work with Palo Alto College and the ConnectHome program at the San Antonio Housing Authority to train 70 rural high school TRIO Upward Bound students in CS and launch them as near-peer mentors at Saturday family coding events in low-income and affordable housing communities.\n\n\nEngaging Students and Educators during Computer Science Education Week\n\n\tIn addition, a broad range of organizations are responding to the President’s call to action by taking specific steps during CSEdWeek 2016 to help more students get exposure to computer science:\n\n\nAmerican Library Association's (ALA) Office for Information Technology Policy will release a new video demonstrating how libraries advance CS opportunities for youth for CSEdWeek 2016. Later this month, ALA is releasing the Ready to Code: Connecting Youth to CS Opportunity through libraries summary research report on CS education in library settings, sharing best practices and recommendations for increasing the pool of libraries providing activities that foster computational thinking skills.\n\nArgonne National Laboratory will deploy 45 computer scientists to provide career talks, lead computational thinking activities and teach coding for 4,000 Illinois K-12 students.\n\nCartoon Network and Google CS First will release new coding tutorials in Scratch that feature characters and storylines from The Amazing World of Gumball. Guiding Cartoon Network on its STEAM efforts is a new Board of Advisors including MIT Media Lab, X (Google X), National Girls Collaborative, Connected Learning Alliance at the UC Irvine, and DIY Co.\n\nCodeMonkey will release a new one-hour version of its middle-school-level game-design course, enabling students to utilize text-based coding to create and share original games.\n\nCodeVA, Starbucks, and the VA Computer Science Teachers Association will pilot “Cuppa Code Meet-ups” to connect new CS teachers with tech professionals in a casual setting.  CodeVA also will host a CSEdWeek kickoff at the Science Museum of Virginia with the Virginia Secretary of Education with 150 students and livestreamed by WWBT NBC 12 for viewing in every classroom in the state.\n\nCommonwealth Alliance for Information Technology Education (CAITE) and the MassTLC Education Foundation is developing and distributing 181 CSEdWeek classroom kits serving an estimated 30,000 students.\n\nCornell Tech will launch a citywide \"Maker for a Day in the Cornell Tech MakerLAB\" contest in which students submit ideas they'd like to rapidly prototype.  The 20 winning students will spend a day on the Cornell Tech campus, designing, engineering, iterating, and manufacturing their product with the help of a Cornell Tech graduate mentor.\n\nCreative Computing Lab at the Harvard Graduate School of Education is launching the ScratchEd Meetups Network, with the goal of expanding to 25 cities and 1,000 members by December 11, 2016.\n\nDC Office of the State Superintendent of Education (OSSE) and DC Public Schools (DCPS) Central Office have partnered with Microsoft to offer teacher training for the Hour of Code, and with the DC STEM Network to help connect and support classrooms with volunteer STEM professionals.\n\nEdmodo, the largest social-learning network with over 70 million members across 190 countries, will share a special CSEdWeek resource collection and promote participation to their network December 5-11, 2016. \n\nKiss Institute for Practical Robotics will host a Junior Botball Challenge day in Oklahoma City at which 1000 elementary kids will showcase their software solutions as they complete missions with their autonomous robots.\n\nLakeview Elementary School in Ridley Park, PA will host Ready, Set, Code when the entire school population of 455 students will stop and code for one hour. In January, they will follow up with a Family Code Night for students to show what they know and teach family members about CS.\n\nLevel Up Network will match 100 volunteer engineers with Washington State educators and classrooms to lead 1000 underserved students through the Hour of Code and excite kids about computer science through game development, robotics, and DIY electronics.\n\nMaryland Center for Women in Computing at University of Maryland, College Park will host the CompSciConnect Showcase on December 4, 2016, where middle-school students will demonstrate their computing projects.\n\nMicrosoft is releasing a new Hour-of-Code tutorial based on the Minecraft game that invites students to play the role of game designer and developer, introducing CS concepts of loops, events, and object-oriented programming.\n\nNational Center for Women & IT (NCWIT) is launching an awareness campaign running through Black History Month leveraging the upcoming film “Hidden Figures” to highlight the stories of Black women in technology and target girls and their adult influencers with supplementary resources on computing pathways and careers.\n\nTwin Cities PBS will host PBS ScratchJr Digital Day and Code Academy Event at which 400 children and families will participate in ScratchJr games and computational-thinking activities. Twenty educators will receive concurrent CS professional development, and will implement a coding class in spring 2017.\n\nUniversity of Texas at Dallas will host three Hour-of-Code Signature Events across Dallas and Fort Worth.  Over 300 K-12 students will engage in these events at Conrad High School in Dallas ISD, Harmony Science Academy in Carrollton, and Harmony School of Innovation in Fort Worth.\n\nWomen Tech Council is launching TechArt Hour of Code, the largest girl-coded initiative where the individual coding contributions of over 10,000 girls join together to generate a living digital display.  The TechArt program is in partnership with Dell|EMC, Comcast, Utah Governor’s Office of Economic Development, Utah STEM Action Center, school CTE directors, and the University of Utah.\n\n\n\n\n\n"
}