{
    "title": "Press Call Previewing the Nuclear Security Summit | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/03/30/press-call-previewing-nuclear-security-summit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 30, 2016\n\n \n\n\n\nPress Call Previewing the Nuclear Security Summit\n\n\n\n\n\n\tPRESS CALL\n\tBY BEN RHODES, DEPUTY NATIONAL SECURITY ADVISOR\n\tFOR STRATEGIC COMMUNICATIONS;\n\tLAURA HOLGATE, NSC SENIOR DIRECTOR FOR\n\tWEAPONS OF MASS DESTRUCTION AND ARMS CONTROL;\n\tDAN KRITENBRINK, NSC SENIOR DIRECTOR FOR ASIAN AFFAIRS\n\tPREVIEWING THE NUCLEAR SECURITY SUMMIT\n\n\tVia Conference Call\n\n\n\t4:37 P.M. EDT\n\n\n\tMR. PRICE:  Good afternoon, everyone, and thanks for joining today's call.  We want to take an opportunity to preview the upcoming Nuclear Security Summit that will start here in Washington later this week. \n\n\tFirst order, on the ground rules.  This call will be on the record.  We have three senior administration officials on this call.  They are Ben Rhodes, the Deputy National Security Advisor. We have Laura Holgate, the NSC Senior Director for WMD.  And we have Dan Kritenbrink, the NSC Senior Director for Asia.\n\n\tThis call is on the record, but it will be embargoed until the conclusion of the call.  And with that, I'll turn it over to Ben to start us off.\n\n\tMR. RHODES:  Great.  Thanks, everybody, for joining the call.  I'll just give you an overview of the summit, and then my colleagues can go into a little more detail.\n\n\tSo, first of all, the Nuclear Security Summit process was initiated in the comprehensive speech that the President gave in Prague in 2009, when he announced that the United States would be hosting the first summit on nuclear security.  In that speech, the President laid out four pillars of the approach to pursue peace and security of a world without nuclear weapons, while noting, of course, that so long as nuclear weapons exist we will need to have a strong and credible deterrent for the United States and our allies.\n\tSpecifically, he laid out U.S. policies related to nuclear disarmament, nuclear non-proliferation, nuclear security, and nuclear energy.  \n\n\tIn this summit schedule, which I will address in a little bit, we deal, in addition to nuclear security and nuclear energy, with our ongoing efforts to promotes nonproliferation, specifically a number of meetings that will focus on our efforts to promote denuclearization on the Korean Peninsula and to lift up our successful efforts to prevent the proliferation of nuclear weapons to Iran.\n\n\tOver the course of several summits, we've been focused on the issue of nuclear security, how we are securing nuclear materials from terrorist organizations and other bad actors, and how we are promoting the peaceful use of secure nuclear energy.  So far, we've made good progress over the course of the summit process.  We've been focused on the roughly 2,000 metric tons of nuclear weapons usable materials -- that's highly enriched uranium and separated plutonium -- that are present in both civilian and military programs around the world.\n\n\tWe know that terrorist organizations have the desire to get access to these raw materials and their desire to have a nuclear device.  That was certainly the case with al Qaeda, and that is certainly the case with ISIL as well.  And given the ongoing concern about chemical weapons in Iraq and Syria, we have seen ample proof that terrorist organizations like ISIL have no regard for innocent human life or international norms, and that only redoubles the need for us to have effective international nuclear security approaches.\n\n\tAs the President said back in Prague, a terrorist attack with an improvised nuclear device would cost an enormous amount in terms of human life, and could also have profound political and economic and environmental effects on global security as well.  And so, therefore, this is a challenge that demands the type of international cooperation that we are promoting through the Nuclear Security Summit process.\n\n\tWhat we've been trying to do since the Prague speech is to reinvigorate both bilateral and multilateral efforts and to challenge nations to examine their own commitments to nuclear security.  And the Nuclear Security Summit process has been central to those efforts.  Since the first summit in April of 2010, President Obama and more than 50 world leaders have been working together to prevent nuclear terrorism, to counter nuclear smuggling, and to enhance nuclear security through the summit process.\n\n\tThis has been a process that involves obviously the leaders' summit, but also a series of working groups that have been pursuing these efforts in between the summits as well.  And we believe that we've built a track record of meaningful progress on nuclear security.  Collectively, summit participants have made over 260 national commitments over the course of the three Nuclear Security Summits.  And of those commitments, nearly three-quarters have already been implemented.\n\n\tThese outcomes include removing nuclear material from countries, or eliminating nuclear material; ratifying treaties and implementing treaties related to nuclear security; converting reactors; strengthening regulations; developing centers of excellence on nuclear security; upgrading technologies; and enhancing national and multilateral capabilities that promote nuclear security.  And these are concrete evidence of the types of steps that can be taken through multilateral cooperation and capacity-building.\n\n\tBecause of these efforts, it is harder than ever before for terrorists or bad actors who acquire nuclear materials.  and that, of course, makes all of our people more secure.\n\n\tWe believe that it's been necessary to prioritize this at the leader level because, frankly, you get a lot more done when you have the attention of national leaders.  And the summit process itself serves as an accountability mechanism for individual countries to be following through on their commitments. \n\n\tI'll just go through the schedule now before turning it over to Laura Holgate to go through some of the details of this summit. \n\n\t  On Thursday morning, the President will hold a trilateral meeting with President Park of the Republic of Korea and Prime Minister Shinzo Abe of Japan.  This meeting is an opportunity for these three leaders to discuss the threat posed by North Korea, and to discuss how we can advance our trilateral security cooperation.  These are obviously two of our most important allies in the world.  And my colleague, Dan Kritenbrink, will be able to talk through our ongoing cooperation with the Republic of Korea and Japan.\n\n\tThen later on Thursday, the President will host President Xi Jinping of the People's Republic of China for a bilateral meeting.  This, too, will present an opportunity to address the threat posed by North Korea and also to advance U.S. and China cooperation on a range of issues.\n\n\tThursday night, the President will host all of the leaders at the White House for a working dinner, during which they will share perspectives on the evolving nuclear terrorism threat.\n\n\tOn Friday morning, the President will be meeting with members of the P5-plus-1 on the margins of the Convention Center. He will have an opportunity to mark the progress that has been made in implementing the Iran deal.  Thus far, we have seen Iran meet its major commitments with respect to the nuclear agreement -- whether it's shipping stockpiles out of the country, whether it's converting the Arak reactor, or whether it's disconnecting and putting under continuous monitoring centrifuges, or adhering to the inspections and verification regime that is central to our ability to monitor the implementations of the Joint Comprehensive Plan of Action.\n\n\tSo the President will meet with leaders of the P5-plus-1 as well as the IAEA, which, of course, is the body that works with us to ensure Iranian compliance with the nuclear deal.  And again, just as we're focused on nuclear security, we're very focused on nonproliferation and stopping the spread of nuclear weapons.  And Iran was the country, in 2009, that we were most concerned about in terms of the continued spread of nuclear weapons.  And the Joint Comprehensive Plan of Action demonstrates how steady and principles diplomacy can be successful in achieving outcomes and stopping the spread of nuclear weapons.\n\n\tLater, on Friday morning, the President will preside over three plenary sessions with the leaders and their top ministers. After reflections from the Dutch Prime Minister Rutte, who hosted the last Nuclear Security Summit, on the events that have transpired since the 2014 summit, the leaders will discuss the steps that they have taken in their own countries to improve nuclear security.\n\n\tOver lunch, the leaders of the U.N. and the IAEA and Interpol will offer their views on how their institutions can enhance nuclear security.  And the leaders will discuss how to advance international cooperation on nuclear security.\n\n\tIn addition, this year's summit will include a special summit that will focus leaders on the threat of groups like ISIL, who have targeted urban areas across the globe.  ISIL clearly is an organization that poses a threat not just to individual countries, but to global security.  And having this many leaders together at once provides us an important opportunity, in the wake of the recent attacks in Brussels and other countries, to address how we can enhance our capabilities to work together to confront the threat posed by ISIL, both in the context of preventing the spread of nuclear materials and also with respect to enhancing our own counterterrorism activities. \n\n\tFollowing the conclusion of the summit, the President will hold a press conference here in Washington.  \n\n\tWe'll stay in touch with everybody over the course of the two days, and we've also launched a website -- NSS2016.org -- which is the official website for the summit, which will have regular updates as well as a Twitter handle -- @NSS2016.\n\n\tAnd with that, I'll turn it over to Laura to go through the summit agenda.\n\n\tMS. HOLGATE:  Thanks, Ben.  Thanks, everybody.  I'll just say a couple words about some of the deliverables for the summit -- those will take multiple forms.  The most obvious and predictable one is the communique -- all of the four nuclear security summits have had a communique, but this one is designed to be more political and high-level, more akin to the Washington 2010 communique than the communiques for the past two summits.\n\n\tAnd it will essentially highlight the progress made, that the summits have made, point to the future for more work to do, identify that even though this is the last summit in this format, leaders will continue to pay personal attention to this issue, and it will launch the action plans that are the second category of deliverables.\n\n\tThe action plans have been designed to support the enduring institutions and initiatives that are related to nuclear security.  You've heard Ben mention most of them -- the U.N., the International Atomic Energy Agency, Interpol, as well as a global initiative to combat nuclear terrorism and the global partnership.  And these action plans will represent steps that the summit participants will take as members of these organizations to support their enhanced role in nuclear security going forward.  So this is a part of the answer to the question of how do you sustain the momentum of the summits after the summit ends.\n\n\tThe second part of that -- or another part of that answer will be the issuance and launching of something that we're calling a nuclear security contact group that will be a way to sustain at the expert working-level -- senior expert working-level a synchronization of actions to implement all of the various commitments that have been made across all four summits. That will be announced and more detail will be provided on that.\n\n\tIn addition to that joint statement, there will be 17 other joint statements or things that we've come to call gift baskets, which are collective commitments of summit participants -- not consensus documents, but where several countries are working around a same issue in order to make progress and actually carry out activities.  And so we'll see different topics associated with nuclear smuggling, with cybersecurity as it relates to nuclear security, as well as topics like insider threats at nuclear facilities, and so on.  And so those will represent -- and also radiological sources, radioactive sources, and the security of that.  And so these gift baskets characterize the steps that different collections of countries are going to be making in going forward.\n\n\tAnd then, of course, there will be a whole series of national progress reports that will include both information on what countries have done in the last two years since the last summit in The Hague, and pledges that they will make going forward.  \n\n\tSo your inboxes will be full, I'm sure, as we start to release all of that information over the next couple of days.\n\n\tMR. KRITENBRINK:  Thank you, Ben.  The President is looking forward to hosting a trilateral meeting with President Park Geun-Hye and Prime Minister Abe Shinzo on the 31st, as Ben has mentioned.  We often like to say that our rebalance to Asia starts with America's treaty allies, and certainly we have no more important allies than Japan and the Republic of Korea.  We share common values and a common vision for the region, and that vision is rooted in our strong commitment to the rules-based order.\n\n\tI think the primary focus of the trilateral meeting will be North Korea.  And I think the three leaders will clearly demonstrate their unity in our commitment and our firm resolve to deter and defend against North Korean aggression.  Our three countries recognize that our security is linked and that it's essential that we work closely together to meet this challenge.  And I anticipate that they will call upon all in the international community to join in vigilantly implementing U.N. measures on North Korea.\n\n\tBut I think the three leaders will also discuss our trilateral security cooperation that goes well beyond the Korean Peninsula.  And I anticipate that they will discuss a range of issues, including defeating ISIL to promoting global health to combatting climate change, as well.  And I think our cooperation on those issues is a clear testament to the common bonds that we share.\n\n\tIf I can make a brief comment on the bilat with Chinese President Xi Jinping, as well, which also, as Ben mentioned, will take place on March 31st.  I think we see this bilateral meeting as part of a continuum of senior-level engagements between the United States and China.  As you'll recall, President Xi was here for a state visit last September.  The two Presidents then met in Paris on November 30 on the margins of the Paris climate summit. And the two Presidents have had three phone calls since then.  We also anticipate that they will meet again on the margins of the G20 in China in September.  \n\n\tAnd I think the high tempo of senior-level engagement with China is a recognition of the fact that this is where problems get solved and decisions get made.  The President's direct engagement with President Xi during the Paris climate negotiations helped to move forward our joint efforts and secure an ambitious climate agreement.  And the President's phone call to Xi Jinping in February supported our reaching an agreement in New York on impactful U.N. Security Council resolutions on North Korea.\n\n\tI think because of this high-tempo senior-level engagement, we've been able to identify opportunities for cooperation where our interests align.  For example, I think bilateral cooperation with China right now is exceptionally broad and deep on issues ranging from climate to nuclear security to development, public health, Iran and Afghanistan.  But our engagement has also allowed us to address differences in a very candid and constructive way.  We don't paper over these differences.  We don't hide them.  We don't pull punches in addressing them.  \n\n\tSo I anticipate you'll see that balanced approach on display on March 31st.  And the Presidents will talk about, again, the range of issues on which we cooperate.  They'll talk about common challenges, including North Korea.  And I think they'll have a candid exchange on areas where we continue to have significant differences, including things such as human rights, cyber, maritime issues, as well.  Thank you.\n\n\tQ Hi, thanks for doing this.  I was hoping that in the wake of Belgium, you might be able to frame things for us in terms of how that has impacted your thinking.  Specifically, those reports that two of the suspects in the bombings were involved in a plot that involved surveillance of a high-ranking Belgian nuclear scientist.  That has raised concerns about a nuclear attack in Europe.  Are those concerns warranted, and has that impacted the agenda?\n\n\tMS. HOLGATE:  As you mentioned, having a portion of the discussion that focuses on counter-ISIL is a judgment that was made in January, but it turns out that it's obviously very timely, unfortunately.  We have seen those reports about targeting nuclear facilities as part of a broader-level -- broader plot.  And certainly the video footage is of concern and suggests that there is at least some interest by ISIL.  But we don't have any indications that it was part of a broader planning to acquire nuclear materials, and we don't have any information that a broader plot exists.\n\n\tI do want to highlight that we've been working closely with Belgium over the years on nuclear security issues.  We've worked with them to reduce the amount of highly enriched uranium at that particular site where that manager worked.  And there's extensive cooperation between our regulatory bodies that includes discussions of nuclear security and related issues.  And we stand ready to help the Belgians in any way should they require or wish to cooperate more deeply with us on these issues.\n\n\tMR. RHODES:  The only thing I'd add is what the summit does is it provides us an opportunity both to look at how we are, as a general matter, securing nuclear materials so that terrorists are not able to acquire them because of security arrangements, and also how we are also targeting ISIL and countering ISIL more broadly.  So, again, both looking at denying access to the most dangerous materials and going on offense against ISIL broadly. \n\n\tWe've seen over the years different terrorist organizations have ambitions related to acquiring nuclear materials.  We've seen that in their public statements.  We've seen that in different cases in terms of their monitoring of nuclear facilities.  And that's why the summit process is so important. \n\n\tBecause different countries have different levels of security at their facilities or in terms of how they are handling nuclear materials.  Belgium has advanced nuclear security protocols in place, but we have a variance among different countries.  And that's why what the summit aims to do is bring countries up to a high standard of nuclear security, whether that's through information-sharing, or centers of excellence, or ratification and implementation of relevant treaties.  We want to be essentially raising the global norm related to nuclear security so that it's difficult for anybody to have any access to those materials.\n\n\tAt the same time, we are engaged in a counter-ISIL campaign and nearly all of the countries who will be participating at the summit are part of that effort in one way or another.  So we'll have the opportunity both to address the security of materials and to address the counter-ISIL effort more broadly.  \n\n\tQ My question is about this chain of nuclear security and I guess how it's only as strong as its weakest links.  You guys, the U.S., are limited in this process by the deals that you can reach with other countries, so the system isn't going to be perfect.  And the people that I've been speaking to point out a few substantial gaps in the system even now, after all these years of these high-level meetings.  One of them being the lack of an international framework to keep tabs on radiological sources; an unwillingness among some countries to open up plutonium fully to this process because they want it for commercial purposes; and also an unwillingness of militaries around the world for a full agreement on how they will treat their material, the mercury demand, and that's something like 85 percent of this material in the world.  \n\n\tI mean, suppose the gaps the analysts are talking about -- I guess you know about them, too -- say, if each of you could give me one gap that isn't going to be plugged at the end of this week that you'd like to see a lot more work on, what would it be?\n\n\tMS. HOLGATE:  Yes, I think we might have already had this conversation today.  But as I mentioned earlier today, the rad sources have always been part of the Nuclear Security Summit process.  They've received more interest in recent years.  And this year you will see references to it in both the communique and there will be a specific gift basket of commitments made connected to radiological sources.  Certainly all of the summit communiques have incorporated language that makes it clear that national expectations for security include all material, including those in weapons, and so military materials have always been addressed in the broad scope of the summit process.\n\n\tCertainly, over time, we would like to see more progress on reducing quantities of material, globally, on getting more and more countries to ratify the relevant treaties so that they can enter into force, and begin to create global binding expectations and requirements on those who exceed them.  We certainly will continue to work on military material issues in a range of forms and formats -- bilaterally and otherwise -- and also, looking at improving nuclear smuggling capabilities to interdict and also prosecute nuclear smugglers and illicit traffickers.  \n\n\tSo there's a robust, forward agenda, there's no question.  And what we're trying to do in the summit is establish a momentum that will carry forward through the existing institutions and in our various bilateral and multilateral conversations.\n\n\tMR. RHODES:  I'd just add -- look, the question is a very good one.  In an ideal world, a treaty, for instance, related to fissile material is something that we have expressed support for in the past but that there is not sufficient international buy-in to advance at this time.  So, as you note, we are dealing with a reality in which you don't have, for instance, that type of binding agreement in terms of the production of fissile material.\n\n\tAt the same time, however, what the summit does, is it gives us the capacity to enhance security around how material is handled.  So, even as you have countries with different civilian and military programs, we are able to enhance the security measures that are in place so that countries are handling that material more responsibly.  In some cases, countries are reducing or limiting that material.  So within the reality of the existing international agreements, the summit allows us to make sure that this material is more secure; that nations can draw upon the expertise of other nations in terms of how they're handling their material; and that we are leaving no stone unturned in terms of providing capacity-building and facilitating international cooperation so that the world's most dangerous material doesn't fall into the wrong hands.\n\n\tOne other note I'd make is that as we look at how we're dealing with nuclear programs more broadly, including those that may or may not have a military purpose, we've also worked, for instance, through the Iran deal, to identify how we can have a more robust monitoring mechanism in place that is able to look across the entire nuclear supply chain of the Iranian nuclear program.  That effort in terms of nonproliferation -- and, again, that's the nonproliferation agreement, so a separate category from nuclear security -- that benefitted from lessons that were learned in terms of our efforts to promote denuclearization on the Korean Peninsula with the adoption of the additional protocol and the additional monitoring mechanisms.  \n\n\tSo as we look forward to the future of the NPT and how we're strengthening a nonproliferation regime and how we're thinking about monitoring nonproliferation agreements in the future, we've sought to draw upon the lessons of the past so that we're better able to prevent proliferation just as we're working to better prevent the proliferation of nuclear materials through the nuclear summit process.\n\n\tQ What are you more worried about -- that extremists could get their hands on fissile material or even obtain a weapon from Pakistan or elsewhere, or that they would get this radiological material that we've been talking about and be able to create some type of a dirty bomb?  And is there any focus in this summit or in these talks on how the global community would respond to some type of a nuclear incident and the type of public panic that it would trigger?\n\n\tMS. HOLGATE:  I mean, it's hard to handicap those two scenarios.  They're both ones that we're working hard to prevent and avoid.  Certainly there is much more extensive radiologically material out there in the world than there is highly enriched uranium or plutonium that you need to make an actual nuclear weapon.  You find radiological material in industrial, medical, academic and other communities, and there is a code of conduct that identifies best practices on how to secure that.  And there were several countries at the last Nuclear Security Summit who committed to secure their most dangerous sources by the end of this year, and so that -- there's improvements on the radiological security every day.\n\n\tThat having been said, there are abandoned sources, orphan sources that concern us.  And the potential for that kind of a device certainly exists.  At this point, we don't have explicit indications that ISIL is looking to achieve either type of a nuclear or a radiological capability, but we're keeping a close eye on that.\n\n\tI think it's important to take this moment to recognize the distinction between an improvised nuclear device -- which would actually create a nuclear yield, and, depending on how much material, could be as devastating as an actual nuclear explosion, -- versus a radiological dispersal device, which would be certainly disruptive, but the spreading radiological material does not typically create near-term death or illness in people.  It does create massive cleanup problems.  It does create the potential for long-term cancer rates to be increased.\n\n\tSo I don't want to minimize it in any way.  It would be a massively disruptive and problematic event, but it does not rise in any way to the level of death and destruction that would come from an actual nuclear weapon.\n\n\tAs for the response issue, the Nuclear Security Summits have focused on the prevention side of that and not address response. That having been said, there was a very interesting even that was hosted by Secretary of Energy Ernie Moniz in January with several of his counterparts from Nuclear Security Summit countries in a table-top exercise type of event that did get into some of the response issues, and identified some of the challenges that come along with how you communicate across boundaries and borders in neighboring countries when you have a nuclear event that creates contamination moving from one country to another, or where the contamination itself crosses boundaries, the importance of public communication, the importance of prior arrangements to share information in that situation, and especially to share communication plans and how one is going to talk to the publics involved, recognizing that there may be in different countries -- and also the treaty requirements to notify each other of events that are associated with releases of nuclear material.\n\n\tAnd so that was a very fruitful conversation.  And I think the ministers who participated in that took away a renewed commitment to relook at their own preparedness to deal with some kind of a nuclear incident in their own country, and the importance of cooperating towards that end.\n\n\tMR. RHODES:  The only thing I'd add is that you also have a geographic variance in terms of the different nature of the threat across the many countries that are participating.  So again, different countries have the presence of different types of materials on their soil.  So, therefore, in some countries, there may be the presence of material that could serve a purpose as it relates to a nuclear yield as against countries where you don't have that type of highly enriched uranium or plutonium present.  But obviously you would be concerned about the dispersal of any radioactive material.\n\n\tSo we're able to kind of look across that full spectrum in considering what types of nuclear security procedures and protocols need to be in place to deal with both threats.  And then in terms of ISIL, obviously, what everybody shares is the interest of degrading and ultimately destroying ISIL as a terrorist organization, just as we've been doing against al Qaeda.  That will ultimately be the best way of ensuring that we are minimizing any threat -- whether it's a threat of WMD or the more conventional terrorist threat that we've seen in the recent tragic attacks in Brussels and other places.\n\n\tAt the same time, again, we work very closely with all these countries to respond to a full range of contingencies, including working with Japan in the aftermath of the tsunami as they were working to deal with a very significant challenge in terms of the dispersal of potentially dangerous material.  So we're able to draw lessons from those experiences as well.\n\n\tQ Hi.  Thank you.  First of all, what significance do you place on Russia not showing up for the summit?  And how do you think that will affect their cooperation on these issues moving forward?  And secondly, on China, it seems like what we see over and over again is no matter what sanctions you place on North Korea against their nuclear ambitions, it doesn't really affect their behavior.  And there's a lot of talk lately about China making some movements to increase pressure on North Korea, although I guess the results of that remain to be seen.  To what extent will that be a focus of the bilateral meeting?  And do you see any real indication that China is putting that kind of useful pressure on North Korea now?\n\n\tMR. RHODES:  Sure, I'll start here, and Dan, I know you may want to add on North Korea.\n\n\tFirst of all, Russia's decision to certainly not participate at a high-level we believe is a missed opportunity for Russia above all.  They have benefitted enormously from cooperation on nuclear security and nonproliferation in the past.  They've been a partner in eliminating dangerous materials, they've been a partner in promoting nonproliferation due to the P5+1 agreement with Iran.  And, frankly, all they're doing is isolating themselves in not participating as they have in the past.  \n\n\tHowever, we do have ongoing cooperation and dialogue with them on issues related to nuclear security, and that's important work that is ongoing.  Given the amount of material in both of our countries and given the cooperation we've done in parts of the former Soviet Union, it is important for the world to see and to know that the United States and Russia have continued cooperation on issues related to nuclear security.\n\n\tI'd just say on North Korea that China has -- look, you would not have the sanctions that were passed through the U.N. Security Council without China's cooperation and support.  These are by far the toughest sanctions that have ever been imposed on North Korea.  We believe that they are going to have a significant impact, both in terms of imposing a cost on North Korea for its action but also importantly in denying North Korea important materials that could have a concerning use.\n\n\tSo we've seen China step up in many ways in terms of applying pressure.  The fact is, it has to over time affect the calculus of the North Korean leadership.  And thus far, they have not shifted course and upheld their own commitments to denuclearization, and that's why we will of course have a continued dialogue with both China and the Republic of Korea and Japan.\n\n\tAt the same time, insofar as we continue to face the threat from North Korean provocations from North Korea, we have to take necessary measures to protect ourselves and our allies.  And that's why, for instance, we're in discussions about the deployment of additional missile defense so that we're able to guard against that threat.  So we've had good support from China, but we clearly believe that there's more that will continue to have to be done, including on enforcing the sanctions we've put into place. \n\n\tMR. KRITENBRINK:  I completely agree with all that.  The only thing I would add is that I do think this will be one of the most important issues that President Obama and President Xi discuss in their bilat, but I don't have anything further to add to your comment.\n\n\tMR. RHODES:  And the only thing I'd add, Michelle, is that China -- it's in their interest.  The destabilization in their neighborhood, these provocations out of North Korea, that is only counterproductive for China.  They do not benefit at all from seeing that type of behavior emanating from North Korea.  So we do believe that we have a shared interest in preventing destabilization on the Korean Peninsula and in promoting denuclearization.  And that's the basis upon which we're able to pursue cooperation.\n\n\tQ I wanted to ask you about the Islamic State meeting.  What do you expect the result of that meeting to be?  Are there actual tangible agreements or other sorts of steps that you want or anticipate will come out of it or is this just a meeting to talk about how everyone is concerned about it?  And on the P5-plus-1 meeting, is there actual doubt that Iran is in compliance, or is this more of a check-the-box type of meeting?  Thanks.\n\n\tMR. RHODES:  No, there's no doubt on your second question, Carol.  In fact, we've seen Iran comply with all of their major commitments under the Joint Conference Plan of Action.  The fact of the matter is this is an opportunity to bring those countries together with the IAEA, which is, of course, has a central role in monitoring the agreement.  And given that this is a summit focused on nuclear security and where we're also addressing nonproliferation, we believe it was important for that meeting to go forward.  Again, it demonstrates the multifaceted approach we're taking in terms of securing nuclear materials but also finding ways to prevent the spread of nuclear weapons.  And so that's the purpose for that meeting.\n\n\tOn ISIL, it certainly is a fact that everybody is concerned. And I think what will be only a couple of components -- one is to be able to approach the threat posed by ISIL through the specific prism of how we are working to prevent them from acquiring dangerous material like nuclear materials.  So it's important that on the spectrum of threats posed by ISIL, we have a discussion that addressed the most lethal threat from terrorist organizations, and that's their ability to acquire nuclear materials.  \n\n\tSo that's the first point, is that this gathering uniquely focuses on nuclear security and the nexus of terrorism and nuclear materials.  And so this is the first of its kind to approach where we're going to be able to look at the ISIL threat through that prism.\n\n\tWe've done that with al Qaeda in the past at these summits, and given the evolving threat of terrorism and the increasing prominent of ISIL, we will now look at it that way.\n\n\tAt the same time, I think we'll certainly be able to also look at specifically the threat that ISIL poses in urban centers. We've seen them try to gain a foothold and try to launch attacks in a variety of different cities and many parts of the world, and so we'll be looking at ways in which we can cooperate on a counterterrorism basis so that we're sharing information, disrupting terrorist plots, and preventing attacks like those that we saw most recently in Brussels. \n\n\tThe President is also going to have a chance I think to see some of his counterparts on the margins of the meeting, including some of our key counter-ISIL partners.  We'll keep you updated on those discussions, but I expect that we'll have a chance to check in with some of the key partners in the counter-ISIL campaign at this meeting.\n\n\tQ On the trilateral on Thursday, in light of the Japanese-South Korean kind of recent understanding of historical issues, can you comment on the significance of having both Prime Minister Abe and President Park in the same room?  And will that signify a shift in strategy, dealing with North Korea going forward?  And then on the bilateral with President Xi, last time he was here he pretty blatantly promised that there would be no more militarization on the South China Sea.  Is President Obama going to call him out on that in light of recent Chinese activity there?  How will he approach that issue?  Thanks.\n\n\tMR. RHODES:  Well, I'll start on that.  First of all, the last time I think we had a meeting -- a trilateral meeting with the Republic of Korea and Japan was at the last Nuclear Security Summit when the two countries were not, let's say, enjoying particularly good relations.  And we very much supported and applauded both leaders for reaching an important agreement in dealing with comfort women and the historical legacy issues, and we believe that they both showed a lot of courage and vision to forge a lasting settlement on that issue.\n\n\tBottom line for us is that we believe it's good for the Republic of Korea, good for Japan, good for the United States, and good for the world when not only do we have good relations with our allies but our allies have good relations with each other.  And given the shared threat posed by North Korea, and given the many shared interests between the Republic of Korea and Japan, we believe that facilitating greater security cooperation and improved relations is good for both countries, good for us, and good for the Asia Pacific broadly.\n\n\tOn the South China Sea, I'd just say that we once again reiterated the principles that we would uphold as it relates to maritime disputes in the South China Sea -- most recently at Sunnylands.  Non-militarization was certainly one of those principles, along with the peaceful resolution of disputes, support for resolving the issues consistent with international law.  That's not to single out China.  That's a principle that we would support as it relates to any country.  And we'll be very clear where we believe that there is behavior that is counter to those principles, just as we're very clear in our own interests in promoting international principles like freedom of navigation.\n\n\tQ Can you say more about what the conversation -- even though it's not a formal meeting -- with Erdogan might be, especially given the ordered departures today?  And how concerned -- how much concern is there about the ISIS presence, the recent attacks, as well as the Kurdish separatist attacks in Turkey?  Thank you.\n\n\tMR. RHODES:  Thanks, Andrea.  I would just say that we clearly have a very broad agenda that we're working through with the Turks right now.  And the President has had very regular conversations with President Erdogan in both meetings and phone calls in recent weeks and months.  \n\n\tNumber one, we do share a lot of common interests.  We share an interest in countering ISIL, and Turkey continues to play an important role in the counter-ISIL coalition, including supporting and hosting certain coalition efforts.  We share an interest in managing the enormous refugee challenge, and Turkey is hosting an enormous number of Syrian refugees and is working closely with the EU to find ways to address that crisis and to provide humanitarian support.  \n\n\tSo that's the first point I'd make, that there continues to be a lot of common interests that the President could discuss with President Erdogan.  And then I should add that includes resolving the Syrian civil war in a matter that leads to the departure of Bashar al Assad and a transition to a new government in Syria.\n\n\tAnd second, we do see just a significant series of threats as it relates to plots and recent attacks within Turkey.  And where the United States sees those types of threats, we have an obligation to provide advice to our citizens and personnel.  And so, as we would do not just in Turkey but in any country in the world, we provided that guidance.  And we are adjusting our security protocols as it relates to the presence of our personnel and their families at certain facilities inside of Turkey.\n\n\tAnd again, that just simply reflects the current threat assessment and that's something that we'll continue to review going forward.  We share intelligence with Turkey so we've had a very healthy exchange of information about the current threat picture.\n\n\tAnd then as it relates to the Kurdish issue, we've clearly had differences and common positions, depending on the different groups within northern Iraq and northern Syria.  We certainly share the Turkish government's concerns about the PKK and their terrorist activity.  At the same time, there are Kurdish fighters obviously in Iraq but also inside of Syria who have been important in working to roll back ISIL's territorial gains.\n\n\tOne of the points that we've also made to Turkey is that in northern Syria increasingly we're also working with Syrian Arab coalition partners who are applying pressure on ISIL in places like north of Raqqa.  \n\n\tSo it's a complicated picture.  We understand their concerns, their security concerns of the PKK.  We're also working to make clear to them that we have -- we will take their concerns into account and we'll work with them very carefully so that we're able to partner with some Kurdish fighters who are working alongside Syrian Arab fighters who have proven to be effective in taking back territory from ISIL.  \n\n\tBut this is going to be a continued discussion, and I'm sure that the President will see President Erdogan over the course of the summit, even if they don't have a formal bilateral meeting they'll have plenty of opportunity to exchange views.  And, frankly, because they've talked so much about this, this will be a conversation that is ongoing, that will continue at the summit, and I'm sure will continue after the summit.  We also expect that Vice President, who has spent a lot of time with President Erdogan and will have the opportunity to have a separate bilateral meeting with him as well.\n\n\tThanks, everybody, for joining the call and we'll stay in touch as we head into the summit.\n\n\tEND\n\t5:29 P.M. EDT\n\n\n\n\n"
}