{
    "title": "President Obama to Honor NCAA Champion Student Athletes at the White House | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/08/13/president-obama-honor-ncaa-champion-student-athletes-white-house",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 13, 2010\n\n \n\n\n\nPresident Obama to Honor NCAA Champion Student Athletes at the White House\n\n\n\n\nWASHINGTON—Next month, President Obama will continue a tradition started by President George W. Bush by honoring championship teams and student athletes from across the NCAA with a reception at the White House.  The President will welcome student athletes from dozens of schools and various sports to congratulate them on their accomplishments in the classroom as well as on and off the playing field. In association with this event, various championship teams and players will be recognized for their efforts to give back to their communities, continuing an effort begun by President Obama of sports champions being commended for service as part of a White House visit.  More details, including press access information, will be released in the coming weeks.\n \nSome of the schools and teams invited to attend the September 13 event include:\nAugusta State University Men’s Golf\nBoston College Men’s Ice Hockey\nDuke University Men’s Lacrosse\nFairleigh Dickinson University Women’s Bowling\nOklahoma State University Men’s Cross Country\nPennsylvania State University Women’s Volleyball\nPennsylvania State University Men’s & Women’s Fencing\nPurdue University Women’s Golf\nStanford University Men’s Volleyball\nStanford University Women’s Tennis\nTexas A&M University, College Station Men’s and Women’s Outdoor Track and Field\nTexas Christian University Men’s & Women’s Rifle\nUniversity of California, Los Angeles Softball\nUniversity of California Los Angeles Women’s Gymnastics\nUniversity of Denver Men’s & Women’s Skiing\nUniversity of Florida Men’s Indoor Track and Field\nUniversity of Florida Women’s Swimming and Diving\nUniversity of Iowa Wrestling\nUniversity of Maryland, College Park Women’s Lacrosse\nUniversity of Michigan Men’s Gymnastics\nUniversity of Minnesota Duluth Women’s Ice Hockey\nUniversity of North Carolina, Chapel Hill Field Hockey\nUniversity of North Carolina, Chapel Hill Women’s Soccer\nUniversity of Oregon Women’s Indoor Track and Field\nUniversity of South Carolina Baseball\nUniversity of Southern California Men’s Tennis\nUniversity of Southern California Men’s Water Polo\nUniversity of Southern California Women’s Water Polo\nUniversity of Texas at Austin Men’s Swimming and Diving\nUniversity of Virginia Men’s Soccer\nUniversity of Virginia Women’s Rowing\nVillanova University Women’s Cross Country\nVillanova University Football\n\n\n\n"
}