{
    "title": "Vice President Biden, HHS Secretary Sebelius Announce Selection of 15 Health IT Pilot Communities through Recovery Act Beacon Community Program | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-hhs-secretary-sebelius-announce-selection-15-health-it-pilot-c",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nMay 04, 2010\n\n \n\n\n\nVice President Biden, HHS Secretary Sebelius Announce Selection of 15 Health IT Pilot Communities through Recovery Act Beacon Community Program\n\n\n\n\nAwards to Help Communities Achieve Meaningful Health Care Improvements through Technology, Lay Foundation for Industry Expected to Support Tens of Thousands of Jobs\nWashington, D.C. - Vice President Biden and U.S. Health and Human Services Secretary Kathleen Sebelius today announced the selection of 15 communities across the country to serve as pilot communities for eventual wide-scale use of health information technology through the Beacon Community program.  The $220 million in Recovery Act awards will not only help achieve meaningful and measurable improvements in health care quality, safety and efficiency in the selected communities, but also help lay the groundwork for an emerging health IT industry that is expected to support tens of thousands of jobs.\n“These pioneering communities are going to lead the way in bringing smarter, lower-cost health care to all Americans through use of electronic health records.  Because of their early efforts, doctors across the country will one day be able to coordinate patient care with the stroke of a key or pull up life-saving health information instantly in an emergency – and for the residents of these communities, that future is about to become a reality,” said Vice President Biden.  “Thanks to the Recovery Act’s historic investment in health IT, we’re not only advancing the way health care is delivered in this country, we’re also building a whole new industry along with it – one that will shape our 21st Century economy for generations to come and employ tens of thousands of American workers.”\n“The most important health care innovations are those that are designed and tested by providers and community leaders all across the country. Beacon Communities will offer insight into how health IT can make a real difference in the delivery of health care,” said Secretary Sebelius. “The Beacon Community Program will tap the best ideas across America and demonstrate the enormous benefit health IT will have to improving health and care within our communities.“\nThe selected Beacon Communities will use health IT resources within their community as a foundation for bringing doctors, hospitals, community health programs, federal programs and patients together to design new ways of improving quality and efficiency to benefit patients and taxpayers.  Each Beacon Community has elected specific and measurable improvement goals in each of three vital areas for health systems improvement: quality, cost-efficiency, and population health.  The goals vary according to the needs and priorities of each community. \nFor example, in Tulsa, Oklahoma, a community dealing with an epidemic of obesity and type 2 diabetes that has the highest rate of cardiovascular disease deaths in the nation, the award will help 1,600 physicians and other providers participate in a new community-wide health information system that will help them better monitor and improve care transitions as patients move from one care setting to another. The award is expected to help increase appropriate referrals for cancer screenings, increase access to care for patients with diabetes with telemedicine, and reduce preventable hospitalizations and emergency department visits by 10 percent for conditions that could be better handled in clinical settings, yielding a potential cost savings of $11M per year in the Tulsa area for taxpayers and patients.\nOther communities will use their Beacon Community awards to provide better control of blood pressure for diabetic and hypertensive patients, improvements in care coordination and chronic disease management, reductions in preventable emergency department visits and re-hospitalizations, reductions in health disparities, better rates of immunization for children and adults, and better adherence to smoking cessation and appropriate cancer screening guidelines.  The Beacon projects are expected to initially create dozens of new jobs in each community paying an average of $70,000 per year for a total of 1,100 jobs up-front, while accelerating development of a nationwide health IT infrastructure that will eventually employ tens of thousands of Americans.\nAdditionally, Beacon Communities will be expected to access existing federal programs that are working to promote health information exchange at the community level.  Close coordination with the Regional Extension Center Program, State Health Information Exchange Program, and the National Health Information Technology Research Center (HITRC), will ensure lessons learned are shared for the benefit of all.  Over time, they will also work to leverage other existing federal programs and resources that are working to promote health information exchange at the community level, including the Department of Defense’s and the Department of Veterans Affairs’ development of a Virtual Lifetime Electronic Record (VLER) for all active duty, Guard and Reserve, retired military personnel, and eligible separated Veterans. \n“Communities will be expected to build on an existing infrastructure of interoperable health IT and standards-based information exchange to show the promise for health IT.  The Beacon Communities will offer evidence that widespread adoption of health IT and exchange of health information is both feasible and improves care delivery and health outcomes. The lessons learned through the program will be a roadmap for other communities to achieve meaningful use on a community-wide basis,” stated David Blumenthal, MD, MPP, national coordinator for health IT.”\nThe Beacon Community awards are part of an overall $100 billion federal government investment in science, innovation and technology the Administration is making through the Recovery Act to spur domestic job creation in emerging industries and create a long-term foundation for economic growth.  The program was significantly oversubscribed with over 130 applications submitted for the initial 15 awards.  Today’s awards are part of the $2 billion effort to achieve widespread meaningful use of health IT and provide for the use of an electronic health record (EHR) for each person in the United States by 2014.  An additional $30 million is currently available to fund additional Beacon Community cooperative agreement awards. An announcement to apply will be made in the near future.  \nThe 15 Beacon communities, their awards, and key strategies for success follow:\n\n\n\nBeacon Community Awardee\nFunding Amount\nBeacon Community Goals for Population Health in Service Area\n\n\nCommunity Services Council of Tulsa, Tulsa, Okla.\n$12,043,948\nLeverage broad community partnerships with hospitals, providers, payers, and government agencies  to expand a community-wide care coordination system, which will increase appropriate referrals for cancer screenings, decrease unnecessary specialist visits and (with telemedicine) increase access to care for patients with diabetes\n\n\nDelta Health Alliance, Inc., Stoneville, Miss.\n$14,666,156\nFocus on achieving improvements for diabetic patients by electronically linking isolated systems and practices for care management, medication therapy management and patient education\n\n\nEastern Maine Healthcare Systems, Brewer Maine\n$12,749,740\nExpand community connectivity, including long-term care, primary care and specialist providers, to existing Health Information Exchange and promote the use of telemedicine and patient self-management in order to improve care for elderly patients and individuals needing long-term or home care\n\n\nGeisinger Clinic, Danville, PA\n$16,069,110\nEnhance care for patients with pulmonary disease and congestive heart failure by creating a community-wide medical home, promoting Health Information Exchange and extending Geisinger’s proven model for practice redesign  to independent healthcare organizations throughout region \n\n\nHealthInsight, Salt Lake City, Utah\n$15,790,181\nImprove Diabetes management performance measures by increasing availability, accuracy and transparency of quality reporting, leverage Intermountain Healthcare’s strategies to reduce health systems costs throughout the region, and improve public health reporting\n\n\nIndiana Health Information Exchange, INC., Indianapolis, Ind.\n$16,008,431\nExpand the country’s largest Health Information Exchange to new community providers in order to improve cholesterol and blood sugar control for diabetic patients and reduce preventable re-admissions through telemonitoring of high risk chronic disease patients after hospital discharge\n\n\nInland Northwest Health Services, Spokane, Wash.\n$15,702,479\nFocus on increasing preventive services for diabetic patients in rural areas by extending Health Information Exchange and establishing anchor institutions in close proximity to remote clinics that will promulgate successes in health IT supported care coordination\n\n\nLouisiana Public Health Institute, New Orleans, La.\n$13,525,434\nReduce racial health disparities and improve control of diabetes and smoking cessation rates by linking technically isolated health systems, providers, and hospitals; and empower patients by increasing their access to Personal Health Records\n\n\nMayo Clinic Rochester, d/b/a Mayo Clinic College of Medicine, Rochester, Minn.\n$12,284,770\nEnhance patient management and, reduce costs associated with hospitalization and emergency services for patients with diabetes and childhood asthma and address reduce health disparities for underserved populations and rural communities\n\n\nRhode Island Quality Institute, Providence, R.I.\n$15,914,787\nImprove the management of patients with diabetes through several health IT initiatives to support Rhode Island’s transition to the Patient Centered Medical Home model and adapt infrastructure proven to improve childhood immunizations in order to achieve improvements in adult immunization rates\n\n\nRocky Mountain Health Maintenance Organization, Grand Junction, Colo.\n$11,878,279\nEnable robust collection of clinical data from health systems, providers, and hospitals in order to inform practice redesign to improve blood pressure control in patients with diabetes and hypertension, increase smoking cessation counseling, and reduce unnecessary emergency department utilization and hospital re-admissions\n\n\nSouthern Piedmont Community Care Plan, Inc., Concord, N.C.\n$15,907,622\nImprove care coordination for patients with diabetes, heart disease, hypertension, and asthma by engaging patients and providers in bidirectional data sharing through a Health Record Bank, empowering patients and family members to participate in self-management through patient portals, and expanding access to care managers to facilitate post-discharge planning\n\n\nThe Regents of the University of California, San Diego, San Diego, Calif.\n$15,275,115\nExpand pre-hospital emergency field care and electronic information transmission to improve outcomes for cardiovascular and cerebrovascular disease, empower patients to engage in their own health management through web portal and cellular telephone technology, and improve continuity of care for veterans and military personnel through the Veterans Affairs/Department of Defense Virtual Lifetime Electronic Record initiative\n\n\nUniversity of Hawaii at Hilo, Hilo, Hawaii\n$16,091,390\nImplement a region-wide Health Information Exchange and Patient Health Record solution and utilize secure, internet-based care coordination and tele-monitoring tools to increase access to specialty care for patients with chronic diseases such as diabetes, hypertension, and obesity in this rural, health-professional shortage area  \n\n\nWestern New York Clinical Information Exchange, Inc., Buffalo, N.Y.\n$16,092,485\nUtilize clinical decision support tools such as registries and point-of-care alerts and reminders and innovative telemedicine solutions to improve primary and specialty care for diabetic patients, decrease preventable emergency room visits, hospitalizations and re-admissions for patients with diabetes and congestive heart failure or pneumonia, and improve immunization rates among diabetic patients\n\n\n\nMore information about Beacon Communities can be found at:  http://Healthit.hhs.gov/Programs/Beacon.\nFor information about other HHS Recovery Act programs, see http://www.hhs.gov/recovery\n\n\n\n"
}