{
    "title": "Mensaje Semanal - Presidente Obama hace un llamado a los senadores republicanos a fin de que permitan la votación para proteger reembolsos de Medicare | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-presidente-obama-hace-un-llamado-a-los-senadores-republicanos-a-fin",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 12, 2010\n\n \n\n\n\nMensaje Semanal - Presidente Obama hace un llamado a los senadores republicanos a fin de que permitan la votación para proteger reembolsos de Medicare \n\n\n\n\nWASHINGTON – En el mensaje de esta semana, el Presidente Barack Obama hizo un llamado a los senadores republicanos para que detengan el bloqueo a la votación para prevenir un recorte de 21 por ciento en los pagos a los doctores con pacientes de Medicare, un recorte de pagos que afectará a las personas mayores de Estados Unidos y a sus médicos. Desde el 2003, el Congreso, bajo el liderazgo de republicanos y demócratas, ha diferido esos recortes a los reembolsos de Medicare para que no entren en vigor. El Presidente se ha comprometido a encontrar una solución responsable y de largo plazo para este problema, pero no es aceptable castigar a las personas mayores de Estados Unidos ni a los médicos que los atienden. Si el Congreso no actúa, los doctores empezarán a recibir reembolsos menores de Medicare esta semana, lo cual podría resultar en que las personas mayores pierdan los servicios de sus médicos.\n \nEl audio del mensaje está disponible AQUÍ. El video estará disponible por Internet en obamawhitehouse.archives.gov a las 6:00 am ET, del sábado, 12 de junio, 2010.\n \nDeclaraciones del Presidente Barack Obama\nSábado, 12 de junio, 2010\nMensaje Semanal\nWashington, DC\n \nHace más de una década, el Congreso estableció una fórmula que determina cuánto se les paga a los doctores del programa de Medicare. La intención era contener el rápido aumento de los costos de Medicare, pero el resultado fue una fórmula que ha propuesto el recorte de los pagos a médicos estadounidenses, año tras año tras año. Estos recortes no sólo ponen en peligro el pago a los doctores, sino también el cuidado de salud de nuestras personas mayores.\nDesde el 2003, el Congreso viene tomando medidas para impedir que estos recortes de pago entren en vigor. Estos votos contaron mayormente con el respaldo de ambos partidos, y ocurrieron sucesivamente cuando los demócratas tenían la mayoría en el Congreso y cuando los republicanos tenían la mayoría en el Congreso, que fue la mayor parte del tiempo.\n \nEste año, hay una mayoría en el Congreso que está dispuesta a evitar este recorte de pago de 21%, un recorte de pago que sin lugar a dudas obligará a algunos médicos a dejar de ver a pacientes de Medicare del todo. Pero esta vez, existe la posibilidad de que algunos senadores republicanos bloqueen la votación sobre este asunto. Después de años de votar para diferir estos recortes, el otro partido ahora está dispuesto a desatender las necesidades de nuestros médicos y nuestras personas mayores.\n \nAhora bien, me doy cuenta de que simplemente postergar estos recortes para el próximo año no es una solución a largo plazo para este problema. Durante años, he dicho que un sistema donde los doctores no tienen la certeza de que se les reembolsará equitativamente, no tiene ningún sentido. Y me he comprometido a reformar permanentemente esta fórmula de Medicare de manera que tome en cuenta la responsabilidad fiscal y la responsabilidad que tenemos con los doctores y personas mayores, Asimismo, ya hemos dado pasos significativos para contener el rápido aumento de costos de Medicare con la reforma del seguro médico, sin afectar a los médicos ni personas mayores, sino eliminando 50% del despilfarro, fraude y abuso en el sistema para el 2012. Esto no sólo fortalece Medicare, sino que les ahorra dinero a los contribuyentes.\n \nEstoy totalmente dispuesto a dar los difíciles pero necesarios pasos para reducir los costos de Medicare y hacer que nuestro presupuesto vaya por un sendero fiscal más sostenible. Pero no estoy dispuesto a hacer eso castigando a los esmerados médicos ni a los millones de estadounidenses que cuentan con Medicare. Eso es simple y llanamente un error. Y por eso, a corto plazo, el Congreso debe actuar para prevenir este recorte de pagos a los doctores.\n \nSi no actúan ahora, los doctores verán un recorte de 21% en sus pagos de Medicare esta semana. Esta semana, los médicos empezarán a recibir estos reembolsos reducidos del programa de Medicare. Eso puede llevarlos a dejar de participar del programa de Medicare. Y eso podría llevar a las personas mayores a perder a sus médicos.\n \nNo podemos permitir que esto suceda. Tenemos que solucionar este problema para que nuestros doctores puedan recibir el pago por los servicios que proporcionan que salvan vidas, y para mantener sus puertas abiertas. Tenemos que solucionar este problema a fin de cumplir la promesa de Medicare que les hicimos a nuestras personas mayores, para que puedan obtener el cuidado de salud que merecen. Así que exhorto a los republicanos del Senado a que por lo menos permitan que una mayoría de senadores y congresistas detengan este recorte de pagos. Los exhorto a ponerse de parte de las personas mayores de Estados Unidos y de los médicos de Estados Unidos. Gracias.\n \n\n\n\n"
}