{
    "title": "El Presidente Obama anunció expansión de campaña “Educar para Innovar” (“Educate to Innovate”) en pro de la excelencia en la enseñanza de ciencias, tecnología, ingeniería y matemáticas (STEM por sus siglas en inglés) | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/el-presidente-obama-anunci-expansi-n-de-campa-a-educar-para-innovar-educate-innovat",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 06, 2010\n\n \n\n\n\nEl Presidente Obama anunció expansión de campaña “Educar para Innovar” (“Educate to Innovate”) en pro de la excelencia en la enseñanza de ciencias, tecnología, ingeniería y matemáticas (STEM por sus siglas en inglés)\n\n\n\n\nInversiones del sector público y privado de más de $250 millones ayudarán a preparar a más de 10,000 nuevos maestros de matemáticas y ciencias, y capacitar a más de 100,000 maestros actuales\nHoy en la Casa Blanca, continuando la campaña “Educar para Innovar” que busca mejorar a los estudiantes estadounidenses para que estén entre los mejores en las ciencias y matemáticas durante la próxima década, el Presidente Obama anunció varias nuevas sociedades innovadoras con empresas importantes, universidades, fundaciones, organizaciones sin fines de lucro, y agencias gubernamentales. Las colaboraciones están diseñadas para atraer, desarrollar, y recompensar y retener a educadores sobresalientes en las ciencias, tecnología, ingeniería y matemáticas (STEM por sus siglas en inglés).  Estas sociedades se sumarán a programas que ya fueron anunciados por el Presidente en noviembre durante el inicio de la campaña “Educar para Innovar” a favor de motivar e inspirar a los estudiantes a que logren la excelencia en las áreas de educación STEM.\nTambién hoy, el Presidente rindió homenaje a más de 100 educadores sobresalientes en las áreas de las ciencias y matemáticas, quienes han sido galardonadas con el Premio Presidencial por excelencia en la enseñanza y asesoría en STEM.\nEl Presidente anunció: \n• Cinco nuevas sociedades entre el sector público y privado que usarán modelos comprobados para preparar a más de 10,000 nuevos maestros de matemáticas y ciencias durante los próximos cinco años y apoyarán el desarrollo profesional de más de 100,000 maestros actuales en los campos STEM. Estas sociedades –el Programa para Maestros de Ciencias y Matemáticas de Intel, la expansión de UTeach del Programa Nacional de Matemáticas y Ciencias, el compromiso de los rectores de universidades públicas de capacitar anualmente a 10,000 maestros de matemáticas y ciencias anualmente para el 2015,  el Desafío a Educadores Innovadores de PBS y las Becas Woodrow Wilson para la Enseñanza de Matemáticas y Ciencias– representan un cometido combinado de más de $250 millones en apoyo económico y en especie, lo que aporta más de $260 millones adicionales al apoyo anunciado en noviembre en el lanzamiento de la campaña “Educate to Innovate”.\n• Además del llamado a la acción por el Presidente a todos los científicos e ingenieros en mayo, hoy se suma un desafío a los 200,000 científicos e ingenieros que trabajan para el gobierno federal a que realicen voluntariado de alto impacto de lado de los educadores de STEM. Como parte de este desafío presidencial, la NASA organizará un programa de profundización denominado “Verano de Innovación” (“Summer of Innovation”), a realizarse durante varios años, en el cual científicos e ingenieros de la NASA colaborarán con miles de maestros y estudiantes para que aprovechen técnicas de última generación en el aprendizaje de STEM.\n“La calidad de los maestros de matemáticas y ciencias que tiene un estudiante es el factor más importante en el éxito o fracaso de un estudiante en ciencias, tecnología, ingeniería y matemáticas”, afirmó el Presidente Obama. “Los educadores entusiastas y con un verdadero dominio del contenido pueden ser decisivos, ya que permiten un aprendizaje práctico que realmente hace partícipes a los estudiantes, incluidas las muchachas y los miembros de minorías con representación insuficiente, y los prepara para hacerles frente a los enormes desafíos del siglo XXI, como aumentar la independencia energética, mejorar la salud humana, proteger el medio ambiente y reforzar la seguridad nacional”.\nInformación de Trasfondo Sobre los Premios Presidenciales:\nPara obtener biografías de los maestros que fueron homenajeados, PULSE AQUI\nPara obtener biografías de los asesores que fueron homenajeados PULSE AQUI\nEl Premio Presidencial a la Excelencia en la Enseñanza de Matemáticas y Ciencias (Presidential Award for Excellence in Mathematics and Science Teaching o PAEMST) se otorga anualmente a maestros de ciencias y matemáticas de nivel pre-universitario en todo el país. Los galardonados son seleccionados por un panel de distinguidos científicos, matemáticos y educadores tras un proceso inicial de selección realizado a nivel estatal. El premio se alterna anualmente entre los maestros de ciencias y matemáticas de kindergarten al sexto grado (como es el caso este año) o los que enseñan del séptimo al duodécimo grado.\nEl Premio Presidencial a la Excelencia en la Asesoría de Ciencias, Matemáticas  e Ingeniería (Presidential Award for Excellence in Science, Mathematics, and Engineering Mentoring o PAESMEM), se otorga anualmente a personas u organizaciones, en reconocimiento al crucial papel que dicha asesoría desempeña en el desarrollo académico y personal de los estudiantes que estudian ciencias o ingeniería, y que son miembros de grupos minoritarios con representación insuficiente en dichos campos. Los candidatos al premio presidencial de asesoría son nombrados por colegas, administradores y estudiantes de las instituciones a las que pertenecen. La asesoría puede ser para estudiantes de cualquier grado, desde la primaria hasta los estudios de posgrado.\nHOJA INFORMATIVA: “EDUCAR PARA INNOVAR”\nActualmente existe una escasez considerable de maestros en campos STEM, y sin acción concertada, empeorará. En total, se necesitará reclutar hasta un millón de maestros durante los próximos cinco años, y a menudo, es más difícil llenar las vacancias en matemáticas y ciencias. Es por esto que, como parte de este compromiso para hacer que el desempeño en Estados Unidos pase de ser promedio a superior en STEM durante la próxima década en el mundo, el Presidente Obama desafió a gobernadores, filántropos, científicos, ingenieros, educadores y el sector privado a que se sumen a él en una campaña nacional para encontrar maneras innovadoras de reclutar, capacitar, recompensar y retener maestros. Muchos se ofrecieron en noviembre y ya han comenzado a hacer aportes. Las sociedades anunciadas hoy representan una segunda ola de respuesta al llamado a la acción del Presidente.\nEstas actividades reforzarán las medidas que el Presidente ya ha tomado a nivel federal. La Ley para la Recuperación (Recovery Act), por ejemplo, incluye la mayor inversión en educación de la historia, la cual está ayudando a mantener empleados a más de 300,000 educadores cuyos empleos estaban en peligro debido a déficits presupuestarios. Además, el fondo Race to the Top de $4,350 millones está proporcionando subvenciones obtenidas por licitación a estados que usan estrategias innovadoras para reclutar, certificar, recompensar y retener a maestros. El Departamento de Educación también ha anunciado subvenciones por $43 millones para 28 programas de Sociedad para la Calidad Docente (“Teacher Quality Partnership”) en facultades de educación y distritos escolares de alta necesidad, y se otorgarán subvenciones por $100 millones adicionales a comienzos de este año.\nSociedades entre el sector público y privado anunciadas por el Presidente hoy:\nPrograma para Maestros de Ciencias y Matemáticas de Intel: Intel iniciará una campaña de diez años y de $200 millones en efectivo y en especie para apoyar la enseñanza de matemáticas y ciencias. Intel proporcionará capacitación a más de 100,000 maestros de matemáticas y ciencias en Estados Unidos durante los próximos tres años, donde los maestros de primaria participarán en un curso intensivo de 80 horas de desarrollo profesional en matemáticas y recibirán nuevas herramientas de Internet para la enseñanza y colaboración, lo que incluirá cursos de desarrollo profesional específicos para maestros de ciencias. Este programa de capacitación de maestros, que actualmente está a disposición de maestros en cuatro estados, se ofrecerá a distritos escolares en todos los 50 estados sin costo alguno para ellos. Intel también comprometerá a sus empleados para que ofrezcan 100,000 horas anuales de voluntariado, con énfasis en mejorar la enseñanza de STEM y continuará su respaldo a la Intel Science Search e Intel Science Fair, en la que anualmente participan 600,000 estudiantes.\nExpansión de UTeach del Programa Nacional de Matemáticas y Ciencias: El Programa Nacional de Matemáticas y Ciencias (National Math and Science Initiative o NMSI), en sociedad con empresas, fundaciones (por ejemplo, Texas Instruments Foundation), estados (por ejemplo, Tennessee) y agencias federales, anunciará una importante expansión del programa \"UTeach\" que preparará a más de 4,500 estudiantes de licenciatura en cursos de STEM para que sean nuevos maestros de matemáticas y ciencias para el 2015, y a 7,000 para el 2018, un compromiso que promete mejorar la enseñanza de más de 1 millón de estudiantes para el 2017 y más de 20 millones en el transcurso de las carreras de estos nuevos maestros. El programa UTeach produce maestros con conocimientos profundos sobre el contenido al permitir que los estudiantes de licenciaturas en ciencias y matemáticas reciban al mismo tiempo un certificado de maestro. Noventa y dos por ciento de quienes se gradúan de UTeach trabajan como maestros, y ochenta y dos por ciento siguen enseñando tras cinco años. Con una inversión de más de $13.5 millones por los socios, NMSI se expandirá a 20 universidades de las 14 actuales, prontamente seguidas por tres instituciones más. Con fondos de la Carnegie Corporation y la Michael & Susan Dell Foundation, NMSI también iniciará una red de maestros ex alumnos para aumentar el impacto del programa.\nRectores de universidades públicas se comprometen a capacitar a 10,000 maestros de matemáticas y ciencias anualmente para el 2015: En una carta al Presidente Obama, los rectores de más de 75 importantes universidades públicas se están comprometiendo a preparar colectivamente a 10,000 maestros de ciencias y matemáticas anualmente para el 2015. Éste es un aumento significativo de los 7,500 maestros que capacitan actualmente las universidades que participan en el Imperativo de Maestros de Ciencias y Matemáticas (Science and Mathematics Teacher Imperative), un programa dirigido por la Association of Public and Land-grant Universities. Los líderes universitarios evaluarán y ampliarán los programas que tienen una sólida trayectoria de éxito, innovarán para crear nuevos modelos de preparación, se asegurarán de que se valore la docencia como opción profesional y trabajarán estrechamente con los estados para abordar la escasez de maestros.\nDesafío a Educadores Innovadores de PBS: PBS y sus 356 emisoras asociadas, en colaboración con la National Science Teachers Association, iniciará un programa STEM de varios años de duración para aumentar considerablemente el número de maestros en la comunidad de PBS, ofrecer una plataforma para compartir prácticas eficaces de enseñanza e inspirar a la próxima generación de maestros líderes. PBS auspiciará una competencia anual llamada “Innovative Educators Challenge” para destacar a 50 maestros sobresalientes todos los años. Se brindará a estos maestros apoyo para que sean líderes en sus comunidades, como también para que se recopilen sus métodos de instrucción como parte de un depósito públicos de material digital—la Biblioteca Digital de Enseñanza (Digital Learning Library)—a fin de crear una plataforma para compartir prácticas eficaces.\nBecas Woodrow Wilson para la Enseñanza de Matemáticas y Ciencias: La Woodrow Wilson National Fellowship Foundation anunciará una considerable expansión de su programa, que financia maestrías en educación de futuros maestros de matemáticas y ciencias, y los asigna a escuelas intermedias y secundarias con dificultad para reclutar personal, usando un modelo muy similar a los programas Teaching Residency. Con el respaldo de los gobernadores de todos los estados y más de $40 millones en fondos de la W.K. Kellogg Foundation, el Lilly Endowment, el estado de Indiana, el estado de Ohio y Ohio Foundations, este programa capacitará a 120 maestros de matemáticas y ciencias al año en Michigan, y 700 en el transcurso de tres años en Indiana, Michigan y Ohio. Estos maestros mejorarán el desempeño en matemáticas y ciencias de aproximadamente 87,500 estudiantes al año.\nProgramas relacionados:\nPrograma de ampliación “Summer of Innovation” de la NASA: La NASA, en sociedad con empresas, entidades sin fines de lucro y estados, iniciará un programa piloto para mejorar considerablemente las oportunidades de aprendizaje de STEM para estudiantes durante el verano, con un énfasis en aumentar la participación de grupos con representación insuficiente. Por medio de subvenciones otorgadas por licitación a estados, la NASA usará sus considerables activos de STEM –lo que incluye a más de 11,000 científicos e ingenieros de la NASA– para crear programas de aprendizaje de varias semanas de duración durante el verano (una combinación de tiempo de instrucción, programas de esparcimiento, pasantías y asesoría), que ayudarán a miles de maestros y estudiantes en el primer año. El programa culminará con un evento nacional, en alianza con otros departamentos y agencias.\nProgramas para Maestros del Departamento de Educación: El Departamento de Educación de Estados Unidos otorgará $100 millones adicionales el mes entrante por medio del programa Teacher Quality Partnership a fin de mejorar el reclutamiento, la preparación y la certificación a los maestros en distritos escolares de alta necesidad, y asignará $200 millones adicionales este año para lograr modelos y estrategias para un sistema eficaz de paga basada en el desempeño, a fin de apoyar y recompensar a los maestros en escuelas de alta necesidad. Estos esfuerzos –apoyados por la Ley para la Recuperación– contribuirán al desarrollo adicional de maestros eficaces de matemáticas y ciencias. Además, la Administración realizará un esfuerzo este año dirigido por el secretario de Educación Arne Duncan para mejorar la impresión sobre la profesión docente y reclutar a maestros en zonas de escasez en campos clave, como matemáticas y ciencias. Ahora que el Congreso emprenda la reautorización de la Ley de Educación Primaria y Secundaria (Elementary and Secondary Education Act), el gobierno del Presidente Obama procurará desarrollar las reformas que la Ley para la Recuperación puso en relieve a fin de otorgar reconocimiento, fomentar y recompensar la excelencia en la profesión docente.\n##\n \n\n\n\n"
}