{
    "title": "Expected Attendees at Tonight’s State Dinner | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/03/14/expected-attendees-tonight-s-state-dinner",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMarch 14, 2012\n\n \n\n\n\nExpected Attendees at Tonight’s State Dinner\n\n\n\n\n\n\tBelow is a list of expected attendees at tonight’s State Dinner. Additional details about the State Dinner are available HERE.\n\nTHE PRESIDENT and MRS. OBAMA \n\nTHE RIGHT HONORABLE DAVID CAMERON, M.P. PRIME MINISTER OF THE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND\n\n            MRS. SAMANTHA CAMERON\n\n\tMr. Gerald Acker, Huntington Woods, MI\n\n\t            Mrs. Caryn Acker                                                                           \n\n\tMr. David Adjaye, New York, NY\n\n\t            Ms. Ashley Jasmine Shaw-Scott                                                       \n\n\tMr. Mark Alderman, Bryn Mawr, PA\n\n\t            Mrs. Sue Ellen Alderman                          \n\n\tGeneral John Allen, Fort Belvoir, VA\n\n\t            Mrs. Katherine Allen                                  \n\n\tThe Honorable Brooke Anderson, Deputy Assistant to the President and Chief of Staff, National Security Council\n\n\t            Mr. James Salter                              \n\n\tDr. Jean-Phillipe Austin, Miami, FL\n\n\t            Mrs. Maggie Austin                        \n\n\tMr. Alejandro Baez, Director for NATO and Western European Affairs, National Security Council\n\n\t            Mrs. Linda Ann Baez                                     \n\n\tMr. Lionel Barber, Editor, Financial Times, Washington, DC\n\n\t            Ms. Victoria Greenwood                           \n\n\tMr. Philip Barton, London, England \n\n\t               Ms. Amanda Barton\n\n\tThe Honorable Matthew Barzun, Louisville, KY\n\n\t            Mrs. Brooke Barzun                                       \n\n\tMr. Tom Bernstein, New York, NY\n\n\t            Mrs. Andrea Bernstein\n\n\tThe Honorable John Berry, Director, Office of Personnel Management\n\n\t            Mr. Curtis Yee                                 \n\n\tMs. Gabby Bertin, Press Secretary to Prime Minister Cameron\n\n\tMr. Hunter Biden, Washington, DC\n\n\t            Mrs. Kathleen Biden                                   \n\n\tThe Honorable Joseph R. Biden, Jr., Vice President of the United States\n\n\t            Dr. Jill Biden                        \n\n\tThe Honorable Rebecca Blank, Acting Deputy Secretary, U.S. Department of Commerce\n\n\t            Mr. Hanns Kuttner                          \n\n\tThe Honorable Antony Blinken, Deputy Assistant to the President and National Security Advisor, Office of the Vice President\n\n\tMs. Evan Ryan, Assistant to the Vice President and Special Assistant to the President for Intergovernmental Affairs and Public Engagement                             \n\n\tMr. John Robinson Block, Publisher and Editor-in-Chief, Pittsburgh Post-Gazette, Pittsburgh, PA\n\n\t            Ms. Susan Jones-Block                               \n\n\tMr. Neil G. Bluhm, Chicago, IL\n\n\t            Ms. Leslie Bluhm                              \n\n\tMr. David Bohnett, Beverly Hills, CA\n\n\t            Ms. Deborah Borda                         \n\n\tMr. Hugh Bonneville, London, England\n\n\t            Mrs. LuLu Williams                                   \n\n\tSir Richard Branson, London, England\n\n\tThe Honorable John Brennan, Assistant to the President for Homeland Security and Counterterrorism, National Security Council\n\n\t            Mrs. Katherine Brennan                             \n\n\tMr. Wally Brewster, Jr., Chicago, IL\n\n\t            Mr. Robert Satawake                                  \n\n\tMrs. Leilani Brown, Westbury, NY\n\n\t            Mr. Stanton Brown                          \n\n\tMrs. Elaine Brye, Winona, OH, Mrs. Brye wrote a letter to Mrs. Obama about being a mother of four children who serve in the military. Mrs. Obama and Dr. Biden’s initiative, Joining Forces, focuses on supporting members of the military and their families.\n\n\t            Mr. Courtney William Brye                                  \n\n\tThe Honorable John Bryson, Secretary of Commerce\n\n\tThe Honorable April Susanna Boyd, Assistant Secretary for Legislative Affairs, U.S. Department of Commerce                            \n\n\tMs. Susan Buffett, Omaha, NE\n\n\t            Mr. David Lane                               \n\n\tMr. Warren Buffett, Omaha, NE\n\n\t            Mrs. Astrid M. Buffett                                \n\n\tThe Honorable William J Burns, Deputy Secretary of State, U.S. Department of State\n\n\t            Ms. Lisa Carty\n\n\tMr. Jonathan Capehart, The Washington Post, Washington, DC\n\n\t            Mr. Nicholas Schmit IV                              \n\n\tThe Honorable Jay Carney, Press Secretary\n\n\t            Ms. Claire Shipman, Senior National Correspondent, ABC                            \n\n\tMr. John Casson, Foreign Policy Advisor to the Prime Minister\n\n\tMs. Cindy Chang, Senior Policy Advisor to the Assistant to the President for Homeland Security and Counterterrorism, National Security Council\n\n\t            Mr. Marvin D Nicholson, Special Advisor to the President and Trip Director                                                                    \n\n\tThe Honorable Mark Bradley Childress, Assistant to the President, Deputy Chief of Staff for Planning\n\n\t            Mrs. Katherine Childress                           \n\n\tThe Honorable Steven Chu, Secretary of the Department of Energy\n\n\tDr. Arun Majumdar, Director, Advanced Research Projects Agency – Energy, U.S. Department of Energy        \n\n\tThe Honorable Hillary Rodham Clinton, Secretary of State\n\n\tMr. George Clooney, Los Angeles, CA\n\n\tMr. Bradford Collins, Langhorne, PA\n\n\t            Ms. Barbara Walsh                          \n\n\tMr. Garrett Copeland, Wilmington, DE\n\n\t            Mrs. Tatiana Copeland                              \n\n\tMr. Jim Crown, Chicago, IL\n\n\t            Mrs. Paula Hannaway Crown                               \n\n\tMr. John Crumpler, Durham, NC\n\n\t            Mrs. Lou Crumpler                                    \n\n\tSir Kim Darroch, National Security Advisor, United Kingdom Government\n\n\tMr. Benjamin Deardorf, Teacher, Lancaster, PA\n\n\t            Mrs. Amy Deardorf, Teacher                                \n\n\tMs. Sarah Degrandpre, DC Program Director, Youth Service Opportunities Project, Washington, DC\n\n\t            Mr. Paul Shinkman                         \n\n\tThe Honorable Nancy Ann Min DeParle, Deputy Chief of Staff\n\n\t            Mr. Jason P. DeParle                                   \n\n\tMrs. Meredith DeWitt, Harvard, MA\n\n\t            Mr. Terry DeWitt                            \n\n\tThe Honorable John Dingell, United States Representative\n\n\t            Mrs. Deborah Dingell                                 \n\n\tThe Honorable Thomas Donilon, Assistant to the President, National Security Advisor\n\n\tMs. Cathy Russell, Deputy Assistant to the President and Chief of Staff to Dr. Jill Biden                         \n\n\tMr. Oliver Dowden, Political Adviser to the Prime Minister of the United Kingdom\n\n\tMr. Ted Dwane, Mumford and Sons\n\n\t            Ms. Isabel Soden                             \n\n\tMr. Joe Echevarria, New York, NY\n\n\t            Mrs. AnnaMaria Echevarria, Miami, FL                               \n\n\tMr. Idris Elba, Beverly Hills, CA\n\n\tMr. Fred Eychaner, Chicago, IL\n\n\tMr. Joseph Falk, Miami, FL\n\n\t            Mr. Mark Scott                                 \n\n\tMs. Catherine Fall, Deputy Chief of Staff to the Prime Minister \n\n\tThe Honorable Jon Favreau, Assistant to the President and Director of Speechwriting\n\n\t            Ms. Nikki Buffa, Deputy Director of Cabinet Affairs                                   \n\n\tMr. Rajiv Kumar Fernando, Chicago, IL\n\n\t            Ms. Jennifer Lynn Pelaez, New York, New York                      \n\n\tMr. John Frank, Vice President and Deputy General Counsel, Microsoft, Bellevue, WA\n\n\t            Ms. Delia Jampel                             \n\n\tMr. William Freeman, Nashville, TN\n\n\t            Mrs. Babs Freeman                         \n\n\tMr. Lou Frillman, Seattle, WA\n\n\t            Mrs. Carol Frillman                                    \n\n\tThe Honorable Michael B.G. Froman, Deputy Assistant to the President and Deputy National Security Advisor for International Economic Affairs\n\n\t            Ms. Nancy Goodman                                 \n\n\tMr. Anthony Gardner, Washington, DC\n\n\t            Mrs. Alejandra Gardner                             \n\n\tThe Honorable Timothy F. Geithner, Secretary of the Treasury\n\n\tMr. William Gelling, Private Secretary to the Foreign Secretary, United Kingdom Government\n\n\tMr. Stephen Gilbert, Political Secretary to Prime Minister Cameron\n\n\tMr. Timothy E. Gill, Denver, CO\n\n\t            Mr. Scott C. Miller                           \n\n\tThe Honorable Philip H. Gordon, Assistant Secretary of State for European Affairs, U.S. Department of State\n\n\t            Mrs. Rachel Gordon                                   \n\n\tMr. Chad Griffin, Los Angeles, CA\n\n\t            Mr. Jerome Fallon                           \n\n\tThe Honorable Marc Grossman, Special Representative for Afghanistan and Pakistan\n\n\t            Ms. Mildred Patterson                               \n\n\tDr. Amy Gutmann, University of Pennsylvania, Philadelphia, PA\n\n\t            Dr. Michael Gutmann                                 \n\n\tThe Right Honorable William Hague, M.P., Secretary of State for Foreign and Commonwealth Affairs, United Kingdom Government\n\n\tThe Honorable Kamala Harris, Attorney General, State of California\n\n\t            Ms. Maya Harris                             \n\n\tMr. Rupert Harrison, Special Advisor to the Chancellor, United Kingdom Government\n\n\tMr. Samuel Heins, Wayzata, MN\n\n\t            Ms. Stacey Mills                                \n\n\tThe Honorable Heather A. Higginbottom, Deputy Director, Office of Management and Budget\n\n\tMr. Daniel Alejandro Sepulveda, Assistant Secretary for Congressional Affairs, U.S. Trade Representative                                \n\n\tMr. Steve Hilton, Policy Director to the Prime Minister of the United Kingdom\n\n\tMr. Don Hinkle, Tallahassee, FL\n\n\t            Ms. Mimi Graham                           \n\n\tMr. Gary Hirshberg, Concord, NH\n\n\t            Mrs. Margaret Hirshberg, Manchester, NH                                \n\n\tThe Honorable Nancy D. Hogan,  Assistant to the President and Director of Presidential Personnel\n\n\t            Mr. Peter T. Gage                            \n\n\tThe Honorable Eric Holder, United States Attorney General, Department of Justice\n\n\t            Dr. Sharon Malone                          \n\n\tDr. John P. Holdren, Director, Office of Science and Technology Policy\n\n\tMs. April Holmes, Paralympian, Kissimmee, FL\n\n\t            Ms. Estee Portnoy, Bethesda, MA                        \n\n\tMs. Gwen Ifill, PBS, Arlington, VA\n\n\t            Mr. Wendell Pierce, Pasadena, CA                                  \n\n\tSir Jony Ive, Senior Vice President, Apple, Inc.\n\n\tMr. Tony James, New York, NY\n\n\t            Mrs. Amabel Boyce James                         \n\n\tThe Honorable Valerie Jarrett, Assistant to the President and Senior Advisor\n\n\tThe Honorable Martha Johnson, Administrator of the U.S. General Services, Annapolis, MD\n\n\t            Mr. Steve Johnson                           \n\n\tMr. Barry Karas, Los Angeles, CA\n\n\t            Mr. Bruce Green                              \n\n\tThe Honorable Ted Kaufman, former United States Senator\n\n\t            Mrs. Lynne Kaufman                                 \n\n\tMs. Katty Kay, BBC World News America, Washington, DC\n\n\t            Mr. Thomas Richard Carver                                  \n\n\tMrs. Janet Keller, Laguna Beach, CA\n\n\t            Mr. Bernard Earl Schneider                                   \n\n\tThe Honorable Patrick F. Kennedy, Under Secretary for Management, U.S. Department of State\n\n\t            Ms. Elizabeth Swope                                  \n\n\tThe Honorable John Kerry, United States Senator\n\n\t            Ms. Teresa Heinz Kerry                             \n\n\tThe Honorable Bradley Kiley, Office of Management and Administration\n\n\t            Mr. James M Coley, Jr.                               \n\n\tMr. Charlie Kireker, Weybridge, VT\n\n\t            Mrs. Marie Kireker                         \n\n\tThe Honorable Edward Koch, New York, NY\n\n\t            Ms. Diane Mulcahy                        \n\n\tMr. Orin Kramer, New York, NY\n\n\t            Ms. Kerry Kennedy, Mt. Kisco, NY                                 \n\n\tThe Honorable Alan Krueger, Chair, Council of Economic Advisors, Washington, DC\n\n\t            Mrs. Lisa Krueger, Princeton, NJ                         \n\n\tMr. Eric Lander, President and Director, Broad Institute of MIT and Harvard, Cambridge, MA\n\n\t            Mrs. Lori Lander                             \n\n\tMr. James Lassiter, Los Angeles, CA\n\n\t            Mrs. Mai Lassiter                            \n\n\tMs. Debra Lee, Chairman and Chief Executive Officer, BET Networks, Washington, DC\n\n\t            Mr. Londell McMillan, New York, NY                           \n\n\tMr. John Legend, Los Angeles, CA\n\n\t            Ms. Christine Teigen                                  \n\n\tMrs. Suzi Levine, Seattle, WA\n\n\t            Mr. Eric Levine                                \n\n\tThe Honorable Jacob Lew, Chief of Staff\n\n\t            Dr. Ruth Schwartz                           \n\n\tMr. Chuck Lewis, Evanston, IL\n\n\t            Ms. Penny Sebring                          \n\n\tMs. Denise Rosemarie Lewis, Olympian, Buckinghamshire, England \n\n\tMr. Damian Lewis, London, England\n\n\t            Ms. Helen McCrory                                    \n\n\tMr. Joe Liemandt, Austin, TX\n\n\t            Mrs. Andra Liemandt                                 \n\n\tMr. Ed David Llewellyn, Chief of Staff to the Prime Minister\n\n\tMr. Ben Lovett, Mumford and Sons\n\n\t            Ms. Jemima Janey                              \n\n\tThe Honorable Chris Lu, Assistant to the President and Cabinet Secretary\n\n\t            Ms. Katie Thomson                        \n\n\tMr. Jonathan Luff, Senior Advisor to Prime Minister Cameron, London, England \n\n\tThe Honorable Richard Lugar, United States Senator\n\n\t            Mrs. Charlene Lugar                                  \n\n\tGeneral Douglas Lute, Special Assistant to the President and Coordinator for Afghanistan and Pakistan, National Security Council\n\n\tThe Honorable Jane Lute, Deputy Secretary, U.S. Department of Homeland Security                                       \n\n\tMr. James MacGilvray, West Islip, NY\n\n\t            Mrs. Janet MacGilvray                               \n\n\tMr. Laurence Mann, Political Private Secretary to Prime Minister Cameron\n\n\tThe Honorable Capricia Penavic Marshall, United States Chief of Protocol\n\n\t            Dr. Robert Marshall                                    \n\n\tMr. Winston Marshall, Mumford and Sons\n\n\t            Ms. Susan Cooney                          \n\n\tThe Honorable Alyssa Mastromonaco, Deputy Chief of Staff for Operations\n\n\tThe Honorable Danielle Crutchfield, Deputy Assistant to the President and Director of Scheduling and Advance                        \n\n\tMr. Terry McAuliffe, McLean, VA\n\n\t            Mrs. Dorothy McAuliffe                            \n\n\tThe Honorable Claire McCaskill, United States Senator\n\n\t            Mr. Joseph Shepard                                    \n\n\tThe Honorable Denis McDonough, Assistant to the President and Deputy National Security Advisor\n\n\t            Mrs. Karin McDonough                             \n\n\tMs. Elizabeth Lee McGovern, London, England\n\n\t            Mr. Simon Adam Curtis                             \n\n\tMr. Rory McIlroy, Professional Golfer, Dublin, Ireland\n\n\t            Mr. Conor Ridge                                 \n\n\tThe Honorable Tony Miller, Deputy Secretary, U.S. Department of Education\n\n\t            Mrs. Carole Miller                          \n\n\tMr. Marcus Mumford, Mumford and Sons\n\n\t            Ms. Carey Mulligan                             \n\n\tThe Honorable Cecilia Munoz, Assistant to the President and Director, Domestic Policy Council\n\n\t            Mr. Amit A. Pandya                                    \n\n\tMr. James Murray, Keene, VA\n\n\t            Mrs. Bruce Randolph Murray                               \n\n\tThe Honorable Janet Napolitano, Secretary, Department of Homeland Security\n\n\t            Dr. Leonard Napolitano                            \n\n\tMr. Martin Hughes Nesbitt, Chicago, IL\n\n\t            Ms. Anita Kay Blanchard                           \n\n\tMs. Susan Ness, Bethesda, MD\n\n\t            Mr. Lawrence Schneider                            \n\n\tThe Honorable Thomas R. Nides, Deputy Secretary of State for Management and Resources, Department of State\n\n\t            Ms. Virginia Moseley, Senior Producer, ABC                            \n\n\tMr. Craig Stewart Oliver, Director of Communications, United Kingdom Government\n\n\tThe Honorable Martin O’Malley, Governor, State of Maryland\n\n\t            The Honorable Katie O’Malley                                \n\n\tMr. George Gideon Osborne, M.P., Chancellor of the Exchequer, United Kingdom Government\n\n\tThe Honorable Maria Otero, Undersecretary for Civilian Security, Democracy and Human Rights, U.S. Department of State\n\n\t            Mr. Joe Eldridge                              \n\n\tMr. Michael Monroe Parham, Seattle, WA\n\n\t            Ms. Hyeok Kim                               \n\n\tMrs. Carol Pensky, Washington, DC\n\n\t            Mr. David Pensky                               \n\n\tMr. Dana Matthew Perlman, Los Angeles, CA\n\n\t            Mr. Hugh Kinsellagh                                 \n\n\tThe Honorable Thomas John Perrelli, Associate Attorney General, Department of Justice\n\n\t            Ms. Kristine Joy Lucius                              \n\n\tSergeant First Class Leroy Petry, Medal of Honor Recipient\n\n\t            Mrs. Ashley Petry                           \n\n\tThe Honorable Dan Pfeiffer, Assistant to the President and Director of Communications\n\n\tThe Honorable David Plouffe, Assistant to the President and Senior Advisor\n\n\t            Ms. Olivia Morgan                         \n\n\tMr. John Prendergast, Washington, DC \n\n\tMr. Mike Ramos, Chapel Hill, NC\n\n\t            Mrs. Joelle Ramos                                       \n\n\tThe Honorable Ben Rhodes,\n\n\tDeputy National Security Advisor for Strategic Communication and Speechwriting, National Security Council, National Security Council\n\n\t            Ms. Ann Norris                                    \n\n\tThe Honorable Susan Rice, United States Ambassador to the United Nations\n\n\t            Mr. Ian Cameron                             \n\n\tMrs. Ellen Richman, Greenwich, CT\n\n\t            Mr. Richard Richman                                 \n\n\tMr. Ivan Rogers, Adviser on Europe and Global Issues to Prime Minister Cameron\n\n\tLady Ruth Rogers, London, England\n\n\t            Mr. Roo Rogers                                          \n\n\tMrs. Ginni Rometty, Armonk, NY\n\n\t            Mr. Mark Rometty, Bonita Spring, FL                             \n\n\tMr. Charlie Rose, Jr., Host, Executive Editor and Executive Producer, PBS, New York, NY\n\n\t            Ms. Amanda Burden                                           \n\n\tMs. Hilary Rosen, Washington, DC\n\n\t            Mr. John Kelly, Kirkland, WA                              \n\n\tMr. Simon Rosenberg, President and Founder, New Democratic Network, Washington, DC\n\n\t            Ms. Caitlin Durkovich                                \n\n\tDr. Robert Rosenwasser, Chairman of Neurosurgery, Thomas Jefferson University Hospital, Villanova, PA\n\n\t            Dr. Deborah August                                   \n\n\tThe Honorable Pete Rouse, Senior Advisor\n\n\tMs. Courtney M. Chapin, White House Liaison, National Endowment for the Humanities                                 \n\n\tMrs. Virginia Rustique-Petteni, Washington, DC\n\n\tMr. Nick Booth, CEO, The Foundation of Prince William and Prince Harry and the Duchess of Cambridge, London, England                              \n\n\tThe Honorable Kenneth Salazar, Secretary of the Interior\n\n\t            The Honorable David Hayes, Deputy Secretary of the Interior                                  \n\n\tThe Honorable Antonin Scalia, Associate Justice of the United States Supreme Court\n\n\t            Mrs. Maureen M. Scalia                             \n\n\tThe Honorable Charles Schumer, United States Senator\n\n\t            Ms. Iris Weinshall                           \n\n\tMr. John Scully, San Francisco, CA\n\n\t            Mrs. Regina Scully                          \n\n\tThe Honorable Kathleen Sebelius, Secretary of Health and Human Services\n\n\t            Mr. Ned Sebelius                            \n\n\tThe Honorable Rajiv J. Shah, Administrator, US Agency for International Development\n\n\t            Mrs. Shivam Mallick Shah                                          \n\n\tMs. Diana Shaw Clark, Washington, DC\n\n\t            Mr. Simon Clark                              \n\n\tMr. Jeff Shell, Chairman, NBCUniversal International, London, England\n\n\t            Mrs. Laura Shell                                \n\n\tThe Honorable Wendy Sherman, Under Secretary of State for Political Affairs, Department of State\n\n\t            Mr. Bruce Stokes                                           \n\n\tDr. Elizabeth Sherwood-Randall, Special Assistant to the President and Senior Director for European Affairs, National Security Council\n\n\t            Dr. Jeffrey Randall                                     \n\n\tThe Honorable Mark Leonard Shurtleff, Attorney General, State of Utah\n\n\t            Mrs. M'Liss Shurtleff                                     \n\n\tMs. Marva Smalls, Executive Vice President of Public Affairs, Chief of Staff for Nickelodeon/MTVN Kids and Family Group, New York, NY\n\n\t            Mr. Francisco Lopes Borges, Farmington, CT                                            \n\n\tMr. Jay Snyder, New York, NY\n\n\t            Mrs. Tracy Snyder                           \n\n\tThe Honorable Hilda Solis, Secretary of Labor\n\n\t            Ms. Rebecca Zapanta                                 \n\n\tMs. Isabel Spearman, Chief of Staff to Mrs. Samantha Cameron\n\n\tThe Honorable Gene Sperling, Director, National Economic Council Director\n\n\t            Ms. Allison Abner                            \n\n\tMr. Andrew Sullivan, The Newsweek/Daily Beast Company, Washington, DC\n\n\t            Mr. Aaron Tone                                 \n\n\tAmbassador Louis Susman, United States Ambassador to the United Kingdom\n\n\t            Mrs. Marjorie Susman                                         \n\n\tMs. Sally Susman\n\n\t            Ms. Robin Canter                            \n\n\tMr. Paul Tash, Chairman and CEO, Times Publishing Company, St. Petersburg, FL\n\n\t            Mrs. Karyn Tash                              \n\n\tMr. Stuart Taylor II, Chicago, IL\n\n\t            Mrs. Evonne Taylor                                    \n\n\tThe Honorable Tina Tchen, Chief of Staff, Office of the First Lady\n\n\tMs. Gillian Tett, U.S. Managing Editor, Financial Times, New York, NY\n\n\t            Richard Philip McGregor, Washington, DC                               \n\n\tMr. John W. Thompson, Woodside, CA\n\n\t            Mrs. Sandi Thompson                                \n\n\tMr. George Tsunis, Cold Spring Harbor, NY\n\n\t            Mrs. Olga Tsunis                            \n\n\tMr. Adam Tudhope, Washington, DC\n\n\tMr. James Turley, Scarsdale, NY\n\n\t            Mrs. Lynne Turley                                \n\n\tMrs. Deborah Wais, Chicago, IL\n\n\t            Mr. Marshall Wais                            \n\n\tMs. Randi Weingarten, President, American Federation of Teachers, East Hampton, NY \n\n\t            Ms. Louise Anne Rogers, Washington, DC                                \n\n\tMr. Harvey Weinstein, New York, NY\n\n\t            Ms. Georgina Chapman, Washington, DC                                  \n\n\tSir Peter Westmacott, British Ambassador to the United States\n\n\t            Lady Susan Nemazee Westmacott                                      \n\n\tDr. Eric E. Whitaker, Chicago, IL\n\n\t            Dr. Cheryl Whitaker                                     \n\n\tMr. Simon Wilson, Chevy Chase, MD\n\n\t            Mrs. Irmgard Wilson, Washington, DC                           \n\n\tAdmiral James A. Winnefeld, Vice Chairman of the Joint Chiefs of Staff\n\n\t            Mrs. Mary A. Winnefeld                             \n\n\tMs. Anna Wintour, Editor-in-Chief, Vogue Magazine, New York, NY\n\n\t            Mr. Shelby Bryan                            \n\n\tMr. Richard Wolffe, Washington, DC\n\n\t            Dr. Paula Cuello                             \n\n\tThe Honorable Neal Wolin, Deputy Secretary, Department of Treasury\n\n\t            Ms. Nicole Elkon                                    \n\n\tMr. Jeffrey D. Zients, Acting Director, Office of Management and Budget\n\n\t            Mrs. Mary M. Zients                                   \n\n\t \n\n\t###\n\n\n\n\n"
}