{
    "title": "Middle Class Task Force Holds Meeting on College Affordability | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/middle-class-task-force-holds-meeting-college-affordability",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 17, 2009\n\n \n\n\n\nMiddle Class Task Force Holds Meeting on College Affordability\n\n\n\n\n THE WHITE HOUSE Office of the Vice President  ____________________________________________________________________  For Immediate Release                                           April 17, 2009 Middle Class Task Force Holds Meeting   on College Affordability www.AStrongMiddleClass.gov  Missouri – Today in St. Louis, Missouri, the Middle Class Task Force is holding a meeting, titled \"Making College More Affordable for our Families.\" The focus of the meeting is to discuss ways to expand opportunities and help make the dream of a college education a reality for more families. This is the third in series of meetings the Vice President and Task Force members are holding across the country on key issues facing the middle class. \"The challenges of paying for college in America is well understood - the growth of college tuition is far outpacing that of family income\" said Vice President Biden. \"No matter what else we do to get our economy moving, it all leads back to education. We realize the full measure of our success hinges on whether the standard of living for the middle class improves - and whether those aspiring for the middle class can get there, and stay there. The single best ticket to the middle class is a good education. And that’s why we are here today.\" The Vice President is today joined by his wife, Dr. Jill Biden, an educator for 28 years who continues to teach English courses at a DC-area community college; Secretary of Education Arne Duncan; and Cecilia Rouse, of the Council on Economic Advisers and leading expert on the economic impact of education, especially the impact of community colleges. The group is also joined by Senator Claire McCaskill and Missouri Governor Jay Nixon. President Obama has set a goal that by 2020, America should once again lead the world in the proportion of adults with a college degree. A central goal of the Middle Class Task Force is to ensure that public policy is helping middle-class families to realize their aspirations. At the heart of those aspirations is the deep-seated desire of parents to ensure that their children have the opportunity to realize their potential. For many families, this means making sure their children can afford a college education. And for many of those same families, this challenge has been growing for years, such that today, paying for college strains many family budgets to the breaking point. The President, the Vice President and the Middle Class Task Force is committed to making sure that every student has the opportunity to earn a postsecondary credential or degree. \"We are doing all we can to make college more affordable and accessible for every middle class American,\" said Secretary Arne Duncan. \"The Obama Administration has already taken a giant step forward to make this a reality by investing in Pell grants and Federal Work Study, revamping the Perkins loan program, and changing the education tax credit to provide relief to more families struggling to pay for college. This is not just about four year universities, it’s also about the nearly 12 million students who attend community colleges. We still have a long way to go but I am confident we are on the path to dramatically increasing the number of Americans with college degrees.\" \"While economists may disagree about many issues, we’re united in the importance of a college education in today’s increasingly competitive economy,\" said White House Economic Advisor Cecilia Rouse. \"As such, the Obama Administration’s commitment to making college affordable for today’s middle class families is more critical than ever.\" Many families save for college though tax-deferred savings plans called \"529 plans\" or simply \"529s.\" 529s are savings plans offered by states that let families save for college in a plan that works much like IRAs or 401(k) pension plans, wherein contributions receive some tax advantages. However, since the health of 529s depends to no small extent on the health of financial markets, at times like the present, when stocks and even fixed income investments have lost a great deal of their value, families can find their savings significantly diminished. This is especially tough for families whose children are ready to go to college, as such families don't have the time needed to replenish their accounts as the market improves. Today, Vice President Biden is asking the Treasury Department and the Secretary of Education to study ways of making 529 accounts more effective and reliable. \"We aren’t interested in empty promises. We need real, substantive ways to reinvest in student aid and putting money directly into the pockets of students who need help affording a college education,\" said Vice President Biden. \"That's why today I am asking the Treasury Department and Secretary of Education to look into 529 plans and ways to make them more effective and reliable. Their analysis will examine how people save in the 529s, whether they are taking appropriate approaches to risk, and try to identify options and best practices for helping these funds be there for families when they need them.\" The Middle Class Task Force also released a staff report today focusing on the challenges of paying for college in America today, exploring policy steps that have already been taken and new steps that should be considered in order to make college more affordable to all families who aspire to provide a college education for their children. The staff report hones in on affordability – specifically addressing the problem of a high school graduate who is fully capable of getting into and completing a college program, but for the financial constraints that she and her family face. View the full staff report .\n\n\n\n"
}