{
    "title": "Readout of the President’s Meeting with African-American Faith Leaders | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/08/26/readout-president-s-meeting-african-american-faith-leaders",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 26, 2013\n\n \n\n\n\nReadout of the President’s Meeting with African-American Faith Leaders\n\n\n\n\nThis morning, the President met with African-American faith leaders to discuss the 50th Anniversary of the March on Washington for Jobs and Freedom and how civil rights and equality are closely tied to voting rights and closing the gap on education, unemployment, and access to health care.  The faith leaders from major African-American church denominations are in Washington to mark the 50th anniversary of the March on Washington.  The President noted that while the country has made enormous strides in the decades since the March, more work remains to be done to ensure that our country is more fair, more free, and more just than it was 50 years ago.  The President noted that his Administration is continuing to fight to ensure that the right to vote is protected, and he also discussed the upcoming start of open enrollment in the Health Insurance Marketplace, and that the difficult but critical work of enrolling millions of Americans in health exchanges around the country continues.  Thanks to the Affordable Care Act, an estimated 7.3 million African Americans with private insurance now have access to expanded preventive services with no cost, and nearly 7 million African Americans without health insurance will newly have access to quality, affordable health insurance options in 2014.  The faith leaders told the President about their plans to work with their congregations and partners to inform people about the Marketplace.  The President thanked the leaders for their prayers, and said that he looks forward to continuing to work with them.  The President and the faith leaders concluded their meeting with a prayer.\nA photo of the meeting is available here.\nAfrican-American faith leaders in the meeting included:\n\n\n\t\tDr. Carroll Baltimore, President, Progressive National Baptist Convention\n\n\t\tBishop George Battle, Senior Bishop, African Methodist Episcopal Zion Church\n\n\t\tBishop John Bryant, Senior Bishop, African Methodist Episcopal Church\n\n\t\tBishop Thomas Hoyt, Senior Bishop, Christian Methodist Episcopal Church\n\n\t\tBishop Michael Kelsey, Executive Treasurer, Full Gospel Baptist Church Fellowship\n\n\t\tRev. Alvin Love, National Baptist Convention, USA, Inc.\n\n\t\tRev. Otis Moss, Jr., Progressive National Baptist Convention\n\n\t\tRev. Al Sharpton, Founder/President, National Action Network\n\n\t\tRev. Stephen Thurston, President, National Baptist Convention of America\n\n\t\tDr. C.T. Vivian, President, Southern Christian Leadership Conference\n\n\t\tDr. Barbara Williams Skinner, Executive Director, Skinner Leadership Institute \n\nAdministration Officials in the meeting included:\n\n\n\t\tAttorney General Eric Holder\n\n\t\tValerie Jarrett, Senior Advisor to the President\n\n\t\tMelissa Rogers, Executive Director, White House Office of Faith-based and Neighborhood Partnerships\n\nRev. Suzan Johnson Cook, Ambassador-at-Large for International Religious Freedom, U.S. Department of State\n\n\n\n\n"
}