{
    "title": "Background On Naturalization Ceremony For Active Duty Service Members | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-naturalization-ceremony-active-duty-service-members",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 01, 2009\n\n \n\n\n\nBackground On Naturalization Ceremony For Active Duty Service Members\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  ____________________________________________________________  FOR IMMEDIATE RELEASE                                   May 1, 2009  BACKGROUND ON NATURALIZATION CEREMONY FOR ACTIVE DUTY SERVICE MEMBERS:   Today, President Obama will deliver remarks at a naturalization ceremony for active duty service members. This ceremony recognizes the contributions made by immigrant members of the U.S. armed forces who choose to join the American family as citizens.   Mike Aytes, Acting Deputy Director of U.S. Citizenship and Immigration Services (USCIS) within the Department of Homeland Security, will present the home countries of the candidates for citizenship, and Secretary Janet Napolitano will administer the oath of citizenship.   President Obama will then present Peter Lemon with the Outstanding American by Choice award, which recognizes the outstanding achievements of naturalized U.S. citizens.   The audience will be composed of the service members and their families. Department of Defense Secretary Robert Gates and General James Cartwright, Vice Chairman of the Joint Chiefs of Staff, are also expected to attend.   Service members becoming American citizens: Anthony Barber Agraviador, U.S. Army, SPC, E-4, Phillipines Born in the Phillipines, Agraviador joined the U.S. Army in 2008. He is currently assigned to 335th Trans. Det. 24 BN in Fort Eustis.  Alex Almendras Burton, U.S. Army National Guard Reserve, Bolivia  Almendras entered the U.S. at the age of 11 in 1998. He is a member of the U.S. Army National Guard Reserve.  Priscella Decoda Beacher, U.S. Army, PFC, E-3, Jamaica  Born in Jamaica in 1987, Beacher immigrated as a child of a U.S. citizen in 2006. She is currently enlisted with the U.S. Army and is stationed at Fort Lee.  Carlyle Christophe Campbell, U.S. Navy, E-1, Jamaica  Born in Jamaica in 1977, Campbell immigrated as a spouse of a U.S. citizen in 2007. Mr. Campbell is currently serving in the U.S. Navy and is stationed in Norfolk.  Jeanne Ginette Ebongue Tapo, U.S. Navy, E-2, Personnel Specialist Seaman, Gabon  Born in Gabon, Africa, Ebongue joined the U.S. Navy in 2007. Her present command is the USS Enterprise (CVN-65).  Ricardo Kelene Fender, U.S. Army, E-2, Jamaica  Fender entered the U.S. at the age of 18 in 2005 and was accepted into the U.S. Army Reserves in 2008.  Christian Karl Glenn, U.S. Coast Guard, E-5, Germany  Glenn entered the U.S. at the age of 3 in 1986 and serves in the U.S. Coast Guard.  Xaverie Caroline Hildebrandt, U.S. Army, E-4, Cameroon  Born in Cameroon, Hildebrandt entered the U.S. at the age of 17 in 1991. She joined ROTC in high school and then the U.S. Army.   Donaven Jack, U.S. Marine Corps, Sgt E-5, Micronesia  Born in Micronesia, Jack now serves in the U.S. Marine Corps.  Przemyslaw Lesniewica, U.S. Navy, E-3, Poland  Born in Poland, Lesniewica came to the U.S. to be part of a youth ministry in Wisconsin. He now serves in the U.S. Navy.  Juan Miguel Leyva Marrero, U.S. Marine Corps, L Corporal E-3, Cuba Born in Cuba, Leyva entered the U.S. at the age of 15 in 2000 and later joined the U.S. Marine Corps.  Anthony Marcus McKoy, U.S. Marine Corps, E-3, Guyana  Born in Guyana, McKoy entered the U.S. at the age of 10 in 1995 and later joined the U.S. Marine Corps.   Nijinsky Orlando Mendez Belmonte, U.S. Navy, Airman Recruit, E-2, Bolivia  Mendez entered the U.S. at the age of 18 in 2007 and later joined the U.S. Navy.  Abdul Goffur Guillermo Mondol Romero, U.S. Marine Corps, Sergeant, Nicaragua  Mondol entered the U.S. at the age of 5 in 1985 and joined the U.S. Marine Corps in 2001.  Alejandro Nunez, U.S. Navy, E-5, Mexico  Nunez is the son of migrant field workers in Mexico. He joined the U.S. Navy after a recruiter came to his high school.  Chryshann Pierre, U.S. Army, Specialist, Bahamas  Pierre entered the U.S. at the age 9 in 1990. She serves in the U.S. Army and will apply for a warrant officer position once she becomes a citizen.  Leonardo Porras, U.S. Navy, Colombia  Porras was born in Colombia in 1973. He enlisted in the U.S. Navy in 2003 and is currently stationed at Little Creek Amphibious Base.  Jose Miguel Quijano, U.S. Marine Corps, PFC, Peru  Born in Peru, Quijano entered the U.S. at the age of 11 in 2000.  He later joined the U.S. Marine Corps.  Hazzell Abigail Ramos, U.S. Marine Corps, Corporal, Nicaragua Ramos came to the U.S. at the age of six and later joined the U.S. Marine Corps.  Jorge Fancisco Sifuentos Velasco, U.S. Army, PFC, E-3, El Salvador Born in El Salvador, Sifuentos moved to Louisiana at a young age.  He later joined the U.S. Army.  Eder Asael Valle Hernandez, U.S. Navy, NE-3, Mexico  Valle entered the U.S. at the age of 2 in 1990.  He later joined the U.S. Navy.  Armel Possi Yepmo, U.S. Air Force, Cameroon  Born in Cameroon, Yepmo entered the U.S. at the age of 26 in 2008.  He serves in the U.S. Air Force.  Can Yurdagul, U.S. Army National Guard, Turkey  Born in Turkey, Yurdagul entered the U.S. at the age of 11 in 2000.  He joined ROTC and now serves in the U.S. Army National Guard.  Jeonathan Ezequiel Zapata, U.S. Navy, NE-4, Nicaragua Zapata entered the U.S. at the age of 9 in 1996.  He later joined the U.S. Navy.  Biography of Peter Lemon, recipient of the Outstanding American by Choice award:  Seven years after he became a naturalized American, Canadian-born Pete Lemon was serving in a U.S. Army Ranger platoon based in the jungles of Tay Ninh Province, Vietnam. The 19 year old Specialist was hoping to get a good night’s rest on the night of April 1, 1970, when his Fire Support Base came under attack. Exhausted, scared, and fighting for his life, Lemon was bleeding from numerous shrapnel wounds in his head, back, and neck from an enemy mortar that exploded near his foxhole. Specialist Lemon was fortunate. That same mortar round had literally vaporized one of his close friends and fellow soldiers.    The battle raged for more than three hours at Fire Support Base Illingsworth, one of two small American outposts in the remote jungle region. Close to 400 enemy soldiers swarmed the small American position, and they had chosen the area of the perimeter defended by Pete's Platoon as their point of attack. Already the young soldier had successfully fought back two waves of enemy soldiers, survived the mortar attack, watched three friends die, and carried another wounded comrade to safety.    Pete Lemon furiously fought through two successive waves of enemy advances, determined that if he could survive THIS assault, the worst would be over. He was wounded a second time, when a third wave appeared poised to over run the perimeter. It seemed that all hope for survival was lost. \"I said to myself, 'You're not going to make it through this one',\" Pete later recalled. Determined to go down fighting, the intrepid soldier found a working machine gun and jumped to the top of the dirt wall embattlement and, in a fully exposed position, continued to fire at the enemy.    Wounded yet a third time in that final assault, and reduced to having to fend off the enemy in hand-to-hand combat, somehow the fearless Army Ranger survived the night and repelled the enemy attack. In the days that followed he replayed the vicious battle in his head and was haunted in dreams from his hospital bed. Every man in his platoon had been wounded. Dead were three of his closest friends, Casey Waller, Nathan Mann and Brent Street. His own wounds would require more than a month of hospitalization, yet he had refused to be evacuated until the other wounded had been flown to a field hospital. Peter Lemon's war was over, and within six months he had returned to his adopted hometown in Michigan as an American hero. He was later awarded the Medal of Honor by President Nixon in 1971.    Today, Pete Lemon is the proud father of three children, works as a professional speaker for corporations and associations, and volunteers his free time to schools, veterans groups and other organizations. He is the author of a book and the producer of a documentary film entitled, Beyond the Medal: A Journey from Their Hearts to Yours, which he dedicated to his fallen comrades.   \n\n\n\n"
}