{
    "title": "President Obama to Sign the Edward M. Kennedy Serve America Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-sign-edward-m-kennedy-serve-america-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 21, 2009\n\n \n\n\n\nPresident Obama to Sign the Edward M. Kennedy Serve America Act\n\n\n\n\n THE WHITE HOUSE Office of the Press Secrectary   For Immediate Release  April 21, 2009 President Obama to Sign the Edward M. Kennedy Serve America Act  President Obama will sign H.R. 1388, the Edward M. Kennedy Serve America Act. Senator Edward M. Kennedy will introduce President Obama at the event. The following honored guests and members of Congress will attend the President’s remarks and the bill signing:  Mrs. Obama Senator Edward M. Kennedy & Victoria Kennedy Vice President Biden & Dr. Biden Former President Bill Clinton Former First Lady Rosalyn Carter Caroline Kennedy Senator Dick Durbin Mayor Michael Bloomberg General Colin Powell – US Army (ret.) Speaker Nancy Pelosi (D-CA) Leader Harry Reid (D-NV) Senator Chris Dodd (D-CT) Senator Michael Enzi (R-WY) Senator Orrin Hatch (R-UT) Senator Barbara Mikulski (D-MD) Rep. Carolyn McCarthy (D-NY) Rep. George Miller (D-CA) Rep. Gwen Moore (D-WI)  The audience of approximately 200 people will be composed of bipartisan members of Congress, members and volunteers active in the service movement, students from the SEED School and representatives from the Corporation for National & Community Service. BACKGROUND ON EDWARD M. KENNEDY SERVE AMERICA ACT: The Edward M. Kennedy Serve America Act will triple the size of AmeriCorps (from 75,000 to 250,000 members) and focus that service on today’s challenges, including clean energy, education, health care, veterans care, and economic opportunity. The bill will also provide new service opportunities for millions of Americans at all stages of their lives. The legislation will develop a fund to seed and grow successful ideas in the nonprofit sector and build the capacity of the nonprofit sector to use volunteers more effectively. Please see fact sheet on the service bill HERE. BACKGROUND ON CORPORATION FOR NATIONAL AND COMMUNITY SERVICE: The Corporation for National and Community Service plays a vital role in supporting the American culture of citizenship, service and responsibility. The Corporation is the nation’s largest grantmaker supporting service and volunteering. Through Senior Corps, AmeriCorps, and Learn and Serve America and other programs, CNCS provides opportunities for Americans of all ages and backgrounds to express their patriotism while addressing critical community needs. BACKGROUND ON THE SEED SCHOOL: The SEED school is just one example of over 1,500 Learn and Serve America programs supported by the Corporation for National and Community Service (CNCS). Learn and Serve America, a program of the CNCS, provides an on-ramp to a lifetime of civic engagement for more than one million students each year. The SEED School has offered an intensive boarding school education to students from throughout the District of Columbia since 1998. The school is at full capacity and serves 320 urban children in grades seven through 12 in Southeast Washington, DC. As a Learn and Serve America sub-grantee, The SEED School provides an outstanding service-learning program, teaching students about the needs in their community and giving them an opportunity to address those needs. Through service-learning, students are empowered to be active citizens and problem-solvers in the greater community for the rest of their lives. Service-learning is practiced throughout the school in a variety of ways, and is a core component of the curriculum. Some examples of service-learning projects at The SEED School include:  Through a semester long course called SEED Students in Action, students engage in weekly service-learning projects. One example is the National Walk for the Homeless, where students walked on behalf of the school’s service partner, Samaritan Ministry, and raised over $6,000 for the organization. On Saturdays, students lead family service projects, where over 50 family members have engaged in service, while the students demonstrate leadership and civic engagement to their family members and the greater community. Monday through Friday students live in \"houses\" named after Ivy League colleges, promoting a realistic vision of higher education for the students. As members of these houses, students plan and implement regular service-learning projects together. \n\n\n\n"
}