{
    "title": "Fact Sheet: The President’s Plan to Make America a Magnet for Jobs by Investing in Manufacturing | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/02/13/fact-sheet-president-s-plan-make-america-magnet-jobs-investing-manufactu",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 13, 2013\n\n \n\n\n\nFact Sheet: The President’s Plan to Make America a Magnet for Jobs by Investing in Manufacturing\n\n\n\n\nPresident Obama is committed to making America a magnet for jobs and manufacturing so we continue to build things the rest of the world buys. After shedding jobs for more than 10 years, our manufacturers have added about 500,000 over the past three. Manufacturing production has grown since the end of the recession at its fastest pace in over a decade.\nThe President’s plan builds on that momentum by investing in American manufacturing. The President has outlined a concrete agenda to train American workers for high-tech manufacturing jobs, end tax breaks to ship jobs overseas and make the U.S. more competitive, bring jobs back, and level the playing field for our workers by opening new markets for American-made products. \n\n\nPartnering with businesses and communities to invest in American-made technologies and American workers through a network of new Manufacturing Innovation Institutes: The President has proposed a one-time $1 billion investment to create a network of 15 manufacturing innovation institutes across the country, and urges Congress to act on this proposal. But to make progress right away, he is also acting through executive authority to launch three new institutes, which are partnerships among business, universities and community colleges, and government, to develop and build manufacturing technologies and capabilities that will help U.S.-based manufacturers and workers create good jobs.    \n\nEnding tax breaks to ship jobs overseas and making the U.S. more competitive: To support our manufacturers and encourage companies to invest in the U.S., the President has proposed to reform our business tax code, lowering the rate for manufacturers to 25 percent, expanding and making permanent the research and development tax credit, and putting in place a global minimum tax to prevent a race to the bottom in corporate tax rates.\n\nBringing Jobs Back: The President has proposed a new partnership with communities to attract manufacturers and their supply chains, especially to hard hit manufacturing towns. The President is also proposing to expand SelectUSA, a program designed to partner with our governors and mayors to bring in business investment from around the world, ensuring that America can compete globally and bring jobs and investment to our shores.\n\nLeveling the playing field and opening markets for American-made products: In addition to the President’s efforts to double exports, including through new steps to open markets in Asia and Europe to American-made goods, the President will continue to enforce trade laws to protect American workers from unfair trade practices and strengthen the Interagency Trade Enforcement Center launched last year.\n\n\n\nThe President’s Commitment to Revitalize American Manufacturing and Bring Jobs Back\nIn his State of the Union, the President outlined a comprehensive agenda to attract more jobs to our shores. As part of this effort, he is committed to investing in U.S. manufacturing:\n\n\nPartnering with businesses and communities to invest in American-made technologies and American workers\n\n\n\nTransforming communities across the country into global centers of advanced manufacturing: To support investment in U.S. manufacturers’ competitiveness and accelerate innovation in manufacturing, the President is proposing a one-time, $1 billion investment to launch a network of 15 manufacturing innovation institutes across the country. Leveraging the strengths of a particular region, each institute will bring together companies, universities and community colleges, and government to co-invest in the development of world-leading manufacturing technologies and capabilities that U.S.-based manufacturers can apply in production. In August 2012, the Administration launched a pilot institute in Youngstown, Ohio with a $45 million funding commitment from five Federal agencies, led by the Department of Defense. The winning partnership of firms and universities from Ohio, Pennsylvania, and West Virginia was one of twelve teams that applied.\n\t\t\n\nWhile the President will continue to push Congress to act on his broader proposal, he will take executive action to launch three new manufacturing innovation institutes in 2013: To build on the success of a pilot institute, the President announced a plan to launch three new manufacturing innovation institutes this year, a co-investment between Federal agencies, led by the Departments of Defense and Energy, and the private sector, with an initial focus on manufacturing technologies that also address critical national security and energy needs.\n\n\n\nCreating a Community College to Career Fund: Co-administered by the Department of Labor and the Department of Education, this Fund will help forge new partnerships between community colleges and businesses to train two million workers for good-paying jobs in high-growth and high-demand industries, including advanced manufacturing. These investments will give more community colleges the resources they need to become community career centers where people learn skills that local manufacturers are looking for now, and ensure that employers can find the skilled workers they need and workers are gaining credentials to build strong careers.\n\n\n\nEnding Tax Breaks to Ship Jobs Overseas and Making the U.S. more competitive\n\n\nMaking the U.S. more competitive for manufacturing by reforming our tax code: To encourage innovation and investment in the U.S. as part of the President’s broader commitment to business tax reform, the President is proposing to lower tax rates for manufacturers to 25 percent, expand and make permanent the research and development tax credit, put in place an “offshoring tax” that would set a minimum tax on offshore earnings to prevent a race to the bottom in corporate tax rates, and extend and enhance key incentives to invest in U.S. clean energy through a permanent, refundable production tax credit and a reauthorization of the Advanced Energy Manufacturing Tax Credit that provides an incentive for clean energy manufacturing at home.\n\n\n\n\nStrengthening manufacturing supply chains through the Manufacturing Extension Partnership: The Department of Commerce’s Manufacturing Extension Partnership (MEP) provides a range of business services to small manufacturers and is enhancing the program to help companies focus on technology transition which requires deep supply chain expertise. The President’s Budget will propose a $25 million increase to launch Manufacturing Technology Acceleration Centers (MTACs), which will be industry-specific centers that can serve as a coordination point within key supply chains. The Administration is also announcing plans to pilot two new centers in 2013 using existing resources.\n\n\nBringing Jobs Back\n\n\nInvesting in manufacturing communities and bringing jobs back: Today, we are better positioned to attract new manufacturing investment in the U.S. and bring jobs back. But some communities are still hard-hit by the recession, particularly after closure of factories in places like Detroit, Michigan and Rochester, New York. The President is announcing new steps to partner with and help strengthen communities, including:\n\t\t\n\nLaunching an “Investing in Manufacturing Communities Partnership”: The President is directing Federal agencies to provide coordinated assistance to manufacturing communities through a new partnership designed to strengthen communities’ ability to attract investment. To support the Partnership, the President’s Budget will propose $113 million to provide targeted financial assistance for about five manufacturing communities while leveraging non-Federal funds on a 2 to 1 matching basis to co-invest in state of the art infrastructure projects and research facilities. These efforts will aim to attract manufacturers and their supply chain of local parts innovators, producers, and distributors, creating new jobs and strengthening the local economy. In addition, the Partnership, through multiple Federal agencies, will provide technical support to redevelop manufacturing communities that have had major plant closings, in partnership with local leaders, workers, and businesses.\n\nExpanding Federal efforts to attract investment to the U.S.: In 2011, the President launched SelectUSA at the Department of Commerce, creating the first Federal effort to actively attract business investment in the United States. To help our governors and mayors compete with foreign countries, the President will propose in his Budget to significantly expand SelectUSA. The Administration will host a SelectUSA Investment Summit this year, matching businesses from around the world with local leaders to attract jobs and investment to our shores.\n\nProposing a Manufacturing Communities Tax Credit: The President is proposing incentives for communities facing concentrated job losses – particularly hard-hit manufacturing communities – to help attract new investment and jobs. The incentives will help prevent the downward spiral that can occur following mass layoff events.\n\n\n\n\n\nLeveling the playing field and opening markets for American-made products\n\n\n\nBoosting U.S. exports: The President is committed to doubling American exports and has taken steps to expand market access for American-made products through trade agreements with South Korea, Columbia, and Panama. To boost exports, the President will launch talks on a comprehensive trade agreement with the European Union with the goal of promoting free and fair trade across the Atlantic to support millions of good-paying American jobs, and will complete the Trans-Pacific Partnership.\n\nStrengthening our capabilities to enforce trade laws and support American workers: The President has aggressively enforced trade rules to ensure that American workers are competing on a level playing field with firms from around the world, doubling the rate of WTO challenges against China compared to the previous Administration, and applying the “Section 421” against China to address a surge in Chinese tires. Last year, the President launched an Interagency Trade Enforcement Center (ITEC) with resources devoted exclusively to ensuring our trading partners are playing by the rules, and he is calling for dedicated funds beyond existing resources to provide the support needed by ITEC to ensure American workers are competing on a level playing field .\n\nEnsuring U.S. leadership in clean energy and advanced vehicle manufacturing: Building on the President’s historic investments in clean energy and the fuel efficiency standards put in place through 2025, the Obama Administration has proposed a comprehensive approach to advanced vehicle manufacturing, including incentives for consumers and businesses to lower the cost of advanced vehicles, investments in partnership with communities to address the local barriers to deployment of advanced vehicles at critical mass, and increased investments in advanced vehicle technologies through the Department of Energy’s EV Everywhere grand challenge. The President will also continue to call on Congress to reauthorize the successful and oversubscribed 48C Advanced Energy Manufacturing Tax Credit.  \n\nSupporting innovative, advanced manufacturing technologies through increased Federal R&D: The President’s Budget will propose increases in key advanced manufacturing R&D programs across Federal agencies. Investments include supporting innovative manufacturing processes that dramatically reduce energy use and strengthening investments in platform technologies like nano-manufacturing, bio-manufacturing, robotics through the National Robotics Initiative, advanced materials through the Materials Genome Initiative, and defense technologies to fundamentally change the way we build things and dramatically reduce the time from design to production.\n\n \n \n \n \n\n\n\n\n"
}