{
    "title": "Remarks by President Obama and the Presidents of Estonia, Lithuania, and Latvia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/08/30/remarks-president-obama-and-presidents-estonia-lithuania-and-latvia",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 30, 2013\n\n \n\n\n\nRemarks by President Obama and the Presidents of Estonia, Lithuania, and Latvia\n\n\n\n\n2:22 P.M. EDT\nPRESIDENT OBAMA:  Well, obviously, I’m very grateful to have my fellow Presidents here, as well as the Vice President.  Before I begin, I want to say a few words about the situation in Syria. \nAs you’ve seen, today we’ve released our unclassified assessment detailing with high confidence that the Syrian regime carried out a chemical weapons attack that killed well over 1,000 people, including hundreds of children.  This follows the horrific images that shocked us all.   \nThis kind of attack is a challenge to the world.  We cannot accept a world where women and children and innocent civilians are gassed on a terrible scale.  This kind of attack threatens our national security interests by violating well-established international norms against the use of chemical weapons by further threatening friends and allies of ours in the region, like Israel and Turkey and Jordan.  And it increases the risk that chemical weapons will be used in the future and fall into the hands of terrorists who might use them against us.\nSo I have said before and I meant what I said, that the world has an obligation to make sure that we maintain the norm against the use of chemical weapons.  Now, I have not made a final decision about various actions that might be taken to help enforce that norm.  But as I’ve already said, I have had my military and our team look at a wide range of options.  We have consulted with allies.  We’ve consulted with Congress.  We’ve been in conversations with all the interested parties. \nAnd in no event are we considering any kind of military action that would involve boots on the ground; that would involve a long-term campaign.  But we are looking at the possibility of a limited, narrow act that would help make sure that not only Syria, but others around the world, understand that the international community cares about maintaining this chemical weapons ban and norm. \nAgain, I repeat, we’re not considering any open-ended commitment.  We’re not considering any boots-on-the-ground approach.  What we will do is consider options that meet the narrow concern around chemical weapons, understanding that there’s not going to be a solely military solution to the underlying conflict and tragedy that’s taking place in Syria.  And I will continue to consult closely with Congress. \nIn addition to the release of the unclassified document, we are providing a classified briefing to congressional staff today, and we’ll offer that same classified briefing to members of Congress as well as our international partners.  And I will continue to provide updates to the American people as we get more information.\nWith that, I want to welcome President Ilves, President Grybauskaitė, and President Bērziņš to the White House.  These countries that they represent all share very deep ties to the United States, both as allies and because of the extraordinary people-to-people relations that we have with these countries.\nI want to thank all the Presidents who are here, and their nations, for all that they do to promote democracy not only in their own countries but around the world.  The Baltics are among our most reliable allies in NATO, and our commitment to their security is rock-solid.  Our soldiers sacrifice together in Afghanistan, and the Baltics, of course, continue to help support our troops as we transition the NATO mission.\nToday we’re going to spend some time talking about shared commitments to the Transatlantic Trade and Investment Partnership negotiations, which will add jobs in the Baltics and the United States.  We’re working on development assistance projects, including building institutions and strengthening civil society in the emerging democracies of Eastern Europe and Central Asia.  We will obviously have discussions about our NATO relationship and the security concerns that we share together. \nSo, again, I’ve had occasions to meet with all three Presidents in a wide variety of settings and wide variety of summits.  They have been outstanding friends to the United States of America.  We are very proud of them.  And I want to thank each of them for their leadership.  We know how far Estonia, Latvia, and Lithuania have come in just the past two decades, and I know that we’ll accomplish even more in the decades to come.\nSo with that, I want to give each of these leaders a chance to say a few words.  We’re going to start with President Ilves.\nPRESIDENT ILVES:  Thank you.  I’d actually like to begin by thanking President Obama for inviting us here, and we are quite grateful to the United States and to you personally for your leadership, commitment and support.\nThe main issue on our agenda today is global and regional security, and the question, of course, on everyone’s mind is the situation in Syria.  For Estonia, the use of chemical weapons is deplorable.  The attack demands a response.  Those responsible must be held accountable.  Violations cannot be overlooked.\nWhen it comes to our security, we appreciate the commitment that the United States has shown to our region and Europe as a whole, and we attach great importance to continued U.S. engagement in European security.\nThe transatlantic security link is unique and enduring as are the common values that underpin it.  As a NATO ally, Estonia takes its responsibility for our common defense seriously.  We are currently and will maintain committed to NATO’s mission in Afghanistan.  We spend 2 percent of our GDP on defense.\nWe also believe in maintaining a strong transatlantic link in other areas, such as trade, cyber and energy security.  I look forward to exchanging views on all of these issues, as I also look forward to discussing what we can do together internationally to promote our common values:  democracy, human rights, rule of law.\nWe already cooperate in countries that lie to the east and the south of us -- Ukraine, Moldova, and Georgia, and Tunisia, as well, just to name a few.  I am sure that this global cooperation aimed at helping countries transition from authoritarian to democratic rule will be expanded in the future.\nRecently, we’ve heard a lot of talk about pivots.  Today we are on the verge of a new rebalancing of the U.S. focus, this time to the Nordic-Baltic region.  Our region is one of the most secure, stable, and prosperous in Europe.  We are proud to be part of it.  We are proud of the partnership we have with the United States here, just as we are proud of our alliance and the enduring friendship of the American people.\nPRESIDENT OBAMA:  Madam President.\nPRESIDENT GRYBAUSKAITÈ:  So adding in line, I would like to emphasize that to go with the matter of security in the region, we are talking about economic security in the region.  And here, especially on energy security, the United States plays a very serious role.\nWe opened in our region already, in Vilnius, the NATO Center of Excellence for Energy Security, and bilaterally with the United States, the Center for Nuclear Security.  And this is important because we are on the borders of NATO with some other not-so-secure regions, and why this involvement of the United States is so important for all of our region.\nAnd of course, as a country which presides today the European Union’s Council, we are engaged very much in starting negotiations on the free trade agreement between the United States and European Union.  And I’m very happy that we got one meeting, and now we were thinking October for a second one.  And I think that it is a generational challenge and opportunity for all of us -- for United States and Europe -- to move fast these kinds of relations and to have very efficient and resultative outcome.  And I hope that we will be able to do it fast.\nSo together with the military new challenges, we are trying to battle new economic challenges together with the cyber challenges, which our region all the time receives and receives.  And I want to say that every day, every day practically we see this aggressiveness and new forms of challenges our region is facing, so why I just can also confirm that Baltic and Nordic cooperation is a new phenomena -- I would say unique phenomena in Europe, which is very much reliable and you can find from us as being -- we are strategic partners for the United States.\nPRESIDENT OBAMA:  Mr. President.\nPRESIDENT BĒRZINŠ:  This week is important for American people, 50th anniversary of March on Washington.  As I say, for us, this is 15 years over when Baltic-American Charter was signed.  This is the right moment to review and to move forward.\nFor us, we are thankful to you giving your presidential time to the determined goals of the Baltic nation -- U.S.-led military exercise in Baltics strengthen Nordic -- the distribution network to Afghanistan.  British-American Freedom Fund, which helps Baltic students to study in American universities.\nOf course, we see -- together, at the same time being very active in Europe -- we will become members of eurozone on the 1st of January.  We are actually working at the same time to become members of OECD.  And of course, our focus is to look for new possibilities in Europe using our past experience.  We are focusing to Central Asia countries and also to Eastern Partnership countries.  And this is particularly important in relations to Afghanistan and to develop this country in a peaceful manner.\nLatvia has past crisis, but at the same time, we have to do much, much more.  And having this really good NATO support and such partners as U.S., we can move forward.  And it’s clear that today’s meeting is a reason and demonstration of the stable, long-term interest of the United States and Baltics.  And we are proud, free, and at peace.\nThank you.\nPRESIDENT OBAMA:  Thank you so much.\n Q    Mr. President, is your decision on Syria imminent?  And why did you feel like it's appropriate to move forward without formal authorization from either the United Nations or Congress, particularly given that the British Parliament had an opportunity to vote?\nPRESIDENT OBAMA:  We are still in the planning process.  And obviously, consultations with Congress as well as the international community are very important.  And my preference obviously would have been that the international community already acted forcefully.  But what we have seen, so far at least, is a incapacity at this point for the Security Council to move forward in the face of a clear violation of international norms.\nAnd I recognize that all of us -- here in the United States, in Great Britain, in many parts of the world there is a certain weariness given Afghanistan; there's a certain suspicion of any military action post-Iraq.  And I very much appreciate that.  On the other hand, it's important for us to recognize that when over a thousand people are killed, including hundreds of innocent children, through the use of a weapon that 98 or 99 percent of humanity says should not be used even in war, and there is no action, then we're sending a signal that that international norm doesn't mean much.  And that is a danger to our national security.\nAnd, obviously, if and when we make a decision to respond, there are a whole host of considerations that I have to take into account, too, in terms of how effective it is.  And given the kind of options that we're looking at, they would be very limited and would not involve a long-term commitment or a major operation. \nWe are confident that we can provide Congress all the information and get all the input that they need, and we're very mindful of that.  And we can have serious conversations with our allies and our friends around the world about this.  But, ultimately, we don't want the world to be paralyzed. \nAnd, frankly, part of the challenge that we end up with here is that a lot of people think something should be done, but nobody wants to do it.  And that's not an unusual situation.  And that's part of what allows over time the erosion of these kinds of international prohibitions, unless somebody says:  No, when the world says we're not going to use chemical weapons, we mean it. \nAnd it would be tempting to leave it to others to do it.  And I think I've shown consistently and said consistently my strong preference for multilateral action whenever possible.  But it is not in the national security interests of the United States to ignore clear violations of these kinds of international norms. \nAnd the reason is because there are a whole host of international norms out there that are very important to us.  We have currently rules in place dealing with the proliferation of weapons of mass destruction.  We have international norms that have been violated by certain countries, and the United Nations has put sanctions in place.  But if there's a sense that over time nobody is willing to actually enforce them, then people won't take them seriously.\nSo I'm very clear that the world generally is war-weary.  Certainly, the United States has gone through over a decade of war.  The American people, understandably, want us to be focused on the business of rebuilding our economy here and putting people back to work.  And I assure you, nobody ends up being more war-weary than me. \nBut what I also believe is that part of our obligation as a leader in the world is making sure that when you have a regime that is willing to use weapons that are prohibited by international norms on their own people, including children, that they are held to account.\n                        END                2:40 P.M. EDT\n\n\n\n\n"
}