{
    "title": "More Economic Reviews on the Middle Class Tax Cuts Framework's Impact on Jobs and Growth | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/09/more-economic-reviews-middle-class-tax-cuts-frameworks-impact-jobs-and-g",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 09, 2010\n\n \n\n\n\nMore Economic Reviews on the Middle Class Tax Cuts Framework's Impact on Jobs and Growth\n\n\n\n\n\nThe following are additional analyses from economists and economic research groups on the impact of the framework tax agreement on economic expansion and job growth:  \n\nMorgan Stanley Research\n\t“President Obama has announced a ‘framework’ agreement with Republican Congressional leaders that could, if enacted, boost growth over the four quarters of 2011 by 1 to 1.2 percentage points relative to our baseline forecast of 3%. … Moreover, there could be two intangible benefits from such a deal that are hard to quantify. First, it would reduce the uncertainty around the tax issue; clarity could be a plus for growth. Second, it could boost investors’ risk appetite, which would further ease financial conditions.” [“Tax Deal Could Boost Growth to 4%+ Next Year,” 12/7/10]\n\nMacquaire\n\t“But significantly, beyond tax cut extensions, this leaves more than US$200 billion of net new fiscal support over 2011-2012. We expect this could be a substantial, late kick for growth. Recall that the American Recovery and Reinvestment Act amounted to US$800 billion, and this was enacted at the depths of the economic crisis. Furthermore, given this comes alongside the recent introduction of more extraordinary monetary stimulus from the Federal Reserve, the support for growth and employment should be powerful. … The proposed scheme is certainly larger than we had anticipated. And with the economic data showing signs of an upswing, growth is already expected to reaccelerate in the coming months. Still, if the policy combination can generate strong growth and keep closing the output gap, we expect this should ultimately drive a better outcome for the US than if it were not implemented.”  [“Tax = Relief,” 8/12/10]\n\nBarclays\n\t“Even assuming that consumers save a sizeable portion of the tax cuts, we expect real consumer spending to grow an annualized 3.5%in Q1 11, up from our previous forecast of 2.0%.”  [Barclays, “Global Economics Daily II” (Dean Maki, et al), 12/7/10]\n\nDavid Gitlitz, High View Economics\n\t“Sure, a ‘permanent’ cut would be better (although there’s really no such thing as any ‘permanent’ change in the tax code). But the thing to keep in mind is that with this package, a huge tax hike is avoided. That expected hike has been priced in the market and among businesses. That’s one big reason this recovery is so weak. So avoiding the tax hike actually amounts to a tax cut. Even if it’s only for two years, that’s still a huge relief. … I’m bullish on this deal and what it means for the economy.” [Reuters, “Economists Weigh in on Obama-GOP tax deal,” 12/8/10] [LINK]\n\nBrian Wesbury, First Trust:\n\t“[T]he Social Security tax rate will be temporarily cut to 4.2% from 6.2% (for the employee, not employer).  This idea has been around for quite some time and is essentially, the ‘least bad’ kind of Keynesian stimulus, the one least likely to do harm and most likely to support short-term growth.  For people earning above the $106,800 cap, the payroll tax cut is like a lump sum transfer of $2,136 per worker with zero change to incentives.  For most earners below the wage cap, it’s a 2 point reduction in their marginal tax rate, with a small positive effect on the incentive to work.”  [Reuters, “Economists Weigh in on Obama-GOP tax deal,” 12/8/10] [LINK]\n\nGus Faucher, Moody’s Analytics\n\tIt's putting more money in consumers' hands through tax cuts and expanded unemployment insurance benefits, so it really is a stimulus package, even if nobody wants to say that.  [Gus Faucher quoted in Marketplace, “The potential impact of the tax extension,” 12/8/10]  [LINK]\n\nEmma Saunders, Financial Times\n\tUS citizens at both ends of the pay spectrum would be better off under the deal, paying less tax and therefore having more to spend. Under the current deal - which has some way to go before it is passed - the 2 per cent employee payroll tax cut would be kept, saving some families about $2,000 and costing about $200bn. The main, $800bn part of the deal would extend Bush-era tax cuts across all income groups - including the very wealthy, who are more likely to save the additional income.  [Financial Times, “US Fiscal Stimulus: Bigger than QE2,” 12/8/10] [LINK]\n\nScott Brown, Raymond James & Associates Inc.\n\t“[The announced agreement] has helped reduce the uncertainty that had been a big negative all these months. It’s a pretty big deal relative to what would have happened without it. It prevents a collapse in growth.”  [Bloomberg News, “Top Spending Forecaster Greenlaw Sees U.S. Consumer Pickup”, 12/9/10]  [LINK]\n\nDavid Brooks, New York Times\n\t“The economy gets a boost. The unemployed get an extension. The earned income tax credit is strengthened.  Overall, not a bad arrangement.”  [New York Times, “A Deal Without A Compromise,” 12/8/10] [LINK]\n\n\n\n\n"
}