{
    "title": "Americans Praise the Copenhagen Accord | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/americans-praise-copenhagen-accord",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 19, 2009\n\n \n\n\n\nAmericans Praise the Copenhagen Accord\n\n\n\n\nDiverse Groups Commend the President’s Leadership, Note the Economic Opportunities for the United States\nYesterday, the President traveled to Copenhagen to meet with world leaders and for the first time in history the world’s major economies have come together in agreement to accept their responsibility in confronting climate change. After extremely complex and difficult negotiations, yesterday’s breakthrough will lay the foundation for international action in the years to come.\nIn the U.S., the Obama Administration plans to continue efforts to build a clean energy economy and urge Congress to deliver comprehensive energy legislation to the President’s desk.\nThe President’s announcement was promptly met with strong support from a diverse group of leaders representing Congress, business and environmental organizations. \nKey quotes are highlighted below:  \nSteve Howard, founder and CEO of the Climate Group: \n\"If you think back a year or so, imagine the U.S., Brazil, China, India, Australia, and Russia all turning up and making definitive national commitments to significant emissions reductions—and the world committing to $100 billion a year for the developing world,\" says Howard. \"It would have been inconceivable a year ago. This is the biggest peacetime mobilization of global effort on anything.\"\nGreg Pruett, Senior Vice President, PG&E Corporation:\n\"We applaud the President's  leadership and efforts in Copenhagen and are encouraged by the progress made.    We join other companies and organizations in calling upon the Senate to complete its work on a comprehensive climate and energy bill.  We pledge our continued support in that effort and look forward to working constructively with the Administration and all members to pass a bill early next year.\" \nMichael T. Eckhart, President of the American Council on Renewable Energy:\n\"We applaud President Obama's wisdom in achieving an agreement on the aspirational goal, limiting the outcome which we all care about, because this will stand to rule all else that comes in future negotiations.”\nWe Can Lead, a network of over 150 companies and top business leaders from 30 states:\n“[President Obama’s] actions send vitally important signals to both domestic and global markets that help provide the necessary incentives to move the US away from traditional fossil fuels. This will give US companies the ability to compete and lead the world in the race for clean energy while we usher in a wave of new green American jobs.\"\nVice President of sustainable business and innovation at Nike, Hannah Jones:\n\"Nike welcomes the President's sense of urgency and recognition that companies need certainty and a level playing field in order to move to a low-carbon economy which will unleash the next wave of jobs and prosperity.\" From Copenhagen, she said, \"We're pleased with tonight's agreement between several developed and developing countries.\"\nLeague of Conservation Voters President Gene Karpinski: \n\"While there is still much work to be done, the deal reached in Copenhagen is a breakthrough for international climate cooperation and provides a path forward towards a binding global treaty in 2010. Significantly, the United States and China will -- for the first time -- both be at the table, working to tackle the historic challenge of global climate change.”\n\"Moving forward, it is absolutely critical that the U.S. lead by example and work swiftly to enact comprehensive clean energy and climate legislation next year. We applaud President Obama for his leadership in helping to reach this important step toward a meaningful agreement.\"\nEnvironmental Defense Fund President Fred Krupp:\n\"Today’s agreement leaves the U.S. in control of its own destiny. We have always known that the path to a clean energy economy goes through Washington, D.C. As President Obama said today, strong action on climate change is in America’s national interest.\n\"Today’s agreement takes the first important steps toward true transparency and accountability in an international climate agreement. The sooner the U.S. speaks through Senate legislation, the sooner we can set the terms of engagement for talks to come.\"\nLarry Schweiger, President and CEO, National Wildlife Federation:\n“I applaud President Obama for his determination to not let these talks fail, and his success working with China. The deal is incomplete, and we’re not done yet.  But at long last all of the top polluters of the world, including the United States and China, are putting numbers on the table to cut pollution in a transparent way.”\nSenate Majority Leader Harry Reid:\n“President Obama and world leaders - including leaders from China, India, South Africa and Brazil – have reached a bold agreement that will help secure a safer, cleaner and more prosperous future for our children.  This Copenhagen Accord to address global warming was made possible by strong U.S. leadership and recent investments in our national energy policies.  This agreement was also aided by constructive engagement with the world community – a result of President Obama’s leadership.\n“This is a significant and historic agreement, but there is more negotiating and trust building to do before there is a treaty for the Senate to review.  With the momentum generated today, we can continue U.S. leadership on this issue and build on the success of this agreement.   Today’s developments strengthen our resolve to pass comprehensive clean energy legislation this spring that creates jobs, reduces pollution and improves our energy independence.”\nSenator John Kerry, Chairman of the Foreign Relations Committee:\n“President Obama’s hands-on engagement broke through the bickering and sets the stage for a final deal and for Senate passage this spring of major legislation at home.  It’s a powerful signal to see President Obama, Premier Wen, Prime Minister Singh, and President Zuma agree on a meeting of the minds.  These are the four horsemen of a climate change solution.  With this in hand, we can work to pass domestic legislation early next year to bring us across the finish line.”\nSpeaker of the House Nancy Pelosi: \n“The agreement reached tonight in Copenhagen is a breakthrough in the global effort to combat the climate crisis and could not have been reached without President Obama’s active involvement and leadership.  The President has secured a critical agreement that includes an achievable mitigation target, transparency measures and a financing mechanism – the three key fundamentals outlined in the President’s speech today and embodied in the House-passed Waxman-Markey bill. \n\n\n\n"
}