{
    "title": "Fact Sheet: President Obama’s Promise Zones Initiative | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/01/08/fact-sheet-president-obama-s-promise-zones-initiative",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 08, 2014\n\n \n\n\n\nFact Sheet: President Obama’s Promise Zones Initiative\n\n\n\n\nFor decades before the economic crisis, local communities were transformed as jobs were sent overseas and middle class Americans worked harder and harder but found it more difficult to get ahead.  Announced in last year’s State of the Union Address, the Promise Zone Initiative is part of the President’s plan to create a better bargain for the middle-class by partnering with local communities and businesses to create jobs, increase economic security, expand educational opportunities, increase access to quality, affordable housing and improve public safety.  Today, the President announced the next step in those efforts by naming the first five “Promise Zones”. \nThe first five Zones, located in San Antonio, Philadelphia, Los Angeles, Southeastern Kentucky, and the Choctaw Nation of Oklahoma, have each put forward a plan on how they will partner with local business and community leaders to make investments that reward hard work and expand opportunity.  In exchange, these designees will receive the resources and flexibility they need to achieve their goals.\nEach of these designees knows and has demonstrated that it takes a collaborative effort – between private business and federal, state, tribal and local officials; faith-based and non-profit organizations; children and parents – to ensure that hard work leads to a decent living for every American, in every community.\nTHE FIRST 5 PROMISE ZONES AND THEIR PLANS:\nSan Antonio, TX (Eastside Neighborhood)\nThe City of San Antonio’s key strategies include:\n\n\nFocusing on job creation and training, including through a partnership with St. Philip’s College, in key growth areas including energy, health care, business support, aerospace/advanced manufacturing, and construction.\n\n\nEmpowering every child with the skills they need by increasing enrollment in high quality pre-K programs; installing a STEM focus in the local school district; expanding enrollment in Early College Programs; and improving adult education opportunities.\n\n\nExpanding public safety activities to facilitate neighborhood revitalization; improved street lighting and demolishing abandoned buildings; and integrated public safety activities with social resources.  \n\n\nLos Angeles, CA (Neighborhoods of Pico Union, Westlake, Koreatown, Hollywood, and East Hollywood)\nThe City of Los Angeles’s key strategies include:\n\n\nIncreasing housing affordability by preserving existing affordable housing and partnering with housing developers to increase the supply of affordable new housing to prevent displacement.\n\n\nEnsuring all youth have access to a high-quality education, and are prepared for college and careers through its Promise Neighborhoods initiative, by partnering with the Youth Policy Institute and L.A. Unified School District to expand its Full Service Community Schools model from 7 schools to all 45 Promise Zone schools by 2019.\n\n\nEnsuring youth and adult residents have access to high-quality career and technical training opportunities that prepare them for careers in high-growth industries through partnerships with career and technical training schools and the Los Angeles Community College District.\n\n\nInvesting in transit infrastructure including bus rapid transit lines and bike lanes, and promoting transit-oriented development (TOD) that attracts new businesses and creates jobs.\n\n\nCharging its Promise Zone Director and Advisory Board with eliminating wasteful and duplicative government programs. \n\n\nPhiladelphia, PA (West Philadelphia)\nThe City of Philadelphia’s key strategies include:\n\n\nPutting people back to work through skills training and adult education; classes on small business development to support entrepreneurs; loans and technical assistance for small resident-owned businesses; and the development of a supermarket providing both jobs and access to healthy food.\n\n\nImproving high-quality education to prepare children for careers, in partnership with Drexel University and the William Penn Foundation, through increasing data-driven instruction that informs teacher professional development; developing school cultures that are conducive to teaching and learning; mentoring middle and high school youth with focus on college access and readiness; and increasing parent engagement.\n\n\nPreventing and reducing crime in order to attract new residents and long-term investments, through strategies such as focused deterrence, hot spots policing, and foot patrol. \n\n\nSoutheastern Kentucky (Kentucky Highlands)\nIn Southeastern Kentucky, the Kentucky Highland’s Investment Corps’ key strategies include:\n\n\nImplementing a sustainable economic effort across eight counties in the Kentucky Highlands region, focused on diversifying Southeastern Kentucky’s economy to make it more resilient.\n\n\nCreating jobs and growing small businesses by leveraging $1.3 million of private sector funds in a revolving loan fund targeted within the Promise Zone.\n\n\nCreating leadership and entrepreneur training for youth and industry-specific re-training opportunities for local skilled workforce, through the University of Kentucky Economic Development Initiative, the East Kentucky Concentrated Employment Program, and the Kentucky Highlands Investment Corporation.\n\n\nIn order to ensure all youth have access to a high-quality education Berea College will run evidence-based college and career readiness programs for high school students in the Zone, while Eastern Kentucky University will expand technical education programs. \n\n\nChoctaw Nation of Oklahoma\nThe Choctaw Nation of Oklahoma’s key strategies include:\n\n\nImproving skills for tomorrow’s jobs, through workforce training for skilled trades and professionals and more rigorous summer and after-school programs.\n\n\nLeveraging its role as the largest employer in southeastern Oklahoma to create a strong base for economic revitalization by working with partners, like Oklahoma State University, Eastern Oklahoma State College, and the Kiamichi Technology Center to improve workforce training for skilled trades and professionals, with a focus on providing nationally-recognized STEM certifications.\n\n\nInvesting in infrastructure that lays the foundation for economic growth, including water and sewer infrastructure; these infrastructure challenges have been identified as impediments to investment in an area with otherwise strong growth potential.\n\n\nImproving educational outcomes by working across 85 school districts throughout the region to share data for continuous improvement, and bolster early literacy and parent support programs.\n\n\nPursuing economic diversification by utilizing natural, historic, and cultural resources to support growth, including evaluation of market capacity for local farmers’ markets, as well as implementation of technology-enhanced “traditional” farming and ranching, and large-scale greenhouses and specialized training in business plan development, marketing, and financing to support the development of women-owned businesses in the Promise Zone. \n\n\nTHE PROMISE ZONES INITIATIVE\nThe five Promise Zones announced today are part of the 20 that will be announced over the next three years. These unique partnerships support local goals and strategies with:\n\n\nAccountability for Clear Goals: Each Promise Zone has identified clear outcomes they will pursue to revitalize their community, with a focus on creating jobs, increasing economic activity, improving educational opportunities, increasingaccess to quality, affordable housing and reducing violent crime.  All Promise Zones will continuously track those outcomes, and have committed to sharing data across their community partners (private-sector, non-profits, federal, state, and local agencies, etc.)  so that each partner can work towards improvement and accountability.  The Administration will work with the Promise Zones and third party experts to track progress and evaluate results. \n\n\nIntensive Federal Partnership: Modeled after the Administration’s successful Strong Cities Strong Communities and Strike Force for Rural Growth and Opportunity initiatives, which have created unique partnerships between local stakeholders and the federal government, these first five Promise Zones will benefit from intensive federal support at the local level to help them implement their economic and community development goals.   \n\n\nHelp Accessing Resources: Where necessary to achieve their goals, Promise Zones will get priority and be able to access federal investments that further the goals of job creation, additional private investment, increased economic activity, improved educational opportunity, and reduction in violent crime.\n\n\nNational Service:  Each Promise Zone will be provided five full-time AmeriCorps VISTA members to support their strategic plan.  These VISTAs will recruit and manage volunteers, and strengthen the capacity of Promise Zones to expand economic opportunity.\n\n\nInvesting in What Works: In order to be designated as a Promise Zone, these five communities have already demonstrated that they are pursuing strategies that have data proving their effectiveness. This same data will also help direct future federal investments to these Zones. \n\n\nCutting Taxes for Businesses: Finally, President Obama has proposed, and called on Congress to act, to cut taxes on hiring and investment in areas designated as Promise Zones – based upon the proven model of Empowerment Zones tax credits – to attract businesses and create jobs.\n\n\n\n\n"
}