{
    "title": "President Announces New Jobs Initiatives for Rural America | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/08/16/president-announces-new-jobs-initiatives-rural-america",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 16, 2011\n\n \n\n\n\nPresident Announces New Jobs Initiatives for Rural America\n\n\n\n\nInvestments Focus on Increasing Access to Capital, Job Training and Health Care Services\nOn August 16, at the White House Rural Economic Forum, President Obama will announce new jobs initiatives recommended by the White House Rural Council for growing the economy and creating jobs in rural America.  The Council’s recommendations focus on key areas of need in rural communities, including helping rural small businesses access capital, expanding rural job search and training services, and increasing rural access to health care workers and technology. \n“These are tough times for a lot of Americans – including those who live in our rural communities,” said President Obama. “That’s why my administration has put a special focus on helping rural families find jobs, grow their businesses, and regain a sense of economic security.”\n“Creating jobs and economic opportunity in rural America is a priority for the Obama Administration, and the White House Rural Council has used an ‘all hands on deck’ approach to leverage resources across the federal government to achieve that goal,” said Agriculture Secretary Tom Vilsack. “By bringing new capital, job training, and additional investments to our rural communities, we are working to ensure the people who live in these towns have a better, brighter future.”\n“SBA is pleased to announce that we will be doubling the capital going to rural businesses through the Small Business Investment Company program, with no cost to tax payers,” said Administrator Karen Mills.  “Small businesses of all kinds are thriving in rural areas where they are creating jobs of the future and helping ensure the economic stability of the middle class.  Half the people who work in America either own or work for a small business, and two out of three new private sector jobs are created by small businesses. The Obama Administration and SBA have been committed to supporting rural businesses, which drive economic growth across the country and will continue to do so through the programs announced today.”\nThe Council’s recommendations, which leverage existing programs and funding, include committing $350 million in SBA funding to rural small businesses over the next 5 years,  launching a series of conferences to connect private equity and venture capital investors with rural start ups, creating capital marketing teams to pitch federal funding opportunities to private investors interested in making rural investments, making job search information available at 2,800 local USDA offices nationwide, making HHS loans available to help more than 1,300 Critical Access Hospitals recruit additional staff, and helping rural hospitals purchase software and hardware to implement health IT.\nNew Initiatives:\nHelping Rural Small Businesses Access Capital\n\n\nDoubling SBA Investment Funds for Rural Small Businesses over the Next 5 Years:As part of the Startup America Initiative, SBA recently announced the creation of a $1 billion Impact Investment Fund through its Small Business Investment Company (SBIC) Program.  The Impact Fund will invest in distressed areas as well as in emerging sectors such as clean energy.  SBA provides up to a 2:1 match to private capital raised by this fund, partnering with private investors to target “impact” investments.  SBA and USDA will partner together to drive $350 million of investment capital through the Impact Fund and existing SBICs into rural small businesses over the next five years, doubling the current rate of investment.\n\n\n\nConnecting Rural Small Businesses with Private Investment Capital: To further achieve this goal, SBA and USDA will launch a series of Rural Private Equity and Venture Capital conferences nationwide to provide a platform for connecting private equity and venture capital investors with rural start-ups.  USDA, SBA, Treasury, Interior and other relevant agencies will also create rural capital “marketing teams” that pitch federal funding opportunities to private investors.  These “marketing teams” will leverage existing personnel with expertise about rural funding sources across all federal departments and agencies. \n\nExpanding Rural Job Search and Training Services\n\n\nExpanding DOL Job Search and Training Services to 2,800 USDA Sites Nationwide: USDA and DOL will partner to increase access to existing job search and training information for rural job-seekers by providing DOL employment information at 2,800 USDA field offices nationwide.  This will significantly reduce the distance that rural Americans need to travel in order to access DOL job search employment information.\n\nIncreasing Rural Access to Health Care Workers and Technology\n\n\nIncreasing Physician Recruitment at Critical Access Hospitals:HHS will issue guidance toexpand eligibility for the National Health Service Corps loan repayment program so that Critical Access Hospitals (those with 25 beds or fewer) can use these loans to recruit new physicians. This program will help more than 1,300 CAHs across the country recruit needed staff.  The addition of one primary care physician in a rural community generates approximately $1.5 million in annual revenue and creates 23 jobs annually.  The average CAH creates 107 jobs and generates $4.8 million in payroll annually.\n\n\n\nExpanding Health Information Technology (IT) in Rural America:USDA and HHS will sign an agreement linking rural hospitals and clinicians to existing capital loan programs that enable them to purchase software and hardware needed to implement health information technology (HIT). Under current conditions, rural health care providers face challenges in harnessing the benefits of HIT due to limited access to capital and workforce challenges.  Rural hospitals tend to have lower financial operating margins and limited capital to make the investments needed to purchase hardware, software and other equipment. \n\nAdditional Background on the Rural Council:\nOn June 9, President Obama signed an Executive Order establishing the first White House Rural Council to accelerate the ongoing work of promoting economic growth in rural America.  The Council is focused on increasing rural access to capital, spurring agricultural innovation, expanding digital and physical infrastructure in rural areas, and creating economic opportunities through conservation and outdoor recreation. \nOn August 12, the White House Rural Council released a new report entitled Jobs and Economic Security for Rural America, which lays out the economic landscape rural Americans face today and highlights the Administration’s key accomplishments in rural communities.  The Jobs and Economic Security for Rural America report focuses on five critical areas: creating jobs and promoting economic growth, improving access to quality health care and education, fostering innovation, expanding outdoor opportunities, and supporting veterans and military families.Link to full report here.\nOn August 16, the President and members of the White House Rural Council will host the White House Rural Economic Forum at Northeast Iowa Community College in Peosta, Iowa,as part of the President’s three-day bus tour in the Midwest. The Forum will bring together farmers, small business owners, private sector leaders, rural organizations, and government officials to discuss ideas and initiatives to promote economic growth, accelerate hiring, and spur innovation in rural communities nationwide.  The President will engage directly with a variety of rural leaders from across the nation to discuss the importance of growing small businesses and strengthening the middle class in rural America.\n\n\n\n\n"
}