{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/21/president-obama-announces-more-key-administration-posts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 21, 2016\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\n\n\tWASHINGTON, DC – Today, President Barack Obama announced his intent to nominate the following individuals to key Administration posts:\n\n\nPeg Gustafson – Inspector General, Department of Commerce\n\nAnnette Evans Smith – Member, National Council on the Arts\n\n\nPresident Obama said, “These fine public servants bring a depth of experience and tremendous dedication to their important roles.  I look forward to working with them.”\n\nPresident Obama announced his intent to nominate the following individuals to key Administration posts: \n\nPeg Gustafson, Nominee for Inspector General, Department of Commerce\n\n\tPeggy Gustafson is the Inspector General at the Small Business Administration, a position she has held since September 2009.  Prior to that role, she served as General Counsel to U.S. Senator Claire McCaskill from 2007 to 2009.  Ms. Gustafson was General Counsel for the Missouri State Auditor’s Office from 1999 to 2007.  From 1993 to 1999, Ms. Gustafson served in Jackson County Government as the Assistant County Counselor and Assistant Prosecuting Attorney.  She served as a law clerk for the Honorable Don Kennedy of the Missouri Court of Appeals from 1992 to 1993.  Ms. Gustafson received a B.A. from Grinnell College and a J.D. from Northwestern University School of Law.\n\nAnnette Evans Smith, Nominee for Member, National Council on the Arts\n\n\tAnnette Evans Smith joined the Alaska Native Heritage Center (ANHC) in 2003, and has served as President and CEO since 2011.  In 2012, she worked on the legislation that established the Alaska Native Language Preservation and Advisory Council.  Ms. Evans Smith’s prior work involves service with Southcentral Foundation from 2000 to 2001 and The Northern Forum from 2001 to 2003. She is a member of the Foraker Operations Board, the Alaska Native Advisory Panel for the Alaska State Council on the Arts, the Advisory Board for the University of Alaska Anchorage’s Alaska Native Organizational Business Management Program.  Ms. Evans Smith is Chair of the Governor-appointed Alaska Native Language Preservation & Advisory Council.  She is also a former member of the Board of Trustees of the Western States Arts Federation. In 2009, Ms. Evans Smith was recognized by the Governor of Alaska for Distinguished Service to the Humanities.  Ms. Evans Smith received a B.A. from Stanford University.\n\n\n\n\n"
}