{
    "title": "Message -- Continuation of the National Emergency With Respect to Cuba | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/02/24/message-continuation-national-emergency-respect-cuba",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 24, 2016\n\n \n\n\n\nMessage -- Continuation of the National Emergency With Respect to Cuba\n\n\n\n\n\n\tTO THE CONGRESS OF THE UNITED STATES:\n\n\tPursuant to the authority vested in me by the Constitution and the laws of the United States, including section 1 of title II of Public Law 65-24, ch. 30, June 15, 1917, as amended (50 U.S.C. 191), sections 201, 202, and 301 of the National Emergencies Act (50 U.S.C. 1601 et seq.), and section 301 of title 3, United States Code, I hereby report that I have issued a Proclamation to modify and continue the national emergency declared in Proclamations 6867 and 7757.\n\n\tThe Proclamation recognizes that certain descriptions of the national emergency set forth in Proclamations 6867 and 7757 no longer reflect the international relations of the United States related to Cuba. Further, the Proclamation recognizes the reestablishment of diplomatic relations between the United States and Cuba, and that the United States continues to pursue the progressive normalization of relations while aspiring toward a peaceful, prosperous, and democratic Cuba.\n\n\tThe Proclamation clarifies the national emergency related to Cuba and specifically provides the following statements related to U.S. national security and foreign policy:\n\n\n\t\t It is U.S. policy that a mass migration from Cuba would endanger the security of the United States by posing a disturbance or threatened disturbance of the international relations of the United States.\n\n\t\tThe unauthorized entry of vessels subject to the jurisdiction of the United States into Cuban territorial waters is in violation of U.S. law and contrary to U.S. policy.\n\n\t\tThe unauthorized entry of U.S.-registered vessels into Cuban territorial waters is detrimental to U.S. foreign policy, and counter to the purpose of Executive Order 12807, which is to ensure, among other things, safe, orderly, and legal migration.\n\n\t\tThe possibility of large-scale unauthorized entries of U.S.-registered vessels would disturb the international relations of the United States by facilitating a possible mass migration of Cuban nationals.\n\n\n\tI have directed the Secretary of Homeland Security (the \"Secretary\") to make and issue such rules and regulations as the Secretary may find appropriate to regulate the anchorage and movement of vessels, and authorize and approve the Secretary's issuance of such rules and regulations, as authorized by the Act of June 15, 1917.\n\n\tI am enclosing a copy of the Proclamation I have issued.\n\n\t \n\n\tBARACK OBAMA\n\n\n\n\n"
}