{
    "title": "Statement by the President on the Occasion of Eid-ul-Fitr | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/07/16/statement-president-occasion-eid-ul-fitr",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 16, 2015\n\n \n\n\n\nStatement by the President on the Occasion of Eid-ul-Fitr\n\n\n\n\n\n\tMichelle and I would like to extend our warmest wishes to Muslims in the United States and around the world celebrating Eid-ul-Fitr. As Muslims mark the end of the month, they are reminded that Ramadan is a time to reflect spiritually, build communally, and aid those in need. While Eid marks the end of Ramadan, it marks a new beginning for each individual – a reason to celebrate and express gratitude on this holiday.\n\n\tFor millions of Muslims, the morning of Eid is marked with the call to prayer echoing through cities and towns across the globe. Millions of people head to local mosques for special Eid prayers followed by festive gatherings, gift exchanges, and feasts among friends, neighbors and families. The diversity of traditions paint the vibrant images we see from around the world capturing the spirit and excitement of Eid – colorful dresses or white garments decorating the masses of people standing in lines for prayer, lanterns and ornaments lighting up bazaars and neighborhoods, intricate henna designs painted on hands of young girls and women, and an abundance of delectable foods and aromatic cuisines.\n\n\tAs Muslim Americans celebrate Eid across America, the holiday is a reminder to every American of the importance of respecting those of all faiths and beliefs. This past year New York City Public Schools announced adding Eid to their official school calendars alongside Christmas, Hanukkah and other holidays – an acknowledgement of the great diversity and inclusiveness that adds to the richness of our nation. During this year’s White House Iftar, I had the opportunity to meet inspiring young Muslim Americans who are leading efforts for greater understanding and unity across diverse communities. Following the Iftar, one of the young attendees helped spearhead an effort that raised more than $75,000 for the churches burned in the wake of the shooting at Emanuel AME Church in Charleston, South Carolina. Americans of all faiths and beliefs must stand together to protect our democracy and strengthen our country as a whole.\n\n\tMichelle and I hope today brings joy to all of your homes, both here in the U.S. and around the world. From my family to yours, Eid Mubarak! \n\n\n\n\n"
}