{
    "title": "Vice President Biden Releases Report on Recovery Act Impact on Innovation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/08/24/vice-president-biden-releases-report-recovery-act-impact-innovation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nAugust 24, 2010\n\n \n\n\n\nVice President Biden Releases Report on Recovery Act Impact on Innovation\n\n\n\n\nNew Analysis Finds U.S. Now On-Track to Achieve Four Major Science and Technology Breakthroughs Due to Recovery Act \nWASHINGTON – Vice President Joe Biden today unveiled a new report, “The Recovery Act: Transforming the American Economy through Innovation,” which finds that the Recovery Act’s $100 billion investment in innovation is not only transforming the economy and creating new jobs, but helping accelerate significant advances in science and technology that cut costs for consumers, save lives and help keep America competitive in the 21st century economy.  The report can be viewed in full HERE. \n“From the beginning, we have been a nation of discovery and innovation – and today we continue in that tradition as Recovery Act investments pave the way for game-changing breakthroughs in transportation, energy and medical research,” said Vice President Biden.  “We’re planting the seeds of innovation, but private companies and the nation’s top researchers are helping them grow, launching entire new industries, transforming our economy and creating hundreds of thousands of new jobs in the process.”\nAccording to this new analysis, the U.S. is now on-track to achieve four major innovation breakthroughs thanks to Recovery Act investments:\n\nCutting the cost of solar power in half by 2015, putting it on par with the cost of retail electricity from the grid.\nCutting the cost of batteries for electric vehicles by 70 percent between 2009 and 2015, putting the lifetime cost of an electric vehicle on-par with that of its non-electric counterpart.\nDoubling U.S. renewable energy generation capacity and U.S. renewable manufacturing capacity by 2012, a breakthrough that would not be possible without the Recovery Act.\nBringing the cost of a personal human genome map to under $1,000 in five years, allowing researchers to sequence 50 human genomes for the same cost as sequencing just one today.\n\nVice President Biden was joined at the event by Secretary of Energy Steven Chu and representatives from more than two dozen companies and research institutions that are leveraging Recovery Act investments to help make America a global leader in high-growth industries like electric vehicles and solar power.  Recovery Act recipients like Cree, Inc.; Navistar and Pacific Biosciences are using Recovery dollars to make advances that will help put money-saving, energy-saving and, in some cases, even life-saving technology within reach for average Americans.\n“Thanks to investments made possible by the Recovery Act, we are unleashing the American innovation machine to change the way we use and produce energy in this country,” said Secretary Chu.  “Just as importantly, these breakthroughs are helping create tens of thousands of new jobs, allowing the US to continue as a leader in the global economy and helping to provide a better future for generations to come.”\n\"The Recovery Act funding is not only producing thousands of jobs in the biomedical research community, it is also helping speed important medical discoveries that will benefit the health of Americans nationwide,\" said Francis S. Collins, M.D., Ph.D., NIH Director.\nOverall, the Recovery Act is investing $100 billion in science, technology and innovation projects across the country ranging from building a nationwide smart energy grid and health information technology infrastructure to growing the emerging electric vehicle industry, expanding broadband access and laying the groundwork for a nationwide high speed rail system.  More information on investments the Administration is making in innovation through the Recovery Act and other means can be viewed HERE at the new Innovation page launched on WhiteHouse.gov today.\nThe Recovery Act: Transforming the American Economy through Innovation \nFact Sheet\nThanks to the Recovery Act, the U.S. is now on-track to achieve four major innovation breakthroughs that will keep America competitive in the 21st century economy and make new cost-saving, energy-saving and life-saving technology affordable for and accessible to consumers: \n\n1. Cutting the cost of solar power in half between by 2015.\n2. Cutting the cost of batteries for electric vehicles by 70 percent between 2009 and 2015.\n3. Doubling U.S. renewable energy generation capacity and U.S. renewable manufacturing capacity by 2012.\n4. Bringing down the cost of a personal human genome map to under $1,000 in five years.\n\nGoal #1: Cutting the cost of solar power in half by 2015\nThanks to the Recovery Act, we are on track to cut the cost of solar power in half by 2015, which will bring the cost of generating solar power down to the cost of electricity from the grid. \n\nAs a result of today’s investments, the cost of solar energy is forecast to drop by half between 2009 and 2015.  The cost of power from rooftop solar panels will drop from $0.21 per kWh in 2009 to $0.10 per kWh in 2015, which is equivalent to typical household electricity rates.  The cost of power from utility-scale solar projects would drop from $0.13 per kWh today to $0.06 in 2015, which is equivalent to the cost of wholesale utility power.\nFurther, the cost of rooftop solar power could drop to as low as $0.06 per kWh by 2030. At that cost, solar power will be significantly cheaper than household electricity rates – and an average household could save more than $400 per year in electricity bills.\nThe Recovery Act is not just supporting implementation of the latest solar technologies, but also is scaling up manufacturing and deployment to much greater levels, both of which help to dramatically bring down the costs of new technologies.  \nSome companies are reducing cost simply by scaling up manufacturing and deployment of the standard silicon solar panel. For example, the largest photovoltaic power plant in North America, the 25 MW DeSoto Solar Park in Pensacola, Florida, was funded in part by the Recovery Act. The power plant consists of over 90,000 solar panels and provides enough power for 3,000 homes.\n\nGoal #2: Cut the cost of batteries for electric vehicles by 70 percent between 2009 and 2015\nRecovery Act investments have now put us on track to cut the cost of batteries for autos by 70% between 2009 and 2015. This means that the cost of batteries for the typical all-electric vehicle will fall from $33,000 to $10,000, and the cost of typical plug-in hybrid batteries will drop from $13,000 to $4,000.\n\nThis cost reduction by 2015 is because of Recovery Act investments that are taking advantage of the latest technologies, ramping up manufacturing to much higher levels, and marching down the cost curve.\nAlready, electric vehicles are becoming more affordable and accessible. In 2009, the only available electric-drive vehicle cost more than $100,000. Soon, the Nissan Leaf and the Chevy Volt, starting at $25,000 and $33,000 respectively, will be available.\nA $10,000 battery for all-electric vehicles and a $4,000 battery for plug-in hybrid vehicles will mean that electric-drive cars are affordable and cost competitive with similar non-electric vehicles. At those battery costs, electric-drive cars actually will be less expensive over the life of the car than similar non-electric vehicles. What’s more, these investments will make these less-expensive batteries lighter and more durable:\n    \nThe weight of a typical electric-vehicle battery is forecasted to decrease by 33%, from 333 kilograms to 222 kilograms, by 2015. The lighter battery means a lighter car, which means less energy is needed to power the car.\nA typical battery is expected to last 14 years in 2015 – more than three times as long as the current 4-year lifetime.\n\n\n\nGoal #3: Double U.S. renewable energy generation capacity and U.S. renewable manufacturing capacity by 2012 \nWe’re now on track to hit our target to double renewable energy generation by 2012, something that would not have been possible without Recovery Act investments. \n\nOver $23 billion of Recovery Act investments support renewable energy. Many of these investments are directly contributing to the doubling U.S. renewable energy generation capacity from wind, solar, and geothermal by 2012.  This means installing as much renewable energy generating capacity in the next three years as the U.S. had in the previous thirty. \nIn addition, President Obama set the goal of doubling renewable manufacturing capacity, so that the U.S. can gain leadership in manufacturing these technologies as well.\nSpecifically, these goals mean that we will:\n    \nDouble renewable energy capacity from the 28.8 GW of solar, wind, and geothermal generation that has been installed as of 2008, to 57.6 GW by the end of 2011. That’s enough capacity to power 16.7 million homes. \nDouble renewable energy manufacturing capacity from an annual output of 6 GW of renewable equipment (like wind turbines or solar panels) to 12 GW by the end of 2011. This will increase the U.S. share of global manufacturing of solar photovoltaic modules from 8% of all production, to 14% by 2012.\n\n\n\nGoal #4: Bring down the cost of a personal human genome map to under $1,000 in five years\nThe promise of being able to compare entire human genomes is boundless.  Today, with the help of the Recovery Act, the National Institutes of Health are on track to slash the cost of DNA sequencing to $1,000 per genome – fifty times cheaper than what is currently possible.\n\nWith a more affordable price tag, DNA information could become a routine part of medical care.  Just like a simple blood test, an inexpensive whole-genome DNA scan could help health care providers in the future choose effective, personalized treatments. \nThis is welcome news, as since before the start of the Human Genome Project scientists have believed that being able to map and compare human genomes could unlock cures and insights into some of the most debilitating diseases existing today, while also creating many new skilled jobs in the process.\nSeven projects funded by the Recovery Act are attempting to drive down the cost of human genome sequencing, each with a different technological strategy.\nUltimately, success in this endeavor will mean that the promises of treatment offered by this science will not only be available to the super wealthy, but will be available to tens of millions of Americans in every corner of the country.\n\n\n\n\n"
}