{
    "title": "Readout of President Obama's G-8 Meetings in Deauville, France to the Travel Pool by a Senior Administration Official | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/27/readout-president-obamas-g-8-meetings-deauville-france-travel-pool-senio",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 27, 2011\n\n \n\n\n\nReadout of President Obama's G-8 Meetings in Deauville, France to the Travel Pool by a Senior Administration Official\n\n\n\n\n11:50 A.M. CEST\n     SENIOR ADMINISTRATION OFFICIAL:  All right, so this has actually been quite a good G8 and in many respects it has underscored what is best about the G8, which is -- as you all know, we are strong proponents of the G20 as the premier forum for international economic coordination -- you got to have the major emerging economies around the table when you talk about the issues affecting -- the major issues affecting the global economy. \n     But there is something about the G8 and a small group of leaders who deal with each other across a wide range of issues -- economic, security, political, development, et cetera -- and deal with each other on a very regular basis.  I can’t remember, somebody -- these people talk to each other, you know, like every few weeks in some ways about some issue or another.  That builds a strong relationship with them and it really came out here over the last day and a half as they had very frank, very open discussions.  This has not been a meeting where people read prepared interventions nearly as much as it’s been give and take, questioning each other, working through problems together, and trying to come out with common solutions.\n     So I’ve actually been quite impressed with how it’s come out and the way that President Sarkozy has managed it.  He’s really -- he’s actively managed the discussion in terms of pulling things out of people, pointing out differences where they exist, and managing the discussion.  And I’ll give you some examples of that.\n     That’s the first point I’d make.  The second point I’d made is -- and I’ll try and give you some examples of this as well -- the role that President Obama has played and the things that he has done that has set the groundwork for this meeting was really quite substantial.  The speech that he gave on the Middle East and North Africa, on the Arab Spring, last week, which laid out our approach to democratic and economic reform in the region, as you probably have seen, has been largely echoed in what the G8 is coming out with or will be coming out with in terms of the economic strategy towards the region.  The peace plan -- the issues that he talked about regarding the Middle East peace process were warmly welcomed in this group, often cited by other leaders, and helped give context to the discussion here around those issues.\n     There were discussions yesterday on trade and on climate change, and I think he helped provide a framework for the G8 as a whole to think through these issues in a very constructive way -- about Doha, about Durban, about a whole variety of issues.  And again and again throughout the discussions here, the role of U.S. leadership -- and I have to say, it was leadership as the United States and leadership as President Obama -- sort of came out really on every issue and really helped shape both the discussions in the room and the outcomes that the leaders agreed on. \n     On climate change, again, a very good discussion about how to ensure that the process moves forward, building on Copenhagen, building on Cancun, putting in place the building blocks of a climate change regime that covers financing and technology and mitigation and verification and all the rest, with an emphasis on what can get done in Durban in a pragmatic, realistic way.  And again, the President played a critical role I think in helping set expectations with the other leaders and reach a consensus with them as to what collectively they want to try and achieve at Durban.\n     There was a thorough discussion last night of the Middle East and North Africa, both the political and economic reform efforts, about the Middle East peace process, about Libya.  And again, in all three instances, really the starting point of the discussion was the President’s speech last week and the leadership of the U.S. in those efforts. \n     This morning we just came out of a session with the Egyptian and Tunisian Prime Ministers, along with Ban Ki-moon, Bob Zoellick, and John Lipsky from the IMF.  And again, quite an extraordinary session with those Prime Ministers coming and laying out their vision for their countries, their reform agenda, their commitment to democracy and economic modernization; and the G8, in response, or as partners, laying out what it was willing to do through the multilateral institutions, the international financial institutions, as well as bilaterally to support that. \n     And there will be a statement that’s issued, if it hasn’t already been issued, on the Arab Spring and it will talk about what’s being done by the G8 in the Middle East and North Africa and set up a process going forward, an open process, with G8 countries, other countries from the region, other countries from outside the region that may have things to bring to the table, by foreign ministers and finance ministries, to work through these issues and help drive this.\n     And a lot of discussion about how does this compare to the fall of the Berlin Wall, what the G7 at that time did to help drive institutional reform at the international level, as well as democratic and economic reform in the countries of Central and Eastern Europe, and the willingness of the G8 to step up and try and do the same thing with the Middle East and North Africa.\n     Both the -- I think the Prime Minister -- it’s in my notes -- one of the Prime Ministers, as well as the Amr Moussa, who’s the head of the Arab League, who was also there representing the Arab League, referred back to -- when said, can we succeed in this, they referred back to, yes, we can.  And they said, just as President Obama has said, yes, we can.  So this is -- it’s something that -- you’ve seen I think in some of the protests the “yes, we can” sort of moniker showing up in Tahrir Square, in Tunisia and other places.\n     So I think -- one observation I would just make is just how important all the various things that the U.S. has been doing and the President in particular has been doing to lay the groundwork on these issues is to international coordination on these efforts.  And again, great credit goes to President Sarkozy for pulling this together, for managing this.  And they have a very good relationship in terms of working through these issues in what will be called the Deauville partnership that will come out of this on the Middle East and North Africa.\n     Q    At your remarks at the very beginning about the G8, there was some talk that the G8 should be absorbed into the G20.  It sounds like what you’re saying is you like the separate nature of it. \n     SENIOR ADMINISTRATION OFFICIAL:  Well, look, our view has always been that the G20 should be the premier forum for international economic cooperation, that there are issues that can’t be dealt with without having the major emerging economies of the world at the table, and that’s the right forum for doing that.\n     Having said that, there is a role for the G8 -- not to duplicate what the G20 does -- and while there was a discussion yesterday about economic issues and the Eurozone crisis and things of that sort, it was not the same sort of discussion you have in the G20 with an action plan on, you know, financial regulation or setting up the mutual assessment process in the IMF for the framework or anything of that sort.\n     So we see the two as playing -- each one playing important but a distinct role.  And again, what the G8 provides that the G20 has not yet developed into is a forum for political and security discussions across like-minded countries.\n     Q    There’s a lot of stories out right now about the part in the declaration about the $20 billion from the development banks.\n     SENIOR ADMINISTRATION OFFICIAL:  From the MDBs.\n     Q    What’s the best way for us to describe what that actually means?  I mean, is this -- it seems like it’s one of the options that’s been presented that could go to help Tunisia and Egypt, but it’s not actually a plan that’s in motion right now.\n     SENIOR ADMINISTRATION OFFICIAL:  I think what the MDBs have done -- the World Bank and the other MDBs, including the European investment bank as part of that, -- has said what they believe they could provide in the context of suitable reform programs to those countries. \n     And there are a number of important elements to that sentence.  One is in response to suitable reform programs.  There’s conditionality for it.  It’s not a blank check.  It’s in the context of overall reform programs.  But it gives a dimension of what they think they could provide for the programs that they support, whether it’s infrastructure or education or micro-finance or other things.\n     So it’s sort of a -- it’s an envelope that could be achieved in the context of good reform.\n     Q    So we should be using this $20 billion figure, bottom line, or no?\n     SENIOR ADMINISTRATION OFFICIAL:  Well, it’s a data point out there.  It’s what the MDBs have said they could make available.  It’s not the bilateral assistance.  We each have made our own announcements.  President Obama’s was in his speech.  The EU made an announcement the day before yesterday I think.  France I think was making an announcement. \n     So each country or the EU is making their own announcement of what they’re doing, and those are hard numbers to compare because it’s a bit of apples and oranges; some is new money, some is old money, some are two-year money, some is three-year money.  The MDB figure is what they think they can do over the next -- I think it’s three years, isn’t it?\n     Q    The three years, yes.\n     SENIOR ADMINISTRATION OFFICIAL:  Over the next three years in the context of suitable reform.\n     Q    Did you guys get a number -- I know the number for Egypt on what they say they need is $12 billion.  Did you get a number from Tunisia?\n     SENIOR ADMINISTRATION OFFICIAL:  Tunisia has said it needs $5 billion a year -- $5 billion a year -- and I think it said it has sort of a five-year plan in mind.\n     I think Egypt used the figure $9 to 12 [billion].\n     Q    $9 to 12 [billion], okay.\n     SENIOR ADMINISTRATION OFFICIAL:  That’s for financing needs, given their --\n     Q    Over a period or per year?\n     SENIOR ADMINISTRATION OFFICIAL:  I think that’s a one-year number.\n     Q    Europeans say the U.S. offered political support to sort out the debt crisis.  Is that true?  And if so, what kind of support is the U.S. offering to Europe?  And then also, is -- what’s the U.S. position on more IMF aid for Greece?\n     SENIOR ADMINISTRATION OFFICIAL:  Let me answer the first one and maybe have you -- let you talk to Treasury about the second one. \n     On the first one, the President made clear that we have a strong interest in the Eurozone successfully managing their way through the situation; that we have been supportive of them doing so; that it’s their issue to figure out how to resolve; it’s not our place to tell them how to resolve it.  But through the IMF and otherwise, we are supportive of what they’re doing and we have confidence that they’ll be able to work through it.  So in that form we are providing political support.\n     Q    Okay, so that’s what political support means.  And then also, Lech Walesa announced that he’s not going -- on Poland, just moving ahead a little bit -- announced that he is not going to be at the meeting with the President.\n     SENIOR ADMINISTRATION OFFICIAL:  I don’t have anything on the Poland trip so that’s --\n     Q    Okay.\n     Q    Can I ask you about something that will resonate, because the President ends this day in the -- at the capital of what was the Warsaw Pact, the opposite of NATO, and you mentioned there -- you raised in this the comparison to what it meant to Europe to have the Berlin Wall fall.  Is that really an apt description for what they -- how is that an apt description for what they’re --\n     SENIOR ADMINISTRATION OFFICIAL:  There are vast differences between Central and Eastern Europe and Middle East and North Africa.  So it’s not an analogy that one should overstress.  But in terms of moments in time when important democratic and economic transitions begin, this is a comparable moment.  It doesn’t mean that each -- that the situation is identical.  Obviously the histories of the two regions are quite different and the situation in each country is different, but it is a moment when the international community is coming together and focused on doing everything that it can to support those who are trying to achieve democratic and economic reform.\n     Q    Could you describe a little bit more what it was like with those two Prime Ministers because they’re kind of emerging powers; they don’t represent kind of a settled government in either case.  What was it like as they -- did they sit and kind of explain to everybody, were they questioned, how did it work?\n     SENIOR ADMINISTRATION OFFICIAL:  They each presented first -- first, Egypt, and then Tunisia.  They each had really very strong, coherent presentations about what their challenges were, how they were going to go after them, what they themselves needed to do, and where the international community could help.  The Tunisian Prime Minister is I think 84 or 85 years old, was incredibly energetic and dynamic.  And President Sarkozy noted that it was good to have such a young, vibrant leader in the room.  (Laughter.)  I mean, he really -- he was fantastic -- as was the Egyptian one -- but the Tunisian one was notable by his age.\n     They were followed by Amr Moussa from the Arab League, and then by Ban Ki-moon of the U.N., who also spoke.  And then it opened up for -- then President Obama spoke and, building on his speech from last week, laid out our view of what was necessary in the region and how we saw ourselves supporting it.  And then others spoke -- John Lipsky from the IMF, Bob Zoellick from the World Bank, other leaders -- and then we broke.\n     Q    Sarkozy said I think last night that the IMF leadership issue has actually come up fairly often in the talks with these leaders.  Can you give us any kind of insight into how it came up?\n     SENIOR ADMINISTRATION OFFICIAL:  It’s not come up in the collective --\n     Q    I think he said -- yes, I think he said not in the like formal G8 meetings, but on like the margins of it it’s been discussed a lot.\n     SENIOR ADMINISTRATION OFFICIAL:  I imagine that President Sarkozy has discussed it on the margins of the G8.  (Laughter.) \n     Q    Was it discussed in the meeting?\n     Q    Has he discussed it with Obama?\n     SENIOR ADMINISTRATION OFFICIAL:  Look, I think -- it did come up in the meeting and I think we know what France’s position is on it.\n     Q    But we don’t know the U.S. position on it.\n     Q    What’s the U.S. position?\n     SENIOR ADMINISTRATION OFFICIAL:  I think Tim Geithner laid out -- Secretary Geithner laid out our position quite clearly, that we support the IMF process that they announced last weekend, which has a deadline of I think June 30th or so, and are confident that it will produce a good candidate.\n     Q    What do we think about Christine Lagarde?\n     SENIOR ADMINISTRATION OFFICIAL:  I think I’ll let Treasury answer about specific candidates.\n     Q    How did the President -- I mean, Sarkozy has said he was going to press him on that or ask him for support.  How did the President respond?\n     SENIOR ADMINISTRATION OFFICIAL:  I think the President, similar to what I said, restated our position that the IMF has announced a process and it’s important to go through that process.\n     Q    Did Sarkozy formally say, I’d like your support, or will you --\n     SENIOR ADMINISTRATION OFFICIAL:  I won’t characterize what he said.  But it did come up in the conversation.\n     Q    The Syria language was a little tougher than some people expected, or stronger.  I mean, what -- can you walk us through that --\n     SENIOR ADMINISTRATION OFFICIAL:  Actually, you know, I can’t because I was out of the room when they did the political declaration last night.  Bill Burns, if you see him, is the one who negotiated that.\n     Q    You talked about insufficient progress in the Doha Round and possible alternatives.  Is that -- are you saying you might scrap the Doha Round and try some other forum or what --\n     SENIOR ADMINISTRATION OFFICIAL:  I don’t have the -- do you have the declaration? -- it’s quite clear.  It sort of says explore all negotiating options for the conclusion of the -- to bring the Doha Round to a conclusion.  So we’re not -- I think nobody is saying we should scrap the Doha Round but nor are the leaders saying that -- nor are they just repeating what they have often said before, that we’re going to achieve a balanced, ambitious, comprehensive, successful round by a date certain.  They’re saying it’s important now to explore all the negotiating options.\n     Q    Can you give us any more of a readout on the Sarkozy meeting, what things came up with Libya and other sorts of --\n     SENIOR ADMINISTRATION OFFICIAL:  I mean, they did do a stand-up.  You guys were there, right?  So you -- I think those words sort of speak for themselves.  I’m happy to do G8 stuff, but probably shouldn’t do the bilat.\n     Q    Is there anything else, just quickly from the Arab Spring declaration, that you would just kind of note for us?  I mean, the $20 billion seems to be the big takeaway a lot of people are writing about.\n     SENIOR ADMINISTRATION OFFICIAL:  I wouldn’t -- more important than any numerical figure is I think the vision that it lays out, which is consistent with the vision that was laid out in the President’s speech, that there is a financial stabilization component; there is a component focused on reforming and modernizing these economies, including developing private sector entrepreneurship and job creation -- very important where they have large unemployed young populations; and it’s important to integrate these economies with each other, in the region, and with the global economy.  This region trades less than virtually any other region.  I mean, I think there was a figure in the President’s speech about 300 million people trading less than Switzerland’s 8 million people. \n     And this is going to be largely a case of trade, not aid, and investment, not assistance, over time.  It’s really about establishing the conditions under which the private sectors in these economies can flourish, attract capital both domestically and from abroad, create jobs, particularly for the young people, and grow -- and grow in a way in the benefits are broadly shared.\n     Q    Is there anything you could say about the parallels with Central Europe, about specific institutions like Enterprise Funds and things like that, that can be implemented that are similar?\n     SENIOR ADMINISTRATION OFFICIAL:  Sure.  Well, first and foremost, I’d start with the EBRD, the European Bank for Reconstruction and Development, where the G8 has agreed to reorient it so that it can expand its geographic mandate.  It’s an institution that’s got great expertise, staff, facilities, and resources focused on transition.  And while the transition in each country is different, it is well placed to bring that expertise from its Central and Eastern Europe experience to this region.  So that’s I think a very important institutional outcome of this.  Again, the President called for it in his speech, and the G8 embraced it today.\n     The President also had announced that we are seeking support for an Enterprise Fund in Congress.  And those were very successful in Central and Eastern Europe in terms of bringing private investment into the region and helping to develop the private sector in those countries, and we’ll try and do the same thing in Egypt and Tunisia as well.\n     Q    Is there any disappointment that there haven’t been concrete pledges; that the G8 really isn’t a pledging forum anymore?\n     SENIOR ADMINISTRATION OFFICIAL:  Well, I think -- I mean, I don’t think we had any expectations this was going to be a pledging session.  Again, I think it’s actually more important -- you know, the Central and Eastern experience is a two decade-long experience.  These are long, hard transitions to work through.  As actually the President said in the session this morning, there will be forward movement and backward movement -- this is not a linear process; there will be ups and downs -- and we need to be engaged for the long run.\n     So I actually think the -- much more important and enduring than a particular pledge for a couple years is this agreement on the economic vision for the region, the various stages and what’s necessary, the kind of institutions and processes that need to be set up to fulfill that.\n     Q    You were going to give us some examples of -- you said Sarkozy was good at managing discussions and pointing out when people had disagreements and --\n     SENIOR ADMINISTRATION OFFICIAL:  I thought he was terrific -- I’ll use the example of the climate change discussion yesterday. -- I thought he was terrific in teasing out from the countries what their respective positions, concerns, objectives were; pointing out where they didn’t line up; and trying to find ways to put -- bring people onto the same page.  So I thought he did a terrific job.\n     That’s probably the clearest one.  I mean, he just -- there were -- climate change is an area where there are very different positions in the G8.  The U.S. is in one position, not being a member of Kyoto; you have other parties who are members of Kyoto and want to remain members of Kyoto; and other parties who might not want to remain members of Kyoto.  And trying to figure out what they’re going to do with Kyoto is going to be a bit part of what happens in Durban.\n     Q    Is this different than you’d seen him in this type of role or forum before?\n     SENIOR ADMINISTRATION OFFICIAL:  Well, personally, I had not seen him sort of chair a leaders meeting like this.  He is always a very articulate, energetic participant in these -- in the G20s, in the G8s.  He has very interesting observations to make.  But I had not seen him in the role of managing the meeting.  I thought he did a terrific job.\n     Q    Thanks for doing this.\nEND 12:20 P.M. CEST\n\n\n\n\n"
}