{
    "title": "America's Social Workers Join Dr. Jill Biden to Launch \"Social Work and Service Members: Joining Forces to Support Veterans and Military Families\" | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/07/25/americas-social-workers-join-dr-jill-biden-launch-social-work-and-servic",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJuly 25, 2012\n\n \n\n\n\nAmerica's Social Workers Join Dr. Jill Biden to Launch \"Social Work and Service Members: Joining Forces to Support Veterans and Military Families\"\n\n\n\n\n\nNational Association of Social Workers urges 650,000 professional social workers to gain education and training on mental and behavioral health, health, economic, and social challenges facing nation’s veterans and military families\n\n\tWASHINGTON, D.C.—Dr. Jill Biden will join the National Association of Social Workers (NASW) on Wednesday, July 25, 2012 at their national practice conference, Restoring Hope: The Power of Social Work, to announce a new Joining Forces commitment aimed at educating all social workers, regardless of practice area or focus, to have a better understanding of issues relating to the care, culture, and lifestyle of our nation’s troops, veterans, and military families.  The Joining Forces commitment means that more than 650,000 social workers – the nation’s largest group of mental health care providers – will have access to training and resources to help meet the needs of our service men and women, veterans and military families.\n\n\t“We have asked a lot of our military over the past decade, and they have responded to the need for more and frequent deployments without complaint.  Our veterans and military families are among the most resilient men and women I have ever met and I am always inspired by them.  But they have shouldered a tremendous burden and for those who need some additional support, we need to be ready to help.  Social workers are uniquely positioned to help reach our troops, veterans and military families exactly where they are, in every single county in America,” said Dr. Jill Biden, Second Lady of the United States.\n\n\tIn addition to invisible wounds such as Post-Traumatic Stress Disorder (PTSD) and Traumatic Brain Injury (TBI), which impact approximately one in six of our troops returning from Afghanistan and Iraq, service members and veterans have a heightened risk of substance use, unemployment, homelessness, and suicide.  Female veterans and those residing in rural areas are at an even greater disadvantage as they may find it difficult to access services or find resources that directly address their unique needs.\n\t“Social workers are the largest provider of mental health services in the United States. We have a responsibility to ensure that service members, veterans, and their loved ones have access to the mental and behavioral health services they deserve.  In addition, social workers who provide a broad range of services in areas such as sexual assault, case management, and advocacy have expertise and skills to offer and should be leaders in these efforts,” NASW President Jeane Anastas, PhD, LMSW, said.\n\n\tFirst Lady Michelle Obama and Dr. Biden created Joining Forces last year as a way to spark action and encourage all Americans to find ways to honor and support our service men and women, veterans and military families in their own communities.  The initiative focuses on improving employment, education, and wellness of America’s troops, veterans and military families as well as raise awareness about the service, sacrifice and needs of all who serve our country.  NASW has been a proud member of Joining Forces since 2011 and is committed to educating and training all social workers so that they are prepared to meet the needs of those who have made incredible sacrifices for the United States.\n\n\t“This announcement from America’s social workers is exactly the type of commitment we hoped to see when the First Lady and Dr. Biden launched Joining Forces last year – a major national organization stepping up and positively impacting our veterans and military families in the most meaningful of ways.  This commitment is particularly meaningful and unique because it lays a foundation that will support our troops and their families for decades to come,” said Captain Brad Cooper, Executive Director of Joining Forces.\n\tSocial work has been known as the helping profession for over a century and during that time has been an essential component of the social safety net, guiding people to critical resources, counseling them on important life decisions, and helping them reach their full potential.  The primary mission of the social work profession is to enhance human well-being and help meet the basic needs of all people, with particular attention to those who are vulnerable, oppressed, and living in poverty. \n\n\tNASW CEO Elizabeth J. Clark noted that, “Social workers focus on individual well-being within the social context. Fundamental to social work is attention to all of the forces that create, contribute to, and address problems in living. Through this perspective, we understand that veterans and military families can experience extraordinary challenges that require extraordinary responses. We stand ready to prepare social workers to lead that response.”\n\n\tSocial workers have been serving veterans since 1926, when the first social work program was established in the Veterans Bureau. Today, the Department of Veterans Affairs (VA) is the largest employer of master’s-degreed social workers in the nation with over 9,000 social workers. Social workers also serve in and work for the Air Force, Army, and Navy providing clinical, administrative, and research services.\n\nKey Social Work Joining Forces Commitments Include:\n\n\nA free online five-course training module available for all social workers: It will include military culture, advocacy, direct practice, cultural competency, and standards review. This course will not be limited to social workers who specifically work with veterans and military families, but also private practitioners, clinical social workers, agency social workers, policy practitioners, educators, and researchers. This course will count toward continuing education requirements for practitioners.\n\nA professional Credential for Social Work with Veterans and Military Families: Based on the training module, this credential will be offered free for one year to all NASW members and is geared towards social workers that work primarily with service members, veterans, or their loved ones.\n\nStandards for Social Work Practice with Veterans and Military Families: These guidelines will be disseminated to all NASW members with the goal of providing a basic level of education on veterans and military families.\n\n\n\tThese materials will be forthcoming in fall 2012 and 2013.\n\n\tFor more information on NASW’s “Social Work and Service Members: Joining Forces to Support Veterans and Military Families,” visit www.socialworkers.org/military.asp or contact Elizabeth Hoffler at ehoffler@naswdc.org.\n\n\n\n\n"
}