{
    "title": "FACT SHEET: Obama Administration Announces Clean Energy Savings for All Americans Initiative | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/07/19/fact-sheet-obama-administration-announces-clean-energy-savings-all",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 19, 2016\n\n \n\n\n\nFACT SHEET: Obama Administration Announces Clean Energy Savings for All Americans Initiative\n\n\n\n\n\nPlease click HERE to view a video on Access to Solar Panels featuring President Obama\nPresident Obama is committed to ensuring that every American family can choose to go solar and to cut their energy bills – and that every American community has the tools they need to tackle local air pollution and global climate change.\nSince President Obama took office, solar electricity generation has increased 30 fold and solar jobs are growing 12 times faster than the rest of the economy. Last year, we announced a set of actions to increase access to solar and create a more inclusive workforce, but there is still more work to do. That is why, today, the Obama Administration is announcing a new cross government partnership – the Clean Energy Savings For All Initiative – between the Departments of Energy (DOE), Housing and Urban Development (HUD), Agriculture (USDA), Health and Human Services (HHS), Veteran’s Affairs (VA), and the Environmental Protection Agency (EPA) to increase access to solar energy and promote energy efficiency across the United States and, in particular in low- and moderate- income communities.\nThrough the Clean Energy Savings for All Initiative, the Administration will work to ensure that every household has options to choose to go solar and put in place additional measures to promote energy efficiency. To continue along this track, the Administration, in collaboration with state agencies, is announcing a new catalytic goal to bring 1 gigawatt (GW) of solar to low- and moderate- income families by 2020. This goal is a 10 fold increase and an expansion of the initial target President Obama set in his Climate Action Plan to install 100 MW of renewable energy on federally-assisted affordable housing by 2020.  The Clean Energy Savings for All Initiative will help achieve the goal by promoting innovative financing mechanisms, bolstering technical assistance for states and communities, driving innovation, scaling up workforce training to make sure low- and moderate-income Americans can take advantage of the jobs that come with a transition to clean energy, convening stakeholders, and working with the private and philanthropic sectors. The key components of the initiative that the Administration is announcing today are:\n\nHUD and Department of Veterans Affairs (VA) are releasing new guidance to unlock residential Property-Assessed Clean Energy (PACE) financing by outlining how properties with PACE assessments can be purchased and refinanced with Federal Housing Administration (FHA) mortgage insurance and by welcoming the use of PACE financing for Veterans Affairs (VA)-insured mortgages. In addition, DOE is releasing a draft of their updated Best Practices Guidelines for Residential PACE Financing for public comment. PACE is a tool that allows American homeowners, including low- and moderate- income households and veterans, to finance solar and energy efficiency improvements at no upfront cost and to pay back the cost over time through their property tax bill;\nDOE is developing a Community Solar Challenge that will award teams in dozens of communities up to $100,000, in cash prizes and technical assistance, to develop innovative models to increase solar deployment and cut communities’ energy bills, in particular in low income communities;\nHHS and DOE are making it easier to use hundreds of millions of dollars for energy efficiency improvements by providing technical assistance to Low Income Housing Energy Assistance Program (LIHEAP) grantees on their ability to access 15 – 25 percent of their annual LIHEAP funding for low cost energy efficiency improvements, including renewable energy;\nDOE is making sure low- and moderate-income Americans can take advantage of the jobs that come with a transition to clean energy by launching the Solar Training Network, which will help create a more inclusive workforce by connecting solar workforce trainers, solar employers, and individuals interested in working in the solar industry;\nEPA, DOE, and HUD are bringing people together to share best practices on how to finance and overcome barriers to creating healthier communities; and\nMore than 120 housing authorities, rural electric co-ops, power companies, and organizations in more than 36 states across the country are committing to investing $287 million and putting in place more than 280 megawatts (MW) of solar energy projects, including projects to help low- and moderate- income communities save on their energy bills and further the deployment of community solar.\n\nThe announcements today will result in lower energy bills, more empowered consumers, and cleaner communities.\nEXECUTIVE ACTIONS TO SCALE UP SOLAR AND REDUCE ENERGY BILLS\nTo continue supporting all American communities in deploying renewable energy while creating jobs and reducing carbon pollution, the Administration is announcing the following actions:\nSupporting the Scale Up of Property-Assessed Clean Energy (PACE) Financing:  Since 2009, the Obama Administration has been working to provide homeowners the opportunity to finance solar and energy efficiency improvements at no upfront cost through a mechanism called PACE, including through the Middle Class Taskforce and by releasing a Policy Framework for PACE Financing Programs. Today, the Obama Administration is taking a number of new actions to allow American homeowners, including low- and moderate- income households and veterans to use PACE financing.  This innovative financing mechanism allows homeowners to benefit from energy improvements immediately and pay back the cost over time through their property taxes. If the property is sold, including through foreclosure, the remaining PACE assessment will stay with the more energy efficient property and the next owner will become responsible for the remaining PACE assessment. The PACE initiatives announced today will unlock alternative sources of capital for low- and moderate- income Americans and veterans to scale up solar, promote energy and water efficiency retrofits, and create more resilient homes, leading to reduced energy bills, more empowered consumers, and cleaner communities.\n\nIssuing Guidance on how to Use FHA Mortgage Insurance with PACE Financing: For more than 80 years, the Federal Housing Administration (FHA) has provided low- and moderate- income households and underserved communities access to safe and affordable housing through FHA mortgage insurance. Each day, more than 3,000 people close on a home for which the mortgage is insured by FHA. Today, FHA is releasing guidance outlining how properties with PACE assessments can be purchased and refinanced with an FHA-insured mortgage. This action is intended to support renewable energy and energy efficiency investments in single family housing, support retrofits that boost resilience to climate risks, and remove existing barriers to using PACE financing. The key requirements outlined in FHA’s guidance are: the PACE assessment does not take first lien position ahead of the mortgage and the assessment transfers from one property owner to the next, including through a foreclosure sale. The guidance also requires appraisers to analyze and report on the impact of PACE-related improvements to the value of the property.\nUnlocking PACE Financing for Veterans: Today, in support of the Administration's longstanding commitment to create a clean-energy economy and help Americans take advantage of clean energy technologies, the Department of Veterans Affairs (VA) is issuing policy guidance on PACE-financed homes.   Today's guidance will clarify the circumstances under which Veterans are able to take advantage of PACE programs in conjunction with their VA Home Loan Guaranty benefit, providing a new opportunity for veterans to participate in the clean energy economy and save on their energy bills.\nProviding Best Practices for New and Existing Residential PACE Programs throughout the Country: DOE is releasing a draft of their updated Best Practices Guidelines for Residential PACE Financing for public comment from stakeholders, including consumer advocates, public policy leaders, and industry. This public comment period is critical to ensuring the highest levels of consumer and lender protections. Across the nation, fifteen states have already adopted residential PACE-enabling legislation. Overall, nearly 100,000 households have utilized PACE programs to finance over $2 billion in energy saving improvements to their homes. The updated guidelines reflect the evolving structure of the PACE market and incorporate lessons learned from various PACE programs that have been successfully implemented since the original guidelines were issued. They provide best practices for residential PACE programs, including protections to both consumers who voluntarily opt into PACE programs, and to lenders who hold mortgages on properties with PACE assessments. The guidelines can also be used by PACE program administrators, contractors and consumers to plan, develop and implement programs and improvements that effectively deliver home energy and related upgrades. DOE’s updated Best Practice Guidelines for Residential PACE Financing rely upon important progress that the Department has made in a critical partnership with industry, including a formal partnership with the Appraisal Foundation to develop guidance on valuation of energy efficiency in residential and commercial buildings that was launched in 2011. DOE is also partnering with the Appraisal Institute to integrate energy efficiency into appraisals and real estate transactions and deliver education and training to appraisers through the Better Buildings Home Energy Information Accelerator, where they have enlisted the support of the Real Estate Standards Organization, the Council of MLS, Homes.com, and National Association of Realtors.   \nProviding Technical Assistance to Make it Easier for States and Communities to Stand Up Smart PACE Programs: DOE will provide technical assistance to support the design and implementation of effective PACE programs, including conducting a series of webinars and online workshops to facilitate peer exchange and provide access to PACE experts; conducting research on the lessons learned from state and local residential PACE programs , including analysis of the impact of PACE on community adoption rates of energy efficiency improvements and per household energy consumption, and various program design strategies, and effectiveness of PACE relative to other financing mechanisms. DOE is also working with State Energy Offices, local government representatives, residential PACE industry representatives, and subject matter experts to focus on residential PACE program design (including consumer protection options) and the development and dissemination of detailed program best practices.\n\nDeveloping a Community Solar Challenge: To help meet the Administration’s 1 GW goal, DOE is announcing the development of a Community Solar Challenge that will award teams in dozens of communities up to $100,000 to develop innovative models to increase solar deployment and cut communities’ energy bills, in particular in low-income communities. Today, the DOE SunShot Initiative is releasing a request for information to gather feedback and information on the structure of challenge. Shared solar systems of 2 megawatts (MW) or less with 40 percent low- and moderate- income subscribers, solar systems that benefit low-income families, and solar for community assets, e.g., hospitals, schools, food banks, and health clinics will be eligible. This challenge will reduce market barriers to solar deployment by spurring the deployment of dozens of projects across the nation, with an emphasis on new and emerging solar markets.\nMaking it Easier for Low Income Households to Access Hundreds of Millions of Dollars in Funding for Renewable Energy Investments: The Low Income Home Energy Assistance Program (LIHEAP) provides, on average more than $3 billion a year to communities across the country and includes a provision that allows LIHEAP grantees to access 15 - 25 percent of their annual funding for low cost weatherization and energy efficiency improvements. Today, we are announcing technical assistance to LIHEAP grantees to increase their ability to use this funding to support the deployment of renewable energy.\nTracking the Deployment of Solar on Low- and Moderate Income Households: DOE, in collaboration with HUD and GTM Research, will work with the national labs to track progress on the deployment of solar energy for low- and moderate- income households, in particular to reach the Administration’s 1 GW goal.  \nProviding Technical Assistance to Make it Easier for More Americans to Participate in the Clean Energy Economy: Today, the Administration is announcing three actions to ensure all communities have the information they need to participate in the clean energy economy.\n\nCreating a Resource Hub to Promote Energy Access: DOE is creating a cross-agency digital hub on the Solar Powering America website so that communities, businesses, organizations and state and local governments can learn about federal resources to help low- and moderate-income Americans go solar.\nProviding Resources to Bring Energy Efficiency and Renewable Energy to Low-Income Communities: In the coming months, the EPA will provide additional informational resources to help state and local energy, environmental, housing, and social services agencies, non-profits, and utilities understand successful models they can use to bring energy efficiency and renewable energy to low-income communities. Current resources available on the EPA’s website include five case studies and profiles, recordings from three webinars, and a guide to EPA programs. \nProviding Technical Assistance to Remote Communities: DOE’s Office of Indian Energy (IE) is announcing $7 million in funding to establish an inter-tribal technical assistance energy providers' network. This program will provide Alaska Native communities assistance to develop energy experts that provide technical energy assistance and informational resources to their member Alaska Native villages.\n\nBringing People Together to Share Best Practices on how to Finance and Overcome Barriers to Creating Healthier Communities: Today, the Obama Administration is announcing we will host a series of convenings across the country to expand access to financing for community solar and develop new partnerships to create healthier communities:\n\nConvening Banks and Regulators to Expand Access to Financing for Community Solar Projects for Low- and Moderate- Income Households: DOE is announcing its plans to convene local and regional banks and their regulators for a summit to identify strategies to improve and expand community solar project financing, with an emphasis on serving low- and moderate-income households. The summit will provide the most recent information on the potential market opportunities for community solar, underwriting best practices, and updates on regulatory guidance.\nConvening a Series of Clean Energy Savings for All Summits Across the Country: Working with national and regional partners, the White House, U.S. Department of Energy, U.S. Environmental Protection Agency, and U.S. Department of Housing and Urban Development, will convene a series of Clean Energy Savings for All Summits in communities across the United States, beginning with a Summit on August 9, 2016 in Spartanburg, South Carolina. These events will provide local and state officials, advocates, community organizations, and interested members of the public an opportunity to develop new partnerships and learn about ways we can further reduce air pollution, deploy clean energy and energy efficiency, and build an inclusive clean energy economy for all Americans.\nHosting a National Funding Resources and Training Summit for Vulnerable Communities: On October 25-26, 2016, the EPA will host The National Funding Resources and Training Summit for Vulnerable Communities in Washington, DC to enhance collaboration around environmental, health and economic concerns and ensure vulnerable populations have access to information, services, and data for increased resilience, engagement, and sustainability. The summit themes will include: just transition workforce development, financial resources and entrepreneurship development, and health and environmental training and outreach.\n\nBuilding an Inclusive Solar Energy Workforce: Since the President took office, we have trained more than 50,000 workers to enter the solar industry, bringing us closer reaching our goal of training 75,000 workers to enter the solar industry by 2020. To continue enhancing employment opportunities for all Americans, including low-income and minority communities, and make sure workers can take advantage of the jobs that come with a transition to clean energy:\n\nDOE is Launching the Solar Training Network: The Solar Training Network will support the development of a well-trained and inclusive workforce by connecting trainers, solar employers, and individuals interested in working in the solar industry. The Solar Foundation will administer the program and will create a centralized clearinghouse for solar workforce tools and resources, including the establishment of a Solar Jobs Strategy Commission to foster an exchange of resources and knowledge between training providers and the solar industry. The Solar Foundation will also conduct research and analysis to enhance the understanding of the solar industry’s workforce and training supply, demand, costs, and needs.\nDOE is Announcing a Community and Workforce Investment Program in Baltimore, Maryland: Today, DOE’s Job Strategy Council launched a community and workforce investment program to both create new employment opportunities and train low income residents in West Baltimore for jobs in the solar industry. DOE’s Initiative will  explore options to expand access to solar for renters and local individuals in the Baltimore area, investigate the possibility of installing solar panels on public housing units, and in collaboration with the Morgan Community Mile Solar Installation Project, a partnership with Morgan State University, Baltimore's Sustainability Office, GRID Alternatives, Civic Works and the local communities, weatherize and install solar panels on 33 low income homes in the Morgan Community Mile neighborhood of Baltimore. Today, DOE, the City of Baltimore and the Maryland Clean Energy Center signed a Memorandum of Understanding intended to accelerate the growth of and access to solar and renewable energy jobs and to prepare a roadmap for rapid demonstration and deployment.\n\nSTATE AND PRIVATE SECTOR COMMITMENTS TO INCREASE SOLAR ENERGYAND CUT ENERGY BILLS IN COMMUNITIES ACROSS AMERICA\nTo help us achieve our new goal to bring 1 GW of solar energy to low- and moderate- income families by 2020, today, the Administration is announcing more than 120 new commitments from the private, state, local, and philanthropic sectors in 36 states to support the deployment of solar energy in low-and moderate income communities and promote community solar and energy efficiency. Today’s new commitments represent $287 million in investment, and nearly 280 MW of community solar and low-and moderate income solar deployment. They bring the total amount of commitments secured to more than $800 million in investment and more than 491 MW of solar power.  These announcements include:\nGrowing The Reach And Impact Of The National Community Solar Partnership by 6 Fold: Last July, the Administration launched the National Community Solar Partnership—a collaborative effort between the DOE, HUD, USDA, EPA, representatives from solar companies, NGOs, and state and community leaders —which works to unlock access to solar for the nearly 50 percent of households and businesses that are renters or do not have adequate roof space to install solar systems, in particular, for low- and moderate- income communities. Since we launched the partnership last year, more than 110 companies, organizations, and universities that represent 25 states have joined the effort to increase access to community solar, growing the number of members by six fold to 135, including the following 67 new partners joining today:\n\n\n\nAll Energy Solar – Minnesota\nAltus Power America – Oklahoma\nBanner Solar – Idaho\nBinghamton Regional Sustainability Coalition – New York\nBonneville Environmental Foundation – Oregon\nBoston Community Capital – Massachusetts\nBuilding Science Innovators, LLC – Louisiana\nCadmus – Colorado\nCenter for Resource Solutions – California\nCentral New York Regional Planning and Development Board – New York\nClean Energy Economy Minnesota – Minnesota\nCoalition for Community Solar Access – District of Columbia\nCohnReznick, LLP – Maryland\nCommunity Energy, Inc. – Pennsylvania\nCommunity Green Energy – Wisconsin\nCommunity Housing Works - California\nCommunity Power Network – District of Columbia\nCommunity Purchasing Alliance – District of Columbia\nCo-op Power – Massachusetts\nCooperative Community Energy – California\nCooperative Energy Futures – Minnesota\nCounty of Erie, NY – New York\nEncore Renewable Energy – Vermont\nEnergy Outreach Colorado – Colorado\nEnterprise Community Partners – District of Columbia\nEnvironmental Law and Policy Center – Illinois\nEthical Electric – District of Columbia\nEutectics, LLC – Minnesota\nExtensible Energy, LLC – California\nGreat Plains Institute - Minnesota\nGreen Long Island, Inc. – New  York\nGreenMark Solar – Minnesota\nHannah Solar – Georgia\nkWh Analytics – California\nLos Angeles County Metropolitan Transportation Authority – California\nLotus Engineering and Sustainability – Colorado\nMetropolitan Washington Council of Governments – District of Columbia\nMichigan Energy Options – Michigan\nMicrogrid Institute – Minnesota\nMinnesota Renewable Energy Society – Minnesota\nNavigant Consulting – District of Columbia\nNexamp – Massachusetts\nNorthern Virginia Regional Commission – Virginia\nNuance Energy Group Inc. – California\nProjectEconomics – New York\nRenewable Energy Districts – New York\nRenewable Energy Partners – Delaware\nRenewable Energy Services – Hawaii\nSavannah River National Laboratory – South Carolina\nSeminole Financial Services – Florida\nSolar Holler – West Virginia\nSolar Land Solutions LLC – North Carolina\nSolarize NoVA – Virginia\nSun Valley Institute for Resilience – Idaho\nSunPower Corporation – California\nSunswarm Community Solar – California\nSyncarpha Capital – New York\nUnited States Solar Corporation – Connecticut\nUpepo Group – Maryland\nUtah Clean Energy – Utah\nVermont Community Solar, LLC – Vermont\nVivint Solar – Utah\nWest Monroe Partners – Illinois\nWinn Companies – Massachusetts\nYeloha – Massachusetts\nYSG Solar – New York\nZolargo Energy – California\n\n\n\n25 Members of the Administration’s National Community Solar Partnership are announcing new commitments to deploy nearly 145 MW of community solar, including projects to scale up solar for low- and moderate- income households.  These commitments represent over $187 million in investment.\n\nArcadia Power commits to deploying 5 megawatts of community solar by the end of 2016. This commitment builds on the 30 kilowatts in community solar projects the company has built.\nBARC Electric Cooperative announces that a 550 kilowatt community solar project – the first in the Commonwealth of Virginia –will be completed in early summer 2016. \nBinghamton Regional Sustainability Coalition and its partners announce at least six new community and shared solar projects over the next two years that will serve more than 100 low- and moderate-income customers in southern New York.\nBlack Rock Solar commits to developing 1 MW of solar for low-income communities in Nevada in 2016. This commitment builds on the 6.5 megawatts of solar the company has already built for non-profits, schools, rural areas, Native American tribes, and low-income housing in Nevada.\nCapitol Assets Solar Development commits to deploying 250 kilowatts of low-income solar in Houston, TX by 2020.\nClean Energy Collective commits to develop 50 megawatts of projects in the next two years in New York, representing a $100 million investment in the state, and reaching up to 15,000 residential customers. This builds on CEC’s 160 megawatts of installed community solar in 12 states with 26 utility partners.\nCommunity Green Energy commits to developing 10 megawatts of community solar in the state of New York over the course of the next 18 months, with several projects to serve the New York City region.\nCommunity Housing Works has committed to install 2.8 megawatts of solar energy that offsets both common area and tenant loads of electricity in low-income communities.  This endeavor impacts a total of 14 properties and approximately 1500 units.  This project provides the tenants with a real economic benefit of about $150,000 per year. \nCommunity Owned Shared Renewables Working Group announces a goal to facilitate community-owned development of at least four new solar projects in New York State.\nCo-op Power commits to developing 3 MWs of community solar over the next two years in Massachusetts and New York. In Massachusetts, the organization will expand its offerings in urban and rural off-site solar. In New York City, Co-op Power is announcing a new partnership with Solar One to bring on-site community solar to 400 units of cooperative and low-income housing in 2016. This builds on current successes in developing a 600 kilowatts low-income accessible, community-owned solar system in western Massachusetts.\nExtensible Energy and Smart Electric Power Alliance commit to working with at least eight utilities in the western United States to help them with the design of over 4 MW of community solar in the next year. \nGreen Long Island in partnership with Empower Solar announces their commitment to deploy 5 megawatts of community solar in Long Island, New York over the next three years. \nGRID Alternatives with support from The JPB Foundation, commits to provide no-cost technical assistance to help multifamily affordable housing managers, owners and developers add solar to their buildings, which will support HUD’s Renew 300 initiative under the President's Climate Action plan, which targets the deployment of 300 MW of renewables for low-and-moderate income housing by 2020. Since 2006, GRID Alternatives has had the support of AmeriCorps VISTA. Due to capacity building support of the AmeriCorps VISTA members, GRID Alternatives went from 37 successful installations for low-income families per year in California in 2006 to over 1250 statewide in 2012.\nGroundswell commits to develop five community solar projects in the next 12 months to demonstrate a scalable and replicable model for delivering affordable clean power to low- and moderate- income households. Groundswell will partner with faith based organizations, schools, and other local anchor institutions to complete five megawatts of community solar projects that will serve 1000 low- and moderate- income families in the Mid-Atlantic and Southeast. Developed in collaboration with Sustainable Capital Advisors, this expansion of our commitment builds on Groundswell’s successful pre-development efforts towards our first equitable community solar project, which will be constructed in Baltimore.\nThe Los Angeles County Metropolitan Transportation Authority (Metro) commits to develop an innovative community solar program for all of its capital projects.  This aggressive new program will bring solar energy to communities throughout the LA region, and will represent a significant investment in communities and renewable energy over the near and long term. Metro is the first public transportation agency to pursue a community solar program, which builds on its success of deploying approximately 7 megawatts of renewable energy by the end of fiscal year 2017, with a goal of 66 percent renewable energy use by 2020.\nMichigan Energy Options announces a new commitment to deploy 600 kilowatts of community solar in Michigan over the next year.  \nNexamp announces 17 new community solar projects, to be completed by the end of 2016. Combined, these 35 megawatts of projects will serve nearly 2,000 Massachusetts households and non-profits, and represent an investment of $87 million in private capital. Nexamp also commits to an additional 15 megawatts of community solar projects for 2017.\nRE-volv announces the newest cohort of Solar Ambassadors. Over the next year, RE-volv will train 40 college students at 7 universities to spearhead solar crowdfunding campaigns in their communities. This cohort of Solar Ambassadors include students at Coastal Carolina University, Swarthmore College, University of Connecticut, University of Dayton, University of New England, University of Wisconsin, Madison, and University of Wisconsin, Milwaukee.\nRural Renewable Energy Alliance (RREAL) announces a commitment to deploy 500 kilowatts of low-income solar in the Upper Midwest region of the United States over the next 18 months and 100MW for solar for communities of all incomes by 2020.\nSolar Land Solutions LLC announces its commitment to acquire 15 sites for potential community solar projects in the state of New York.  This builds on success in helping clients acquire the rights to develop over 40 MW of community solar projects through the US. \nSolarize NoVA announces its commitment to launch four new solarize campaigns in northern Virginia over the next year—in Alexandria, Vienna, Falls Church, and Loudon County. The group has already enabled 569 kilowatts of solar for 77 households, representing $2 million in investment.\nThe University of Maine announces plans to launch a new, interactive public database of the more than 5,000 community solar projects operating across the country. With support from the Senator George J. Mitchell Center for Sustainability Solutions, this web-based database will allow anyone to search and learn from existing community solar projects around the country.\nUrban Ingenuity announces the completion of two unique community-focused solar projects financed with PACE. A critical member of the U.S. Department of Energy-funded CivicPACE program, Urban Ingenuity has closed on nearly 200 kW of solar across a church’s sanctuary, and food bank in Northeast Washington, DC as well as 30 kW of solar on a nearby public charter school. With the November 2015 solar closing on a mixed-finance affordable housing redevelopment, these new projects bring Urban Ingenuity to three unique solar plus PACE financings on non-profit properties.\nYSG Solar announces its commitment to deploy 15 megawatts of community solar in the New York City region over the next 10 months.\n\n19 New Affordable Housing Providers and Low Income Solar Developers are Committing to Deploy Solar, Putting Us On Track to Exceed the Administration’s Renew300 Goal To Install 300 Megawatts Of Renewable Energy in Federally Subsidized Housing:  In the past two years, in response to the Administration’s call to action, 70 affordable housing providers and nonprofits have committed to install solar, including 19 new commitments being announced today to install 124 MW of solar energy. Today’s commitments, when combined with previous commitments, put us on track to install 344 MW of solar by 2020, exceeding our updated 2020 goal, and far surpassing the President’s target in the Climate Action Plan to install 100 megawatts (MW) of solar and other types of renewable energy in Federally subsidized housing by 2020.\n\n\n\nAffirmed Housing Group, California\nCodman Square Neighborhood Development Corporation, Massachusetts\nEssex Plaza Management Company, New Jersey\nHarmony Neighborhood Development, Louisiana\nHousing Authority of the County of Los Angeles, California\nNational Community Renaissance of California, California\nNew Bedford Housing Authority, Massachusetts\nThe New York City Housing Authority-25 Megawatt Commitment, New York\nSaint Paul Housing Authority, Minnesota\nCorporation for Better Housing, California\nCoachella Valley Housing Corporation, California\nHousing Authority of the County of Santa Barbara, California\nLevy Affiliated, California\nMany Mansions, California\nMidPen Housing, California\nPalm Communities, California\nPeople's Self Help Housing, California\nSan Diego Youth Services, California\nThe Chicago Housing Authority, Illinois\n\n\nNew Partners Join DOE’s Clean Energy for Low Income Communities Accelerator.  The Clean Energy for Low Income Communities Accelerator aims to lower energy bills in low income communities through expanded installation of energy efficiency and distributed renewables. Low income households spend an average of 15 to 20 percent of their income on energy bills, whereas energy burdens above 6 percent are typically considered unaffordable. This Accelerator encourages the development of partnerships and replicable models and will work to identify funding options that a state-level agency, local government, or utility program could use to provide energy efficiency and renewable energy access to communities that need them most. Today, 13 new partners are announcing their participation, building on the 24 founding partners:\n\n\nBlocPower\nDistrict of Columbia\nHolland, MI\nOrlando, FL;\nHawkeye Area Community Action Program (HACAP), Iowa\nCouleecap Community Action Agency, Wisconsin\nCommunity Action Program of Evansville and Vanderburgh County\nEEtility\nNew York State Energy Research and Development Authority (NYSERDA)\nState of Missouri\nOpportunity Council\nState of Washington \nTennessee Valley Authority (TVA)\n\n\nMore than 90 member-owned, not-for-profit rural electric cooperatives in 16 states across the country are committing to install community solar projects by the end of 2017.  This builds on the nearly 60 co-ops in 25 states that have already brought online community solar projects in the last year. In fact, today, Pedernales Electric Cooperative is announcing a commitment to deploy up to 15 megawatts of community solar throughout its service territory, with construction beginning in late 2016. \nBanc of California is announcing a $100 million investment in a new tax equity fund financing residential solar systems primarily to low- and moderate- income consumers and communities in California with a goal of expanding the investment to over $1 billion within 5 years. Historically, low- and moderate- income residents have not been able to obtain financing for solar systems thus this new fund will expand solar to these underserved communities lowering household electricity costs and making housing more affordable.\nGoogle is expanding its solar mapping technology, Project Sunroof, to Washington, D.C. today, making it easier for anyone to understand and access solar power on their rooftop. Sunlight striking the earth’s surface in just one hour delivers enough energy to power the world economy for an entire year, yet only 1 percent of the U.S. energy comes from solar. Project Sunroof, an online solar assessment tool, leverages the 3D rooftop geometry data behind Google Earth to calculate the solar potential and financial benefits of solar power for 43 million American buildings across 42 states. This technology is intended to increase access to solar for all Americans. Sunroof is expanding to Washington, D.C. because Google sees great potential for residential rooftop solar: tens of thousands of D.C. rooftops have the potential to see a positive payback with solar and if only 20 percent of D.C. rooftops were to collectively switch to solar, this could unlock a total of $56 million in electricity savings over 20 years. In addition, Google's Project Sunroof is starting to work with organizations such as HUD to explore applications of Sunroof technology for low-income and multi-family housing occupants, who could benefit from the cost-saving and efficiency of solar energy for residential use.\n\n\n\n\n"
}