{
    "title": "Readout of the President’s Meeting on Commonsense Immigration Reform | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/02/13/readout-president-s-meeting-commonsense-immigration-reform",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 13, 2013\n\n \n\n\n\nReadout of the President’s Meeting on Commonsense Immigration Reform\n\n\n\n\nThis evening the President, joined by the Vice President and members of his senior staff, convened a meeting with Senate Democrats involved in the bipartisan effort to pass commonsense immigration reform to discuss the progress made to date on this important goal. In the meeting the President reiterated the key principles he believes must be a part of any bipartisan, commonsense effort, including continuing to strengthen border security, creating an earned path to citizenship, holding employers accountable, and streamlining legal immigration. Thanks to steps taken in recent years, the border today is more secure than any time in history, and the President made clear that building on this progress must continue to be a priority as part of reform. The President also expressed his belief that continuing to strengthen our borders and creating a path to earned citizenship that ensures everyone plays by the same set of rules are shared goals and should not be seen as mutually exclusive. The President thanked the Senators for their work to date and told them that while he was pleased with the progress, he expects the process to continue to move forward and stands ready to introduce his own legislation if Congress fails to act.\nParticipants in the meeting included:\n\n\n\t\tSenator Dick Durbin\n\n\t\tSenator Chuck Schumer\n\n\t\tSenator Robert Menendez\n\n\t\tSenator Michael Bennet\n\n\t\tCecilia Muñoz, Assistant to the President and Director of the Domestic Policy Council\n\n\t\tMiguel Rodriguez, Assistant to the President and Director of Legislative Affairs\n\n\n\n\n\n"
}