{
    "title": "White House, Department of Education Announce 2011 Race to the Top High School Commencement Challenge Finalists | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/08/white-house-department-education-announce-2011-race-top-high-school-comm",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 08, 2011\n\n \n\n\n\nWhite House, Department of Education Announce 2011 Race to the Top High School Commencement Challenge Finalists\n\n\n\n\n\nSix Public High Schools Selected to Compete for Presidential Commencement Address; Finalists Enter Next Phase of Competition Led by the Get Schooled Foundation\n\n\tWASHINGTON – Today, the White House and the U.S. Department of Education announced the six high schools selected as finalists for this year’s Race to the Top High School Commencement Challenge.  As part of the next step of the Commencement Challenge, the Get Schooled Foundation will now work with each school to produce a video for the online voting portion of the challenge.\n\tThe President set a goal of having the highest proportion of college graduates in the world by 2020 and the Commencement Challenge invited the nation’s public high schools to submit applications that demonstrate their commitment to preparing students for college and a career.   Hundreds of applications were received and were judged based on the schools’ performance, essay questions and supplemental data. The six finalists were selected for their creativity in engaging and supporting students, academic results, and progress in preparing students to graduate college and career ready.\n\nFinalists:\n\t• Bridgeport High School (Bridgeport, Washington)\n• Wayne Early Middle College High School (Goldsboro, North Carolina)\n• Booker T. Washington High School (Memphis, Tennessee)\n• Science Park High School (Newark, New Jersey)\n• Pittsburgh CAPA 6-12, School for Creative and Performing Arts (Pittsburgh, PA)                   \n• High Tech High International (San Diego, CA)\n\n\t“I want to congratulate the six finalists for all they’ve done to prepare their students for college and careers, and I want to thank all of the schools that applied,” said President Obama. “I look forward to meeting the students and teachers of the winning school at their commencement.”      \n\n\t“I am humbled by the hundreds of extraordinary applications we received this year and more importantly, by the tremendous work our nation’s public high schools are doing to ensure that our students are graduating ready to go on to college and careers,” said U.S. Secretary of Education Arne Duncan. “The Challenge continues to be a wonderful opportunity to share stories of success from our nation’s public high schools and put a spotlight on the tough and exceptional work they do every day.”\n\n\tOver the next few weeks, each school’s students will work with The Get Schooled Foundation, which includes Viacom among its founding partners, to create a short video highlighting how the school best fulfills the Challenge’s criteria.  The six videos, along with portions of each school’s written application, will be featured on the White House website in the coming weeks and the public will have an opportunity to vote for the three schools they think best meet the President’s goal.  The President will select a national winner from these three finalists and will visit the winning high school to deliver the commencement later this spring.\n\n\t“Providing support for students across the country is essential to ensuring the long-term competitiveness of our future workforce.  At Viacom, we are proud to use our powerful brands as a platform to motivate our audiences to get involved in their local communities to help improve education.  Viacom and The Get Schooled Foundation are very pleased to work with the White House again on this important initiative,” said Carl Folta, Executive Vice President of Corporate Communications, Viacom.\n\n\tWatch a video of the schools being notified of their selection on Thursday, April 7 and Friday, April 8, 2011 at obamawhitehouse.archives.gov/commencement.\n\n\n\n\n"
}