{
    "title": "The G-20 Summit in Toronto: Global Leadership to Combat Corruption | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/g-20-summit-toronto-global-leadership-combat-corruption",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 27, 2010\n\n \n\n\n\nThe G-20 Summit in Toronto: Global Leadership to Combat Corruption\n\n\n\n\nPresident Obama believes that the world’s major economies have a special responsibility to prevent and tackle corruption and to establish legal and policy frameworks that ensure the integrity of markets and promote a clean business environment.\nIn recent decades, the United States has been a global leader in building an international architecture to combat corruption:\n\t \n\n\n\t\tWe passed the Foreign Corrupt Practices Act in 1977, which prohibited bribery of foreign public officials, and we have extended its reach internationally through the creation of the Anti-Bribery Convention at the OECD.\n\n\t\tWe led in the effort to create a comprehensive global treaty, the United Nations Convention against Corruption (UNCAC), which now has 143 signatories.\n\n\t\tWe helped to establish the Financial Action Task Force to combat money laundering and terrorist financing, and have strongly supported its efforts on corruption.\n\n\t\tWe have used the G-8, among other fora, to advance our anti-corruption agenda by seeking concrete commitments from our allies and partners to set in place policies and practices that impede high-level corruption.\n\nToday, the G-20 signaled its commitment to global leadership in the effort to combat corruption.  The G-20 reaffirmed its commitment to the full implementation of UNCAC and announced the establishment of a high-level experts group to develop a comprehensive set of concrete commitments for consideration by Leaders in Korea.\nBuilding on our prior commitments in Pittsburgh, the group will dedicate particular attention to a role for the G-20 in strengthening international efforts to combat corruption with a focus on key areas that include:\n\n\n\t\tAdopting and enforcing strong and effective anti-bribery rules;\n\n\t\tFighting corruption in the public and private sectors;\n\n\t\tPreventing corrupt officials from accessing the global financial system;\n\n\t\tCooperation in visa denial, extradition, and asset recovery; and\n\n\t\tProtecting whistleblowers who stand-up against corruption.\n\nThe United States sees corruption as a core part of the mandate of the G-20 as the premier forum for international economic cooperation, and its efforts to follow through on commitments in Pittsburgh to strengthen the integrity of the international financial system.  Preventing and tackling corruption must be a key part of our efforts to shape an international economic architecture that is rules-based and transparent; that promotes trade and fair competition among businesses; and that fosters prosperity and development, by recognizing the fact that corruption, illicit outflows of capital, and their absorption in the global financial system represent impediments to economic growth.\n\n\t \n\n\n\n\n"
}