{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/07/17/president-obama-announces-more-key-administration-posts-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 17, 2014\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\nWASHINGTON, DC – Today, President Barack Obama announced his intent to nominate the following individuals to key Administration posts:\n\n\nMickey D. Barnett – Governor, Board of Governors of the United States Postal Service\n\nJames L. Huffman – Member, Board of Trustees of the Morris K. Udall and Stewart L. Udall Foundation\n\nMatthew V. Masterson – Commissioner, Election Assistance Commission  \n\nChristy McCormick – Commissioner, Election Assistance Commission\n\nPresident Obama announced his intent to nominate the following individuals to key Administration posts:\nMickey D. Barnett, Nominee for Governor, Board of Governors of the United States Postal Service\nMickey D. Barnett is Managing Partner of the Barnett Law Firm.  Previously, he served in the New Mexico State Senate from 1980 to 1984.   Earlier in his career, he served as a Legislative Assistant to Senator Pete Domenici from 1972 to 1976.  Mr. Barnett was first appointed to the Board of Governors of the United States Postal Service in 2006.  He was a member of the Republican National Committee from 2000 to 2004 and a member of the Appellate Nominating Committee for the New Mexico Supreme Court of Appeals from 1995 to 2002.  He has been a member of both the Federalist Society and the Christian Legal Society for more than 20 years.  Mr. Barnett received a B.A. from Eastern New Mexico University and a J.D. from The George Washington University National Law Center.\nJames L. Huffman, Nominee for Member, Board of Trustees of the Morris K. Udall and Stewart L. Udall Foundation \nJames L. Huffman is a Visiting Fellow at the Hoover Institution, a position he has held since 2013.  Previously, he was a member of the Hoover Institution Task Force on Property Rights, Freedom, and Prosperity from 2008 to 2013.  He joined Lewis and Clark Law School as a Professor of Law in 1978 and served as Dean from 1994 to 2006.  Mr. Huffman served on the National Environmental Justice Advisory Council from 2004 to 2005.  He was the Bradley Resident Scholar at the Heritage Foundation in 1993 and a Fulbright Scholar in Athens, Greece in 1988.  Mr. Huffman received a B.S. from Montana State University, an M.A. from Tufts University, and a J.D. from The University of Chicago Law School. \nMatthew V. Masterson, Nominee for Commissioner, Election Assistance Commission\nMatthew V. Masterson is Deputy Chief of Staff and Chief Information Officer for the Ohio Secretary of State, positions he has held since 2013.  He previously served as Deputy Director of Elections from 2011 to 2013.  Prior to joining the Ohio Secretary of State’s office, Mr. Masterson held multiple roles at the Election Assistance Commission from 2006 to 2011, including Deputy Director for the Testing and Certification Division, Attorney and Advisor, and Special Assistant and Counsel to Chair Paul DeGregorio.  Mr. Masterson received a B.S. and a B.A. from Miami University and a J.D. from the University of Dayton School of Law.\nChristy McCormick, Nominee for Commissioner, Election Assistance Commission \nChristy McCormick is a Senior Trial Attorney in the Voting Section of the Civil Rights Division at the Department of Justice, a position she has held since 2006.  She was detailed by the Deputy Attorney General to be Senior Attorney Advisor and Acting Deputy Rule of Law Coordinator in the Office of the Rule of Law Coordinator at the U.S. Embassy in Baghdad, Iraq from 2009 to 2010.  From 2003 to 2006, she served as a Judicial Clerk to the Honorable Elizabeth A. McClanahan in the Court of Appeals of Virginia.  Ms. McCormick was an Assistant Attorney General and Assistant to the Solicitor General in the Office of the Attorney General of Virginia from 2001 to 2003.  She was a Judicial Law Clerk in the Seventh Judicial Circuit Court of Virginia from 1999 to 2001.  Ms. McCormick received a B.A. from the University of Buffalo and a J.D. from the George Mason University School of Law. \n\n\n\n\n"
}