{
    "title": "Statement by the President on the FY2017 European Reassurance Initiative Budget Request | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/02/02/statement-president-fy2017-european-reassurance-initiative-budget",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 02, 2016\n\n \n\n\n\nStatement by the President on the FY2017 European Reassurance Initiative Budget Request\n\n\n\n\n\n\t \n\n\tSince the start of Russia’s aggression against Ukraine almost two years ago, the United States has taken decisive and sustained steps to assure our allies and bolster NATO’s collective defense capabilities in light of a changing European security environment.  Under the European Reassurance Initiative (ERI), we have increased the U.S. military presence in Europe; conducted additional bilateral and multilateral exercises; improved U.S. and allied military infrastructure in Europe; prepositioned more U.S. equipment in Europe; and intensified efforts to build the capacity and interoperability of allies and partners.  ERI has provided funding for Operation Atlantic Resolve, by which U.S. forces have maintained a persistent air, maritime, and ground presence in Central and Eastern Europe.  Together with our allies the United States has also taken important steps to implement the Readiness Action Plan, a package of measures to assure allies and adapt NATO to its long-term military requirements, which was agreed at the 2014 Wales Summit in light of the aggressive posture that Russia has taken on the Alliance’s periphery.\n\n\tThese steps were all necessary, but they are not sufficient.  The Alliance has more work to do.  As we approach the 2016 NATO Summit in Warsaw, it is clear that the United States and our allies must do more to advance our common defense in support of a Europe that is whole, free, and at peace.  That is why today my Administration announced a four-fold increase in ERI funding for Fiscal Year 2017.  An ERI funding level of $3.4 billion will enable the United States to strengthen our robust military posture in Europe and improve our ability to uphold our Article 5 commitments to NATO members.  It should make clear that America will stand firm with its allies in defending not just NATO territory but also shared principles of international law and order. \n\n\tThis is a challenging and important time for NATO, a cornerstone of transatlantic security that is increasingly called upon to be a cornerstone of global security.  NATO is necessarily evolving to meet a range of challenges, not just to its east but also to its south, where civil war and failing states continue to fuel mass migration and terrorism.  All 28 NATO allies are members of the Counter-ISIL coalition, and NATO allies and partners must continue to work together to support the Afghan National Defense and Security Forces.  This budget request ensures that the United States is prepared to meet its commitments to NATO, and should be a reminder that every ally must properly resource its defense and invest in the capabilities our Alliance requires.\n\n\n\n\n"
}