{
    "title": "POTUS Briefed on Shutdown Impacts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/10/12/potus-briefed-shutdown-impacts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 12, 2013\n\n \n\n\n\nPOTUS Briefed on Shutdown Impacts\n\n\n\n\nFrom a WH official:\nToday, the President was briefed by Denis McDonough on the impacts of the lapse in appropriations on important research programs. \nThe federal government’s research agencies have been largely shuttered, with scientists sent home and projects shelved.  There are five Nobel Prize-winning researchers currently working for the federal government, all of whom are world-renowned scientists and leaders in their field.  Four of them are currently furloughed and unable to conduct their federal research on behalf of the American public due to the government shutdown.\nAdditional details below: \n•          Center for Disease Control: Two-thirds of CDC personnel have been sent home. CDC’s activities in influenza surveillance and monitoring have been cut back, just as we are moving into peak flu season.  While many flu vaccines are produced by private companies, CDC’s annual flu vaccination campaigns have been cut back and the weekly “Flu View” report that is relied upon by public-health authorities has been suspended.  CDC will continue to address any imminent threats to public health.\n•          National Science Foundation: 98 percent of the National Science Foundation has been furloughed, and new scientific research grants are not being issued.\n•          National Institute for Health: Currently, nearly three-quarters of NIH staff have been furloughed.  Although the NIH Clinical Center remains open for patients already enrolled in studies, most new patients have been turned away during the shutdown.  NIH will continue to monitor its admissions policy and adjust as necessary based on life and safety considerations, depending on the duration of the shutdown.\n\n\n\n\n"
}