{
    "title": "Statement by the President | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/09/13/statement-president",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 13, 2013\n\n \n\n\n\nStatement by the President\n\n\n\n\nWASHINGTON, DC – After more than four years working for the Administration, Gene B. Sperling, Director of the National Economic Council and Assistant to the President for Economic Policy, will be departing the White House on January 1, 2014.  The President announced today that he will appoint Jeffrey Zients, former Acting Director of the Office of Management and Budget, to serve as Director of the National Economic Council.  \nPresident Obama said, “Over the past four and a half years, Gene has been one of my closest advisors and a close friend.  Gene understands better than anybody that our top priority as a nation is making sure that our economy once again works for working Americans.  Gene’s impact in this Administration began at Treasury, where he helped us avoid a second Great Depression and led efforts to pass a Small Business Jobs Act to help entrepreneurs grow. He has been a tireless proponent of efforts to strengthen the recovery and make our tax code more fair, whether in helping to design the payroll tax cut, fighting for job-creating tax credits for tens of millions of hardworking Americans or developing the American Jobs Act. He was central to designing policies to help support the housing recovery and was a driving force behind our manufacturing agenda and our efforts to attract jobs and investment to the United States.\n\t \n\t“Gene’s relentless work ethic, sharp intellect and ability to work across the aisle have been instrumental in our efforts to build a better bargain for the middle class and reduce the deficit while also protecting the most vulnerable. I want to thank Gene and his family for their service and I look forward to having his counsel for the rest of the year. \n\t \n\t“Today, I’m also proud to name Jeff Zients as the next Director of the National Economic Council.  Before heading up the Office of Management and Budget, Jeff spent decades as a successful entrepreneur in the private sector.  Jeff has a sterling reputation as a business leader, and he earned the admiration and respect of everyone he worked with during his four years in leadership positions at the Office of Management and Budget.   I am certain that in Jeff’s hands we will continue to have strong leadership of our economic policy team and his advice will be critical as we keep moving this country forward and building an economy where everyone who works hard can get ahead.”\nBiography for Jeffrey Zients\nJeffrey Zients served as the Acting Director of the Office of Management and Budget from January 2012 to April 2013, and from July 2010 to November 2010, after being confirmed by the United States Senate in 2009 as the Deputy Director for Management and the nation’s first Federal Chief Performance Officer. Zients has twenty years of business experience as a CEO, management consultant and entrepreneur.  In the private sector, Zients served as CEO and Chairman of The Advisory Board Company and as Chairman of the Corporate Executive Board, two high growth, publicly traded firms that are leading providers of performance benchmarking and best practices across a wide range of industries. Zients also founded an investment firm, and served as a member of a number of Boards of Directors including Sirius XM Radio, Timbuk2 Designs, and Children’s National Medical Center.  Zients is a co-founder of The Urban Alliance Foundation, a non-profit organization that partners with corporations to provide economically disadvantaged youth with year-round paid internships, adult mentors and job training. Zients graduated from Duke University and lives with his wife Mary and four children in Washington, D.C.\n\n\n\n\n"
}