{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/15/president-obama-announces-more-key-administration-posts-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 15, 2010\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\nWASHINGTON – Today, President Barack Obama announced his intent to appoint the following individuals to key administration posts:\n\nJill Appell, Member, Advisory Committee for Trade Policy and Negotiations\nPamela G. Bailey, Member, Advisory Committee for Trade Policy and Negotiations\nC. Fred Bergsten, Member, Advisory Committee for Trade Policy and Negotiations\nBobbi Brown, Member, Advisory Committee for Trade Policy and Negotiations\nMichael E. Campbell, Member, Advisory Committee for Trade Policy and Negotiations\nLisa Carty, Member, Advisory Committee for Trade Policy and Negotiations\nGovernor Chris Christie, Member, Advisory Committee for Trade Policy and Negotiations\nMichael Ducker, Member, Advisory Committee for Trade Policy and Negotiations\nMayor Buddy Dyer, Member, Advisory Committee for Trade Policy and Negotiations\nJohn B. Emerson, Member, Advisory Committee for Trade Policy and Negotiations\nBill Frenzel, Member, Advisory Committee for Trade Policy and Negotiations\nDean Garfield, Member, Advisory Committee for Trade Policy and Negotiations\nLeo W. Gerard, Member, Advisory Committee for Trade Policy and Negotiations\nJoseph  T. Hansen, Member, Advisory Committee for Trade Policy and Negotiations\nJames P. Hoffa, Member, Advisory Committee for Trade Policy and Negotiations\nRobert Holleyman, Member, Advisory Committee for Trade Policy and Negotiations\nSandra Kennedy, Member, Advisory Committee for Trade Policy and Negotiations\nJim Kolbe, Member, Advisory Committee for Trade Policy and Negotiations\nFred Krupp, Member, Advisory Committee for Trade Policy and Negotiations\nDavid Lane, Member, Advisory Committee for Trade Policy and Negotiations\nKase Lawal, Member, Advisory Committee for Trade Policy and Negotiations\nRobert A. McDonald, Member, Advisory Committee for Trade Policy and Negotiations\nHarold McGraw III, Member, Advisory Committee for Trade Policy and Negotiations\nWade Randlett, Member, Advisory Committee for Trade Policy and Negotiations\nRobert W. Roche, Member, Advisory Committee for Trade Policy and Negotiations\nMatthew Rubel, Member, Advisory Committee for Trade Policy and Negotiations\nDavid H. Segura, Member, Advisory Committee for Trade Policy and Negotiations\nBob Stallman, Member, Advisory Committee for Trade Policy and Negotiations\nJohn Surma, Member, Advisory Committee for Trade Policy and Negotiations\nLuis Ubiñas, Member, Advisory Committee for Trade Policy and Negotiations\n\nPresident Obama said, “I am grateful that these highly qualified men and women have agreed to lend their talents to this administration as we work to boost our nation’s exports over the next five years. When ninety-five percent of the world’s customers are beyond our borders, it is crucial that we compete for that business and those jobs. And we need to do so in a way that is responsible and fair, and that levels the playing field for American workers. I look forward to the wise counsel these individuals will provide on these issues as we work together in the coming months and years.”\nThe Advisory Committee for Trade Policy and Negotiations is tasked with providing policy advice on trade matters, and is made up of members who broadly represent key sectors and groups of the economy. The President will announce additional members to this Committee at a later date.\nPresident Obama announced his intent to appoint the following individuals to key administration posts:\nJill Appell, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nJill Appell is a past President of the National Pork Producers Council and the Illinois Pork Producers Association. Ms. Appell is a member of Illinois Attorney General Lisa Madigan's Advisory Committee and has served on task forces for the Illinois Farm Bureau. In addition, she was a member of the Illinois Governor's Task Force that helped to write the Livestock Management Facilities Act, which regulates livestock facilities in Illinois.  She served as Illinois State Director of USDA Rural Development during the Clinton administration.  Ms. Appell is currently a member of the USDA Farm Service Agency Illinois State Technical Committee and the USDA Agricultural Technical Advisory Committee for Trade of Animals and Animal Products.\nPamela G. Bailey, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nPamela G. Bailey is President and CEO of the Grocery Manufacturers Association. She is the former President and CEO of the Personal Care Products Council, the Advanced Medical Technology Association, and the Healthcare Leadership Council. In 1981, President Reagan appointed Ms. Bailey to serve as Assistant Secretary for Public Affairs at HHS, and in 1983, she was appointed as Special Assistant to the President and Deputy Director of the White House Office of Public Affairs. Ms. Bailey is currently a Director of Greatbatch Technologies, Inc., and MedCath Corporation.  She also serves on the board of GS1 US and is a trustee of Franklin and Marshall College.\nC. Fred Bergsten, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nC. Fred Bergsten has been Director of the Peterson Institute for International Economics since its creation in 1981.  He was Assistant Secretary for International Affairs of the US Treasury from 1977 until 1981 and Assistant for International Economic Affairs to the National Security Council from 1969 to 1971.  Mr. Bergsten is co-Chairman of the Private Sector Advisory Group to the US-India Trade Policy Forum, and was Chairman of the Competitiveness Policy Council created by Congress and Chairman of the APEC Eminent Persons Group. He is the author, coauthor or editor of 40 books on a wide range of international economic issues.\nBobbi Brown, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nBobbi Brown is the founder of Bobbi Brown Cosmetics. Founded in 1991 and acquired by Estée Lauder Companies in 1995, Bobbi Brown Cosmetics has evolved into a full range of color cosmetics, fragrance, skincare, tools and accessories with a global presence in 56 countries. A New York Times bestselling author, Ms. Brown has written six beauty and lifestyle books, and is the exclusive beauty editor of NBC's Today Show and the Contributing Beauty & Lifestyle Editor of Health magazine. She sits on the boards of Dress for Success and her alma mater, Emerson College.\nMichael E. Campbell, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nMichael E. Campbell is the Chairman, President and CEO of Arch Chemicals, Inc. and the Chairman of the Board of the National Association of Manufacturers. Prior to the creation of Arch Chemicals, Mr. Campbell served as the Executive Vice President of the Olin Corporation. Mr. Campbell was first appointed to the Advisory Committee for Trade Policy and Negotiations in July 2005 and currently serves on the Boards of Directors of MeadWestvaco Corporation and Milliken & Company. He is the former Chairman of the Board of Directors and current Board member of the American Chemistry Council, and the former Chairman of the Society of Chemical Industry.\nLisa Carty, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nLisa Carty is Deputy Director and Senior Advisor of the Global Health Policy Center at the Center for Strategic and International Studies. Prior to joining CSIS she served as Country Programme Coordinator for the Russian Federation for UNAIDS, the Joint United Nations Programme on HIV/AIDS. From 2002 to 2007 she worked for the Bill & Melinda Gates Foundation’s Global Health Program as Deputy Director for Public Policy. Ms. Carty served for more than twenty years as a Foreign Service Officer with the United States Department of State.  Overseas, she has worked for the U.S. Agency for International Development in Russia, the UN Relief Works Agency for Palestinian Refugees, and as the U.S. Government’s Regional Coordinator for Refugee Affairs in the Middle East.\nGovernor Chris Christie, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nChristopher Christie serves as New Jersey’s 55th Governor.  Governor Christie was also recently named to the National Governors Association’s nine-person Executive Committee.  Prior to his election as governor in 2009, he served as United States Attorney for the District of New Jersey from 2002 to 2008.  From 2004 to 2005, Christie served as a member of the seventeen-person Attorney General’s Advisory Committee of United States Attorneys.\nMichael Ducker, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nMichael L. Ducker is the Chief Operating Officer for FedEx Express and President of its International Division. He also oversees FedEx Trade Networks and FedEx SupplyChain. Mr. Ducker serves as Chairman of the International Policy Committee and Executive Board Member of the U. S. Chamber of Commerce, as well as a Board Member of the U.S.-China Business Council and Junior Achievement Worldwide. He was also appointed by President Bush to serve on the APEC Business Advisory Council representing U.S. business interests in the Asia-Pacific Region from 2003 to 2007.\nMayor Buddy Dyer, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nJohn “Buddy” Dyer is currently serving his second full term as the Mayor of Orlando, Florida. In this capacity, he serves as the City’s chief executive and also helps govern and oversee the operations and growth of its city-owned utility and the Orlando International and Executive Airports. Prior to becoming Mayor, he served for a decade in the Florida Senate, where his colleagues elected him as their Democratic Senate Leader, a position he held for three years. Mayor Dyer has also worked as an environmental engineer and practiced law for more than 20 years.\nJohn B. Emerson, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nJohn B. Emerson is President of Private Client Services of the Capital Group Companies, one of the world’s largest privately held global investment management firms.  He previously served as Deputy Assistant to the President and Deputy Director of Intergovernmental Affairs at the White House, coordinating GATT implementing legislation and China MFN renewal.  He was the coordinator of the Clinton-Gore Transition Team’s Economic Conference in 1992. Mr. Emerson is a member of the Los Angeles Mayor's Trade Advisory Commission, Chairman of the Board of the Performing Arts Center of Los Angeles County, and is a member of the Council on Foreign Relations and the Pacific Council on International Policy.\nBill Frenzel, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nBill Frenzel is a Guest Scholar at the Brookings Institution, and previously served for 20 years as a U.S. Representative from Minnesota. While in Congress, he served as the ranking Republican on the House Budget Committee and a member of the Ways and Means committee. In 1993 Mr. Frenzel was appointed to serve as a Special Advisor to President Clinton, and then appointed to the President’s Social Security Commission in 2001.  He was first appointed to the Advisory Committee on Trade Policy and Negotiations in 2002, and to the President’s Tax Reform Commission in 2005. He is Co-Chairman of the Center for Strategic Tax Reform, the Bretton Woods Committee, and the Committee for a Responsible Federal Budget. Mr. Frenzel is Vice Chairman of the Eurasia Foundation, Chairman Emeritus of the Ripon Society, and a member of the Commission in the Office of Congressional Ethics of the U.S. House of Representatives.\nDean Garfield, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nDean C. Garfield is the President and CEO of the Information Technology Industry Council (ITI), a trade group representing the information and communications sector. Prior to ITI, he served as Executive Vice President and Chief Strategic Officer for the Motion Picture Association of America. Mr. Garfield is a board member of the SEED School, Aidan Montessori School, and College for Every Student.\nLeo W. Gerard, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nLeo W. Gerard is the International President of United Steelworkers. He is a member of the AFL-CIO’s Executive Committee and chairs its Public Policy Committee. Mr. Gerard is co-chairman of the BlueGreen Alliance, and a board member of the Apollo Alliance, Campaign for America’s Future, and Economic Policy Institute. In addition, he is a member of the executive committees of the IMF and ICEM global labor federations. In conjunction with Unite the Union, Mr. Gerard was instrumental in creating Workers Uniting, the first global union.\nJoseph T. Hansen, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nJoseph T. Hansen is the President of the United Food and Commercial Workers Union (UFCW) which represents more than 1.3 million workers in the U.S. and Canada. He was elected to serve as UFCW Secretary-Treasurer in 1997 and President in 2004. In 2003 he took office as President of Union Network International and was reelected as President in 2005. Mr. Hansen is also a founding architect of the Change to Win Federation.\nJames P. Hoffa, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nJames Phillip Hoffa is the General President of the International Brotherhood of Teamsters. Mr. Hoffa was first elected General President in December 1998 and took office on March 19, 1999. He was re-elected in 2001 and 2006 to five-year terms. Mr. Hoffa served as an attorney for the Teamsters from 1968 to 1993. He also served on the President’s Council on the 21st Century Workforce and sat on the Secretary of Energy’s Advisory Board, both of which he was appointed to in 2002.\nRobert Holleyman, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nRobert Holleyman is President and CEO of the Business Software Alliance, a software industry trade association, overseeing operations in more than 80 countries. Previously, he served as Counsel for the U.S. Senate Committee on Commerce, Science and Transportation, and as Legislative Director for former U.S. Senator Russell B. Long. He was named one of the 50 most influential people in the intellectual property world by Managing Intellectual Property Magazine in 2003.\nSandra Kennedy, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nSandra Kennedy was named President of the Retail Industry Leaders Association (RILA) in December 2002.  Prior to joining RILA, Ms. Kennedy served as Director of the Leadership Dialogue Series for Accenture, a global management consulting and technology services company. From 1993 to 2000, she was Senior Vice President of membership services for the National Retail Federation (NRF). In that position Ms. Kennedy directed NRF’s revenue-generating businesses, including membership, conferences and the annual convention, as well as the activities of retail operational committees.\nJim Kolbe, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nJim Kolbe is the Senior Transatlantic Fellow at the German Marshall Fund. He is as an adjunct Professor in the College of Business at the University of Arizona and a consultant with McLarty Associates. He currently serves on the Advisory Board for the Export-Import Bank and is co-chair of the Transatlantic Taskforce. He formerly served in Congress representing southeastern Arizona, from 1985 to 2007. Mr. Kolbe has received numerous awards and tributes, including the George Marshall Award for Distinguished Service from USAID, and the Order of the Aztec from the President of Mexico.\nFred Krupp, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nFred Krupp is the President of the Environmental Defense Fund (EDF).  The EDF is dedicated to protecting biodiversity, stabilizing climate change, reducing environmental risks to human health and safeguarding the world’s oceans.  Mr. Krupp also helped launch a corporate coalition, the U.S. Climate Action Partnership, whose Fortune 500 members – Alcoa, GE, DuPont and dozens more - have called for strict limits on global warming pollution. Mr. Krupp is coauthor, with Miriam Horn, of New York Times Best Seller, Earth: The Sequel.  He was among 18 people named as America’s Best Leaders by U.S. News and World Report in 2007.\nDavid Lane, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nDavid Lane is President and Chief Executive Officer of ONE, an advocacy and campaigning organization focused on combating global poverty and preventable disease. Prior to joining ONE, Mr. Lane was the Director of Public Policy and External Affairs and Director of the East Coast Office for the Bill & Melinda Gates Foundation. From 1993 through 2000, he served in a number of senior positions in the federal government, including Executive Director of the National Economic Council at the White House and Chief of Staff of the US Department of Commerce. Mr. Lane is a member of the Council on Foreign Relations and Vice-Chair of the Board of Transparency International USA.\nKase Lawal, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nKase Lawal is currently serving his 6th term on the Port Commission of the Port of Houston Authority. Mr. Lawal is Chairman and CEO of CAMAC International Corporation, an integrated oil and gas company. He is also the Vice Chairman of the Houston Airport System Development Corporation and Vice Chairman of Unity National Bank. Mr. Lawal was a member of the United States Presidential Trade Advisory Committee on Africa during the Bush and Clinton Administrations.  In addition, Mr. Lawal serves as a member of the National Urban League Board of Directors, and a member of the Board of Trustees for Fisk University.\nRobert A. McDonald, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nRobert A. McDonald is Chairman of the Board, President and Chief Executive Officer of The Procter & Gamble Company. Mr. McDonald serves on the Board of Directors of Xerox Corporation, chairs the Fuqua Global Partnerships Committee at Duke University, is Vice Chair of the U.S.-China Business Council, and is a member of the Executive Committee of the Business Roundtable.\nHarold McGraw III, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nHarold McGraw III is Chairman, President and CEO of The McGraw-Hill Companies, a global information and education company providing knowledge, insights and analysis through Standard & Poor's, McGraw-Hill Education, Platts, and J.D. Power and Associates.  Mr. McGraw serves on the Boards of United Technologies and ConocoPhillips. He is past chairman of Business Roundtable, and chairman of the Emergency Committee for American Trade, the U.S. Council for International Business and the U.S.-India Business Council.  In 2009, he participated in the US-India CEO Forum. He chairs the Committee Encouraging Corporate Philanthropy and serves on the Boards of Carnegie Hall, the Council for Economic Education, New York Public Library, National Organization on Disability, Prep for Prep and the Council for Industry and Higher Education in London.\nWade Randlett, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nWade Randlett is the Chairman and co-founder of Enagra, LLC, a holding company for renewable energy projects worldwide, with offices in San Francisco and Kuala Lumpur. He also co-founded Technology Network, a bi-partisan political advocacy committee based in Silicon Valley. Mr. Randlett is the President of the governing council for Alice Fong Yu elementary in San Francisco, the country’s first Chinese immersion public school.\nRobert W. Roche, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nRobert W. Roche is an entrepreneur and investor working in China, Japan, and the US.  Mr. Roche is a Co-founder and Director of Acorn International, one of China’s largest TV shopping companies, and Co-founder and Chairman of Oak Lawn Marketing, Inc., the largest infomercial company in Japan, which is now part of NTT Docomo Group.   He is the founder of URBN Hotels, China's first carbon-neutral hotel. Mr. Roche has been Chairman of The American Chamber of Commerce/Shanghai since January 2010, and is Director of the USA Pavilion at the Shanghai World Expo, and Member of the Advisory Board of the Harvard Public Diplomacy Collaborative Initiative.\nMatthew Rubel, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nMatthew Rubel is the Chairman of Collective Brands, Inc.  Previously, Mr. Rubel served as Chairman and CEO of Payless ShoeSource and Cole Haan.  He was also Executive Vice President of J. Crew Group and CEO of Popular Club Plan.  Mr. Rubel is active in several industry and civic organizations, including the Jay H. Baker Initiative at the Wharton School; Young Presidents’ Organization; and serves as Chairman of the Footwear Distributors and Retailers of America. He is a member of the Board of Trustees of the International Council of Shopping Centers and the University of Miami and serves on the Board of Directors of Supervalu.\nDavid H. Segura, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nDavid H. Segura is Chief Executive Officer and founder of VisionIT, a global IT solutions firm with headquarters in Detroit, Michigan.  Mr. Segura is also a founding architect and current Vice Chair of the nation’s first Hispanic senior-level IT executive organization, the Hispanic IT Executive Council, as well as a long-standing member of the Information Technology Senior Management Forum which is focused on advancing African-American IT leadership. Most recently he was selected by President Obama as one of the 50 CEOs to participate in the White House Forum on Modernizing U.S. Government.\nBob Stallman, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nBob Stallman, a rice and cattle producer from Columbus, Texas, is President of the American Farm Bureau Federation (AFBF). Prior to becoming AFBF President, Mr. Stallman was President of the Texas Farm Bureau and a member of AFBF’s board of directors.  Mr. Stallman was first appointed to the Advisory Committee on Trade Policy and Negotiations in 2007, and was also selected to serve on the Agricultural Policy Advisory Committee for Trade and the Advisory Committee on International Economic Policy. In addition, Mr. Stallman serves on the board of trustees for the Farm Foundation and the Advisory Board of the World Agricultural Forum.\nJohn Surma, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nJohn P. Surma is the Chairman and CEO of United States Steel Corporation and previously served as Vice Chairman, CFO, COO, and President. Prior to joining U. S. Steel, Mr. Surma was President of Marathon Ashland Petroleum LLC, Senior Vice President of Supply & Transportation of Marathon Ashland Petroleum LLC, and President of Speedway Super America LLC. He serves on the Board and Executive Committee of the World Steel Association and the Board of Directors of the American Iron and Steel Institute. Mr. Surma is also a member of The Business Council. Additionally, he is the Chairman of the Allegheny Conference on Community Development.\nLuis Ubiñas, Appointee for Member, Advisory Committee for Trade Policy and Negotiations\nLuis A. Ubiñas serves as President of the Ford Foundation. Prior to joining the Foundation, Mr. Ubiñas was a Director at McKinsey & Company where he led its West Coast Media Practice, advising Fortune 100 media, telecommunications and technology companies on major strategic and operating challenges. He currently serves on the UN Permanent Advisory Memorial Committee and the Board of the New York Public Library. He is a trustee of the Collegiate School for Boys and a member of the American Academy of Arts and Sciences.\n\n\n\n"
}