{
    "title": "Excerpts from President Obama's State of the Union Address | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/25/excerpts-president-obamas-state-union-address",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 25, 2011\n\n \n\n\n\nExcerpts from President Obama's State of the Union Address\n\n\n\n\n\n\tWith their votes, the American people determined that governing will now be a shared responsibility between parties. New laws will only pass with support from Democrats and Republicans. We will move forward together, or not at all – for the challenges we face are bigger than party, and bigger than politics.\n\t \n\tAt stake right now is not who wins the next election – after all, we just had an election. At stake is whether new jobs and industries take root in this country, or somewhere else. It’s whether the hard work and industry of our people is rewarded. It’s whether we sustain the leadership that has made America not just a place on a map, but a light to the world. We are poised for progress. Two years after the worst recession most of us have ever known, the stock market has come roaring back. Corporate profits are up. The economy is growing again.\n\t \n\tBut we have never measured progress by these yardsticks alone. We measure progress by the success of our people. By the jobs they can find and the quality of life those jobs offer. By the prospects of a small business owner who dreams of turning a good idea into a thriving enterprise. By the opportunities for a better life that we pass on to our children.  That’s the project the American people want us to work on. Together.\n\t \n\t…\n\t \n\tHalf a century ago, when the Soviets beat us into space with the launch of a satellite called Sputnik¸ we had no idea how we’d beat them to the moon. The science wasn’t there yet. NASA didn’t even exist.\n\t \n\tBut after investing in better research and education, we didn’t just surpass the Soviets; we unleashed a wave of innovation that created new industries and millions of new jobs.\n\t \n\tThis is our generation’s Sputnik moment.\n\n\n\n\n"
}