{
    "title": "Advisory Vice President Biden To Visit National Domestic Violent Hotline Headquarters | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/advisory-vice-president-biden-visit-national-domestic-violent-hotline-headquarters",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 26, 2009\n\n \n\n\n\nAdvisory Vice President Biden To Visit National Domestic Violent Hotline Headquarters\n\n\n\n\nTHE WHITE HOUSE Office of the Vice President __________________________________________________________________________________________________   For Immediate Release  April 27 2009   **MEDIA ADVISORY**   VICE PRESIDENT BIDEN TO VISIT NATIONAL DOMESTIC VIOLENCE HOTLINE HEADQUARTERS On Tuesday April 28th, Vice President Biden will travel to Austin, Texas to visit the National Domestic Violence Hotline Headquarters. Vice President Biden is the author of the landmark Violence Against Women Act (VAWA) of 1994, which created the hotline. Austin Mayor Will Wynn will join the Vice President at this event. The Vice President will give remarks. Due to space limitations, this event will be POOLED for television. Additional details will follow shortly. This event will be OPEN PRESS for print journalists and still photographers only. Additional media details are included below. Media Details: Vice President Biden To Visit National Domestic Violence Hotline Headquarters Location:          National Domestic Violence Hotline Headquarters                                      Press Entrance:    Main Doors of West Annex Bldg.   Press parking:     Adjacent in Southwest Parking area; to be directed on site.  Equipment Drop-off: 7:00-7:30 AM          Press Arrival:     8:45 AM  Final Access:      9:15 AM                Event Begins:      11:00 AM    RSVP:              Print Reporters and Still Photographers must RSVP with the NAME, POSITION MEDIA   OUTLET, PHONE AND EMAIL for each person planning to cover the event to press@ovp.eop.gov  by Monday April 27th at 5 PM.  At the event, you will be required to wear your outlet’s media credential at all times, either around the neck or pinned to clothing.  In your RSVP, please indicate which event your outlet plans to cover.   Ground Contact:     For logistical questions, please call Paul Stovall 646.207.5908 **There is workspace and internet is available**   ### \n\n\n\n"
}