{
    "title": "FACT SHEET: White House Announces New Summer Opportunity Project | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/02/25/fact-sheet-white-house-announces-new-summer-opportunity-project-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 25, 2016\n\n \n\n\n\nFACT SHEET: White House Announces New Summer Opportunity Project\n\n\n\n\n\nThe Summer Opportunity Project will give young people access to their ‘First Job,’ and encourage investment in programs supporting summer meals and learning. \n\n\t“Let’s make sure every young person knows that in America, we’re all committed to helping them achieve their dreams.”\n\n\t-President Barack Obama\n\n\tSummer is a critical time for young people, and for many young Americans, it is also a crucial time to look for a first job—an important step in building skills and experiences for their future. Yet for a young person looking to start off in the workforce, the prospect of finding a job with a blank resume, limited education, and no meaningful connections to employers can be daunting. A study found that last summer nearly 46 percent of youth who applied for summer jobs were turned down.  The summer “opportunity gap” can contribute to gaps in achievement, employment, and college and career success, particularly for low-income students who lose access to critical supports that keep them safe, healthy and engaged during the school year. Summer opportunities have been shown to divert youth from criminal involvement and reduce overall violence, and they also offer a chance for young people to get their first exposure to the workplace and build financial skills that they can build on throughout their lives. But these benefits are only possible if young people can find those opportunities.\n\n\tTo meet this challenge, state and local leaders, community-based organizations, private sector leaders, philanthropic leaders, schools and other youth-serving agencies are coming together to create a set of supports that enable strong transitions from school year to school year and from high school to college and to create careers by implementing and spreading proven interventions. The Summer Opportunity Project is a multi-agency effort in partnership with the National Summer Learning Association and other collaborators to provide support to communities. The Project aims to significantly increase the percentage of youth in evidence-based summer opportunity programs, decrease the percentage of youth experiencing violence over the summer, and—more broadly—make sure that young Americans have the support they need to get their first job. \n\n\tResearch shows that Black and Hispanic teenage boys lag behind their peers in summer employment and year-round jobs. This employment gap broadens as young men get older, making them the highest percentage of the nearly seven million youth 16-24 disconnected from school and work. That’s why the President’s My Brother’s Keeper Task Force recommended to the President in May of 2014 strengthening the case for summer youth employment and launching a cross-sector campaign to reduce summer learning loss and increase the number of job and internship opportunities for all young people. Today’s announcement builds on the Task Force’s commitment to this critical issue, and will engage the more than 200 communities that have accepted the My Brother’s Keeper Community Challenge and scores of cross-sector organizations working to expand opportunity for all young people.  \n\n\tThe Summer Opportunity Project will be launched tomorrow at a White House Summer Opportunity workshop and Champions of Change event that highlights local leaders making a difference in this space and brings together key stakeholders from around the country to share best practices and collaborate on future plans.\n\nKey Efforts Launching at Friday’s Event in Support of the Project Include: \n\nPrivate Sector Commitments\n\n\nLinkedIn Small and Medium Business Engagement Tool. LinkedIn, the world's largest professional network on the Internet, will connect millions of small and medium sized business leaders with local and state organizations to help young people, including those who are not in school or working, access summer jobs in 72 cities. LinkedIn will also amplify the importance of summer jobs with a content series featuring top business influencers, beginning with the President’s LinkedIn Influencer post this morning on the topic of \"My First Job.”\n\nThe National Summer Learning Association (NSLA) Best Practice Network. NSLA is focused on closing the achievement gap by increasing access to high-quality summer opportunities for youth. NSLA has committed to creating a national best practices knowledge base and network that equips cities, towns and counties to provide summer learning, meal and job opportunities to all children and youth who qualify for free and reduced-price meals. NSLA will convene campaign communities multiple times per year, provide technical assistance, broker resources, generate public awareness through events like National Summer Learning Day on July 14, and advocate for supportive policies.\n\nNew Higher Achievement Centers. Higher Achievement, a year-round, multi-year academic mentoring program for underserved middle school students in the 5th-8th grade, commits to the following activities this summer to close the achievement gap in Baltimore, DC, Pittsburgh, and Richmond: open five new Achievement Centers that are funded by the Department of Education’s Investing in Innovation (i3) grant, connect high school alumni to professional internships, bring 1200+ middle school students on college visits, and begin updating summer curricula to more closely align to Common Core State Standards.\n\nLRNG Platform and Playlists Available For All Cities. LRNG, an initiative of Collective Shift, is bringing together city leaders, businesses, schools, and community institutions such as libraries and museums to transform how young people access and experience learning, and the paths they can take to success. This summer, LRNG is offering to Summer Jobs programs across the country its national digital platform and a set of LRNG Playlists and Badges that connect young people to learning opportunities like Job Readiness, Financial Literacy, and Civic Tech.\n\n\nFederal Agency Commitments\n\n\nSummer Opportunity Federal Resource Guide. Tomorrow, the Administration and NSLA will release a new Federal Resource Guide to make it easier for local governments and non-profits to identify, navigate, and use Federal programs to support summer programming. This is part of a broad effort to improve how the Federal government partners with local communities, recognizing the multifaceted nature of challenges at the local level and the opportunity to build local capacity to benefit from Federal funding and technical assistance.\n\n$15 Million from the Corporation for National and Community Service (CNCS) to Help Youth Who Serve Their Communities Pay for College. CNCS — the Federal agency that engages millions of Americans in service and in developing community solutions—has committed up to $15 million in existing Segal AmeriCorps Education Awards over the next three years to launch Summer Opportunity AmeriCorps. CNCS is collaborating with the National Summer Learning Association, other organizations, mayors, nonprofits, and other partners to develop service and service-learning projects that will enable up to 20,000 youth to gain new skills and earn money for college.\n\nDepartment of Labor Summer Jobs and Beyond Grant Competition. Earlier this month, the Department of Labor launched a $20 million grant competition that will be awarded to approximately 10 communities for innovative approaches that provide young people with summer and year-round jobs and connect them to career pathways.  The application process closes on March 25, 2016, and funding opportunity may be found here.\n\nSummer Block Parties. This June, communities around the country will host summer block parties to engage youth, families, businesses, and community leaders around making this summer active, healthy, safe and productive.  The White House will lead a national effort with local leaders and Department of Education, National Summer Learning Association, Ultimate Block Party, the Association of Children’s Museums and Civic Nation for these events.\n\nDepartment of Education Summer Learning Portal. Through its 21st Century Community Learning Centers Program, ED is launching a Summer Learning Portal with access to additional resources and tools to help design and implement effective summer learning programs.  This forum includes creative ideas, such as aligning summer programming with resources and activities from the National Park Service to learn about the great outdoors, creating summer reading programs, visiting museums, and participating in summer community events.  The portal is available HERE. \n\nOpen eBooks. Yesterday, First Lady Michelle Obama celebrated the launch of the Open eBooks App, a project that the President highlighted last spring, by releasing a video to spread the word about this resource that will be a passport to a world of learning and opportunity during summer and the school year for millions of America’s kids. The app will deliver over $250 million of reading material to students who need it most.  Open eBooks was created by a breakthrough coalition of literacy, library, publishing and technology partners who worked together over the past year to make the initiative possible. Open eBook’s partners -- Digital Public Library of America, First Book, and The New York Public Library with content support from digital books distributor Baker & Taylor -- created the app, curated the eBook collection, and developed a system for distribution and use. They received support for the app development from the Institute of Museum and Library Services and content contributions from ten major publishers.\n\n\nCommitments from Cities to Expand and Improve Summer Programs \n\n\nLos Angeles, CA. This month, Mayor Eric Garcetti announced a new goal to hire 15,000 young people in 2016 through his Hire L.A.’s Youth program, a 6-week, part-time summer jobs program designed for youth between the ages of 14 and 24 years old, who live in the City of Los Angeles, are low-income, and have a legal right to work. Hire L.A.’s Youth targets youth from families receiving CalWORKs public assistance (known at the federal level as the Department of Health and Human Services’ Temporary Assistance for Needy Families), as well as foster youth, youth on probation, and homeless youth. \n\nSeattle, WA.  This summer, Mayor Ed Murray is leading an effort with Seattle Public Schools and School’s Out Washington to reach more than 15,000 youth with summer jobs, learning, meals, enrichment and reading. Seattle is committed to doubling the number of summer jobs to 4,000. The City of Seattle will also serve about 5,000 children over 200,000 meals. The Families and Education Levy, administered by the City’s Office for Education, will invest in 23 summer learning programs for 2,000 students, and Seattle Public Schools will serve more than 5,000 students with high-quality summer programming.\n\nCharlotte, NC.  As a result of a partnership between Mayor Jennifer Roberts and Microsoft’s Charlotte campus, DigiGirlz and DigiGuyz High Tech Summer Camps will provide exposure to career fields in technology to as many as 300 students. Charlotte will offer more than 360 paid internships and more than 4,000 career exploration opportunities for underprivileged youth.\n\n\n\tEach of these cities has prioritized efforts to support youth entering the workforce as part of their My Brother’s Keeper Community Challenge initiative.\n\nInvestments in the President’s FY 2017 Budget \n\n\tPresident Obama’s ‘First Job’ funding proposal to connect young Americans with jobs and skills training to start their careers & Summer EBT proposal to ensure low income children have year round access to the food they need to learn and grow.\n\n\tWhile our new efforts will be crucial to supporting more at-risk youth over the summer, reaching the scale needed to create opportunities for all at-risk young Americans will require significant new investments at the federal level.\n\n\tThe President’s FY 2017 Budget includes nearly $6 billion in new funding to help more than 1 million young people gain the work experience, skills, and networks that come from having a first job. On February 4, the White House and the Departments of Labor and Education announced the details of that plan, including nearly doubling last year’s budget request for supporting young people who are out of school and work.\n\n\tMajor investments of this plan include:\n\n\nA New $5.5 Billion Proposal to Open Doors to a First Job. The President’s Budget will propose new investments – nearly double last year’s request – to connect more than 1 million young people to first jobs over the summer and year-round. It would also create a new $2 billion competitive grant program designed to re-connect disconnected youth to educational and workforce pathways. DOL will work with Treasury to ensure that young people participating in these programs have access to safe and appropriate financial products and accounts. \n\nNew Proposed Investments to Give More Americans Skills for In-Demand Jobs. The President is also proposing in his Budget $3 billion to create an American Talent Compact that would expand talent pipelines in over 50 regions to fill open jobs and attract new jobs from overseas; a $500 million Workforce Data Science and Innovation Fund to create dynamic data sets on jobs, skills, and training to help training providers and workers keep pace with rapidly changing job needs; and a $2 billion Apprenticeship Training Fund.\n\n$12 Billion to Provide Summer Meals through Summer Electronic Benefits Transfer for Children. Only a fraction of the 22 million children that receive free and reduced price meals during the school year are able to access such meals when school is out of session. The FY2017 Budget invests $12 billion over ten years to reduce child hunger during the summer through a permanent Summer Electronic Benefits Transfer (Summer EBT) for Children program to provide supplemental food benefits during the summer months to all families with children eligible for free and reduced price school meals. Rigorous evaluations of Summer EBT pilots have shown the program effectively reduces food insecurity and improves nutrition.\n\n\n\n\n\n"
}