{
    "title": "Presidential Proclamation -- National Hispanic-Serving Institutions Week, 2012 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/09/14/presidential-proclamation-national-hispanic-serving-institutions-week-20",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 14, 2012\n\n \n\n\n\nPresidential Proclamation -- National Hispanic-Serving Institutions Week, 2012\n\n\n\n\n\n\tNATIONAL HISPANIC-SERVING INSTITUTIONS WEEK, 2012\n\n\t- - - - - - -\n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\n\tA PROCLAMATION\n\n\tEquipping our children with the knowledge and skills for a lifetime of success is among our Nation's most important responsibilities. We know that providing the next generation with a world-class education is not just a moral obligation -- it is a prerequisite for America's progress in the 21st century. With Hispanics representing more than 20 percent of students enrolled in our public elementary and secondary schools, the opportunities in postsecondary education offered to these young people will have a significant impact on our country's future. Hispanic-Serving Institutions (HSIs) have helped bring the dream of a college education within reach for many Hispanic students and their families, and this week, we celebrate the critical role these colleges and universities play in American higher education.\n\n\tAcross our country, HSIs are giving students access to a quality education and vesting in them a lifelong appreciation for intellectual inquiry. In these halls of higher learning, students are pursuing careers in science and engineering, health care, technology, education, and other fields that will bolster our economic prosperity and foster American innovation for decades to come. Graduates of these institutions are already leaders in every part of our national life, and with these institutions graduating such a significant portion of Hispanic students, HSIs are helping move us closer to leading the world in college completion by 2020.\n\n\tAs we reflect on the contributions of HSIs, let us renew our commitment to preparing our future leaders -- from focusing on early childhood education to combating high school dropout rates -- and to supporting those institutions that equip students of all backgrounds to take on tomorrow's challenges. By honoring this commitment, we uphold that most American idea: that with a quality education, a child of any race, faith, or station in life can overcome any barriers to achieve his or her dreams.\n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim September 16 through September 22, 2012, as National Hispanic-Serving Institutions Week. I call on public officials, educators, and all the people of the United States to observe this week with appropriate programs, ceremonies, and activities that acknowledge the tremendous contributions these institutions and their graduates have made to our country.\n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this fourteenth day of September, in the year of our Lord two thousand twelve, and of the Independence of the United States of America the two hundred and thirty-seventh.\n\n\tBARACK OBAMA\n\n\n\n\n"
}