{
    "title": "First Lady Joins Team USA to Announce Nationwide Commitments to Get Nearly Two Million Kids Active This Year | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/27/first-lady-joins-team-usa-announce-nationwide-commitments-get-nearly-two",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nApril 27, 2016\n\n \n\n\n\nFirst Lady Joins Team USA to Announce Nationwide Commitments to Get Nearly Two Million Kids Active This Year\n\n\n\n\n\n\tNew York, NY – Today, First Lady Michelle Obama joined U.S. Olympians, Paralympians, and Rio hopefuls at the US Olympic Committee’s 100 Day Countdown event in Times Square to announce nationwide commitments to get nearly two million American children active as part of her Let’s Move! initiative. Mrs. Obama is working to turn the inspiration of the Olympic and Paralympic Games into action by getting more kids healthy and active. Through commitments to the Partnership for a Healthier America (PHA) by the United States Olympic Committee (USOC) and USOC National Governing Bodies for sport, including USA Archery, USA Basketball, USA Cycling/USA BMX, US Equestrian Federation, USA Fencing, USA Field Hockey, USA Gymnastics, USA Handball, USA Judo, USA Swimming, USA Synchronized Swimming, US Tennis Association (USTA) Foundation, USA Track & Field, USA Triathlon, USA Weightlifting, and USA Wrestling, these organizations will provide beginner athletic programming to kids throughout the next year.\n\n\tTo build on the inspiration of the Summer Games, NBC Olympics is providing a path to the playing field, pool, gymnasium and court through Gold Map ®, a program that leads young Olympic viewers on a journey that begins with watching the Games on their television sets and ends with their participation in an Olympic sport in their local area. Visit NBCOlympics.com/GoldMap to learn more.\n\n\t“We want our young people to be inspired by the amazing stories of our Olympic and Paralympic athletes. And we don’t just want our young people to watch these Olympic sports – we want them to get active and try these sports out for themselves,” said First Lady Michelle Obama. “That’s why I am so thrilled to announce that the USOC and 16 of its national governing bodies will be providing opportunities for nearly two million kids across America to participate in Olympic sports right in their own communities.”\n\n\t“Team USA was honored to be joined by Mrs. Obama today as we celebrated the 100 Day Countdown to the Rio 2016 Olympic Games. It’s an exciting time for our athletes and for fans across the country, and it’s the perfect time to launch our collaborative efforts with Mrs. Obama and the Let's Move! initiative,” said Scott Blackmun, CEO of the US Olympic Committee. “The more we can do to expose children to Olympic and Paralympic sports, the healthier and happier they will be. We're thrilled to harness the incredible interest in the 2016 Games to promote active, healthy lifestyles, and to encourage the next generation of Team USA all-stars.”\n\n\t“Every two years Team USA inspires us to reach higher, go faster and be stronger as we try and emulate their accomplishments. And today, with these new commitments more children will have access to the tools, facilities, coaching and support to do just that,” said PHA President and CEO Larry Soler. “Active kids do better and the Olympic Games is a perfect time to remind everyone that you don’t have to train like an Olympic athlete to get moving – you just have to get up and be active.”\n\n\tMrs. Obama has been leading a nationwide effort to help kids and families lead healthier lives over the last six years. The Let’s Move! initiative is a comprehensive, collaborative, and community-oriented initiative that has sought to engage every sector of society to tackle head-on the various factors that lead to childhood obesity. Today’s announcement is a significant step towards providing children across the country with opportunities to be physically active.\n\n\tThe Partnership for a Healthier America secured the following commitments from the USOC and several of its National Governing Bodies (NGBs). PHA and USOC will work with each of these groups to evaluate and monitor their progress and continue to develop additional commitments to get kids active and involved in Olympic sports.\n\nUSA Archery will introduce 50,000 children to the sport through the Explore Archery and “Junior Olympic Archery Development” Program. USA Archery will facilitate grants for archery equipment kits, instructor certification, and programming for parks and recreation departments to help grow archery opportunities in local communities.\n\nUSA Basketball will expose 180,000 children to basketball skills through activities and events including youth clinics, open court, regional camps, 3-on-3 events, and coaching academies.\n\nUSA Cycling/USA BMX will offer free 7-day memberships to allow participation with no barrier to entry and utilize communications platforms to promote active healthy lifestyles. These efforts will reach 50,000 young people. \n\nUS Equestrian Federation will engage 25,000 children through Time to Ride, which provides incentives for stables, businesses, and organizations to host events that help local families connect with horses for the first time. \n\nUSA Fencing will host events like “Talk Like a Pirate Day” on September 19, 2016 to introduce 12,000 children to the sport as USA Fencing member clubs invite local youth to a one-day introductory experience. USA Fencing will also provide free or low-cost lessons/activities to welcome children to the sport.\n\nUSA Field Hockey will get 20,000 children more involved with field hockey through the Fundamental Field Hockey Program, increasing opportunities for low income and underserved children to participate.\n\nUSA Gymnastics will create opportunities for 20,000 children to get active by hosting events such as the 2016 Kellogg’s Tour of Gymnastics Champions Fitness zone, the Fitness Zones at USA Gymnastics Premier Events and initiatives around the Olympic Day celebrations.\n\nUSA Handball will inspire participation in handball for 22,000 children through the Alabama Sports Festival and related school programming.\n\nUSA Judo will welcome 3,500 children to Judo through activities such as Bring a Friend to Judo Class to introduce more youth to the sport.\n\nUSA Paralympics engages 50,000 kids and adults, and another 10,000 veterans and service members in adaptive sport annually through 225 Paralympic sport clubs in the United States. USA Paralympics will introduce an estimated 3,000 new persons with physical disabilities and visual impairments to adaptive sport this year. In 2016, there will be a multimillion dollar national advertising campaign with multiple sponsors featuring Paralympians.\n\nUSA Swimming will provide beginning programming to at least 600,000 young people in 2016. USA Swimming will enroll new learn-to-swim participants in its “Make a Splash” program at more than 500 local partner sites. Additionally, USA Swimming will engage 70,000 new youth members through its local chapters.\n\nUSA Synchronized Swimming will introduce 1,000 children to the sport through USA Synchro de Mayo. May is USA Synchro’s Official Swimming month which targets 5-12 year olds, encouraging more children to try it out.\n\nUS Tennis Association (USTA) Foundation will engage 225,000 youth from low-income households in beginner level tennis programming during after school and summer hours through the USTA Foundation’s National Junior Tennis & Learning (NJTL) tennis and education network.\n\nUSA Track & Field will expand its youth programming to reach 120,000 kids across the country. USA Track & Field will engage youth in local track clubs and facilitate beginning clinics and Olympian visits.\n\nUSA Triathlon will introduce 2,500 children to the world of multisport with an introductory multisport race conducted in a swim-run format through the USA Triathlon Splash and Dash Youth Aquathlon Series. \n\nUSA Weightlifting will facilitate participation through their “High School Coaching Course System” to reach 5,000 children. \n\nUSA Wrestling will inspire 400,000 children to get involved with USA Wrestling by inspiring participation through their “Beat the Streets USA Wrestling Program.”  \n\n\n\n\n"
}