{
    "title": "President Obama to Meet with Business Leaders to Discuss Innovation and Job Creation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-meet-with-business-leaders-discuss-innovation-and-job-creation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 02, 2009\n\n \n\n\n\nPresident Obama to Meet with Business Leaders to Discuss Innovation and Job Creation\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  ------------------------------------------------------  FOR IMMEDIATE RELEASE                                        July 2, 2009  President Obama to Meet with Business Leaders to Discuss Innovation and Job Creation Today, President Obama will meet with business leaders from both small and large companies to discuss job creation and ways to develop  long term solution to strengthen our economy. The CEOs participating in the discussion will talk about what steps they have taken to increase productivity in their industry during a recession through innovation and technology.   Background on Business Leaders Meeting with The President  John Berger, Standard Renewable Energy, CEO  John Berger is the Chairman, Chief Executive Officer and Founder of Standard Renewable Energy. Prior to Standard, Mr. Berger founded and was the Managing Partner of Contango Capital Partners, LP, a venture capital firm. Standard Renewable Energy has grown to become the largest \"on-site\" renewable energy generation provider in the U.S.  Standard Renewable Energy provides energy efficiency and renewable energy solutions for homes and businesses through energy audits, weatherization, solar energy systems, solar thermal water heating systems and wind energy systems. Standard Renewable Energy (SRE) is looking to nearly triple its number of employees from about 200 to more than 500 in the next 18 months. Stephanie A. Burns, Dow Corning, CEO   In 26 years at Dow Corning, Dr. Burns’ career has spanned scientific research; issues management; science and technology leadership and business management. She has been a member of Dow Corning’s Board of Directors since 2001, was elected president in 2003 and chief executive officer in January 2004. She was elected chairman in January 2006. In the past five years, Dow Corning has announced more than $5 billion in investments in solar technology, including last December's announcement of more than $2.2 billion to increase polysilicon production - creating 1,800 construction jobs and 1,200 permanent new jobs - and another new manufacturing facility for use in thin film solar production which will create even more solar-related jobs and help attract other supply chain investments to the United States. Amit Chatterjee, Hara, CEO  Amit Chatterjee is Chief Executive Officer (CEO) and Founder of Hara Software. Prior to founding Hara he led SAP’s fast-growing Governance, Risk and Compliance (GRC) unit. Mr. Chatterjee developed his strategic and leadership experience while at McKinsey & Co., working with clients such as SAP, Cisco and Oracle. Hara builds software that allows companies to track their use of natural resources and their carbon emissions. It is currently being used by companies such as Coca-Cola and the city of Palo Alto to help save millions of dollars in expenses related to waste and energy use. Alex Laskey, Positive Energy, President and Founder  Alex Laskey founded Positive Energy in 2007. He previously he worked on environmental issues with the public opinion research and political strategy firm of Fairbank, Maslin, Maullin, and Associates (FMMA). Positive Energy works with utilities and power companies to help their customers save energy and money through direct marketing, technology, and energy efficiency. Clients include PG&E and The Sacramento Municipality District. Jim Robo, FPL Group, President & COO  Prior to joining FPL Group, Mr. Robo was president and chief executive officer of a major division at GE Capital. Before that, he was chairman and CEO of GE Mexico and was a member of the GE corporate development team. FPL group is one of the nation’s largest providers of electricity and related services. It is number one provider in the US of wind, solar, and energy efficiency and ranks number one among electric utilities nationwide in energy efficiency programs. David Rosenberg, Hycrete, CEO   David Rosenberg founded what is now Hycrete, Inc. in 2002, when he joined his family’s specialty chemical company. He spun Hycrete, Inc. off from his family’s business in 2005 with a New Jersey state development grant and capital from a private equity firm. Hycrete developed a groundbreaking technology that improves the way buildings and bridges are constructed. They have transformed traditional concrete by making it waterproof and thus lowering maintenance costs and eliminating pollution and landfill waste. Hycrete has grown extensively in recent years hiring 40 people in 2009 and expanding to 9 US locations. Michael R. Splinter, Applied Materials, President & CEO   Mr. Splinter is a 30-year veteran of the semiconductor industry and has led Applied Materials to record revenue and profits during his tenure. Under his leadership, the company is helping drive global adoption of solar power by driving down the cost-per-watt of solar energy. Applied Materials is a leader in nonmanufacturing of semiconductor chips flat panel displays and solar photovoltaic cells. Applied Materials employs approximately 14,600 people throughout the world and had revenues of $8.13 Billion in 2008. Chuck Swoboda, Cree Lighting, CEO & President   Mr. Swoboda has served as the Company’s Chief Executive Officer since June 2001, as President since January 1999, as a member of the Board of Directors since October 2000 and as chairman since April 2005. He was previously employed by Hewlett-Packard Company. Cree Lighting is the global leader in LED lighting and has its primary manufacturing facilities in Raleigh Durham area of North Carolina. In the past 6 years has quadrupled to 3,200 employees. In 2008 they were selected to provide the LED lighting for the opening ceremonies of the Beijing Olympics.   \n\n\n\n"
}