{
    "title": "White House Announces Costume Characters at Easter Egg Roll with Daily Talent Updates to Follow | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/02/white-house-announces-costume-characters-easter-egg-roll-daily-talent-up",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of Media Affairs\n\n\nFor Immediate Release\nApril 02, 2012\n\n \n\n\n\nWhite House Announces Costume Characters at Easter Egg Roll with Daily Talent Updates to Follow\n\n\n\n\n\n\tBeginning today and continuing throughout the week, the White House will be announcing this year’s 2012 Easter Egg Roll talent. Each day this week, look for new talent updates on the Let's Move! twitter account, @LetsMove, and on the Let's Move! Facebook page, https://facebook.com/letsmove. You can also follow the hashtag #EasterEggRoll.\n\n\tThe Easter Egg Roll takes place annually on the South Lawn of the White House, and is focused on promoting health and wellness with the theme, “Let’s Go, Let’s Play, Let’s Move!”  All of the activities, including sports courts, dancing and cooking encourage children to lead healthy and active lives, which is a central part of the First Lady’s Let’s Move! initiative, a national campaign to solve the problem of childhood obesity.\n\n\tThe costume characters from children’s shows and movies that will take part in this year’s Easter Egg Roll include:\n\nFairy Twinkle Toes – AbraKidabra – Big Green Rabbit – Captain Planet – Bugs Bunny – Daffy Duck\n\tFinn & Jake – Scooby Doo – Alex the Lion from Madagascar 3 – Penguins of Madagascar – Po the Panda Miffy the Bunny – Katsuma and Poppet from Moshi Monsters – Wow! Wow! Wubbzy!\n\tAbby Cadabby from Sesame Street – Arthur – Buddy from Dinosaur Train – Cat in the Hat\n\t Clifford the Big Red Dog – Curious George – Elmo – Hooper from PBS Kids – Martha from Martha Speaks Princess Presto from Super WHY! – Ruff Ruffman from Fetch! – Sid the Science Kid – Super WHY!  Wonder Red from Super WHY! – Word Girl – Woofster from Super WHY! – The Smurfs\n\t Charlie Brown and Snoopy – Power Panther – Slapshot and Air Slapshot\n\t George, Tom, Abe and Teddy from the Racing Presidents – Screech – Topspin and Slice\n\t Mr. and Mrs. Potato Head – Witzy Duck from Suzy’s Zoo – Power Rangers – Smokey Bear\n\t Babar and Badou – Doki the Dog – Papa, Mama and Junior Bunny – Peter Rabbit – Spot – Maisy Nutbrown Hare – Sponge Bob – Dora the Explorer – Diego – Spider-Man – Iron Man – Thor\n\t Captain America – Yoohoo & Chewoo from Yoohoo and Friends – Alvin and the Chipmunks – Clicky\n\n\tThis will be the 134th annual White House Easter Egg Roll with more than 30,000 people visiting the South Lawn for games, stories, and, of course, the traditional egg roll.\n\n\tSouvenir White House Easter eggs first became an annual keepsake in 1981, when President and Mrs. Ronald Reagan hosted a hunt for wooden eggs that bore the signatures of famous people. The tradition continues this year with the addition of an official First Dog “Bo” egg. These collector’s eggs are available to view or purchase at www.easter.nationalparks.org.\n\n\tTo learn more about the Easter Egg Roll visit obamawhitehouse.archives.gov/eastereggroll. Tune in for live streams from the South Lawn all day on April 9th, 2012 on WhiteHouse.gov/live. You can also join the conversation online using the hashtag #EasterEggRoll and get the latest updates by visiting Let’s Move! on Twitter and Facebook.\n\n\n\n\n"
}