{
    "title": "Obama Administration Establishes White House Council on Strong Cities, Strong Communities | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/03/15/obama-administration-establishes-white-house-council-strong-cities-stron",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 15, 2012\n\n \n\n\n\nObama Administration Establishes White House Council on Strong Cities, Strong Communities\n\n\n\n\n\n\tWASHINGTON, DC – Today, President Obama signed an Executive Order that will establish the White House Council on Strong Cities, Strong Communities (SC2). The Council will build on the SC2 pilot initiative launched June 2011 aimed at creating new partnerships between federal agencies and localities to spark economic development in communities that have faced significant long-term challenges in developing and implementing their economic strategies. Attached is the Executive Order signed by the President today on SC2.\n\n\tBased at the Department of Housing and Urban Development, the interagency Council will include 19 federal agencies and will coordinate the implementation of SC2 and build a foundation for expanding the program to cities across the country. Currently, dozens of federal agency staff work closely with six cities – Chester, PA; Cleveland/Youngstown, OH; Detroit, MI; Fresno, CA; Memphis, TN; and New Orleans, LA.\n\n\t“Strong Cities, Strong Communities is a remarkable initiative, one that takes innovation, a determination to cut-through the red-tape and ensure taxpayer dollars are used wisely. The early successes of SC2 is clearly worth setting a foundation to sustain this model of partnership,” said Cecilia Munoz, Director of the Domestic Policy Council. “The Strong Cities Council will support bottom-up solutions that break down silos within federal and local governments, and will urge the private and nonprofit sectors to come up with innovate strategies to solve challenging issues.”\n\n\tThe Council will recommend policies to the President for building local expertise in strengthening local economies and changing Federal policies and programs to address issues to strengthen local capacity and spur economic growth.\n\n\tIn addition, to mark the six-month anniversary that SC2’s teams have been on the ground in the pilot cities, stakeholders – from mayors to philanthropic leaders to federal agency staff--gathered at the White House to discuss the pilot’s progress.\n\n\t“The Strong Cities, Strong Communities initiative is making a real impact as Fresno moves forward on our economic development and community revitalization vision” said  Fresno Mayor Ashley Swearengin. “The SC2 team has been a terrific partner in contributing to the development of ‘ground-up’ solutions tailored to our needs, refining lasting partnerships with key local and regional stakeholders, and working to remove roadblocks accompanying federal programs that directly affect our city.”\n\n\t\"With the amount of federal investment hitting the streets of our city, Strong Cities, Strong Communities provides the type of interagency cooperation, coordination and expertise that is vital to making the most of existing resources,” said New Orleans Mayor Mitch Landrieu. “President Obama's commitment to New Orleans has been a critical part of our recovery, and SC2 is helping to revitalize our economy and improve the quality of life for our residents.\"      \n\n\tSC2 pilot cities were selected on the basis of economic need, strong local leadership and collaboration, potential for economic growth, geographic diversity, and the ability to test the SC2 model across a range of environments.  Federal assessment teams spent time on the ground working directly with mayors and other local officials to determine needs, opportunities and gather input for the pilot initiative.\n\n\n\n\n"
}