{
    "title": "Declaraciones del Presidente acerca del Acuerdo entre Estados Unidos y la Unión Europea sobre el Programa de Vigilancia de Finanzas de Terroristas | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-acerca-del-acuerdo-entre-estados-unidos-y-la-uni-n-eur",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 09, 2010\n\n \n\n\n\nDeclaraciones del Presidente acerca del Acuerdo entre Estados Unidos y la Unión Europea sobre el Programa de Vigilancia de Finanzas de Terroristas\n\n\n\n\nEstados Unidos recibe con beneplácito la decisión de hoy del Parlamento Europeo de sumarse al Consejo y Comisión de la Unión Europea en la aprobación de un acuerdo modificado entre Estados Unidos y la Unión Europea sobre el tratamiento y la transferencia de datos de mensajes financieros para el Programa de Vigilancia de Finanzas de Terroristas (Terrorist Finance Tracking Program o TFTP). Estamos a la espera de que el consejo concluya el proceso, lo que permitirá que el acuerdo entre en vigor el 1º de agosto, 2010, se restaure plenamente esta importante herramienta para combatir el terrorismo y se reanude el intercambio de datos de investigación, que se suspendió en enero del 2010. La amenaza del terrorismo que enfrentan Estados Unidos y la Unión Europea continúa, y con este acuerdo, todos nuestros ciudadanos estarán más seguros.\nEl TFTP ha proporcionado importantes pistas de investigación --más de 1,550 a los países miembros de la UE-- desde su creación tras los ataques terroristas del 11 de septiembre. Estas pistas han ayudado a países en todo el mundo a impedir o investigar muchos de los atentados frustrados y ataques terroristas más visibles y violentos de la década pasada, entre ellos los de Bali (2002), Madrid (2004), Londres (2005), el plan con bombas líquidas contra un avión transatlántico (2006), el aeropuerto John F. Kennedy de Nueva York (2007), Alemania (2007), Mumbai (2008) y Jakarta (2009).\nEste nuevo acuerdo de carácter obligatorio refleja importantes medidas adicionales de protección de la privacidad con datos, pero retiene la eficacia e integridad de este indispensable programa contra el terrorismo.\nLa protección de la privacidad y libertades civiles es una importante prioridad del gobierno del Presidente Obama. Estamos decididos a proteger a ciudadanos de todos los países a la vez que defendemos los derechos fundamentales, usando para combatir el terrorismo toda herramienta legítima que esté a nuestra disposición y esté conforme con nuestras leyes y principios.\nEstados Unidos valora la participación de la Unión Europea en hacerles frente a los complejos desafíos de estos tiempos. Llevar al TFTP por este curso de cooperación es otro ejemplo de las maneras en que podemos colaborar con nuestros socios europeos para impedir el terrorismo y simultáneamente, respetar el imperio de la ley. Esta cooperación refuerza nuestros vínculos transatlánticos y hace que nuestros pueblos estén más seguros.\n \n\n\n\n"
}