{
    "title": "Presidential Letter -- Re-establishing Diplomatic Relations and Permanent Diplomatic Missions | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/07/01/presidential-letter-re-establishing-diplomatic-relations-and-permanent-0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 01, 2015\n\n \n\n\n\nPresidential Letter -- Re-establishing Diplomatic Relations and Permanent Diplomatic Missions\n\n\n\n\n\n\tJune 30, 2015\n\n\tHis Excellency\n\tRaul Castro Ruz\n\tPresident of the Council of State\n\t    and the Council of Ministers\n\t    of the Republic of Cuba\n\tHavana\n\n\tDear Mr. President:\n\n\tI am pleased to confirm, following high-level discussions between our two governments, and in accordance with international law and practice, that the United States of America and the Republic of Cuba have decided to re-establish diplomatic relations and permanent diplomatic missions in our respective countries on July 20, 2015. This is an important step forward in the process of normalizing relations between our two countries and peoples that we initiated last December.\n\n\tIn making this decision, the United States is encouraged by the reciprocal intention to develop respectful and cooperative relations between our two peoples and governments consistent with the Purposes and Principles enshrined in the Charter of the United Nations, including those related to sovereign equality of States, settlement of international disputes by peaceful means, respect for the territorial integrity and political independence of States, respect for equal rights and self-determination of peoples, non-interference in the internal affairs of States, and promotion and encouragement of respect for human rights and fundamental freedoms for all.\n\n\tThe United States and Cuba are each parties to the Vienna Convention on Diplomatic Relations, signed at Vienna on April 18, 1961, and the Vienna Convention on Consular Relations, signed at Vienna on April 24, 1963. I am pleased to confirm the understanding of the United States that these agreements will apply to diplomatic and consular relations between our two countries.\n\n\tSincerely,\n\n\tBarack Obama\n\n\t \n\n\t \n\n\n\n"
}