{
    "title": "President Obama Announces Another Key Administration Post | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/31/president-obama-announces-another-key-administration-post",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 31, 2011\n\n \n\n\n\nPresident Obama Announces Another Key Administration Post\n\n\n\n\n\n\tWASHINGTON, DC – Today, President Barack Obama announced his intent to nominate the following individual to a key Administration post:\n\n\nAjit Varadaraj Pai- Commissioner, Federal Communications Commission\n\n\nPresident Obama announced his intent to nominate the following individual to a key Administration post:\n\nAjit Varadaraj Pai, Nominee for Commissioner, Federal Communications Commission\n\tAjit Varadaraj Pai is a Partner in the Litigation Department of Jenner & Block LLP.  Immediately prior to joining Jenner & Block, Mr. Pai worked in the Office of the General Counsel at the Federal Communications Commission, where he served as Deputy General Counsel, Associate General Counsel, and Special Advisor to the General Counsel.  Previously, he served as Chief Counsel to the U.S. Senate Judiciary Committee’s Subcommittee on the Constitution, Civil Rights, and Property Rights and as Senior Counsel at the Office of Legal Policy at the U.S. Department of Justice.  Mr. Pai also served as Deputy Chief Counsel to the U.S. Senate Judiciary Committee’s Subcommittee on Administrative Oversight and the Courts, and as Associate General Counsel at Verizon Communications Inc.  Mr. Pai began his career as a law clerk to Judge Martin L.C. Feldman of the U.S. District Court for the Eastern District of Louisiana, and then as an Honors Program trial attorney in the Telecommunications Task Force at the U.S. Department of Justice’s Antitrust Division.  Mr. Pai holds a B.A. from Harvard University and a J.D. from the University of Chicago.\n\n\n\n\n"
}