{
    "title": "Press Briefing by Press Secretary Jay Carney, 7/18/2013 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/07/18/press-briefing-press-secretary-jay-carney-7182013",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 18, 2013\n\n \n\n\n\nPress Briefing by Press Secretary Jay Carney, 7/18/2013\n\n\n\n\nJames S. Brady Press Briefing Room\n1:04 P.M. EDT\nMR. CARNEY:  I may have had something to announce, but I can't remember what it was.  (Laughter.)  So I'll go straight to your questions.  Jim.\nQ    Thanks, Jay.  Two things on health care.  Regarding the President’s announcement today, as you know, much of the money that comes back in rebates goes to employers who have some discretion as to how they use that money.  The President talked specifically about money going to Americans’ pockets.  So I wonder does the administration at all track how employers ultimately distribute the rebates that they get.  Do they use them to lower premiums, or do they use them as refunds to workers?\nMR. CARNEY:  Those are great, detailed questions, and I confess I don't have the answers.  I think HHS would.  What I think is indisputably the case is that because of the Affordable Care Act and the provision within it that ensures that insurance companies are meeting their commitment to use the lion’s share of your premium for your care, Americans across the country are receiving rebates.  And that's what he talked about today. \nIn terms of what portion goes to employers -- because employers obviously pay for health care as well for their employees -- those details I'd have to refer to the Department of Health and Human Services.\nQ    It was the suggestion from the President, in fact his declarative statement is that 8.5 million people are getting those rebates, when in fact --\nMR. CARNEY:  They are.  I mean, I think that is the case.  And again, what else is being done in terms of rebates, I just don't have that information.  But we can get it for you.  I'm sure HHS can get it for you. \nQ    On Syria, it’s been a little over a month since the administration declared that chemical weapons were used by the Assad regime and decided to consider arming rebels.  Today, General Dempsey in Congress said that he has provided the President with some options.  When do you expect the President to make a decision?  And is it getting to the point that conditions on the ground -- where we have rebels fighting rebels now -- where it might be beyond the point that --\nMR. CARNEY:  I'm not sure what decision you're asking about.  The President has already decided that we should --\nQ    Well, Dempsey said he gave --\nMR. CARNEY:  -- ramp up the assistance we provide to the Syrian military council, and we are.  We are providing by far the most significant amount of humanitarian aid to the Syrian people, and coordinating with our allies and partners and the opposition to help buttress and strengthen the opposition as they endure a withering assault by Bashar al-Assad and his forces, aided by Hezbollah and Iran.\nWhat is also the case is the President always asks his military commanders for options, and that is true in any arena like Syria.  But the President has made clear and has answered questions here about his view that there won't be U.S. boots on the ground in Syria, for example.  But as a general matter, he’s constantly reviewing our options in Syria, because not to do so would not be fulfilling his responsibility as he sees it, which is to constantly evaluate a changing situation there in terms of what’s in our national interest and what is the best way to help the Syrian people and the Syrian opposition bring about the day when they can rid themselves of Assad’s tyrannical rule and begin the business of rebuilding their country, and hopefully living in a government that -- under a government that respects the rights of all Syrians and affords them the opportunity for a better future.\nQ    What is the President’s assessment of conditions on the ground?  As I said, we've had reports of rebels fighting rebels now.  Is it getting to a point where use of force by the U.S. in some fashion or providing weapons doesn’t really correct the situation or foster a political resolution?\nMR. CARNEY:  Well, look, we’re constantly assessing the situation.  There’s no question that the situation on the ground is serious and has been for some time.  Assad is systematically killing his own people, and has been.  The opposition continues to fight back and resist Assad.  And while there are ups and downs on the battlefield and changes in momentum, the fact is Bashar al-Assad will never again rule Syria in the way that he did before and the Syrian people demand, rightfully, new leadership and a new government. \nAnd we are focusing our efforts to help bring about the day when a transition can take place that will help Syria turn the corner towards a cessation of violence and reconciliation, and the possibility of a government that respects the rights of all of Syria’s people.\nQ    When the President says he’s just going to blow through all the criticism of his health care plan, does he mean that he doesn’t think there’s any real, fair criticism of the plan?\nMR. CARNEY:  What he thinks, as I and others have said, is that there has been a constant effort by Republicans to undermine a law, try to repeal the law, try to obstruct the implementation of the law, but that he is not going to let that get in the way of making sure that this law is implemented so that the benefits that it provides to the American people become available. \nWe’re at a point now where the reality of repeal, if it were ever to happen, is that half of the country -- because half of all of you have preexisting conditions -- would once again, if the Affordable Care Act were repealed, as Republicans want, face the prospect of being denied insurance coverage.  Half of your children would face that prospect.  All the seniors who have received enormous reductions in their prescription drug bill because of the Affordable Care Act already would see those prices go up again.  The families who now enjoy the opportunity of having their grown children up to age 26 remain on their parents’ insurance policies would no longer have that opportunity.\nSo the effort to repeal is an effort to take away valuable benefits from the American people.  And that is, I think, unquestionably the case. \nAlternatively, we have always said throughout this process that we welcome flexibility for the states and absolutely make efforts to improve the process of implementing the bill, including, in response to sensible concerns and requests from businesses, delaying the implementation of the employer responsibility provision.  But that is wholly different from this constant and now almost comical effort to spend most of the time in the House of Representatives hoping to repeal in some form or manner a bill that has been passed into law by both houses, signed into law by the President, and upheld as the law by the Supreme Court of the United States.\nQ    There was a poll about a month ago that said 49 percent of Americans still view the health care law as a bad idea.  How do you account for the public sentiment towards this law?\nMR. CARNEY:  I got this question yesterday.  And I think that the fact of the matter is millions of Americans are already receiving benefits because of the Affordable Care Act that they did not have prior to its passage.  Millions more will receive benefits as it is implemented, including millions who will have access to affordable health care for the first time.  And our focus is on making sure that happens and implementing it.\nAnd the public opinion polls, which are obviously subject in part to the sustained campaign by opponents of the bill to color perceptions of it -- public opinion will take care of itself, if you will, because in the end, Americans out there want quality, affordable health care.  They want the security of knowing that if they have a preexisting condition, they can't be denied insurance.  They want the security of knowing that they can keep their kids on their insurance plans up to the age of 26.  They want to know that they're going to be able to get those reduced prescription drug prices that the Affordable Care Act provides. \nAnd that's why we're implementing the law.  And that's why we're confident that when it is fully implemented, millions of Americans will have those benefits and will understand that the alternative would be to give up those benefits, and that the picture that has been painted by opponents does not represent the truth.\nQ    Jay, today Trayvon Martin's parents spoke out publicly, and they said they felt the verdict in the George Zimmerman case gave an awful message, a terrible message, they said, to young teenagers, and they don't think teenagers as a whole know what to do now.  In light of these comments, does the President have any message to teenagers of America watching this case?\nMR. CARNEY:  I'd say a couple of things.  First of all, as you know, the Department of Justice has said that it is investigating this matter and will continue to investigate it, and we're not going to comment on the specifics of that process. The President, as he said in his statement on Sunday, understands the passions that are surrounding the verdict.  He shares the view that Trayvon Martin's parents have expressed that the response to the verdict should be peaceful and calm. \nBut beyond that, as you heard him say after Trayvon Martin was killed, in very personal terms, he understands how parents feel and, in particular, said that if he had had a son, his son would look like Trayvon Martin.  And this goes to the broader issues that we have as a community in this country that we need to address -- about how we can come together and take action together to ensure that this kind of tragic death doesn't happen again.  Because it happens all too often, and it speaks to the problem of gun violence in this country, and it speaks to problems of how we understand each other.\nAnd the President is keenly aware of all of that.  So, primarily, his belief is that Trayvon Martin's death was a tragedy, and it was a tragedy for his family, for his community and for the country, because of what it symbolizes.  He hopes that we all take the opportunity here to reflect calmly on what we can do to foster compassion and understanding, and also to take action to reduce gun violence.\nQ    The President has not addressed this issue on camera since the verdict.  He did, as you point out, before, and he issued a statement.  But that's obviously a choice he has made not to speak about this on camera.  Now that the parents of Trayvon Martin have addressed this -- and obviously he has invoked their words before -- is there any need or desire by the White House to do that?  And can you explain, if not, why not?\nMR. CARNEY:  Well, the President I'm sure will address this when asked, or the broader issue when asked.  I don't have a scheduling announcement to make about remarks or speeches.  The President has talked about the issues of race, obviously, in the past and has acted on a number of issues that have to do with improving the racial dynamic in our country, and whether that goes to his position on voting rights, or affirmative action, or on his economic agenda -- which is broadly focused on expanding the middle class, including providing ladders of opportunity for those who aspire to the middle class -- providing opportunities in education that assist in that effort to help individuals and families move into the middle class.\nSo I don't know when he will next address these matters.  In some regards, it's up to people who interview him.  But he hasn't shied away from these issues in the past and I'm sure he won't in the future.\nQ    In 1998, Bill Clinton held a conversation on race and he issued a report on race.  Does the White House see this as an opportunity to do something similar?\nMR. CARNEY:  Well, the President said in his statement Sunday that we should be reflecting on these broader issues in a way that can foster compassion and understanding.  And, generally, he believes that we ought to be having these conversations, and we're having it now.  And you're seeing it across the country in the response and discussion in the wake of the trial here.  So these conversations are helpful in producing compassion and understanding, and they ought to continue. \nAnd it's not one that can or should be held only at one level of society.  It can and should be held at every level -- in churches and communities, the side of soccer and football fields and baseball fields, as well as in the public sphere, on cable television or here in the White House briefing room.\nQ    Well, if he comes out to take questions, we'll ask him.\nMR. CARNEY:  Excellent.  He had some interviews this week.\nJim.\nQ    Let me go back to Syria, if I could, just for a second, and could I ask you to explain your comment a moment ago, which  seemed new to me?  You said that President Assad would never rule Syria the same way again.  What did you mean by that?  And is that the American goal and is that enough?\nMR. CARNEY:  Our view is that there is no circumstance under which Bashar al-Assad will enjoy -- or reclaim, rather, his ironclad rule over Syria.  And the Syrian people have been clear that there is no future role of any kind for Assad in Syria.  Now, it has been our stated position and policy that Assad has long since forsaken his legitimacy as a ruler.  He is bathed in the blood of his own people and continues to wage war against his own people.  So there's no question in our minds that he is no longer a legitimate leader of that country and of the Syrian people. \nThere is a terrible conflict now in Syria, a violent, bloody conflict.  And that is Assad's responsibility.  And we are providing humanitarian assistance to the Syrian people, so many of whom have been displaced by this conflict, and providing direct assistance to the opposition.  We'll continue to do that, and we've stepped up that assistance and we've worked with our partners and allies to help the opposition form itself and become more cohesive and effective.  And we'll continue that effort.\nBut there’s no question that this is a very difficult time in Syria and for the Syrian people.  But our view is Syria’s future and its hope lies in a post-Assad government that respects the rights of all of its people.\nQ    But what I'm trying to, though, get clarified is when you say that he'll never rule Syria the same way again, that seems to leave open that he could continue to rule Syria if he changes his ways.\nMR. CARNEY:  No, no, no.  I certainly did not mean to imply that.  I think what I meant is that his time as the basically dictator of Syria and the ruler -- the ironclad ruler of Syria is over.  And while there are shifts in momentum on the battlefield, Bashar al-Assad, in our view, will never rule all of Syria again. And we don't believe he should or that he has any right or legitimacy to do that.\nAnd we are providing assistance to the opposition, and providing humanitarian relief to the Syrian people who have been so miserably affected by the actions of Bashar al-Assad.\nQ    Just finally, on the same subject, in the Syrian refugee camps today, you probably know that the Secretary of State was greeted by some refugees who are not happy with the United States’ response, and urged more response and, in fact, continue to ask, where is the international response?  Does the United States feel it’s still doing enough?\nMR. CARNEY:  Well, as I've been saying, Jim, we are the leading provider by a margin, significant margin, of humanitarian assistance.  We are providing direct assistance to the Syrian military council.  And we'll continue to do that, and we've ramped it up considerably.\nThere is no question that those Syrians who are displaced in refugee camps have every right to be enormously frustrated by their plight and their condition and what has become of them because of the brutality and the power hunger of Bashar al-Assad. And there is broad international consensus that he has to go, and broad international support for the effort to produce a post-Assad Syria.  But that doesn’t make it easy, and it certainly is not.  And the suffering is enormous.  And the United States is taking the lead in trying to alleviate that suffering and trying to assist the opposition.   \nBill.\nQ    A clarification on the rebates of health care -- the $8.5 million this year, the $12 million last year, were those to information policy holders, people who bought their own insurance, as opposed to people who got their insurance through their employer?\nMR. CARNEY:  I'll have to get you the answer to that.  I don't have it in front of me.\nQ    This week, Secretary Sebelius called the Affordable Care Act the most powerful law for reducing health care disparity since Medicare and Medicaid in ’65.  She noted that that was the same year as the Voting Rights Act.  Do you put the Affordable Care Act in the same category as Medicare and Medicaid?  And do you think she was drawing a parallel between Obamacare and the Voting Rights Act?\nMR. CARNEY:  Well, I didn’t hear the remarks.  I certainly think the analogy to Medicare and Medicaid are correct in that the Affordable Care Act, when fully implemented, will provide access to insurance to millions of Americans who have not enjoyed it before -- affordable insurance.  And that’s significant.\nAnd I think it’s an instructive analogy in the sense that there was broad opposition to Medicare, some of it from the same party that is opposed to Obamacare.  And the fact of the matter is that policy has been of enormous value to America’s senior citizens, is justifiably one of the most popular government programs there has ever been. \nAnd the health and welfare of the American people should be a matter of focus and concern by America’s elected officials.  The President has made it so.  Secretary Sebelius has made it so. Everyone who cast a vote for and is working to implement the Affordable Care Act did and is making it so.  So I think that’s the appropriate analogy.\nQ    Critics say Medicare’s long-term solvency is in doubt, and they say it is a program that wound up costing far more than it was sold as.  They suggest the same thing to be true of the Affordable Care Act. \nMR. CARNEY:  Again, certainly critics who say that we shouldn’t have Medicare ought to speak up.  I don’t think that’s a position that --\nQ    They don’t say we shouldn’t have it.  They say it should be --\nMR. CARNEY:  That would be an interesting position to take.  The President would fully oppose that, as he has fully opposed efforts to voucherize Medicare, privatize Social Security.  I mean, these are all, in the President views, bad policies -- bad for the United States, bad for its people.\nWhat is right is to enact policies that reduce the overall cost of health care, and in doing that, reduce the cost to the federal government for the health care that it provides.  And that’s what the President has done.  It’s one of the reasons why we’ve seen the reduction in the deficit that we are seeing.  It’s one of the things that is a hallmark of the proposals, the budget proposals the President has put forward.\nAnd those who, on the one hand, say we should be taking drastic measures to reduce the costs of Medicare, including voucherizing Medicare, and then turn around and criticize the President aggressively for the smart savings that he has found in the Medicare program without having to voucherize it, I think are being, oh, I don’t know, hypocritical.\nKristen.\nQ    Jay, thanks.  In order for the implementation of the Affordable Care Act to work, you need to get millions of young people 18 to 35 to sign up -- by some estimates, 2.5 million.  Are you confident that you can get that many young people to sign up?  And how do you do it?\nMR. CARNEY:  Well, the answer is, yes.  There is no question that it is a key to effective implementation to have people sign up for insurance.  And the reason why that’s important is because in order to allow for the policy that ensures that nobody with a preexisting condition can be denied insurance, you need to make sure that folks out there, including young people, are getting insurance coverage, because that helps bring the cost down for everybody.\nSo certainly -- and this has been reported on in depth of late -- an important part of the effort of implementation is ensuring that young Americans sign up for health insurance.  I mean, it’s a common refrain, for those of us who have either covered health care reform efforts or worked on health care reform, that young people in America often feel invincible, that they don’t need health care coverage.  They’re also most likely to be lower income because they’re just emerging from school or having their first jobs, and may not be, in today’s world, offered insurance or have access to affordable insurance.  Well, that’s what the Affordable Care Act is designed to change.\nIt’s designed to assist individuals who need help in order to purchase health insurance, and to ensure that they are able to have access to quality, affordable health insurance.  And in doing that, they will help with the implementation of the overall program.\nQ    Will he start to have events that are geared specifically toward that age group?  Is that part of his strategy?\nMR. CARNEY:  I have no announcements to make about his health care events.  But the President is very focused on implementation.  His administration is very focused on implementation.  And the issue that you mentioned is an important one.\nQ    And back to Syria, Jay -- earlier today, Senator Lindsey Graham asked General Dempsey, quote, “If nothing changes, if we don’t change our game, will he [Assad] be in power a year from now?”  And Dempsey replied, “I think likely so.”  Does the President agree with that assessment?  And does that mean that something needs to change?\nMR. CARNEY:  Well, I didn’t see that exchange, and I’m not sure -- I’m not sure the issue is, if we don’t change our game -- I mean, the focus is on ensuring that the opposition is receiving the support it needs to effectively deal with Assad’s onslaught, and then to work with our partners to help bring about a transition there.\nBut there is no question that Assad has shown a remarkable lack of conscience in his willingness to employ every tactic to wage war on his own people.  So that --\nQ    Well, based on that, does the strategy need to change towards Syria --\nMR. CARNEY:  I’ve answered these questions repeatedly that we are ramping up our assistance and will continue to do, and work with our partners and allies to buttress the opposition in its effort against Assad.\nQ    But today, Jay, in The New York Times, General Idris said that the West has been delaying sending arms to the rebels.  So is he mischaracterizing how quickly they’re receiving these extra weapons?\nMR. CARNEY:  What I can say is that we’re providing a broad range of assistance to the Syrian opposition.  And our goal is to strengthen the cohesion of the opposition and the effectiveness of the Supreme Military Council in their efforts to defend themselves against a repressive regime that has shown no boundaries in its willingness to kill civilians.\nAnd as I’ve said I think several times this week, we cannot detail every single type of support that we are providing, but all of our assistance is provided in consultation with the opposition leadership.  And we are in daily contact with the Supreme Military Council to discuss what we can do to help support their needs, and that effort continues.\nMark.\nQ    Jay, what would you say was President Obama’s political objective in his statement today?\nMR. CARNEY:  His objective was to highlight a significant benefit of the Affordable Care Act.  And as we go about the business of implementing the Affordable Care Act, and what is important to understand about it is that while much focus, understandably, has been centered on the setting up of the exchanges and the enrollment period -- going to Kristen’s question -- there have been other aspects of the Affordable Care Act that have come online and become law, and that have already provided significant benefits to the American people, including the rebates, including the ability to put young folks up to 26 on their parents’ insurance policies, including the savings that seniors enjoy in their prescription drug benefits, and including obviously the elimination of caps on coverage, lifetime caps on coverage.\nSo I think it’s a process of highlighting those significant benefits in the overall effort to implement the bill.\nQ    Does he believe many Americans still need persuading about Obamacare?\nMR. CARNEY:  I answered this yesterday and I answered it earlier.  We’re about the business of implementing the law.  And we certainly note -- because many folks aren’t aware of it, including many in Washington -- the significant benefits that have already been provided or are being provided by the Affordable Care Act to millions of Americans.  And we’ll continue to do that as we implement it.\nI know the urge to look at everything through holes and campaign strategy is hard to resist sometimes, but this is the law and we’re implementing the law.  And part of the effort is to make people aware of the options available to them when it comes to enrolling, and that’s an important part of establishing any new program.  It was true under George W. Bush’s Medicare Part D program.  It was certainly true under Medicare originally.  It was true under Social Security originally.\nSo the kinds of things we’re doing to make people aware of the potential benefits they could enjoy and their options when it comes to having access to insurance are well within the realm of normal when compared to the establishment of other programs in the past.\nQ    Does the White House have any reaction to the sentencing of Russian opposition leader, Alexei Navalny, to five years in prison today?  I mean, his friends have said that it’s political.  \nMR. CARNEY:  Well, that’s a view we share.  Let’s see if I can find it here. \nThe United States is deeply disappointed and concerned by the conviction of opposition leader and anti-corruption campaigner, Alexei Navalny, and his co-defendant, Petr Ofitserov, today in Russia.  The two were sentenced to lengthy prison terms on politically motivated charges of embezzlement.  Navalny’s harsh prison sentence is the latest example of a disturbing trend of government actions aimed at suppressing dissent and civil society in Russia.  The numerous procedural shortcomings in this case also reinforce our broader concerns about rule of law in Russia.\nWe urge Russia to allow for a fair and impartial appeal of the verdict.  At the same time, we call on the Russian government to cease its campaign of pressure against individuals and groups seeking to expose corruption, and to ensure that the universal human rights and fundamental freedoms of all of its citizens, including the freedoms of speech and assembly, are protected and respected.\nMara.\nQ    Just a quick question about Trayvon Martin.  You said his death was a tragedy for the country because of what it symbolized.  What does it symbolize?\nMR. CARNEY:  The unnecessary loss of a young person in this country.\nQ    And when you said that the President wants people to think about what they can do so this stuff doesn’t happen again because it happens all too often, are you talking about generally the deaths of the young people by guns, or specifically the killing of unarmed, black teens with impunity?\nMR. CARNEY:  I am speaking of the horrific scourge of gun violence that we have in this country --\nQ    Just gun violence in general?\nMR. CARNEY:  -- which takes the lives of young Americans every day.  And there are broader issues here that the President believes are part of the conversations that are happening across the country.  And he welcomes that.  And he believes that we need to have those conversations.  He also believes that we need to evaluate, as I said the other day, laws in states that deal with issues of gun violence potentially, and look at them and evaluate them with regards to whether or not they actually make the matter better or worse. \nBut the fact of the matter is this is a tragedy.  And the loss of a young person in this country is terrible for the parents, for the families, for the communities, and for the loss of potential that the taking of that life represents.\nQ    And when he heard the Attorney General talk about the conversation he had with his own son, which is similar to a conversation that apparently his parents had with him, what does the President think that African American parents should be telling their sons?\nMR. CARNEY:  I think that these are conversations that are happening across the country.  And they're difficult and it's very, I think, helpful for, and I believe the President thinks helpful for -- the fact that those conversations are taking place, and that they're difficult and painful -- be discussed amongst everyone in the country who are engaged, and everyone who is engaged in conversation in the wake of this trial and verdict, and the death of Trayvon Martin.\nRoger, and then Mark.\nQ    A couple of budget questions, Jay.\nMR. CARNEY:  Yes.  (Laughter.)\nQ    If you take away the August recess, there are about seven legislative weeks until the beginning of the fiscal year.  So I'm wondering what kind of progress is being made to getting rid of or altering sequestration?  And, second, is there any hope for bridging the gap over budget resolutions?\nMR. CARNEY:  Well, we continue to hope and call on -- hope that the House will appoint conferees and call on House leadership to do so.  We continue to engage in conversations that we have been having since the beginning of the year and the President has been having since the beginning of the year with Republican lawmakers over the possibility of finding common ground on these issues. \nThe President believes we can do it.  The President has gone out on a limb by actually making a very specific proposal for how to do it, including proposals in the area of entitlement reform and savings that are widely viewed as tough decisions by a Democrat. \nQ    That’s a separate package you're referring to?\nMR. CARNEY:  Well, in his budget proposal, which mirrored the offer made to Speaker Boehner and rejected by Speaker Boehner, but which, as we said at the time, remained on the table and was incorporated into our budget. \nSo what we hope to see but have not seen yet is a comparable, specific proposal by Republicans on how to find that common ground, and a common ground that ensures most importantly that we do what we need to do to keep our economy growing, investing in the future through infrastructure and education and innovation, and then making the necessary choices in a balanced way to ensure that we continue to reduce our deficit not just in the near term, which we've been doing quite noticeably, but also for the medium and long term.\nAnd the President has been upfront about his willingness to make tough choices.  And we have had useful conversations, and he has had useful conversations with Republicans about how we can go about finding common ground.  But I don't have progress to report to you, but we remain hopeful that we can find that common ground, reach resolution on these budget issues in a way that ensures that we're making the smart and sensible decisions that we should be making about our budgets, and not when it comes to sequester, allowing for the indiscriminate and arbitrary cuts that the sequester contains within it and that members of both parties in both Houses have noted are harmful and counterproductive as matters of policy; and that we can then implement that agreement in a way that's going to help the economy continue to grow and create jobs, and bring down our deficit and lower our unemployment rate, and set us up for sustained economic growth in the future.\nMark.\nQ    Thanks, Jay.  If I could bring it back to the Middle East for a moment.  The European Union this week announced that it was not going to allow or authorize any EU funding to flow to entities in the West Bank, in the occupied West Bank.  This move comes obviously at a very sensitive moment when Secretary of State Kerry is trying to bring the Israelis and the Palestinians back to the bargaining table.  And Israeli officials have been quoted as saying that they view this as an \"unhelpful\" move.  Does the White House share the sentiment that this EU move is unhelpful at this time?\nMR. CARNEY:  Well, let me say a few things.  For details about the EU announcement, I refer you to the EU, one.  Two, our focus remains on taking steps to move both parties back to the negotiating table.  That's what Secretary Kerry is engaged in now.  And it is our view that settlement activity is an obstacle to progress.  That is a longstanding view.  Our opposition on settlements is clear and has not changed.  We do not accept the legitimacy of continued Israeli settlement activity.  And we also oppose any effort to legalize settlement outposts, which would undermine peace efforts and would contradict Israeli commitments and obligations. \nAnd this position is longstanding and it predates this administration.  It spans back over administrations of both parties.  And why this is important -- one reason why it's important in the current context, when we're engaged in an effort and focused on an effort to try to bring the parties back to the negotiating table, is that as we always say, any activity or action undertaken by either side that makes it harder to negotiate is counterproductive.  And we say so quite clearly.  And that’s certainly the case here.\nOn the EU matter, I refer you to the EU.  But our position is certainly what it was.\nQ    If I could just follow up, the EU is acting precisely on the grounds that you laid out on settlements, such as an impatience with Israel's settlement policy.  So it sounds like by raising that issue and reflecting the American impatience on that, you sound like you're fine with what the EU has done, or you at least understand where the EU is coming from.\nMR. CARNEY:  Well, again, I don’t have -- as a policy position, it’s not -- where we are on the issue of settlements is no different than where we were a week ago or a year ago or many years prior to a year ago.\nSo that is and has been our position.  And our view is that any efforts to pursue settlement activity that contradict Israel’s commitments and obligations are unhelpful, just as actions by the Palestinians can and have been unhelpful to the process of bringing both parties to the negotiating table.  And when either side takes actions that we view as unhelpful to the goal here, we say so.  We make our views clear.  We think that’s the right thing to do.\nChristi, then Phil.\nQ    Thank you, Jay.  One question on the timing of a Fed chair.  Do you feel like the President is under any pressure to get someone nominated this summer?\nMR. CARNEY:  You would be the person to assess that.  I would say that I have no personnel announcements to make or predictions about when they might be made.\nQ    And just to circle back on General Dempsey’s testimony this morning, would you say it’s -- is it fair to say that his acknowledgment of the proposals he’s put before the President on kinetic strikes and use of force in general is a sign that the President is looking more seriously at these options?\nMR. CARNEY:  I would say, as I said to Jim, that as the Commander-in-Chief, President Obama is always tasking his military leaders to provide him options.  And that is true in the case of Syria, and it has been true with regards to other situations in other countries, in other regions of the world.  So I would say that that’s the context through which I would view this.\nQ    And so when you use the phrase “ramping up,” you were talking about the earlier military assistance announcement?\nMR. CARNEY:  Correct.  We’ve been ramping up our assistance to the Syrian military council steadily.\nQ    And also, do you have any reaction to Senator McCain’s statement to reporters after the hearing that he intends to put a block on General Dempsey’s nomination?  He’s not satisfied, evidently, with his comments or his answers to the Senator’s questions on his personal opinions about Syria.\nMR. CARNEY:  I didn’t see that, so I don’t have a specific reaction to it.  We obviously believe that General Dempsey is doing an excellent job.  But I don’t have -- I am not aware of that.\nPhil.\nQ    Yes, Senator McCain tweeted yesterday that he came and met with the President, and Senator Graham as well.  Can you tell us what issues they discussed?  And were Senator Graham’s feelings about Syria and McCain’s as well -- was that part of the discussion with the President?\nMR. CARNEY:  The discussion was very productive.  The President agrees with I think what Senator McCain said in the tweet.  And it was quite lengthy -- I think close to 90 minutes  -- and it was focused on foreign policy and they covered a range of issues, including Syria and a variety of other topics.  And it was an excellent exchange.\nApril.\nQ    Jay, I want to ask you a couple questions.  Congresswoman Maxine Waters acknowledges that there are benefits, but she says there is something basic that’s needed, that there needs to be assistance in helping many persons fill out forms.  How is the administration helping to push forward this effort?  Because they say it’s very basic, just the need for a form to be scanned and filled out, because many people don’t understand a lot of this insurance lingo.\nMR. CARNEY:  That’s a great question, and that’s part of the overall effort to inform the American people about how to enroll and what the options are that are available to them I think goes to the desire to make this process clear to Americans across the country.  And I think one of the -- a response I think I could have made to one of the questions about do we ever see any problems with ACA, and the answer is when we identify one, or it’s identified to us, and it can be addressed, we address it.  And that was the case with the length of the application form, which came in at 21 pages, and it was deemed far too long and unnecessarily so, and it’s now three pages.  And that was the result of an effort to make this process understandable and as efficient for Americans who have now the opportunity to have access to health care, affordably, that they did not have in the past.\nQ    And following up on some answers and questions on Trayvon Martin, this renewed question about conversation on race, is there something new that the White House is doing?  Have you guys reached out to Bill Clinton after the initial question earlier this week on that?  Have you reached out to Bill Clinton about possibly fostering --\nMR. CARNEY:  I don't know if anyone here has spoken to President Clinton.  We speak with him -- broadly speaking, folks in the administration have close ties to President Clinton.  A lot of people here worked in his administration.  The President himself has a close relationship with President Clinton.  But I'm not aware of any specific conversation about this issue with President Clinton. \nThis is a conversation that, as I was pointing out, is happening already.  And that's a good thing.  And it's happening at every level, including around kitchen tables and in churches and on cable TV and here in the White House briefing room, and in a variety of ways and places across the country.  And that is a good thing.\nQ    But do you think that conversation is going anywhere?  People are hypersensitive in every corner when it comes to issues of race.  Do you think the conversation is moving forward, or people are just screaming at each other right now?\nMR. CARNEY:  Well, I think there's been a lot -- this is one perspective.  And obviously, I haven't seen everything that's been said and not privy to every conversation, as certainly nobody here is.  I think that in the effort to foster understanding and compassion, that hearing the perspective of different people on this issue, including from families who are trying to figure out what to say to their -- to parents who are trying to figure out what to say to their teenage sons, for example, is an important part of a process that fosters compassion and understanding.\nQ    And, lastly, when you talked about gun violence with Mara's question, I posed this to you Monday and I'm bringing it back to you -- you gave her a broad brush stroke on gun violence -- according to the NAACP, black males ages 15-19 were eight times as likely as white males of the same age and two-and-a-half times as likely as their Hispanic peers to be killed in gun-related homicides in 2009. \nMR. CARNEY:  I'm sorry, but what --\nQ    The question is when you have numbers, again -- the African American community is suffering many disproportionate numbers -- and you're giving a broad brush stroke.  Can you speak to that group, the black homicide rate, black male youth homicide rate specifically?\nMR. CARNEY:  It's a terrible problem, and it's reflective of a society that's too violent and a society where violence ends in gun deaths too often.  And the President is committed to, as he has demonstrated this year, taking measures to reduce gun violence, and to reduce the number of senselessly tragic deaths that we see as a result of gun violence, and also to take action on some of the underlying economic obstacles that affect communities and make it harder for members of communities to rise up the ladder of opportunity into the middle class. \nAnd that's why the focus of his economic policies has been on the middle class and expanding the middle class, and creating opportunities for those below the middle class who aspire to rise into the middle class.  And I think he believes that those policies and those long-term actions are the right ones to have when it comes to some of the enduring challenges that we see in some urban communities and minority communities. \nQ    Does the White House have any reaction about the Rolling Stone cover?\nMR. CARNEY:  I don't have a White House reaction.  The White House is focused on -- and more broadly, the administration, is focused on bringing to justice an individual who has been charged with and alleged to have committed heinous crimes that cost lives and disrupted lives in Boston.  And that's what the President knows and expects the Department of Justice to be focused on.  And so I don't really have a reaction beyond that.\nQ    Anything on the student loan deal that was just worked out in the Senate?  We understand the President was involved in that.\nMR. CARNEY:  Well, we certainly were actively involved in urging senators to find a compromise, and we are glad to see that a compromise seems to be coming together -- because we’re focused on making sure that rate does not double for these students and we commend those who have been working to find a compromise. \nWe’ve said for quite some time that if the sides were not all that far apart and there was a way to do this that was not going to try to cut the deficit by $16 billion, for example, which was the Senate Republican proposal, on the backs of students, but that you could do this in a deficit-neutral way, you could ensure that these rates stayed low and that families were still afforded the opportunity to have access to these loans at rates that make college -- put college within reach.  And we’re hopeful that this compromise will come together, and that we can ensure that the rates that went up can be dealt with so that students and families are not harmed going forward.\nThanks, everybody.\nEND   \n\t1:54 P.M. EDT\n\n\n\n\n"
}