{
    "title": "What They're Saying About Judge Sotomayor | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/what-theyre-saying-about-judge-sotomayor",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 27, 2009\n\n \n\n\n\nWhat They're Saying About Judge Sotomayor\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary __________________________________________________  FOR IMMEDIATE RELEASE                May 27, 2009   Praise for Sotomayor’s Qualifications Fellow Second Circuit Judge Guido Calabresi on Sotomayor: \"She’s Always a Very Forceful and Powerful Judge. She Has, Not on a Insignificant Number of Occasions, Caused Me to Change My Mind.\" \"Judge Guido Calabresi, a fellow judge on the 2nd Circuit Court who taught the young Sotomayor torts at Yale, said she was the one who organized dinners for the judges on the court and their spouses. But he was also quick to praise her for her work on the bench. ‘She's always a very forceful and powerful judge,’ Calabresi said. ‘She has, not on an insignificant number of occasions, caused me to change my mind. I would read one of the memos she had written on a case and say, \"I think she's got it and I don't.\"’\" [Los Angeles Times, 5/27/09] Former Chief Judge of the Second Circuit Court of Appeals and Carter Appointee Jon Newman Said Sotomayor Was \"Everything One Would Want in a First-Rate Judge.\" NPR reported that Judge Newman called Sotomayor a brilliant lawyer and a fair-minded pragmatist. \"She is everything one would want in a first-rate judge,\" he said. [NPR, 5/27/09] Federal Judge And Former Appeals Lawyer Said Sotomayor Was Widely Regarded As An Excellent Judge Who Asked Questions That Were \"Penetrating, But Fair.\" \"Some lawyers have described her courtroom manner as abrupt, but several others said in interviews that it represents nothing more than her direct, New York style. Judge Martin Glenn, who as a veteran appeals lawyer had appeared before her frequently, said that she was widely regarded as an excellent judge. Judge Glenn, now a federal bankruptcy judge, said that Judge Sotomayor always asked ‘questions that were penetrating but fair.’ ‘She was always respectful,’ he said. Judge Glenn said lawyers generally regard her as representative of what he said is called ‘a hot bench,’ meaning that questions come fast and furious and lawyers have to be fully prepared.\" [New York Times, 5/27/09] Sen. Olympia Snowe Called Sotomayor \"Well-Qualified\" And Said Her Selection Was \"Historic.\" \"Indisputably, this is an historic selection, as Sonia Sotomayor is just the third woman to be nominated to The Court and the first Hispanic American. I commend President Obama for nominating a well-qualified woman, as I urged him to do during a one-on-one meeting on a variety of issues in the Oval Office earlier this month.  I also appreciate that White House Chief of Staff Rahm Emanuel called me personally this morning to inform me of the President's selection.\" [Snowe Statement, 5/26/09] Sen. Joe Lieberman: Sotomayor \"An Impressive Choice.\" \"President Obama made an impressive choice by nominating Judge Sotomayor for the position of Associate Justice for the Supreme Court.  Judge Sotomayor’s career represents the best of the American dream and she possesses distinguished and superior legal credentials.  I look forward to the upcoming hearings and I hope that there is a bi-partisan effort to ensure a fair confirmation process.\" [Lieberman Statement, 5/26/09] Founding Dean of UC-Irvine Law School Said Sotomayor \"Is an Excellent Choice Because She is an Outstanding Judge.\" Erwin Chemerinsky wrote, \"But most of all, Sotomayor is an excellent choice because she is an outstanding judge. Her opinions are clearly written and invariably well-reasoned. My former students who have clerked for her rave about her as a judge and as a person. She has enormous experience as a lawyer and as a judge, both in the federal district court and the federal court of appeals. The bottom line is that the court will now have its third woman justice in history, its first Latina, and an individual who likely will be an excellent justice for decades to come.\" [The New Republic, 5/26/09] Lawyer and Supreme Court Expert Tom Goldstein Praises Sotomayor as \"Extremely Intelligent\" with \"Overwhelming\" Qualifications.\"  On MSNBC today, Goldstein said today, \"Objectively, her qualifications are overwhelming from the perspective of ordinary Americans.  She has been a prosecutor, private litigator, trial judge, and appellate judge.  No one currently on the Court has that complete package of experience… The objective evidence is that Sotomayor is in fact extremely intelligent.  Graduating at the top of the class at Princeton is a signal accomplishment.  Her opinions are thorough, well-reasoned, and clearly written.  Nothing suggests she isn’t the match of the other Justices.\" [SCOTUS Blog, 5/26/2009] NY D.A. Supervisor John W. Fried Lauded Sotomayor for Her Ability Right Out of Law School \"To Move Almost Seamlessly From Studying Law in Law Books to Being an Assistant D.A. in a Large Urban Environment,\" Compared Sotomayor to the Late Justice Byron White. \"After graduation from Yale in 1979, and when many of her peers began lucrative careers in the private sector, Sotomayor became a prosecutor, working for venerable Manhattan Dist. Atty. Robert Morgenthau. She rose quickly from junior to senior assistant district attorney, moving from prosecuting misdemeanors to felonies. ‘She was right out of law school,’ said John W. Fried, who was Sotomayor's supervisor. ‘And what impressed me was her ability to move almost seamlessly from studying law from law books to being an assistant D.A. in a large urban environment -- with legal issues and factual issues that are not the subject of any law school curriculum.’… Fried compared Sotomayor to the late Justice Byron White. ‘I once had a beer with Whizzer White,’ Fried said. ‘He was just a down-to-earth guy. She very much reminded me of that. Unpretentious. A humble-type person who through hard work and effort was given a great opportunity.’\" [Los Angeles Times, 5/27/09] New York District Attorney Robert Morgenthau: Sotomayor’s Story Is a Credit to The U.S. That Individuals From Humble Beginnings Can Be Nominated For The Highest Court In The Land. \"President Obama has made an outstanding choice in selecting Judge Sonia Sotomayor to serve on the United States Supreme Court.  Throughout her career Judge Sotomayor has shown that she possesses the wisdom, intelligence, collegiality, and good character needed to fill the position for which she has been nominated.  It is a credit to the President, and indeed to the United States, that an individual born in humble circumstances in the South Bronx can, simply by dint of talent and hard work, rise to be recognized as the right candidate for a seat on the highest Court in the land.\" [Morgenthau Statement, 5/26/09] Harvard Law Professor Ogletree Calls Sotomayor a \"Bold and Brilliant Choice.\" On MSNBC today, Harvard Law Professor Charles Ogletree said, \"I think it’s a bold and brilliant choice by President Obama, I think she has all the characteristics that he talked about: empathy, experience, judgment.  She will walk right into the Supreme Court on first Monday in October and she will be a very significant contributor to the intellectual dialogue going forward.\" [MSNBC, 5/26/2009] Praise for Sotomayor’s Pragmatism Pepperdine Constitutional Law Professor Doug Kmiec Said Obama Chose Sotomayor For Her Legal Experience, Training, and Attention \"For The Factual Record As It Effects Real Human Lives.\" Douglas Kmiec wrote, \"President Obama did not select Judge Sotomayor for her judicial outcomes, but for her experience…In terms of legal training, the opposition will find it difficult to find any omission in preparation -- the prosecution of dozens of criminal cases as an assistant DA in Manhattan; a partner in a major New York firm dealing with highly detailed and complex intellectual property and commercial litigation; a trial judge for six years showing a meticulous attention – and yes empathy – for the factual record as it affects real human lives, and an appellate judge for 11 years where she participated in over 3000 decisions and authored roughly 400. It's doubtful that anyone has totally catalogued all of these cases and no doubt they will be flyspecked. Yet, my preliminary review is that this is a woman who cares deeply about justice, both when the facts cry out for it – as in her favorable view of asylum cases of Chinese women who experienced or were threatened with forced birth control, and when the facts do merit special consideration, as when churches and religious associations are trying to maintain their own internal procedures without state interference.\" [National Catholic Reporter, 5/26/09] TNR’s Jeff Rosen: \"Of Course Judge Sotomayor Should Be Confirmed,\" Highlighted \"The Range of Her Experience.\" \"Of course, Judge Sotomayor should be confirmed to the Supreme Court...the strongest case to be made for Sotomayor is the idea that the range of her experience--as a trial judge, appellate judge, and commercial litigator--might give her the humility to recognize that courts participate in a dialogue with the political branches when it comes to defining constitutional rights, rather than having the last word.\" [The New Republic, Jeff Rosen, 5/26/09] Court Watchers and Attorneys Said Sotomayor Would Bring A Pragmatic Perspective To Employment Law, Was \"Incredibly Well-Prepared\" In Court. \"Judge Sonia Sotomayor, President Obama’s nominee to replace retiring Supreme Court Justice David Souter, will bring a pragmatic perspective on employment law to the High Court if she is confirmed, say court watchers and attorneys who have argued cases before her. Currently serving as one of 21 judges on the United States Court of Appeals for the 2nd Circuit, Sotomayor has authored more than 150 opinions in civil cases since 1998, including several that directly dealt with employment law. The picture that emerges from an analysis of her decisions, according to Tom Goldstein, a Washington, D.C., attorney and legal-affairs blogger, is of a jurist who sides with employees some of the time, and with employers in the kinds of cases that often reach the Supreme Court. Other employment law attorneys who have argued cases before Sotomayor say she does her homework and expects attorneys to have done theirs. ‘My colleagues who have tried cases before Judge Sotomayor say she is incredibly well prepared and asks good questions,’ says Louis P. DiLorenzo, editor of HR Specialist’s New York Employment Law newsletter and co-chair of the Labor and Employment Law Department at Bond, Schoeneck & King.\" [Business Management Daily, 5/26/09] Cornell Law Professor Said Sotomayor’s Experience In Business Law Would Bring An Important Perspective To Court That Would Face Increasingly Important Economical Issues. \"Cornell law professor Michael Dorf said Tuesday, ‘Her experience as a judge on the 2nd Circuit — with a large commercial and corporate docket— will bring an important perspective to a Court that will increasingly face important issues regarding the regulation of the national economy.’\" [USA Today, 5/26/09] Praise for Sotomayor’s Non-Ideological Approach to the Law   Second Circuit Court of Appeals Judge Roger Miner, Appointed by President Reagan, Said He Would Not Classify Sotomayor in One Ideological Camp or Another But Rather as an \"Outstanding Judge.\" NPR reported that Judge Miner called Sotomayor an excellent choice. \"I don’t think I’d go as far as to classify her in one camp or another. I think she just deserves the classification of outstanding judge,\" he said. [NPR, 5/27/09] Second Circuit Court of Appeals Judge John Walker, Appointed by President George H. W. Bush, Said Sotomayor Was Not an Ideological or Activist Judge Pushing a Political Agenda. NPR reported that Judge Walker called Sotomayor an independent thinker. \"While her views are liberal, I don’t consider her to be an ideological judge or an activist judge pushing a political agenda,\" he said. [NPR, 5/27/09] Former Clerk Julia Tarver Mason: Sotomayor \"Is Not Someone Who Is Going to Try to Reach a Particular Result in a Particular Case. She Calls Them Straight Down the Middle, Just Like She Sees Them.\" \"Julia Tarver Mason, who spent a year clerking for Sotomayor when she was a federal judge, told CBS' The Early Show Wednesday that Sotomayor ‘is not someone who is going to try to reach a particular result in a particular case. She calls them straight down the middle, just like she sees them.’ Conservative radio host Rush Limbaugh went so far as to call Sotomayor a ‘reverse racist’ for her decision ruling against mainly white firefighters who had filed a reverse discrimination suit against New Haven, Conn. ‘That's an absurd notion,’ Mason said ‘Judge Sotomayor is one of the most egalitarian people I have ever met. She treats people equally, no matter their background or ethnicity. I think the…fact that people from the right are throwing these outrageous allegations right now is just an indication that they don't know much about her record.’\" [CBSNews.com, 5/27/09] Founder Of Freedom Watch And Judicial Watch Issued Statement That Praised Sotomayor Selection As A \"Very Prudent And Wise Decision,\" Wished Her Nomination Success. \"Today, Larry Klayman, the founder, chairman and general counsel of Freedom Watch (and also the founder of Judicial Watch), issued the following statement on President Obama's selection of Sonia Sotomayer as nominee for Supreme Court Justice to replace David Souter: ‘While I would have liked to see a more conservative libertarian type on the high court, President Obama's selection of New York federal appeals court Judge Sonia Sotomayer, was a very prudent and wise decision from a far left liberal like Obama. Having initially been appointed to the bench by President George H. W. Bush, soon to be justice Sotomayer has previously pledged to follow the Constitution, and not legislate from the bench, and her career as a federal court judge suggests, as a whole, that this is the way she will administer to the law. It is also great to have a highly qualified Latina on the bench. The Latin culture, with its emphasis on family and family values, will be a welcome addition, as an understanding of real life relationships is important for any jurist. And, as the largest minority in the United States, its time that Latins can take pride that they too are now part of the legal system. On behalf of Freedom Watch and the American people, we wish Justice Sotomayer much success.’\" [Klayman Statement Provided To WHO via Chuck Todd e-mail, 5/26/09] ## \n\n\n\n"
}