{
    "title": "Presidential Proclamation--Save Your Vision Week | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/04/presidential-proclamation-save-your-vision-week",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\n\nMarch 04, 2011\n\n \n\n\n\nPresidential Proclamation--Save Your Vision Week\n\n\n\n\n\n\tSAVE YOUR VISION WEEK, 2011\n\n\tA PROCLAMATION\n\n\t    Across America, millions of men and women experience vision loss or are affected by low vision or blindness.  During Save Your Vision Week, we reinforce the importance of routine eye care and remind all Americans to take action to safeguard their eyesight.\n\n\t    Vision is important to our everyday activities, and we can all take steps to protect and prolong our eye health.  Through Healthy People 2020, the Department of Health and Human Services' science based agenda to prevent disease and promote health, our country's leading health officials have identified interventions to preserve sight and prevent blindness.  Though some eye diseases and injuries are preventable or treatable with early detection and timely treatment, many Americans do not receive recommended eye exams and screenings.  Healthy People 2020 advises each American to get vision check ups regularly in order to identify vision impairments at an early stage.  For more information about eye health or help finding an eye care professional, I encourage all Americans to visit:  www.NEI.NIH.gov.\n\n\t    Preventive eye care, including wearing ultraviolet-protective eyewear and following good eating habits, can help support a healthy and active lifestyle at any age.  By seeking out information and taking action to protect healthy vision    and encouraging others to do so as well    all Americans can help preserve the precious gift of sight.\n\n\t    To remind Americans of the importance of safeguarding their eyesight, the United States Congress, by joint resolution approved December 30, 1963, as amended (77 Stat. 629; 36 U.S.C. 138), has authorized and requested the President to proclaim the first week in March of each year as \"Save Your Vision Week.\"\n\n\t    NOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, do hereby proclaim March 6 through March 12, 2011, as Save Your Vision Week.  During this time, I invite eye care professionals, teachers, members of the media, and all organizations dedicated to preserving eyesight to join in activities that will raise awareness of eye and vision health.\n\n\t    IN WITNESS WHEREOF, I have hereunto set my hand this fourth day of March, in the year of our Lord two thousand eleven, and of the Independence of the United States of America the two hundred and thirty-fifth.\n\n\tBARACK OBAMA\n\n\n\n\n"
}