{
    "title": "President Obama Nominates Two to Serve on the United States District Courts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/08/05/president-obama-nominates-two-serve-united-states-district-courts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 05, 2014\n\n \n\n\n\nPresident Obama Nominates Two to Serve on the United States District Courts\n\n\n\n\nWASHINGTON, DC -- Today, President Obama nominated Judge Jorge Luis Alonso and John Robert Blakey to serve on the United States District Courts.\n“Throughout their careers, these distinguished individuals have demonstrated a steadfast commitment to public service,” said President Obama. “I am confident they will serve the American people with distinction from the District Court bench.”\nJudge Jorge Luis Alonso:  Nominee for the United States District Court for the Northern District of Illinois\nJudge Jorge Luis Alonso has served since 2003 as an Associate Judge for the Cook County Judicial Circuit, a state trial court of general jurisdiction.  Prior to his appointment to the bench, Judge Alonso served as an Assistant Public Defender in the Office of the Cook County Public Defender from 1991 to 2003, where he represented indigent individuals in both civil and criminal proceedings.  He received his J.D. in 1991 from the George Washington University Law School and his B.A. in 1988 from the University of Miami.\nJohn Robert Blakey:  Nominee for the United States District Court for the Northern District of Illinois\nJohn Robert Blakey has served since 2009 as both the Chief of the Special Prosecutions Bureau for the Cook County State’s Attorney’s Office and as a Special Assistant United States Attorney in the Northern District of Illinois.  Previously, he served as an Assistant United States Attorney—first in the Southern District of Florida from 2000 to 2004, and subsequently in the Northern District of Illinois from 2004 to 2009.  From 1996 to 2000, Blakey served as an Assistant State’s Attorney in the Cook County State’s Attorney’s Office.  He worked at Vedder, Price, Kaufman & Kammholz, P.C., from 1995 to 1996 and as a law clerk for Judge William J. Zloch of the United States District Court for the Southern District of Florida from 1992 to 1994.  Blakey received his J.D. in 1992 from Notre Dame Law School, his C.F.A. in 1989 from the London Academy of Music and Dramatic Art, and his B.A. in 1988 from the University of Notre Dame.\n\n\n\n\n"
}