{
    "title": "Repairing and Modernizing America's Schools | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/27/repairing-and-modernizing-americas-schools",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 27, 2011\n\n \n\n\n\nRepairing and Modernizing America's Schools\n\n\n\n\n\n\tToday, the President will visit the Abraham Lincoln High School in Denver, Colorado to highlight his proposal to put workers back on the job by rebuilding and modernizing schools across the country.  The President is proposing a $25 billion investment in school infrastructure that will modernize at least 35,000 public schools.  This investment will create jobs, while improving classrooms and upgrading our schools to meet 21st century needs. Funds can be used for a range of emergency repair and renovation projects, greening and energy efficiency upgrades, asbestos abatement and removal, and modernization efforts to build new science and computer labs and to upgrade the technology infrastructure in our schools. The President is also proposing a $5 billion investment in modernizing community colleges (including tribal colleges), bolstering their infrastructure in this time of need while ensuring their ability to serve future generations of students and communities.\n\nCOLORADO SNAPSHOT\n\n\n\t\tUnder the American Jobs Act Colorado could receive up to $265,100,000 in funding for K-12 schools to support as many as 3,400 jobs. Included in this amount are direct funds for Colorado’s largest school district. \n\n\n\t\t\t\tThe Denver County School District could receive up to $75.5 million in funds\n\n\n\n\t\tIn addition Colorado could receive $57,500,000 in funding in the next fiscal year for its community colleges. \n\n\n**See tables below for the complete state by state breakdown of the President’s school construction jobs plan.**  \n\nHow the American Jobs Act Will Rebuild and Modernize America’s Schools\n\n\tThe President is proposing that we invest $30 billion in enhancing the condition of our nation’s public schools and community colleges.  This money would fund a range of critical repairs and needed renovation projects that would put hundreds of thousands of Americans – construction workers, engineers, maintenance staff, boiler repair, and electrical workers – back to work.  And it will help modernize at least 35,000 public schools – from science labs and internet-ready classroom upgrades to renovated facilities. \n\n\tThe American Society of Civil Engineers (ASCE) awarded the United States a ‘D’ for the condition of its public school infrastructure.  The average public school building in the United States is over 40 years old, and many are much older.  Schools spend over $6 billion annually on their energy bills, more than they spend on computers and textbooks combined.  Hands-on STEM education is critical for our children to be prepared for the jobs of the future, and yet 43 states reported that one-third or more of their schools do not meet all of the functional requirements necessary to effectively teach laboratory science.   \n\n\tThe cost of maintaining nearly 100,000 public schools and facilities in good repair is substantial for already overstretched districts.  The accumulated backlog of deferred maintenance and repair amounts to at least $270 billion.  For children in the nation’s poorest districts, these deferred projects too often mean schools with crumbling ceilings, overcrowded classrooms, and classrooms without basic wiring infrastructure for technology needed for students to master 21st century skills. \n\nThe President’s plan calls for substantial investments in our school infrastructure, modernizing at least 35,000 of America’s public schools to meet 21st-century needs and supporting repairs and upgrades in the nation’s community colleges.  \n\n\n$25 billion in funds will be used to upgrade existing public school facilities. 10 billion of the funds will be directed toward 100 largest high-need public school districts. 15 billion of the funds will be directed to the states. Funds cannot be used for new construction. The President’s plan also proposes $5 billion of investments for facilities modernization needs at community colleges. \n\nSafer, Healthier, and Technologically Advanced Schools of the Future.   Permissible uses of funds would include a range of emergency repair and renovation projects, greening and energy efficiency upgrades, asbestos abatement and removal, and modernization efforts to build new science and computer labs and to upgrade technology infrastructure in our schools.   Local districts will also be able to put these funds to work to invest in upgrades to allow schools to continue to serve as centers of the community –including upgrades to shared spaces for adult vocational and job development centers.  These efforts will not only make our schools safer and healthier learning environments, but also ensure that our schools are fully equipped to teach 21st century skills in math, science, and other technical fields and to serve as effective centers for workforce training and development. \n\nMaximum flexibility to the states and funding for small repairs and large-scale maintenance and upgrade projects. Funds could be used for a range of projects, including greening and energy-efficiency upgrades; asbestos abatement and removal; improvements to after-school facilities and community spaces; and modifications to comply with the Americans with Disabilities Act. \n\nTo ensure that schools in the most disrepair will be able to make necessary enhancements, almost 40 percent of the funds will be directed toward the 100 largest high-need public school districts.   Each of the 100 Local Educational Agencies (LEAs) with the largest numbers of children living in poverty would receive a formula amount proportionate to its Elementary and Secondary Education Act Title I Part A allocation within 60 days of enactment. \n\nThe remaining approximately 60 percent will be given to states to allocate, and states would have flexibility to direct those funds to additional high-need districts, including schools in rural areas.  Funding would be allocated to states on the basis of their Title I shares. States would be required to obligate those funds by September 30, 2012, and outstanding balances would be reallocated to other states. States would direct half the funding to local school districts on a formula basis, and the other half through an application process in the most high-need districts, with a priority for rural districts. A portion of the funding would be set-aside for Bureau of Indian Education schools (0.5 percent) and for the Outlying Areas (0.5 percent). \n\nFunds will be put to work quickly.  For formula grants, states would be required to get funds to districts within 3 to 6 months of enactment and the districts would have to expend the funds within 24 months of enactment.  The selection criteria would prioritize projects that would be completed quickly, while affording grantees more time flexibility for their bigger projects.  To reduce the risk that districts will allow projects to stall, the American Jobs Act requires the funds be spent by September 30, 2012.  \n\nCommunity Colleges are also in serious need of upgrades to ensure that facilities are equipped meet the demands of the 21st century workforce.  America’s community college system was built up over 40 years ago to support education and training activities of that time.  Deferred maintenance at community colleges is estimated to be $100 billion. The President’s plan proposes $5 billion of investments for facilities modernization needs at community colleges. Investment in modernizing community colleges fills a key resource gap, and ensures these institutions have the facilities and equipment to address current workforce demands in today’s highly technical and growing fields.  Funds would only be used for the repair, renovation, or modernization of facilities used primarily for instruction and research, including facilities housing programs that prepare students for in-demand jobs. \n\n\nWhat The American Jobs Act Means For Each State’s Ability to Modernize and Rebuild Their Schools \n\nThe President’s plan will invest $30 billion in enhancing the condition of our nation’s public schools – with $25 billion going to K-12 schools, including a priority for rural schools and dedicated funding for Bureau of Indian Education funded schools, and $5 billion to community colleges (including tribal colleges). The range of critical repairs and needed construction projects would put hundreds of thousands of Americans – construction workers, engineers, maintenance staff, boiler repairmen, and electrical workers – back to work. \n\n\n\n\n\nAmerican Jobs Act - Rebuilding and Modernizing America's Schools\n\n\n\n\n \n\n \n\n\nAmount of Funds Each State is Eligible for to Invest in K-12 School Infrastructure\n\n\n\n \n\n\n\nNumber of Jobs these K-12 School Infrastructure Funds have the Potential to Support\n\n\n \n\n\nAmount of Funds State is Eligible for to invest in facilities modernization needs at community colleges\n\n\n\n\n\nAlabama\n\n\n \n\n\n$ 390.3M\n\n\n \n\n\n5100\n\n\n \n\n\n$ 67.5M\n\n\n\n\n\nAlaska\n\n\n\n \n\n\n\n$ 62.0M\n\n\n\n \n\n\n\n800\n\n\n\n \n\n\n\n$ 2.5M\n\n\n\n\n\nArizona\n\n\n \n\n\n$ 544.4M\n\n\n \n\n\n7100\n\n\n \n\n\n$ 116.6M\n\n\n\n\n\nArkansas\n\n\n\n \n\n\n\n$ 270.7M\n\n\n\n \n\n\n\n3500\n\n\n\n \n\n\n\n$ 42.4M\n\n\n\n\n\nCalifornia\n\n\n \n\n\n$ 2812.6M\n\n\n \n\n\n36600\n\n\n \n\n\n$ 1131.1M\n\n\n\n\n\nColorado\n\n\n\n \n\n\n\n$ 265.1M\n\n\n\n \n\n\n\n3400\n\n\n\n \n\n\n\n$ 57.5M\n\n\n\n\n\nConnecticut\n\n\n \n\n\n$ 185.0M\n\n\n \n\n\n2400\n\n\n \n\n\n$ 38.0M\n\n\n\n\n\nDelaware\n\n\n\n \n\n\n\n$ 73.3M\n\n\n\n \n\n\n\n1000\n\n\n\n \n\n\n\n$ 11.6M\n\n\n\n\n\nD.C.\n\n\n \n\n\n$ 84.7M\n\n\n \n\n\n1100\n\n\n \n\n\n$ 2.5M\n\n\n\n\n\nFlorida\n\n\n\n \n\n\n\n$ 1280.3M\n\n\n\n \n\n\n\n16600\n\n\n\n \n\n\n\n$ 288.4M\n\n\n\n\n\nGeorgia\n\n\n \n\n\n$ 909.5M\n\n\n \n\n\n11800\n\n\n \n\n\n$ 140.6M\n\n\n\n\n\nHawaii\n\n\n\n \n\n\n\n$ 82.2M\n\n\n\n \n\n\n\n1100\n\n\n\n \n\n\n\n$ 18.9M\n\n\n\n\n\nIdaho\n\n\n \n\n\n$ 93.6M\n\n\n \n\n\n1200\n\n\n \n\n\n$ 11.2M\n\n\n\n\n\nIllinois\n\n\n\n \n\n\n\n$ 1111.6M\n\n\n\n \n\n\n\n14500\n\n\n\n \n\n\n\n$ 212.7M\n\n\n\n\n\nIndiana\n\n\n \n\n\n$ 443.4M\n\n\n \n\n\n5800\n\n\n \n\n\n$ 79.8M\n\n\n\n\n\nIowa\n\n\n\n \n\n\n\n$ 132.6M\n\n\n\n \n\n\n\n1700\n\n\n\n \n\n\n\n$ 56.7M\n\n\n\n\n\nKansas\n\n\n \n\n\n$ 191.4M\n\n\n \n\n\n2500\n\n\n \n\n\n$ 45.3M\n\n\n\n\n\nKentucky\n\n\n\n \n\n\n\n$ 390.9M\n\n\n\n \n\n\n\n5100\n\n\n\n \n\n\n\n$ 54.7M\n\n\n\n\n\nLouisiana\n\n\n \n\n\n$ 516.8M\n\n\n \n\n\n6700\n\n\n \n\n\n$ 40.7M\n\n\n\n\n\nMaine\n\n\n\n \n\n\n\n$ 90.7M\n\n\n\n \n\n\n\n1200\n\n\n\n \n\n\n\n$ 12.8M\n\n\n\n\n\nMaryland\n\n\n \n\n\n$ 315.8M\n\n\n \n\n\n4100\n\n\n \n\n\n$ 93.9M\n\n\n\n\n\nMassachusetts\n\n\n\n \n\n\n\n$ 378.6M\n\n\n\n \n\n\n\n4900\n\n\n\n \n\n\n\n$ 68.8M\n\n\n\n\n\nMichigan\n\n\n \n\n\n$ 926.3M\n\n\n \n\n\n12000\n\n\n \n\n\n$ 157.7M\n\n\n\n\n\nMinnesota\n\n\n\n \n\n\n\n$ 274.5M\n\n\n\n \n\n\n\n3600\n\n\n\n \n\n\n\n$ 87.8M\n\n\n\n\n\nMississippi\n\n\n \n\n\n$ 335.2M\n\n\n \n\n\n4400\n\n\n \n\n\n$ 63.1M\n\n\n\n\n\nMissouri\n\n\n\n \n\n\n\n$ 422.2M\n\n\n\n \n\n\n\n5500\n\n\n\n \n\n\n\n$ 69.1M\n\n\n\n\n\nMontana\n\n\n \n\n\n$ 77.1M\n\n\n \n\n\n1000\n\n\n \n\n\n$ 5.7M\n\n\n\n\n\nNebraska\n\n\n\n \n\n\n\n$ 106.7M\n\n\n\n \n\n\n\n1400\n\n\n\n \n\n\n\n$ 21.4M\n\n\n\n\n\nNevada\n\n\n \n\n\n$ 168.4M\n\n\n \n\n\n2200\n\n\n \n\n\n$ 39.1M\n\n\n\n\n\nNew Hampshire\n\n\n\n \n\n\n\n$ 70.1M\n\n\n\n \n\n\n\n900\n\n\n\n \n\n\n\n$ 8.7M\n\n\n\n\n\nNew Jersey\n\n\n \n\n\n$ 518.6M\n\n\n \n\n\n6700\n\n\n \n\n\n$ 123.8M\n\n\n\n\n\nNew Mexico\n\n\n\n \n\n\n\n$ 196.8M\n\n\n\n \n\n\n\n2600\n\n\n\n \n\n\n\n$ 49.2M\n\n\n\n\n\nNew York\n\n\n \n\n\n$ 2020.0M\n\n\n \n\n\n26300\n\n\n \n\n\n$ 235.3M\n\n\n\n\n\nNorth Carolina\n\n\n\n \n\n\n\n$ 675.7M\n\n\n\n \n\n\n\n8800\n\n\n\n \n\n\n\n$ 163.1M\n\n\n\n\n\nNorth Dakota\n\n\n \n\n\n$ 58.9M\n\n\n \n\n\n800\n\n\n \n\n\n$ 6.5M\n\n\n\n\n\nOhio\n\n\n\n \n\n\n\n$ 985.5M\n\n\n\n \n\n\n\n12800\n\n\n\n \n\n\n\n$ 148.3M\n\n\n\n\n\nOklahoma\n\n\n \n\n\n$ 267.4M\n\n\n \n\n\n3500\n\n\n \n\n\n$ 57.5M\n\n\n\n\n\nOregon\n\n\n\n \n\n\n\n$ 253.2M\n\n\n\n \n\n\n\n3300\n\n\n\n \n\n\n\n$ 71.2M\n\n\n\n\n\nPennsylvania\n\n\n \n\n\n$ 944.0M\n\n\n \n\n\n12300\n\n\n \n\n\n$ 113.2M\n\n\n\n\n\nPuerto Rico\n\n\n \n\n\n$  899.6M\n\n\n \n\n\n6700\n\n\n \n\n\n$7.9M\n\n\n\n\n\nRhode Island\n\n\n\n \n\n\n\n$ 85.6M\n\n\n\n \n\n\n\n1100\n\n\n\n \n\n\n\n$ 12.7M\n\n\n\n\n\nSouth Carolina\n\n\n \n\n\n$ 381.4M\n\n\n \n\n\n5000\n\n\n \n\n\n$ 70.8M\n\n\n\n\n\nSouth Dakota\n\n\n\n \n\n\n\n$ 75.6M\n\n\n\n \n\n\n\n1000\n\n\n\n \n\n\n\n$ 4.7M\n\n\n\n\n\nTennessee\n\n\n \n\n\n$ 474.7M\n\n\n \n\n\n6200\n\n\n \n\n\n$ 61.8M\n\n\n\n\n\nTexas\n\n\n\n \n\n\n\n$ 2332.1M\n\n\n\n \n\n\n\n30300\n\n\n\n \n\n\n\n$ 458.4M\n\n\n\n\n\nUtah\n\n\n \n\n\n$ 138.7M\n\n\n \n\n\n1800\n\n\n \n\n\n$ 37.1M\n\n\n\n\n\nVermont\n\n\n\n \n\n\n\n$ 57.5M\n\n\n\n \n\n\n\n700\n\n\n\n \n\n\n\n$ 5.3M\n\n\n\n\n\nVirginia\n\n\n \n\n\n$ 425.3M\n\n\n \n\n\n5500\n\n\n \n\n\n$ 110.1M\n\n\n\n\n\nWashington\n\n\n\n \n\n\n\n$ 365.1M\n\n\n\n \n\n\n\n4700\n\n\n\n \n\n\n\n$ 83.9M\n\n\n\n\n\nWest Virginia\n\n\n \n\n\n$ 161.2M\n\n\n \n\n\n2100\n\n\n \n\n\n$ 15.4M\n\n\n\n\n\nWisconsin\n\n\n\n \n\n\n\n$ 368.7M\n\n\n\n \n\n\n\n4800\n\n\n\n \n\n\n\n$ 79.9M\n\n\n\n\n\nWyoming\n\n\n \n\n\n$ 56.3M\n\n\n \n\n\n700\n\n\n \n\n\n$ 11.7M\n\n\n\n\n\nOther Territories*\n\n\n \n\n\n$125M\n\n\n \n\n\nN/A\n\n\n \n\n\n$12.5M\n\n\n\n\n\n\n\n\n\n*Disaggregated data for U.S. Territories is forthcoming\n\n\n\n\n\n\n"
}