{
    "title": "Presidente Obama describe nuevo fondo de préstamos a pequeñas empresas | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidente-obama-describe-nuevo-fondo-de-pr-stamos-a-peque-empresas",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 02, 2010\n\n \n\n\n\nPresidente Obama describe nuevo fondo de préstamos a pequeñas empresas \n\n\n\n\nNuevo programa transferirá fondos del TARP para aumentar préstamos a pequeñas empresas\nNASHUA, NH – El martes el Presidente Barack Obama describió el nuevo Fondo de Préstamos a Pequeñas Empresas (Small Business Lending Fund), que transferirá $30,000 millones del Programa de Asistencia para Activos Problemáticos (Troubled Asset Relief Program o TARP) a un nuevo programa que respaldará préstamos a pequeñas empresas. El Fondo de Préstamos a Pequeñas Empresas estará dirigido a los bancos comunitarios y pequeños que otorgan más préstamos a pequeñas empresas, y ofrecerá incentivos para que los bancos aumenten los préstamos a pequeñas empresas.\nEn el Discurso sobre el Estado de la Nación, el Presidente describió una serie de propuestas para generar empleo y propiciar el crecimiento de las pequeñas empresas del país. La semana pasada, el Presidente Obama describió un nuevo recorte tributario para empleos y salarios de pequeñas empresas a fin de fomentar la contratación y crear incentivos para que los empleadores aumenten la remuneración de empleados actuales.\nEl Presidente Barack Obama dijo, “El empleo será nuestra primera prioridad en el 2010. Y vamos a comenzar donde se originan la mayoría de los nuevos empleos: en las pequeñas empresas. Esta propuesta toma el dinero que pagaron sobre su deuda los bancos de Wall Street para proveer capital para bancos comunitarios a nivel local. Junto con nuestra propuesta de reducir los impuestos para las pequeñas empresas para ayudarlas a contratar y aumentar sueldos, estamos haciendo las inversiones críticas que necesitamos para nuestra recuperación económica.”\n \n“A medida que he conocido dueños de pequeñas empresas de todo el país, todos ponen énfasis en lo mismo, para poder crecer y contratar, necesitan mejor acceso al capital,” dijo el Secretario del Tesoro Tim Geithner. “La propuesta del presidente tomaría el dinero que pagaron sobre su deuda los bancos más grandes y se lo haría disponible a bancos comunitarios para que puedan hacer más préstamos a pequeñas empresas.”\n \nLa Administradora de la Dirección de Pequeñas Empresas (SBA por sus siglas en inglés) Karen Mills dijo, “los bancos comunitarios están entre los socios más confiables de las pequeñas empresas en cuanto a proveer el capital necesario para el crecimiento y la creación de trabajos. Este fondo tiene como objetivo uno de los mayores retos que ha enfrentado a las pequeñas empresas durante esta recesión, conseguir el capital necesario para hacer más préstamos. Esta propuesta, junto con la medida de extender la garantía del 90 por ciento de la SBA puede ayudar a poner a bancos pequeños y medianos en una posición que permita que aumenten sus préstamos a pequeñas empresas y apoyen la creación de trabajos en sus comunidades.”\nEntre los aspectos clave del nuevo Fondo de Préstamos a Pequeñas Empresas se encuentran:\nEstaría limitado a bancos comunitarios y pequeños que otorgan una porción más alta de sus préstamos a pequeñas empresas: El Fondo de Préstamos a Pequeñas Empresas respaldaría el otorgamiento de préstamos a bancos pequeños y medianos (con menos de $10,000 millones en activos). Estos bancos otorgan el mayor porcentaje de sus préstamos a pequeñas empresas en sus comunidades y representan más de 50 por ciento de todos los préstamos a pequeñas empresas en el país, a pesar de que sus activos constituyen tan sólo 20 por ciento de todos los activos bancarios.    \nEstaría separado del TARP para fomentar la participación: Al transferir $30,000 millones a un nuevo programa separado del TARP por medio de una ley, la propuesta del poder ejecutivo fomentaría una mayor participación por los bancos, pues no estarían sometidos a las restricciones del TARP.\nUna función básica del nuevo fondo sería ofrecer capital con incentivos para aumentar los préstamos a pequeñas empresas: La propuesta central de la Administración Obama para el nuevo fondo de préstamos es un programa de inversión de capital en bancos pequeños con condiciones que ofrezcan verdaderos incentivos para aumentar los préstamos. A medida que los bancos que participen aumenten los préstamos a firmas pequeñas con relación al nivel del 2009, se reducirán los dividendos gravables por la inversión de dicho capital. \nLa Administración Obama le presentará ideas adicionales al Congreso para aumentar el crédito a pequeñas empresas por medio del Fondo de Préstamos a Pequeñas Empresas. Aunque la Administración está presentando su plan para proporcionar capital con una estructura que ofrezca incentivos para maximizar los préstamos a pequeñas empresas, está deseosa de hablar con el Congreso sobre otras maneras en que se puede implementar plenamente el Fondo de Préstamos a Pequeñas Empresas, además de lo descrito arriba.\nUna hoja informativa está disponible AQUÍ.\n\n\n\n"
}