{
    "title": "El Vicepresidente Biden anuncia nuevos esfuerzos del poder ejecutivo para ayudar a las instituciones educativas del país a combatir la violencia sexual | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/04/el-vicepresidente-biden-anuncia-nuevos-esfuerzos-del-poder-ejecutivo-par",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nApril 04, 2011\n\n \n\n\n\nEl Vicepresidente Biden anuncia nuevos esfuerzos del poder ejecutivo para ayudar a las instituciones educativas del país a combatir la violencia sexual\n\n\n\n\n\n\tTHE WHITE HOUSE\n\n\tOficina del Vicepresidente\n\n\t___________________________________________________________________________\n\n\tPara publicación inmediata\n\n\t4 de abril, 2011\n\n\t \n\nEl Vicepresidente Biden anuncia nuevos esfuerzos del poder ejecutivo para ayudar a las instituciones educativas del país a combatir la violencia sexual\n\n\t \n\nEl Vicepresidente, secretario Duncan presentan pautas sobre obligaciones legales para evitar y responder a la violencia sexual en las escuelas y universidades \n\n\t \n\n\tWashington, D.C. – Hoy, el Vicepresidente Biden y el secretario de Educación Arne Duncan presentaron pautas integrales para a ayudar a las escuelas, instituciones comunitarias de enseñanza superior y universidades a lograr un mejor entendimiento de sus obligaciones conforme a las leyes federales sobre derechos civiles a fin de evitar y responder al problema de la agresión sexual en recintos universitarios. Las nuevas pautas, anunciadas en la Universidad de New Hampshire en Durham, New Hampshire, dejan en claro las obligaciones legales de toda escuela, institución educativa o universidad que recibe fondos federales de responder pronta y eficazmente a la violencia sexual conforme al Título IX. Las pautas también ofrecen ejemplos prácticos para ayudar a los educadores a velar por la seguridad de sus estudiantes.\n\n\t \n\n\tConforme al Título IX –una ley federal de derechos civiles que prohíbe la discriminación en base a sexo en actividades y programas educativos– la discriminación puede incluir la violencia sexual, como violación, agresión sexual, intimidación sexual y coerción sexual. Las pautas son las primeras que específicamente les informan a escuelas, instituciones de educación superior y universidades que, conforme al Título IX, sus responsabilidades incluyen proteger a los estudiantes de la violencia sexual, también detallan las estrategias para velar por el cumplimiento de la ley que las instituciones y la Oficina de Derechos Civiles (Office for Civil Rights o OCR) del departamento pueden utilizar para poner fin a la violencia sexual, impedir que vuelva a ocurrir y remediar sus efectos.\n\n\t \n\n\t“Hoy estamos intensificando nuestra respuesta a la agresión sexual en recintos escolares y universitarios”, dijo el Vicepresidente Biden. “Los estudiantes de todo el país merecen el mejor entorno posible para aprender. Por eso estamos tomando medidas a fin de ayudar a las escuelas, universidades e instituciones de educación superior del país a poner fin al ciclo de violencia sexual en los campus”.\n\n\t \n\n\t“Toda institución educativa quisiera pensar que es inmune a la violencia sexual, pero los hechos indican lo contrario”, afirmó el secretario de Educación Arne Duncan. “Nuestro primer objetivo es la prevención por medio de la educación. La información siempre es la mejor manera de combatir la violencia sexual. Nuestro objetivo más extenso es generar conciencia sobre un problema que no debería darse en nuestra sociedad y especialmente en nuestras instituciones educativas”, agregó Duncan.\n\n\t \n\n\t“Las instituciones educativas deben ofrecer un ambiente en el que todos los estudiantes tengan las mismas oportunidades de aprender”, declaró Russlynn Ali secretaria adjunta de derechos civiles.  “A menudo, las escuelas se encuentran en la mejor posición para prevenir la violencia sexual y responder a ella pronta y eficazmente si ocurre. OCR ya está trabajando con las instituciones educativas para ayudarlas en su lucha contra los efectos nocivos de la violencia sexual prestando asistencia técnica y buscando maneras de poner fin a dicha conducta, evitar que vuelva a ocurrir y remediar su impacto”.\n\n\t \n\n\tDurante más de 20 años, el Vicepresidente Biden ha encabezado la lucha para combatir la violencia contra la mujer. Como autor de la histórica Ley sobre la Violencia contra la Mujer (Violence Against Women Act o VAWA) de 1994, el entonces senador Biden alertó sobre la alta tasa de violencia doméstica, agresión y acecho sexual que afecta todos los días a las mujeres en este país, y se redefinió la forma en que se trata la violencia doméstica por medio de cambios en la aplicación de las leyes, mejoras al sistema de justicia penal y la creación de albergues y servicios para las víctimas. Como Vicepresidente, ha continuado con la causa y generado coordinación sin precedente en todo el gobierno federal para combatir la violencia contra la mujer.\n\n\t \n\n\tSin embargo, a pesar del significativo progreso de VAWA, la amenaza de violencia y abuso continúa para una nueva generación de mujeres. Entre las muchachas de 16 a 24 años, la tasa de violación y agresión sexual es la más alta, y 1 de cada 5 estudiantes será víctima de la agresión sexual durante sus años universitarios. Hoy, con el secretario Duncan, el Vicepresidente destacó el compromiso del poder ejecutivo de generar conciencia y promover medidas para prevenir la violencia sexual contra mujeres de todas las edades.\n\n\t \n\n\tVea el texto completo de las pautas AQUIy una hoja informativa AQUI.\n\n\t \n\n\tVea AQUIuna hoja informativa sobre el Título IX y la violencia sexual.\n\n\t \n\n\tPara mayor información sobre la Oficina de Derechos Civiles del Departamento de Educación y los estatutos contra la discriminación que hace cumplir, sírvase visitar su sitio de Internet.\n\n\t \n\n\t###\n\n\n\n\n"
}