{
    "title": "Presidente Obama nomina a la jueza Mary H. Murguía para el noveno distrito del Tribunal de Apelación de Estados Unidos | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidente-obama-nomina-a-la-jueza-mary-h-murgu-a-para-el-noveno-distrito-del-tribu",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 25, 2010\n\n \n\n\n\nPresidente Obama nomina a la jueza Mary H. Murguía para el noveno distrito del Tribunal de Apelación de Estados Unidos \n\n\n\n\nWASHINGTON, DC- Hoy, el Presidente Obama nominó a la jueza Mary H. Murguía para un escaño en el noveno distrito del Tribunal de Apelaciones de Estados Unidos. La jueza Murguía actualmente es jueza del distrito de Arizona de la Corte Federal de Estados Unidos.\n“La jueza Murguía ha demostrado su gran compromiso con el servicio público durante toda su carrera y como jueza del distrito de Arizona”, afirmó el Presidente Obama. “Es un honor para mí nombrarla hoy a un escaño del Tribunal de Apelaciones de Estados Unidos, y estoy seguro de que se desempeñará con integridad y justicia a favor del pueblo estadounidense”. \nJueza Mary H. Murguía: Candidata al noveno distrito del Tribunal de Apelación de Estados Unidos La jueza Mary H. Murguía actualmente es jueza de distrito de Arizona de la Corte Federal de Estados Unidos. Cuando fue nombrada a ese cargo por el Presidente Clinton en el 2000, la jueza Murguía pasó a ser la primera latina en el distrito de Arizona del tribunal federal. Durante toda su carrera, ha escuchado miles de casos civiles y penales, entre ellos el primer caso federal con pena de muerte en Arizona desde que se promulgó la Ley Federal Antiterrorismo y Pena de Muerte Efectiva (Federal Antiterrorism and Effective Death Penalty) de 1996.\nLa jueza Murguía fue fiscal estatal y federal. Inició su carrera de derecho en 1985 en la Oficina del fiscal de distrito del condado de Wyandotte en Kansas City, Kansas. De 1990-2000, fue fiscal federal adjunta en la sección penal del distrito de Arizona de la Oficina del Fiscal Federal y fue subjefa de la sección penal de la oficina de 1994-1998. En 1999, la jueza Murguía se sumó a la Oficina Ejecutiva de Fiscales Federales del Departamento de Justicia en Washington, D.C., donde trabajó como asesora jurídica del personal del director (1998-1999), subdirectora principal (1999) y directora (1999-2000).\nLa jueza Murguía nació y creció en Kansas City, Kansas. Obtuvo su grado de abogada de la Facultad de Derecho de la Universidad de Kansas en 1985 y licenciaturas en ciencias y humanidades de la Universidad de Kansas en 1982.\n\n \n\n\n\n"
}