{
    "title": "Background on White House Conference on Bullying Prevention | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/10/background-white-house-conference-bullying-prevention",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 10, 2011\n\n \n\n\n\nBackground on White House Conference on Bullying Prevention\n\n\n\n\n\n\tOn Thursday, March 10, President Barack Obama, First Lady Michelle Obama, the Department of Education, and the Department of Health and Human Services will welcome students, parents, and teachers in addition to non-profit leaders, advocates, and policymakers to the White House for a Conference on Bullying Prevention.  The Conference will bring together communities from across the nation that have been affected by bullying as well as those who are taking action to address it.  Participants will speak about the effects of bullying and the work of students, parents, and teachers nationwide. The Conference will also showcase the work and commitments made by several non-profit and corporate leaders on this issue.  StopBullying.gov provides information from various government agencies on how kids, teens, young adults, parents, educators and others in the community can prevent or stop bullying.\n\n\tThe Conference will begin at 10:30 am ET in the East Room with opening remarks from the President and First Lady on bullying prevention (open press), followed by a conversation with experts on effective programs and policies to prevent bullying, led by White House Senior Advisor Valerie Jarrett, at 11:00 am ET also in the East Room (open press). \n\n\tToday’s Conference will also include breakout sessions (pooled press) to discuss effective policies and programs to prevent bullying followed by a wrap-up session in the South Court Auditorium at 2:00 pm ET, in which Secretaries Duncan and Sebelius along with Domestic Policy Advisor Melody Barnes will deliver remarks (open press).  In order to engage audiences across the country, two of the White House Conference on Bullying Prevention breakout sessions will be live chats with Facebook and iVillage.  The opening and wrap-up sessions will be live streamed on obamawhitehouse.archives.gov/live. Below is a list of the Conference on Bullying Prevention breakout sessions.\n\nIN-SCHOOL POLICIES – Led by Tom Perez, Assistant Attorney General for Civil\n\tRights, Department of Justice and Russlynn Ali, Assistant Secretary for Civil Rights,\n\tDepartment of Education\n\tEstablishing clear and consistent policies in schools is key to establishing a climate in which it is clear that no bullying, regardless of form, type or severity, will be tolerated in school. Effective policies rely not only on carefully crafted policies but also on consistent implementation and messaging about the policies. This breakout will focus on the need for policies, their key components, and the tools for implementation.\n\nIN–SCHOOL PROGRAMS – Led by Director of the Domestic Policy Council Melody Barnes and Michael Strautmanis, Deputy Assistant to the President & Counselor to the Senior Advisor for Strategic Engagement\n\tPreventive education and supportive school structures are important elements in reducing bullying in schools. Yet, few evidence-based programs have proven effective at reducing bullying in the United States and those that have are cost-prohibitive for many schools. This breakout will focus on how schools can achieve the support necessary to implement effective bullying prevention strategies.\n\nCOMMUNITY BASED PROGRAMS – Led by John Gomperts, Director of AmeriCorps and Dr. Mary Wakefield, Administrator of Health Resources and Services Administration, Department of Health and Human Services \n\tBullying does not just occur at schools and its effects can be felt throughout a community. Schools and communities must work together to help identify bullying, implement prevention strategies, and communicate a consistent message that bullying is not okay. This breakout will focus on how all stakeholders in a community can work together to prevent bullying.\n\nCYBERBULLYING – Led by Aneesh Chopra, Associate Director for Technology, Office of Science and Technology Policy and Howard Schmidt Special Assistant to the President & Cybersecurity Coordinator, National Security Staff\n\tCyberbullying, or bullying through technology such as social networking sites, instant messages, or text messaging, presents a new challenge for broader bullying prevention considerations. Unlike traditional forms, cyberbullying can occur 24/7 to a wide audience and gives those who engage in the behavior a false sense of anonymity. Because cyberbullying can happen anywhere, at anytime, this breakout will focus on the additional challenges to addressing this behavior.\n\nCAMPUS-BASED PROGRAMS – Led by Eduardo Ochoa, Assistant Secretary for Postsecondary Education, Department of Education and Charlie Rose, General Counsel, Department of Education\n\tWhen students reach college-age, the circumstances surrounding their peer relationships, change. For many young adults, college marks the first time they are living away from parents and family and the first time they are considered adults in the eyes of the law. This breakout will focus on the unique set of circumstances that make addressing “bullying” different and difficult on college campuses.\n\n12:20 PM ET: A SPECIAL \"FACEBOOK LIVE” EVENT – with Stephanie Cutter, Assistant to the President & Deputy Senior Advisor, Melody Barnes, White House Domestic Policy Advisor, Joe Sullivan, Facebook Chief Security Officer, and guests\n\tWhite House Domestic Policy Council Director Melody Barnes, White House Deputy Senior Advisor Stephanie Cutter, Facebook Chief Security Officer Joe Sullivan, MTV’s Vice President of Public Affairs Jason Rzepka and author Rosalind Wiseman will take live questions from the public via the White House Facebook account on bullying prevention.\n\tLive online at: obamawhitehouse.archives.gov/live\n\n1:15 PM ET: OPEN FOR QUESTIONS – with Secretary Sebelius\n\tKelly Wallace, iVillage Chief Correspondent, poses questions from the iVillage audience on bullying prevention to Secretary of Health and Human Services Kathleen Sebelius. \n\tLive online at: obamawhitehouse.archives.gov/live  \n\n12:30 PM ET: Education Secretary to Discuss White House Conference on Bullying Prevention during National Press Call\n\tU.S. Secretary of Education Arne Duncan will discuss the White House Conference on Bullying Prevention during a national press call at 12:30 p.m. EST on Thursday, March 10. On the call, Duncan will be joined by Kevin Jennings, assistant deputy secretary of the U.S. Department of Education’s Office of Safe and Drug-Free Schools (OSDFS). OSDFS has led many of the Administration’s initiatives to help schools create healthy learning environments through its Safe and Supportive School grants program. The office has also initiated several discussions about the harmful impact of bullying and harassment on academic performance and the critical need to pursue prevention methods and programs to help protect students.  Members of the media who want to join the call should dial 800-230-1074 and ask to join the “White House call.” No passcode is necessary.\n\n2:00 PM ET: Administration Officials Deliver Closing Remarks at Conference Wrap Up Session\n\tSecretary Sebelius, Secretary Duncan, and White House Domestic Policy Advisor Barnes hold a wrap up session summarizing the day. \n\tLive online at: obamawhitehouse.archives.gov/live\n\n\n\n\n"
}