{
    "title": "Remarks by President Obama at Luncheon Hosted by Secretary General Ban Ki-Moon | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/09/28/remarks-president-obama-luncheon-hosted-secretary-general-ban-ki-moon",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 28, 2015\n\n \n\n\n\nRemarks by President Obama at Luncheon Hosted by Secretary General Ban Ki-Moon\n\n\n\n\n\n\tUnited Nations Headquarters\n\tNew York, New York \n\n\t1:52 P.M. EDT\n\n\tPRESIDENT OBAMA:  Good afternoon.  As always, this lunch comes right after I have spoken.  And I think the Secretary General designs it that way to keep me brief.  \n\n\tYou've heard enough from me already today.  I do want to take this opportunity to welcome all of you once again to the United States and New York City, as we mark the 70th anniversary of this institution.  And I want to thank all of you for the work that we have done together.\n\n\tIn particular, I want to thank our Secretary General for his outstanding work.  Mr. Secretary General, you have helped to mobilize the world around a host of urgent challenges -- humanitarian disasters, our new Sustainable Development Goals, and climate change.  I value your friendship.  I value your counsel.  I’m glad you think that we're all lucky to have this many challenges.  (Laughter.)  I don't know if you personally always feel that way.  But because of your tireless work, the world is a better place.  We very much appreciate you.  (Applause.) \n\n\tOne of the Secretary General’s predecessors, Dag Hammarskjold once said, “The pursuit of peace and progress, with its trials and its errors, its successes and its setbacks, can never be relaxed and can never be abandoned.”  Over the past seven decades, we’ve witnessed this institution’s enormous power to resolve conflicts and protect the world’s vulnerable people, to strengthen international cooperation, including between former adversaries.  But we are facing extraordinary challenges today, ones that test our capacity to work together -- humanitarian crises, challenges to the international order, threats to human rights.  And so our ability to come together as the United Nations is being tested once again.\n\n\tWhen I think about the true measure of our success going forward, the opportunities that we create for our people, the security that we provide them, our ability to address terrorism, or the ravages of climate change, I feel optimistic that we can tackle these problems if we all work together.  And this institution will be critical in order for us to achieve those goals.  \n\n\tThere is no problem that man has caused that man cannot solve if we are bold enough, deploy our imagination, have the political will, and recognize our common humanity.  That's what the United Nations is about.  That's what our Secretary General has been about.\n\n\tAnd I want to propose a toast:  To all of our nations; to the United Nations; to the people that we represent and to whom we have responsibilities towards -- amid the inevitable trials and setbacks may we never relax in our pursuit of progress and may we never abandon the pursuit of peace.\n\n\tCheers.  \n\n\t(A toast is offered.)  (Applause.) \n\n\tEND \n\t1:55 P.M. EDT\n\n\n\n\n"
}