{
    "title": "U.S. Embassies in Africa Engaging African Public on the President's Ghana Speech | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/us-embassies-africa-engaging-african-public-presidents-ghana-speech",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 10, 2009\n\n \n\n\n\nU.S. Embassies in Africa Engaging African Public on the President's Ghana Speech\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t_____________________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                                                July 10, 2009\n\nEXAMPLES OF WHAT U.S. EMBASSIES IN AFRICA ARE DOING TO ENGAGE AFRICAN PUBLIC ON THE PRESIDENT'S GHANA SPEECH\n\n\n\t\t\tThe U.S. Mission to the African Union (Addis Ababa, Ethiopia) will host a screening/panel discussion at the African Union’s historic plenary hall for over 200 representatives of 53 African countries.\n\n\t\t\tEmbassy Cotonou (Benin) will bookend its screening for over 100 with video highlights from President Obama’s inauguration and the AF Bureau’s 50th anniversary celebration (October 2008).\n\n\t\t\tEmbassy Freetown (Sierra Leone) will host screenings for over 500 at community cinema centers throughout the country, as the centerpieces of its traditional/new media outreach that has reached the bulk of the country’s population.\n\n\t\t\tThe Somalia Virtual Presence post (co-located in Kenya with Embassy Nairobi) will host a screening/discussion with the 50 Somali officials/media that are scheduled to be in Nairobi that day.\n\n\t\t\tEmbassy Djibouti (Djibouti) will host its screening/discussion the Ambassador’s residence for 100 guests.\n\n\t\t\tEmbassy Pretoria (South Africa) will cap the new media outreach that has reached millions with screenings for over 1000 invited guests in Pretoria, Johannesburg, Capetown and Durban.\n\n\t\t\tEmbassy Lilongwe (Malawi) had to rent a hall and utilize its American corner to accommodate the 200 guests invited to its screening.\n\n\t\t\tEmbassy Luanda (Angola) will conclude the traditional/new media outreach that has reached tens of thousands with a screening/discussions at the Ambassador’s residence.\n\n\t\t\tEmbassy Brazzaville (Republic of Congo) will host a screening/discussion for 100 at its Villa Washington community center.\n\n\t\t\tEmbassy Abidjan (Cote d’Ivoire) will use its network of three American Corners in addition to the Embassy to screen the speech for over 500 guests.\n\n\t\t\tThe State Department’s African Regional Media Hub arranged for Safaricom, Kenya’s leading mobile phone network provider, to streaming the speech live from a VOA feed. Safaricom’s subscriber base is 17 Million, and it reaches into the most remote corners of the country.\n\n\t\t\tOur Embassy in South Africa partnered with MXit, a continent-wide social networking service, to solicit question an comments for the president. Hundreds of thousands of Africans responded.\n\n\n\n\n\n\n"
}