{
    "title": "Presidente Obama constituye Comisión Nacional para la Responsabilidad Fiscal y Reforma con miembros de ambos partidos | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidente-obama-constituye-comisi-n-nacional-para-la-responsabilidad-fiscal-y-refo",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 18, 2010\n\n \n\n\n\nPresidente Obama constituye Comisión Nacional para la Responsabilidad Fiscal y Reforma con miembros de ambos partidos\n\n\n\n\nPresidirán la comisión el antiguo jefe de gabinete de la Casa Blanca Erskine Bowles y el ex encargado de disciplina republicana en el Senado Alan Simpson \nWASHINGTON – Hoy, el Presidente Obama firmará un decreto ejecutivo constituyendo la Comisión Nacional para la Responsabilidad Fiscal y la Reforma (National Commission on Fiscal Responsibility and Reform) con miembros de ambos partidos y designó como presidentes de la comisión al ex jefe de gabinete de la Casa Blanca Erskine Bowles y al ex encargado de disciplina de los republicanos en el Senado Alan Simpson.\nEl Presidente Obama declaró, “Durante demasiado tiempo, Washington ha esquivado las decisiones difíciles que son necesarias para resolver nuestros problemas fiscales, y éstos no se resolverán de la noche a la mañana. Pero con el liderazgo de Erskine y Alan, estoy seguro de que la comisión que estoy constituyendo hoy generará consenso entre ambos partidos para volver a llevar a Estados Unidos por el camino de la reforma fiscal y responsabilidad. Sé que emprenderán la labor con la integridad y el compromiso que el pueblo estadounidense merece y el futuro de Estados Unidos exige”.\nEl ex jefe de gabinete de la Casa Blanca Erskine Bowles afirmó, “Éste es uno de los desafíos más importantes que enfrenta el país en la actualidad, y es necesario que ambos partidos lo aborden conjuntamente. No se trata de un problema republicano o demócrata; se trata de un desafío para Estados Unidos”.\nEl ex encargado de disciplina de los republicanos en el Senado Alan Simpson dijo, “Nos encontramos en una difícil situación económica que es insostenible. Independientemente de los resultados de nuestro trabajo, el pueblo estadounidense sabrá mucho más sobre a dónde nos dirigimos con una evaluación franca de nuestra situación y la valentía de hacer algo al respecto. Me complace aceptar este difícil papel y estoy deseoso de trabajar con Erskine y los miembros de la comisión”.\nLa Comisión Nacional para la Responsabilidad Fiscal y Reforma generará consenso entre ambos partidos para presentar soluciones a nuestros desafíos fiscales, que se han ignorado desde hace tiempo. \n• La comisión hará recomendaciones para que exista un saldo presupuestal primario, de manera que paguemos todas las operaciones y programas del gobierno federal (reduciendo el déficit a aproximadamente 3 por ciento del PIB) para el 2015 y mejoremos significativamente las perspectivas fiscales a largo plazo. \n• La comisión estará compuesta por un total de 18 miembros. Los líderes del Senado/Cámara de Representantes nombrarán a 12 miembros (3 por cada uno de los líderes republicanos y demócratas de ambas cámaras). Todos deben ser miembros del Congreso en funciones. El Presidente nombrará a los 6 miembros adicionales, y no más de 4 serán del mismo partido político.\n• Además, se requerirán 14 de los 18 votos para reportar recomendaciones, y éstas se deben presentar ante el Congreso para el 1º de diciembre, 2010, a más tardar.\nEl decreto ejecutivo se firmó en un evento esta mañana.\nDesde que asumió el mando, el Presidente Obama se ha esforzado por iniciar una nueva era de responsabilidad en Washington. Presentó un presupuesto para el 2011 que incluye medidas para reducir el déficit en más de $1 billón, salvo lo que se ahorre en guerras, y promulgó la ley sobre el pago estatutario de gastos cuando se incurren en ellos (PAYGO), de manera que el Congreso pague sus propuestas. Dio instrucciones a miembros de su gobierno para que examinen el presupuesto partida por partida, en busca de programas no eficaces, obsoletos o redundantes. Y el Presidente está acometiendo el mayor desafío de nuestro futuro fiscal –acabar con el desmesurado aumento en los costos del cuidado de salud– luchando por la aprobación de una ley para la reforma significativa de la atención de salud y exigiendo que no aumente nuestro déficit ni en un centavo.\nEl Presidente Obama nombró como presidentes de la Comisión Nacional para la Responsabilidad Fiscal y Reforma a las siguientes personas:\nErskine Bowles actualmente es rector de la Universidad de Carolina del Norte. Ocupó el cargo de jefe de gabinete de la Casa Blanca bajo el Presidente Clinton de 1996 a 1998. En esa calidad, Bowles negoció con los líderes republicanos del Congreso el último y más significativo acuerdo que contó con la aprobación de ambos partidos: la Ley de Equilibrio Presupuestal (Balanced Budget Act) de 1997, que ayudó a lograr el equilibrio presupuestal por primera vez en casi 30 años. Anteriormente se desempeñó como subjefe de gabinete de la Casa Blanca de 1994 a 1995 y estuvo al mando de la Dirección de Pequeñas Empresas (Small Business Administration) de 1993 a 1994. Bowles también ha trabajando extensamente en el sector empresarial, donde ayudó a fundar la firma de inversiones Carousel Capital en Charlotte, Carolina del Norte, y fue el candidato demócrata al Senado de Estados Unidos por Carolina del Norte tanto en el 2002 como el 2004.\nAlan Simpson fue senador federal de Wyoming de 1979 a 1997. De 1985 a 1995, fue el encargado de disciplina de los republicanos en el Senado, y también presidió el subcomité de Seguro Social del comité de finanzas del Senado. Durante su carrera en el Senado, Simpson se pronunció con frecuencia a favor del equilibrio presupuestal, y por ejemplo, votó a favor del acuerdo para la reducción del déficit suscrito por ambos partidos en 1990. De 1997 al 2000, Simpson fue profesor en el Centro Joan Shorenstein sobre prensa, política y administración pública en la Facultad Kennedy de Gobierno de la Universidad Harvard. Simpson dejó Harvard en el 2000 para regresar a Cody, Wyoming, donde ahora ejerce derecho con sus dos hijos. Simpson es miembro de la Comisión para la Continuidad en el Gobierno, (Commission for Continuity in Government), y también es uno de los presidentes de Americans for Campaign Reform, con varios ex colegas del Senado. Fue miembro del Grupo de Análisis sobre Irak.\n###\n\n \n\n\n\n"
}