{
    "title": "Op-ed by National Economic Council Director Gene B. Sperling in Today's Wall Street Journal: The Case for the President's Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/21/op-ed-national-economic-council-director-gene-b-sperling-todays-wall-str",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 21, 2011\n\n \n\n\n\nOp-ed by National Economic Council Director Gene B. Sperling in Today's Wall Street Journal: The Case for the President's Jobs Act\n\n\n\n\n\n\tThe full text of an op-ed by National Economic Council Director Gene B. Sperling is printed below. The piece, published in today’s Wall Street Journal, can be read online HERE.\n\nThe Case for the President's Jobs Act\n\t \nNearly 45% of unemployed Americans have been out of work for six months or longer.\n\t \n\tBy Gene Sperling\n\n\tFor all the political posturing and handicapping by pundits over President Obama's American Jobs Act, too little attention is being paid to the economic costs if Congress fails to act on bold measures to spark job creation and growth over the next 12 to 18 months.\n\n\tPut simply, the economic challenges we face create an overwhelming imperative for action now. Setting aside the merits of taking out insurance against the possibility some forecasters see of a renewed downturn in the U.S. or financial instability in Europe, the current outlook suggests that the failure to pass bold measures would lead to serious harm to our economy, our small businesses and tens of millions of working families.\n\n\tIndeed, the Blue Chip consensus is for only 2% growth in 2012. The International Monetary Fund predicts 1.8%. The Conference Board projects 1.1%. With growth at such anemic levels, all project unemployment to average 9% or higher next year.\n\n\tIn any recovery, that would be an unacceptable outcome. But the depth of the recession that began in 2007, combined with the fact that recessions induced by severe financial crises take a particularly long time to climb out of, has left us with the worst legacy of long-term unemployment in our lifetimes. Nearly 45% of the unemployed have been out of work for six months or longer. The average spell of unemployment is 40.5 weeks, the highest since this figure was first collected in 1948; the peak before this recession was in 1983, at just 21.2 weeks.\n\n\tEconomists have long worried that long-term unemployment produces \"hysteresis\" when workers lose their skills or become disconnected from the work force, causing lasting damage to the economy. Research by the University of Warwick's Andrew Oswald has shown—as paraphrased by Don Peck in an Atlantic Monthly article last year—that \"no other circumstance produces a larger decline in mental health and well-being than being involuntarily out of work for six months or more.\"\n\n\tTo make matters even worse, the National Employment Legal Program recently found, in a span of four weeks, over 150 Internet job postings that include \"do not apply\" notices discriminating against those who are currently unemployed.\n\n\tTo see this type of economic hardship and choose not to put forward any immediate measures for job creation means turning a blind eye to the national crisis of long-term unemployment. It means saying that it is acceptable to sit on our hands in the face of projections of 1.5% to 2% growth in an economy where over 14 million people are already out of work and high unemployment is feeding weakness in the housing market. President Obama categorically disagrees. His American Jobs Act attacks this challenge in two ways.\n\n\tFirst, it provides a strong and immediate boost to demand that could create up to 1.9 million jobs, increase growth by up to 2%, and lower unemployment, according to independent economists such as Moody's Analytics. It does so by cutting payroll taxes in half for nearly all workers and small businesses, preventing teacher and first-responder layoffs, and creating jobs rebuilding our infrastructure, our schools and our blighted neighborhoods.\n\n\tSecond, it is specifically designed to take on the problem of long-term unemployment. It includes a tax credit for hiring the long-term unemployed and veterans, and a ban on hiring discrimination against the unemployed. It also calls for major reforms to our unemployment-insurance system, including wage insurance to assist workers whose new job pays less than their old, a \"Bridge to Work\" program to help the unemployed reconnect with the labor force through temporary work, job-search assistance for all long-term unemployed, and support for unemployed workers looking to become entrepreneurs.\n\n\tCertainly, we are disappointed that Republicans have so far blocked passage of the American Jobs Act. Yet what is most surprising and disturbing is that Republicans have thus far made no serious attempt to put forward a strategy that would ensure that growth is strong enough over the next 12 to 18 months to start bringing the unemployment rate down.\n\n\tSome of our Republican friends protest this depiction because they've repackaged a variety of long-term measures and stuck a \"jobs plan\" label on them. Yet while we agree with some of these ideas and have signed them into law, such as patent reform and free trade agreements, they are not designed to create jobs in the immediate term or to address the current crisis of long-term unemployment.\n\n\tIn fact, Gus Faucher, the director of macroeconomics at Moody's Analytics, after reviewing the latest Republican jobs plan (the Jobs Through Growth Act), told the Washington Post that it would do nothing to create jobs in the short-term and could even make matters worse. Likewise, Macroeconomic Advisers wrote just this week that the bill \"would not materially change our forecasts for either economic growth or employment through 2013.\"\n\n\tThis aversion to measures designed to move the needle on jobs and growth is particularly disappointing given that many Republicans supported them only a short time ago.\n\n\tEarlier this year, the heads of the AFL-CIO and U.S. Chamber of Commerce came together to support increased infrastructure investment and back the same bipartisan Senate proposal for a new infrastructure bank—sponsored by Sens. John Kerry and Kay Bailey Hutchison—that is included in the American Jobs Act.\n\n\tThe president's proposal to cut payroll taxes in half for workers and small businesses closely resembles a provision included last year in the Economic Freedom Act put forward by 50 House Republicans, including Michele Bachmann and Jeb Hensarling.\n\n\tIt simply cannot be the case in a serious economic moment like this that good ideas are transformed into bad ideas solely because President Obama supports them.\n\n\tOur economy cannot afford Republicans to both say no to the American Jobs Act and to have no meaningful alternative. The moment is too serious. The stakes are too high.\n\nMr. Sperling is director of President Obama's National Economic Council.\n\n\n\n\n"
}