{
    "title": "Public Voting Begins Monday for Race to the Top High School Commencement Challenge | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/public-voting-begins-monday-race-top-high-school-commencement-challenge",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 22, 2010\n\n \n\n\n\nPublic Voting Begins Monday for Race to the Top High School Commencement Challenge\n\n\n\n\nPresident Obama to choose national winner from three finalists selected by public\nWASHINGTON – The White House and the Department of Education announced today that voting for the winner of the first annual Race to the Top High School Commencement Challenge will begin Monday, April 26.\nFrom 8 a.m. EDT on Monday, April 26th through 11:59 p.m. EDT on Thursday, April 29, 2010, the public will have an opportunity to review and rate a three-minute video and short essay from each of the six high school finalists at http://obamawhitehouse.archives.gov/Commencement.   President Obama will select the national winner from the three high schools with the highest average ratings.  The Commencement Challenge winner will be announced on Tuesday, May 4, 2010 and the President will visit the winning high school to deliver the commencement address later this spring.\nVoters are encouraged to rank the finalists based on the criteria of the Commencement Challenge including:\n\nEducational success of the school as an example for other high schools around the country;\nThe ability of the school to engage students in learning and to foster personal responsibility and academic excellence; and\nThe success of the school in preparing  students to graduate college and career-ready, to help meet the President’s 2020 goal that America have the highest proportion of college graduates of any nation in the world.\n\nThe Commencement Challenge, launched in late February, invited the nation’s public high schools to submit applications showing their dedication to providing students with an excellent education that will prepare them to graduate ready for college and career choices. Applications were judged based on the schools’ performance, four essay questions and supplemental data. The six finalists were selected for their dedication to academic excellence and for showing how they are helping prepare students to graduate college and career ready, and prepared to meet the President’s goal of having the highest proportion of college graduates in the world by 2020.\nFinalists: \n\nBlue Valley Northwest High School (Overland Park, Kansas)\nClark Montessori Junior High and High School (Cincinnati, Ohio)\nDenver School of Science and Technology (Denver, Colorado)\nEnvironmental Charter High School (Lawndale, California)\nKalamazoo Central High School (Kalamazoo, Michigan)\nMAST Academy (Miami, Florida)\n\nComplete details of the voting and selection process appear below:\nRating the Finalists\nOn Monday, April 26, 2010 at 8:00 a.m. EDT, public review and rating of the six high school finalists in President Obama’s High School Commencement Challenge will begin on http://obamawhitehouse.archives.gov/Commencement. A three-minute video and short essay from each school will highlight how it best satisfies the criteria of the Commencement Challenge.   Visitors to the website can view each finalist’s video and written submission, presented in random order.  For each school, visitors are encouraged to watch the video and read the essay question before deciding on a rating. Visitors will be allowed to rate the finalists on a scale of 1-5 (with 1 as the lowest rating and 5 as the highest).  After a rating is submitted, the next school’s video and essay question will be presented for review and rating until all six schools have been viewed.  The ability to rate videos will end at 11:59 p.m. EDT on Thursday, April 29, 2010.\nRating Criteria\nVoters are encouraged to rank the finalists based on the criteria of the Commencement Challenge including:\n\nEducational success of the school as an example for other high schools around the country;\nThe ability of the school to engage students in learning and to foster personal responsibility and academic excellence; and\nThe success of the school in preparing  students to graduate college and career-ready, to help meet the President’s 2020 goal that America have the highest proportion of college graduates of any nation in the world.\n\nDetermining the Winner\nAt the end of the rating period (April 26, 2010 at 8:00 a.m. EDT to April 29, 2010 at 11:59 p.m. EDT), the three schools with the highest average ratings will be submitted to President Obama for final selection.   The winner of the Commencement Challenge will be announced on Tuesday, May 4, 2010.\n\n\n\n"
}