{
    "title": "FACT SHEET: U.S.-Russia Agreements and Joint Statements | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/26/fact-sheet-us-russia-agreements-and-joint-statements",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 26, 2011\n\n \n\n\n\nFACT SHEET: U.S.-Russia Agreements and Joint Statements\n\n\n\n\nOn the occasion of the meeting in Deauville France between President Obama and the President of the Russian Federation, Dmitriy Medvedev, the White House is pleased to announce the following agreements between the United States and Russia:\n\nJoint Statement on Counterterrorism Cooperation\n\tThe Presidents pledged to cooperate in addressing terrorism, which has emerged as one of the greatest threats to global peace and security in the 21st century.  They agreed to focus on all aspects of this challenge through cooperative actions of law enforcement, transportation security, intelligence sharing, terrorism finance, counterterrorism technology, and within the framework of multilateral fora such as the United Nations, Group of Eight, the Global Initiative to Combat Nuclear Terrorism, and the soon-to-be established Global Counterterrorism Forum.\n\n\tThe Presidents also noted with satisfaction the signing of a Memorandum of Understanding by the Chairman of the Joint Chiefs of Staff Admiral Mullen and Russian Chief of Defense Makarov on May 6.  This document commits our two militaries to enhanced cooperation on counterterrorism.\n\n\tThe text of the Joint Statement on Counterterrorism Cooperation can be found at:  www.state.gov/russiabpc\n\nMemorandum of Understanding on Cooperation in Civil Aviation Security \n\tThe Presidents announced an agreement that establishes a framework for reciprocal civil aviation security assessments at international airports where airlines operate service between the territories of the United States and the Russian Federation.  This includes the observation of each country’s aviation security activities and the exchange of security threat information to civil aviation, in support of bilateral efforts to enhance civil aviation security.\n\nJoint Statement Regarding Cooperation on Visa Issues\n\tThe Presidents reaffirmed their intention to strengthen contacts between our citizens, including seeking ways to facilitate travel consistent with the laws and regulations in both countries.  They announced their intention to seek a reciprocal agreement to issue, as a general rule, multiple-entry visas for eligible business travelers and tourists of 36-month validity.\n\n\tThe full text of the Joint Statement Regarding Cooperation on Visa Issues can be found at:  www.state.gov/russiabpc\n\nJoint U.S.-Russia Report on Assessment of 21st Century Missile Challenges\n\tThe United States and Russia have finished the joint threat assessment work outlined in the joint statements of President Obama and President Medvedev dated April 1 and July 6, 2009.   The two year process entailed expert-level exchanges between U.S. and Russian security experts.  This process was chaired by acting Assistant Secretary of State Vann Van Diepen and Deputy Secretary of the Security Council Valeriy Nazarov and Assistant to the Secretary of the Security Council Yevgeniy Lukyanov.\n\nJoint Statement on Cooperation in the Bering Strait Region\n\tThe Presidents announced their intention to cooperate broadly in the cross-boundary Bering Strait region.   This will include enhanced contact between the government agencies responsible for the specially protected natural territories of both countries in the State of Alaska and Chukotka.  They also expressed their intention to increase interaction and facilitate travel among the native peoples living in these two regions.\n\n\tThe text of the Joint Statement on Cooperation in the Bering Strait Region can be found at: www.state.gov/russiabpc\n\nJoint Report by the Coordinators on Progress of the U.S.-Russia Presidential Commission\n\tThe Presidents hailed another productive year in the work of the Presidential Commission, as reflected in the latest Joint Report.  The Commission’s second year has been focused on expanding our common agenda across 18 working groups, as well as producing new joint projects and initiatives related to our shared innovation agenda as well as in other priority areas that serve the national interest of both countries.  The Commission’s agenda is also growing to strengthen collaboration in areas that are important to the promotion of our mutual economic prosperity.\n\n\tThe achievements of the U.S.-Russia Presidential Commission are outlined in the Commission’s annual report, which can be accessed at www.state.gov/russiabpc.\n\nWorking Group on Innovation\n\tThe Presidents welcomed the creation of a new Bilateral Presidential Commission working group focused on innovation to be chaired by Under Secretary of State for Economic Affairs Robert Hormats and Presidential Advisor Arkady Dvorkovich.  The group will focus on enhanced collaboration between our two countries on promoting innovation in our two societies.\n\nWorking Group on Rule of Law\n\tThe Presidents also welcomed establishment of a new Bilateral Presidential Commission working group focused on enhanced cooperation between the two nations’ justice ministries.  The Working Group will be chaired by Minister of Justice Konovalov and Attorney General Eric Holder.  Topics for discussion within the working group include judicial assistance in civil cases, corrections, pretrial detention and alternatives to detention.\n\nMemorandum of Understanding on the Smart Grid Partnership Program\n\tThe Presidents hailed a ground-breaking agreement finalized earlier this month that deepens collaboration on energy efficiency, “smart grid” technology and clean energy.  The collaboration will help grow our economies while enhancing their sustainability.\n\n\tThe text of the Memorandum of Understanding on Smart Grid Cooperation can be found at:  www.state.gov/russiabpc\n\nProtocol of Intent on Cooperation for the Global Eradication of Polio\n\tThe Presidents welcomed continued progress in our work to eradicate polio globally as called for in the February 2011 Protocol of Intent.  This cooperation is benefiting sick children around the world.  The U.S. and Russia have already undertaken our first joint immunization monitoring mission in Tajikistan and Kyrgyzstan.   The Presidents furthermore declared their support for the Global Polio Eradication Initiative and the goal of stopping transmission of the disease by the end of 2012.\n\n\tThe text of the Protocol of Intent on Cooperation for the Global Eradication of Polio can be found at:  www.state.gov/russiabpc\n\nMemoranda of Understanding on Cooperation in Medical Research\n\tThe Presidents referred to the finalization earlier in the year of Memoranda of Understanding on biomedical research between the National Institutes of Health and Russian scientific institutions including the Russian Academy of Science and the Russian Foundation for Basic Research.  These agreements focus on enhancing cooperation on biomedical research, with the latter focusing specifically on HIV/AIDs.\n\n\tThe text of the Memorandum of Understanding on Cooperation in Basic Biomedical Research between the National Institutes of Health and the Russian Academy of Sciences can be found at:  http://www.globalhealth.gov/news/agreements/index.html\n\n\tThe text of the Memorandum of Understanding between the National Institutes of Health and the Russian Foundation for Basic Research can be found at:  http://www.globalhealth.gov/news/agreements/index.html\n\n\n\n\n"
}