{
    "title": "2014 White House Easter Egg Roll Ticket Lottery Opens, Theme and Logo Are Revealed | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/03/07/2014-white-house-easter-egg-roll-ticket-lottery-opens-theme-and-logo-are",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 07, 2014\n\n \n\n\n\n2014 White House Easter Egg Roll Ticket Lottery Opens, Theme and Logo Are Revealed\n\n\n\n\nWASHINGTON - Today, the President and First Lady announced the theme for this year’s White House Easter Egg Roll: “Hop into Healthy, Swing into Shape.”  Part of the President and First Lady’s ongoing effort to open the White House to as many people as possible, the event will open its South Lawn for children ages 13 years and younger and their families.   In support of the First Lady’s Let’s Move! initiative to help kids grow up healthy and  have the opportunity to reach their full potential, the event will feature sports courts, cooking stations, and, of course, Easter egg rolling in addition to live music and storytelling.\nThe ticket lottery opens today, Friday, March 7, at 10:00 a.m. EST and will close on Monday, March 10, at 10:00 a.m. EDT.  To enter the lottery, please go to www.recreation.gov.  Tickets are free of charge and cannot be sold. \nThe lottery results will be posted online at www.recreation.gov, and all lottery participants will be notified via email of the results by Friday, March 14th.\nThis year’s souvenir eggs come in four bold colors – green, blue, orange, pink – and include the stamped signatures of the President and First Lady.  A commemorative purple “Bo and Sunny” egg is included only in the 2014 5-pack Collector’s Egg Set. \nTo place your commemorative egg order, please visit www.recreation.gov, and follow the link to the online Easter egg store.\nNational Park Foundation (NPF), the official charity of America’s national parks, produces and sells the White House Easter egg.  An egg is given as a souvenir to all children 13 years and younger who attend the White House Easter Egg Roll on the South Lawn of the White House, which is part of the National Park System.\nThe White House also invites all elementary and middle school students to submit poster designs for the 2014 Easter Egg Roll.  Designs should reflect this year’s theme, “Hop into Healthy, Swing into Shape.”  The First Lady will select the winning design, which will be used as part of the White House 2014 Easter Egg Roll program.\nThe deadline for submissions is March 21, 2014 at 10:00 AM EDT.  Submissions should be uploaded to http://obamawhitehouse.archives.gov/EasterEggRoll/poster2014 , relate to this year’s theme, “Hop into Healthy, Swing into Shape,” and may not exceed two megabytes (high-quality scans measuring either 8.5x11” at 600 dpi or 20x16” at 300 dpi must be available upon request).  Please note submissions may be made public during the selection process. \nFor full details on souvenir eggs, submitting artwork, and the event, please visit obamawhitehouse.archives.gov/EasterEggRoll.\n\n\n\n\n"
}