{
    "title": "FACT SHEET: President Obama Fights to Keep Interest Rates from Doubling | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/05/31/fact-sheet-president-obama-fights-keep-interest-rates-doubling",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 31, 2013\n\n \n\n\n\nFACT SHEET: President Obama Fights to Keep Interest Rates from Doubling\n\n\n\n\n“Helping more of our young people afford college should be at the forefront of American’s agenda.  It shouldn’t be a Democratic or a Republican issue.”\n--President Barack Obama, University of Colorado-Boulder, April 24, 2012.\nLast year the President worked with Republicans and Democrats in Congress to secure a one-year extension to keep the student loan interest rate from doubling to 6.8 percent.  Absent Congressional action, interest rates on new subsidized student loans will double once again on July 1 of this year.  To keep rates from doubling, the President’s FY 2014 Budget proposed that Congress enact a long-term solution that cuts rates this year on nearly all new loans, ensures that all students have access to affordable repayment options, and does not charge students higher interest rate to pay for deficit reduction.   \nThe comprehensive solution put forward by the President allows borrowers to benefit from the low interest rates currently available in the marketplace, and guarantees these rates over the life of their loans.  In the future, fixed rates would be determined each year, and the plan would ensure that borrower’s rates are in line with the government’s own cost of borrowing.  Additionally, the President’s plan guarantees that student loans remain affordable by allowing all students – past, present, and future – to cap their payments at 10 percent of income. \nIf Congress fails to act, college will be further out of reach for millions of students and families.  In fact, an incoming freshman who borrows $27,000 over the next four years -- a typical debt incurred by today’s college graduates – is projected to pay over $4,000 dollars more over the life of their loans without the President’s proposal.  As the economy continues to recover, and at a time when market interest rates are at historic lows, more than 7 million students who will rely on these loans to finance postsecondary education should not be burdened with additional college debt when they graduate and launch a career or a business, start a family, or buy a house. \nSince the President released his budget, several proposals have been put forward in the House and Senate that address the interest rate issue in both the near-term and long-term.  What is most important is that Congress agrees upon a solution that prevents rates from doubling on July 1, and a number of proposals meet that test.  The Administration has continued to focus on working with Republican and Democrats in Congress on a fix that meets that test and does not charge students higher rates to fund deficit reduction. \nWhile the Administration welcomed action by the House on interest rates, it unfortunately moves us in the wrong direction.  Under the recently passed House legislation, H.R. 1911, many borrowers could end up paying even more than if Congress does nothing at all.  The same college freshman who could save over $4,000 dollars under the President’s plan would pay over $200 more under the House Republican plan.  The House bill also uses higher student rates to reduce the deficit by $4 billion, raises rates the most on low-income students, creates greater uncertainty for borrowers about the total cost of their loans, and fails to include additional help for students struggling to repay their loans.  \nStudents and their families need certainty about college costs, not fluctuating rates, as they make critical decisions about borrowing for college.  In addition to the Administration’s work on student loan interest rates, we have worked hard to provide greater transparency about college costs through efforts like the College Scorecard, so students and families can have better information and more certainty as they plan for college.\n \nChange in Interest Paid on Subsidized Stafford Loans\n\tFor a Typical Student Borrowing the Average Amount, by State\n\n\n\n\n\nState\n\n\n2013-14 Total Subsidized Stafford Loan Amount\n\n\nBorrower Count\n\n\nAverage Borrowed\n\n\nAverage Savings Under the President’s PlanM\n\n\n\n\nAlaska \n\n\n$42,696,982\n\n\n11,624\n\n\n$3,673\n\n\n$1,030\n\n\n\n\nAlabama \n\n\n$466,706,263\n\n\n125,094\n\n\n$3,731\n\n\n$1,046\n\n\n\n\nArkansas \n\n\n$246,644,654\n\n\n68,243\n\n\n$3,614\n\n\n$1,013\n\n\n\n\nArizona \n\n\n$1,650,867,640\n\n\n450,977\n\n\n$3,661\n\n\n$1,026\n\n\n\n\nCalifornia \n\n\n$2,206,897,300\n\n\n550,928\n\n\n$4,006\n\n\n$1,123\n\n\n\n\nColorado \n\n\n$572,439,923\n\n\n154,128\n\n\n$3,714\n\n\n$1,041\n\n\n\n\nConnecticut \n\n\n$277,885,356\n\n\n73,051\n\n\n$3,804\n\n\n$1,066\n\n\n\n\nDistrict of Columbia \n\n\n$198,987,697\n\n\n50,415\n\n\n$3,947\n\n\n$1,106\n\n\n\n\nDelaware \n\n\n$67,549,662\n\n\n18,452\n\n\n$3,661\n\n\n$1,026\n\n\n\n\nForeign Campus \n\n\n$17,220,006\n\n\n4,009\n\n\n$4,295\n\n\n$1,204\n\n\n\n\nFlorida \n\n\n$1,756,446,930\n\n\n462,048\n\n\n$3,801\n\n\n$1,065\n\n\n\n\nGeorgia \n\n\n$817,315,434\n\n\n228,887\n\n\n$3,571\n\n\n$1,001\n\n\n\n\nGuam \n\n\n$5,154,086\n\n\n1,328\n\n\n$3,882\n\n\n$1,088\n\n\n\n\nHawaii \n\n\n$64,351,058\n\n\n17,325\n\n\n$3,714\n\n\n$1,041\n\n\n\n\nIowa \n\n\n$817,513,738\n\n\n222,553\n\n\n$3,673\n\n\n$1,030\n\n\n\n\nIdaho \n\n\n$176,757,135\n\n\n46,593\n\n\n$3,794\n\n\n$1,063\n\n\n\n\nIllinois \n\n\n$1,362,168,291\n\n\n337,440\n\n\n$4,037\n\n\n$1,132\n\n\n\n\nIndiana \n\n\n$1,025,417,698\n\n\n271,089\n\n\n$3,783\n\n\n$1,060\n\n\n\n\nKansas \n\n\n$283,086,712\n\n\n78,074\n\n\n$3,626\n\n\n$1,016\n\n\n\n\nKentucky \n\n\n$440,183,775\n\n\n123,382\n\n\n$3,568\n\n\n$1,000\n\n\n\n\nLouisiana \n\n\n$304,064,050\n\n\n84,860\n\n\n$3,583\n\n\n$1,004\n\n\n\n\nMassachusetts \n\n\n$627,935,759\n\n\n158,718\n\n\n$3,956\n\n\n$1,109\n\n\n\n\nMaryland \n\n\n$387,512,749\n\n\n105,027\n\n\n$3,690\n\n\n$1,034\n\n\n\n\nMaine \n\n\n$125,208,491\n\n\n33,883\n\n\n$3,695\n\n\n$1,036\n\n\n\n\nMichigan \n\n\n$1,058,623,425\n\n\n284,937\n\n\n$3,715\n\n\n$1,041\n\n\n\n\nMinnesota \n\n\n$718,944,505\n\n\n194,211\n\n\n$3,702\n\n\n$1,038\n\n\n\n\nMissouri \n\n\n$585,481,902\n\n\n157,023\n\n\n$3,729\n\n\n$1,045\n\n\n\n\nMississippi \n\n\n$237,496,084\n\n\n66,392\n\n\n$3,577\n\n\n$1,003\n\n\n\n\nMontana \n\n\n$88,120,071\n\n\n24,017\n\n\n$3,669\n\n\n$1,028\n\n\n\n\nNorth Carolina \n\n\n$666,048,885\n\n\n176,362\n\n\n$3,777\n\n\n$1,059\n\n\n\n\nNorth Dakota \n\n\n$73,249,983\n\n\n20,041\n\n\n$3,655\n\n\n$1,024\n\n\n\n\nNebraska \n\n\n$169,580,270\n\n\n47,290\n\n\n$3,586\n\n\n$1,005\n\n\n\n\nNew Hampshire \n\n\n$145,808,024\n\n\n38,923\n\n\n$3,746\n\n\n$1,050\n\n\n\n\nNew Jersey \n\n\n$546,133,386\n\n\n144,926\n\n\n$3,768\n\n\n$1,056\n\n\n\n\nNew Mexico \n\n\n$142,216,470\n\n\n40,703\n\n\n$3,494\n\n\n$979\n\n\n\n\nNevada \n\n\n$101,994,342\n\n\n27,155\n\n\n$3,756\n\n\n$1,053\n\n\n\n\nNew York \n\n\n$1,556,774,109\n\n\n409,287\n\n\n$3,804\n\n\n$1,066\n\n\n\n\nOhio \n\n\n$1,307,496,119\n\n\n361,857\n\n\n$3,613\n\n\n$1,013\n\n\n\n\nOklahoma \n\n\n$303,979,477\n\n\n84,373\n\n\n$3,603\n\n\n$1,010\n\n\n\n\nOregon \n\n\n$446,861,681\n\n\n121,570\n\n\n$3,676\n\n\n$1,030\n\n\n\n\nPennsylvania \n\n\n$1,452,626,575\n\n\n374,328\n\n\n$3,881\n\n\n$1,088\n\n\n\n\nPuerto Rico \n\n\n$152,952,989\n\n\n47,894\n\n\n$3,194\n\n\n$895\n\n\n\n\nRhode Island \n\n\n$158,562,059\n\n\n42,154\n\n\n$3,761\n\n\n$1,054\n\n\n\n\nSouth Carolina \n\n\n$404,736,755\n\n\n111,601\n\n\n$3,627\n\n\n$1,017\n\n\n\n\nSouth Dakota \n\n\n$124,536,806\n\n\n34,748\n\n\n$3,584\n\n\n$1,005\n\n\n\n\nTennessee \n\n\n$497,162,080\n\n\n131,788\n\n\n$3,772\n\n\n$1,057\n\n\n\n\nTexas \n\n\n$1,687,827,256\n\n\n464,119\n\n\n$3,637\n\n\n$1,019\n\n\n\n\nUtah \n\n\n$363,278,323\n\n\n96,768\n\n\n$3,754\n\n\n$1,052\n\n\n\n\nVirginia \n\n\n$688,860,396\n\n\n179,038\n\n\n$3,848\n\n\n$1,079\n\n\n\n\nVirgin Islands \n\n\n$2,713,847\n\n\n735\n\n\n$3,694\n\n\n$1,035\n\n\n\n\nVermont \n\n\n$71,101,710\n\n\n18,156\n\n\n$3,916\n\n\n$1,098\n\n\n\n\nWashington \n\n\n$391,091,512\n\n\n104,863\n\n\n$3,730\n\n\n$1,045\n\n\n\n\nWisconsin \n\n\n$591,341,448\n\n\n159,147\n\n\n$3,716\n\n\n$1,042\n\n\n\n\nWest Virginia \n\n\n$224,318,539\n\n\n67,088\n\n\n$3,344\n\n\n$937\n\n\n\n\nWyoming \n\n\n$29,106,360\n\n\n8,258\n\n\n$3,525\n\n\n$988\n\n\n\n\nTotal (Unduplicated Count) \n\n\n$28,930,036,778\n\n\n7,200,000\n\n\n$4,018\n\n\n$1,126\n\n\n\n\nSource: U.S. Department of Education analysis.  Assumes a student who borrows the state average amount of subsidized loans in the 2013-14 academic year and repays the loans over the expected period of 12 years.\n\nThe President’s Plan to Keep Student Loans Affordable\nLower Interest Rates Now: Under the President’s plan, nearly 11 million borrowers will see their interest rates decrease on new loans after July 1, 2013, compared to current law. Over 7 million Subsidized Stafford loan borrowers will see their rates on new loans drop below the current reduced rate of 3.4 percent to a projected 2.9 percent.  Over 8.5 million Unsubsidized Stafford borrowers will see their rates drop on new loans from 6.8 percent to 4.9 percent.  And over 1 million GradPLUS and Parent PLUS borrowers will see their rates on new loans drop from 7.9 percent to 5.9 percent—the first reduction in such rates since rates increased in 2006. \nMore Affordable Repayment Options: Additionally, the President is proposing extending his Pay As You Earn (PAYE) loan repayment plan to all student borrowers to provide an insurance policy against unmanageable federal student loan debt. Previously, the plan was available only to new borrowers.  Under the President’s expanded PAYE plan, all student borrowers are assured that their federal student loan payments will never exceed 10 percent of their discretionary income. \nA Fiscally Responsible Solution:  The President’s plan is cost-neutral and will keep the federal student loan programs on secure footing for the future.  It also ensures we have the necessary resources available to keep investing in other critical higher education programs such as the Pell grant program and the Perkins loan program, as well as to make targeted investments in postsecondary education that facilitate college completion, assure continued state support, pave the way for high-quality, cost-effective educational opportunities.  These efforts combined will keep college affordable for students and families.\n\n\n\n\n"
}