{
    "title": "FACT SHEET: Removal of All Highly Enriched Uranium and Plutonium from Japan’s Fast Critical Assembly | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/01/fact-sheet-removal-all-highly-enriched-uranium-and-plutonium-japans-fast",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 01, 2016\n\n \n\n\n\nFACT SHEET:  Removal of All Highly Enriched Uranium and Plutonium from Japan’s Fast Critical Assembly\n\n\n\n\n\n\tJapan has been one of the United States’ closest allies in the global effort to minimize, and when possible eliminate, the use of sensitive nuclear materials at research facilities.  This strong partnership has helped the international community ensure that these materials never find their way into the hands of criminals, terrorists, or other unauthorized actors.  \n\n\tAt the 2016 Nuclear Security Summit, Japan and the United States announced that all highly-enriched uranium (HEU) and separated plutonium fuel has been removed from the Japan Atomic Energy Agency (JAEA)’s Fast Critical Assembly (FCA).  This announcement follows up on the joint pledge that Japan and the United States announced at the 2014 Summit, committing to remove the FCA material.  This effort will result in the elimination of hundreds of kilograms of sensitive HEU and plutonium.\n\n\tThe FCA came online in 1967 for the purpose of studying the physics characteristics of fast reactor cores.  With the technology available at that time, HEU and plutonium were believed to be required for these experiments.  Recent advancements in technology and decades of experience have opened the door for FCA continuing, and even expanding, its mission without the need for HEU or separated plutonium fuels. The United States and Japan have already started on a series of joint research collaborations that will facilitate the ability for FCA to continue to conduct important new research.   \n\n\tJapan and the United States also announced at the 2016 Nuclear Security Summit that we will work together to remove all HEU fuel from the Kyoto University Critical Assembly (KUCA) to the United States for downblend.  The removal will take place after converting KUCA from HEU to LEU fuels. \n\n\tIn 2010, the United States and Japan successfully converted the Kyoto University Research Reactor from HEU to LEU fuel.  Unlike HEU, LEU cannot be used to produce a nuclear weapon.  JAEA has also voluntarily promoted the conversion of several of its research reactors, successfully eliminating hundreds of kilograms of HEU from civilian commerce.\n\n\n\n\n"
}