{
    "title": "HOJA INFORMATIVA: Relación de Estados Unidos-Cuba | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/03/21/hoja-informativa-relaci%C3%B3n-de-estados-unidos-cuba",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 21, 2016\n\n \n\n\n\nHOJA INFORMATIVA: Relación de Estados Unidos-Cuba\n\n\n\n\n\n\tEl viaje del Presidente Obama a Cuba marca un hito histórico en el proceso de normalización entre Estados Unidos y Cuba.  Desde que el Presidente Obama y el Presidente de Cuba, Raul Castro anunciaron que los dos países iniciarían una era nueva de relaciones hace  15 meses, hemos ampliado la cooperación a través de una gama de áreas para el beneficio de los ciudadanos de Estados Unidos y de Cuba.  Estamos promoviendo nuestros intereses comunes y colaborando en asuntos complejos que por demasiado tiempo definieron y dividieron nuestras relaciones.  La nueva política con Cuba del Presidente nos permite mejorar de manera más eficaz la vida de la población cubana, promover nuestros intereses y valores, y construir lazos más amplios de cooperación a través del continente americano.\n\n\tLa normalización será un proceso complejo, a largo plazo, y quedan muchos desafíos, pero el Presidente Obama cree que la participación ofrece un camino al éxito donde el aislamiento ha fallado durante más de 50 años.  Nosotros participaremos y trabajaremos en los desafíos para empoderar a los cubanos y promover los intereses de Estados Unidos.\n\nConexión de EE.UU. y los cubanos  \n\n\tComo dijo el Presidente Obama en su discurso sobre el estado de la unión, hemos buscado maneras de aumentar las oportunidades para los estadounidenses y mejorar las vidas de los cubanos, incluyendo la apertura de la puerta a más viajes y comercio entre nuestros dos países. El Presidente fundamentalmente cree que la mejor manera de alcanzar el objetivo es facilitar más la interacción entre los pueblos de Cuba y de Estados Unidos, incluso a través de viajes y oportunidades comerciales y mediante un mayor acceso a la información. Tenemos gran confianza que los pasos que hemos tomado durante el año pasado conducirá a un mejor futuro para ambos, los estadounidenses y los cubanos.\n\nEl 15 de marzo, el Departamento del Tesoro autorizó que los estadounidenses viajen a Cuba siempre que, entre otras cosas, el viajero participe en un programa de tiempo completo de actividades de intercambio educativo que resulten en una interacción significativa con personas en Cuba.  Anteriormente se exigía que los estadounidenses viajen a Cuba bajo el patrocinio de una organización y que los acompañe un representante de la organización patrocinadora. \n\n\tEn diciembre de 2015, Estados Unidos y Cuba alcanzaron un acuerdo para el restablecimiento de vuelos regulares, directos, entre Estados Unidos y Cuba por primera vez en más de 50 años.  Los transportistas de Estados Unidos han solicitado al Departamento de Transporte una asignación de oportunidades nuevas para proporcionar vuelos regulares, lo que comenzará más adelante este año.   Trece transportistas de Estados Unidos han solicitado proporcionar vuelos directos a La Habana desde 20 ciudades de acceso de EE.UU. así como vuelos con una escala desde tres ciudades adicionales de EE.UU.  Además siete transportistas de EE.UU. han solicitado proporcionar vuelos regulares a los otros nueve aeropuertos internacionales en Cuba desde cinco ciudades de acceso de EE.UU.  Para obtener más información sobre los viajes autorizados a Cuba, incluidas las 12 categorías de viaje autorizadas por ley, visite la Oficina de Control de Activos Extranjeros (Office of Foreign Assets Control) del Tesoro.\n\n\tEstados Unidos y Cuba han restablecido el transporte directo de correo entre los dos países.  El 16 de marzo, llegó a Cuba el primer vuelo directo de correo de Estados Unidos después de 53 años.   Una carta enviada en el primer vuelo directo de correo fue una carta personal del Presidente Obama a Lleana R.Yarza, en respuesta a una carta que ella envió a la Casa Blanca.\n\n\tEstados Unidos y Cuba han comenzado a colaborar en la seguridad portuaria y condujeron visitas recíprocas a los puertos.  Los Guardacostas de EE.UU. evaluaron los puertos cubanos y cumplen con las normas internacionales de seguridad y eliminaron los avisos de seguridad portuaria sobre Cuba.  Este paso ayuda a despejar el camino para que comiencen los servicios de transbordador y líneas de cruceros entre Estados Unidos y Cuba.\n\n\tEstados Unidos y Cuba firmaron un Memorándum de entendimiento (Memorandum of Understanding, MOU) que reconoce los intereses y desafíos mutuos de ambos países para mejorar los servicios para la seguridad de la navegación marítima para proteger el ambiente marino y promover las actividades económicas marítimas seguras.   El MOU facilitará el intercambio de datos para actualizar las cartas náuticas, el monitoreo y pronóstico de mareas y corrientes para los puertos, y otras actividades relacionadas.  Los servicios mejorados de navegación son importantes para los marineros comerciales y los navegantes de recreo por igual, particularmente cuando aumenten los viajes y el comercio entre los dos países.\n\nIntercambios educativos\n\n\tPor primera vez se incluirá a Cuba como país participante en el programa Hubert H. Humphrey Fellowship Program, que trae a 200 profesionales sobresalientes en la mitad de su carrera de países en vías de desarrollo a Estados Unidos para estudios sin titulación académica y experiencias profesionales relacionadas y el Benjamin A. Gilman International Scholarship Program, que ofrece becas a estudientes universitarios que tienen medios financieros limitados para seguir estudios académicos o pasantías en el extranjero.\n\n\tEl objetivo de La Fuerza de 100,000 en Las Américas, la iniciativa distintiva de educación del Presidente en el Hemisferio Occidental, es para aumentar la cantidad de intercambios de estudiantes en Las Américas a  100,000 en ambas direcciones para el año 2020.  Como parte de la visita del Presidente a Cuba, Estados Unidos se enorgullece en anunciar un compromiso nuevo por $1 millón de la comunidad cubana estadounidense con el fondo de innovación La Fuerza de 100,000 en Las Américas, que proporciona oportunidades para crear asociaciones con universidades que mejoran la competitividad regional y proporcionan oportunidades nuevas para estudiar en el extranjero.   Estos fondos apoyarán las competencias de innovación específicas de cuba en ambos países, para promover intercambios estudiantiles enfocados en las iniciativas empresariales, con un enfoque secundario en la administración agrícola, innovaciones comerciales y sociales, medio ambiente y energía sustentable, aprendizaje de idiomas, comercio y desarrollo internacional, infraestructura para el estudio en el extranjero y colaboraciones culturales. \n\n\tEl fondo de innovación La Fuerza de 100,000 en Las Américas también lanzará la 10ma Competencia de Innovación: Promoción de asociaciones para estudio en el extranjero para la innovación y la colaboración  Se apoya esta competencia a través de una contribución del Banco de Santander como parte de su compromiso de $1 millón con La Fuerza de 100,000 en Las Américas.  Todas las instituciones de enseñanza superior en el hemisferio occidental que promueven programas de estudio en el extranjero entre Estados Unidos y otros países en el hemisferio son elegibles para competir.\n\n\tA pedido de y en coordinación con el Gobierno de Cuba, Estados Unidos enviará especialistas en idioma inglés a trabajar con el Ministerio de Educación de Cuba y el Ministerio de Educación Superior para programas para apoyar la capacitación de maestros de inglés esta primavera y verano. Más adelante también ofreceremos una selección de cursos en línea para maestros cubanos de inglés del Ministerio de Educación y del Ministerio de Educación Superior.\n\n\tMás de 250 líderes jóvenes de Estados Unidos y de la región participarán este año en becas de Youth Leaders of the Americas Initiative (YLAI) que les permiten desarrollar negocios conjuntos e iniciativas de sociedad civil mientras están en universidades, negocios, y otras instituciones en Estados Unidos.  Estados Unidos dará la bienvenida a 10-15 participantes cubanos entre los 250 becarios de YLAI que estarán en Estados Unidos en el otoño de 2016.\n\n\tEstados Unidos invitará a hasta 10 emprendedores cubanos a la Cumbre Global de Emprendedores (Global Entrepreneurship Summit, GES) de este año en Silicon Valley del 23 al 24 de junio.  El evento incluirá a 700 emprendedores que representan a cada país del mundo.   Participarán un total de 100 emprendedores de Latinoamérica y del Caribe.   GES proporciona una oportunidad para que emprendedores adquieran destrezas nuevas, hagan crecer sus redes y se conecten con iguales, mentores e inversores de alrededor del mundo.\n\n\tEn junio de 2016, Shaquille O’Neal, leyenda de la NBA viajará a Cuba para un Programa de Enviado Deportivo (Sports Envoy Program) que se enfoca en la juventud en La Habana.  El programa será el primero en el que la embajada de EE.UU. en La Habana se asociará con Ministerio de Deportes de Cuba.  En noviembre de 2016, Misty Copeland, la primera bailarina principal de minorías del American Ballet Theatre, viajará a Cuba para conducir una clase maestra y dar presentaciones orales.  Ella también conducirá clínicas de danza para la juventud de minorías y efectuará talleres de inclusión para instructores, con un enfoque especial en edificar programas atléticos para mujeres jóvenes.  \n\nAmpliación de los lazos de negocios y comerciales\n\n\tLa Administración ha tomado numerosos pasos para facilitar ciertas restricciones de viajes, comercio, transacciones financieras aplicables a  Cuba.  Estos cambios regulatorios han hecho que sea más fácil para negocios de los EE.UU., entidades educativas y NGO participar con contrapartes cubanas para proporcionar recursos, compartir información y ayudar al crecimiento del sector privado.  Los cambios regulatorios de los Departamentos del Tesoro y de Comercio promueven una mayor participación de empresas estadounidenses de telecomunicaciones y de Internet en Cuba para apoyar mejor la conectividad y el acceso a la información por parte de los cubanos..  También hemos facilitado el acceso a recursos y mejores prácticas de Estados Unidos por parte de emprendedores cubanos. \n\nEmpoderando a la sociedad civil y defendiendo los derechos humanos \n\n\tEn marzo de 2015, Estados Unidos y Cuba sostuvieron la primera sesión de planificación en Washington, D.C., de diálogo de los derechos humanos en la que ambos gobiernos plantearon asuntos a seguir.  Nuestro compromiso con los derechos humanos universales y el apoyo para los principios democráticos en Cuba se mantiene firme.  Seguiremos señalando las violaciones de los derechos humanos del Gobierno de Cuba y defenderemos el respeto de los derechos humanos universales incluyendo la libertad de expresión y de reunión pacífica.  Seguimos convencidos que se serviría mejor a los cubanos si pueden escoger de manera libre sus líderes, expresar sus ideas sin temor, practicar su fe, responsabilizar a las instituciones y participar en grupos de la sociedad civil.\n\n\tEstados Unidos y Cuba están de acuerdo sobre la importancia de combatir el tráfico humano. Por lo tanto, cada uno, Estados Unidos y Cuba han acordado invitar al relator especial de las Naciones Unidas sobre el Tráfico de Personas para que conduzca una visita oficial en sus respectivos países.\n\nCooperación en salud y ciencias\n\n\tEstados Unidos y Cuba han comprometido a profundizar la cooperación científica y en la salud pública, enfocándose en las enfermedades comunicables incluyendo los arbovirus como el Zika, dengue y chikungunya, así como en la prevención y el tratamiento de enfermedades crónicas no comunicables como el cáncer.  Durante los próximos meses, Estados Unidos y Cuba piensan trabajar hacia la finalización de los arreglos para fortalecer nuestra colaboración en estas y otras áreas científicas y de la salud.\n\n\tEl cambio de la política del Presidente ha aumentado la capacidad de estadounidenses y cubanos de colaborar en asuntos científicos y tecnológicos importantes de interés mutuo como parques hermanos, conservación de océanos y el monitoreo y la reducción de enfermedades.  Las fundaciones y filantropías en Estados Unidos han sido críticas para la fundación de una amplia gama de proyectos de investigación conjunta.  El Departamento de Estado piensa reunir un grupo de trabajo dentro de las filantropías y la comunidad científica de Estados Unidos para investigar áreas donde se pueda necesitar trabajo para mejorar la colaboración entre nuestras dos comunidades de investigación para ocuparnos de los desafíos comunes. \n\nAgricultura\n\n\tEl Departamento de Agricultura (USDA) y el Ministerio de Agricultura cubano desarrollaron un MOU para aumentar la cooperación bilateral en agricultura, reconociendo el interés mutuo de ambos países en el avance de las tecnologías agrícolas, productividad agrícola, seguridad de los alimentos, y la administración de los recursos naturales sustentables.  Además, USDA está trabajando con el Ministerio de Agricultura cubano para programar una visita al Caribbean Climate Sub Hub (Sub Centro del Clima del Caribe) en Puerto Rico a fines de mayo de 2016.  El centro apoya la investigación aplicada y proporciona información a agricultores, asesores y administradores para apoyar la toma de decisiones relacionadas con el clima.  Durante esta visita, USDA y el Ministro de Agricultura intercambiarán información sobre herramientas y estrategias para la respuesta a los cambios del clima que ayudan a los productores a enfrentarse a los desafíos de la sequía, estrés térmico, humedad excesiva, temporadas de crecimiento más largas, y cambios en la presión de las plagas.  Cuba hace mucho que tiene marcos institucionales y legales para ocuparse del cambio climático y ha establecido un marco de trabajo para la reducción de riesgos de desastres que apoya su sistema de aviso temprano para eventos meteorológicos extremos.\n\n\tUSDA también permitirá programas de investigación y promoción con fondos de la industria (o “Comprobación”) y Comités de Pedido de Marketing que usen sus recursos para ciertas actividades autorizadas de investigación e intercambio de información con Cuba. Las Juntas de Pedido de Investigación y Promoción y Marketing, Comités y Consejos tienen una oportunidad para participar en esta asociación ya que se permitirán ciertos intercambios de información con el gobierno de Cuba y funcionarios de la industria, actividades de salud, ciencia, nutrición e investigación orientada al consumidor que reciben fondos de la industria.\n\nEl clima, la energía y el medio ambiente\n\n\tEstados Unidos y Cuba reconocen las amenazas presentadas por el cambio climático a nuestros países, incluidos los impactos que empeoran como el aumento continuo del nivel del mar, la acidificación alarmante de nuestros océanos, y la incidencia impresionante de los eventos meteorológicos extremos. La acción cooperativa para ocuparse de este desafío es mas crítica que nunca.  Estados Unidos acoge con satisfacción las oportunidades para trabajar junto a Cuba para mejorar nuestra cooperación bilateral sobre el cambio climático, y trabajar juntos para desempeñar un rol positivo para ocuparnos de este desafío global urgente a través de foros internacionales.\n\n\tConstruyendo sobre la exitosa conclusión del Acuerdo de París en diciembre de 2015, Estados Unidos y Cuba tienen la intención de firmar el Acuerdo de París apenas sea posible este año.  Estados Unidos también trabajará con Cuba para seguir la cooperación en las áreas de reducción de riesgos por desastres, ocuparse de la acidificación de los océanos, promover la agricultura climáticamente inteligente, y compartir las mejores prácticas y las lecciones aprendidas a través de iniciativas internacionales enfocadas en la adaptación y el desarrollo de bajas emisiones.\n\n\tReconociendo también la importancia de los suministros seguros y eficientes de energía para ambos países.  Estados Unidos que complace en invitar a que Cuba se una a los países del Caribe y Centroamérica en la Cumbre de la Energía del 3 al 4 de mayo en Washington, D.C. a ser presidido por el Vicepresidente Biden.  La Cumbre de Energía se enfoca en mejorar la seguridad energética, la cooperación regional, la integración renovable y la cooperación de socios internacionales.  \n\nAutoridades del orden público \n\n\tRepresentantes del Gobierno de Estados Unidos y Cuba sostuvieron  intercambios técnicos sobre operaciones antidroga, identificación de fraude, contrabando humano, y delitos informáticos, y seguimos buscado mejores maneras para compartir información y coordinar actividades de autoridades del orden público.  Estados Unidos y Cuba también trabajan hacia un acuerdo para combatir el tráfico ilícito de drogas.  Además, el Departamento de Seguridad Nacional y el Ministerio del Interior cubano está trabajando en un MOU que establece un grupo de trabajo, anidado dentro del marco de trabajo del Diálogo de autoridades del orden público, enfocado en la seguridad del comercio, los viajes, y la seguridad fronteriza.\n\n\n\n\n"
}