{
    "title": "President Obama Announces Rural Tour with Cabinet Secretaries and Administration Officials | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-rural-tour-with-cabinet-secretaries-and-administration-of",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 30, 2009\n\n \n\n\n\nPresident Obama Announces Rural Tour with Cabinet Secretaries and Administration Officials\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t_______________________________________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                                                                        JUNE 30, 2009\n\nPresident Obama Announces Rural Tour with Cabinet Secretaries and Administration Officials\n\n\t\tWASHINGTON D.C. – Today, President Obama announced the launch of his Administration’s Rural Tour. This summer, over the course of the next few weeks and months, top Administration officials, including Cabinet Secretaries, will fan out across the nation to hold a series of discussions on how communities, states, and the federal government can work together to help strengthen rural America.\n\n\t\tVice President Joe Biden and Secretaries Gary Locke and Tom Vilsack will kick-off the Rural Tour on July 1st by visiting Wattsburg, Pennsylvania, to discuss the issue of rural broadband.\n\n\t\t\"A healthy American economy depends on a prosperous rural America,\" President Obama said. \"Rural America is vast and diverse, and different communities face different challenges and opportunities.  That’s why we’re going out to hear directly from the people of rural America about their needs and concerns and what my Administration can do to support them.\"\n\n\t\tAdministration officials participating in the Rural Tour will hear about the diverse set of challenges and opportunities facing the small towns and rural communities that are so integral to the fabric of American life.  They will share some of the Administration’s ideas about how to nurture strong, robust, and vibrant rural communities.  And, when they have heard from the people, they will report back to the President about the state of rural America, and what the Administration can do to strengthen it.\n\n\t\tThese events, involving multiple Cabinet secretaries, will serve as listening sessions to focus on such issues as broad-based rural health, economic development, infrastructure, education, energy, natural resources, and agriculture.  Events will be held in Alaska, Louisiana, Nebraska, New Mexico, North Carolina, Ohio, Pennsylvania, Virginia, and Wisconsin.  And, Secretary Vilsack will hold listening sessions in additional states with local and state elected officials.\n\n\t\tThe entire tour will provide an opportunity for the Obama Administration to listen to diverse voices throughout rural America, and to highlight its broader vision for growth and prosperity in these regions of the country.\n\n\t\tRural Tour events planned so far include:\n\nJULY 1ST\n\n\t\tVice President Joe Biden and Secretaries Gary Locke and Tom Vilsack will travel to Wattsburg, PA, to discuss rural broadband.\n\nJULY 16TH\n\n\t\tSecretaries Ray LaHood and Tom Vilsack will travel to La Crosse, WI, to discuss rural economic development.\n\nJULY 18TH\n\n\t\tSecretaries Steven Chu and Tom Vilsack will travel to Ringgold, VA, to discuss green jobs and a new energy economy, with a focus on weatherization and carbon sequestration.\n\nJULY 20TH\n\n\t\tSecretaries Kathleen Sebelius, Eric Shinseki, Hilda Solis and Tom Vilsack will travel to St. John’s Parish, LA, to discuss rural healthcare.\n\nAUGUST 12TH\n\n\t\tSecretaries Steven Chu, Shaun Donovan, Arne Duncan, Ken Salazar and Tom Vilsack will travel to Bethel, AK, to discuss rural infrastructure, green jobs and a new energy economy, as well as climate change.\n\nAUGUST 16TH\n\n\t\tSecretaries Ken Salazar and Tom Vilsack will travel to Zanesville, OH, to discuss green jobs and a new energy economy, with a focus on renewable energies.\n\nAUGUST 17TH\n\n\t\tSecretaries Arne Duncan and Tom Vilsack will travel to Hamlet, NC, to discuss rural education.\n\nSEPTEMBER 28TH \n\n\t\tSecretaries Ken Salazar and Tom Vilsack will travel to Scottsbluff, NE, to discuss production agriculture.\n\nSEPTEMBER 30TH\n\n\t\tSecretaries Shaun Donovan and Tom Vilsack will travel to Las Cruces, NM, to discuss rural infrastructure.\n\n\t\tMore details on the Rural Tour will be released when they become available.\n\n\n\n\n\n"
}