{
    "title": "On-the-Record Press Call on the Upcoming Visit of Canadian Prime Minister Justin Trudeau | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/03/08/record-press-call-upcoming-visit-canadian-prime-minister-justin-trudeau",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 08, 2016\n\n \n\n\n\nOn-the-Record Press Call on the Upcoming Visit of Canadian Prime Minister Justin Trudeau\n\n\n\n\n\n\tVia Conference Call\n\n\t**Please see below for a correction, marked with an asterisk.\n\t \n\t9:32 A.M. EST\n\t \n\tMR. PRICE:  Good morning, everyone.  And thanks for joining today’s call as we preview the visit this week of Canadian Prime Minister Justin Trudeau.  First, a word about ground rules.  This call will be on the record, but it will be embargoed until its conclusion.  So please no tweeting or otherwise using this material until the call concludes.\n\t \n\tWe have today three senior administration officials on the call with us.  First, we have NSC Senior Director for Western Hemisphere Affairs, Mark Feierstein.  We have Roberta Jacobson, the Assistant Secretary of State in the Bureau of Western Hemisphere Affairs.  And we have Todd Stern, who is the Special Envoy for Climate Change.\n\t \n\tSo again, this call is on the record but embargoed until its conclusion.  And with that, I’ll turn it over to Mark to get us started.\n\t \n\tMR. FEIERSTEIN:  Great.  Well, thank you and good morning.  And thanks so much for joining us.  I very much appreciate your interest in the visit.  The President and First Lady are very much looking forward to welcoming Prime Minister Trudeau, Mrs. Grégoire-Trudeau, their family members, and the entire Canadian delegation to the White House on March 10th.  This will be the first official visit by a Canadian Prime Minister to the United States in 19 years, and is a testament to the importance and value the United States and President Obama place on the U.S.-Canada relationship.\n\t \n\tThe visit is really an opportunity for the two countries to expand and deepen the very close relationship that we already have.  Our relationship is one of the strongest in the world, underpinned by our shared history, democratic values, family ties, economies, and geography.  We share the world’s longest common border.  We enjoy the largest, most comprehensive, and most integrated trade and investment relationships of any two countries.  We stand shoulder to shoulder in securing our nations from both homegrown and international threats.  \n\t \n\tWe provide the leadership that enables multilateral and international institutions to respond to crises and support communities in need.  And we’re joining to protect the environment and combat climate change while developing new sources of clean energy.\n\t \n\tSo it’s really a relationship that encompasses an extraordinary range of bilateral, regional and global issues.  And for citizens in many U.S. states, this is a relationship that impacts them more directly on a regular basis than any other.  \n\t \n\tJust some economic statistics that reflect how intertwined the U.S.-Canada relationship is.  Canada is our number-one trade partner, with almost 400,000 people and some $2 billion worth of goods and services crossing our border every day.  About 75 percent of Canada’s total exports go to the United States, and Canada is the top export destination for 33 U.S. states.\n\t \n\tCanada is also a proven and unwavering ally, partnering with the United States to resolve the most pressing issues facing the global community.  Most recently, Canada has stood with us in response to the Ebola crisis, the fight to destroy ISIL, the enforcement of sanctions on Russia, and a securing consensus of the Paris agreement on climate change.\n\t \n\tAs indispensable allies, we guard the approaches to the continent and offer a common defense of North America.  And the strength of this mutual commitment is illustrated by the North American Aerospace Defense Command.  Along our shared border, we jointly address threats through our longstanding close law enforcement cooperation.  The United States and Canada also have one of the world’s oldest and most effective environmental partnerships.  And multilaterally, we are steadfast in strengthening U.N. peace operations, and share a commitment to refugee protection and assistance.\n\t \n\tIn short, we consider ourselves fortunate to call Canada our ally, partner, neighbor, and friend.  This will be the second meeting between the President and the Prime Minister.  They met last November in the Philippines at APEC.  They’ve also spoken on the phone a couple of times in the last few months.  And on Thursday, they’ll spend a good amount of time together.  \n\t \n\tAt roughly 9:00 a.m., the day kicks off with the arrival ceremony on the South Lawn, then a bilateral meeting between the two leaders and select members of their teams.  This will be followed by a joint press conference, a luncheon hosted by Secretary Kerry at the State Department, and ultimately the state dinner in honor of the Prime Minister and Mrs. Sophie Grégoire-Trudeau.\n\t \n\tWith that, I’ll defer to my colleague from State.\n\t \n\tMS. JACOBSON:  Thank you, Mark.  Let me just say that, first off, Mark has used a large percentage of my talking points so I will try not to go over the same thing.  But I do think that for those of us who work the Western Hemisphere, this is a unique relationship between the U.S. and Canada, both in its depths and breadth, but also in the length of time we have been allies.  As Mark said, it is one of the closest and most integrated relationships in the world.  \n\t \n\tLet me give you just one more statistic, put slightly differently than Mark did.  This is one of the largest and most integrated business and economic relationships in the world, valued at $1.3 trillion annually.  The border that Mark talked about is one of the most prosperous continuous borders in the world.  It is 5,500 miles, 40 percent of which is water.  We have unique institutions that deal with our border, such as the IJC, which is a binational institution.  And these have grown up over the years and found unique and binational ways to deal with many issues along the borders, whether they are land, waters, environment, or economic.\n\t \n\tWe’ve also done an enormous amount to facilitate and accelerate legitimate trade and travel across our border.  The preclearance agreement that we signed in March 2015 expands preclearance operations beyond selected airports to cover all modes of transportation.  And for those of you who have traveled, certainly from Canada to the U.S., you know how easy and smooth that is.  \n\t \n\tOur defense cooperation really is unique in the world, underpinned by the binational command of the North American Aerospace Command, or NORAD.  That is a fully integrated binational command, and at any time when any action may be taken, it may be a U.S. or a Canadian in charge at that moment.  This, along with membership in NATO, the G7, obviously the OSCE and other organizations provides a very solid foundation for us to work together with other countries as we address global challenges.  Mark mentioned just a few of those.  In Afghanistan, Iraq, Syria, Ukraine, where Canada hosts the third-largest population of Ukrainians in the world, and we’ve worked extremely closely together on that issue.  \n\t \n\tCanada continues to play a critically important role in the counter-ISIL coalition and efforts to degrade and defeat Daesh.  And the commitments that Prime Minister Trudeau announced on February 8th are very much in line with the coalition’s needs, including tripling Canada’s training mission in northern Iraq and increasing its intelligence efforts throughout the region.\n\t \n\tWe very much applause Canada’s leadership on the Syrian refugee crisis, and applaud and congratulate them obviously for meeting the goal of admitting 25,000 Syrian refugees to Canada, and the welcoming way in which Canadian citizens did so.  \n\t \n\tI should also mention that beyond the European and global commitments that we work with Canada on, they have been a steadfast partner with us in the Americas -- membership in the OAS and efforts that we have made, whether in Haiti, together in Venezuela, or elsewhere to defend democracy and work together on strengthening transparency and democratic institutions throughout the hemisphere.\n\t \n\tSo, since Prime Minister Trudeau assumed office, we have also had tremendous cooperation with Canada on climate and clean energy issues.  And so now I’ll turn it over to my colleague, Todd Stern, who will address those issues.  \n\t \n\tMR. STERN:  Thanks so much, Roberta.  We are pleased to welcome Prime Minister Trudeau to the United States and to be working with the new government.  They have already shown that they’re an ambitious and committed partner in the fight against climate change.  We appreciate the very constructive and effective role that Canada played in working closely with us on securing a strong agreement at COP-21 in Paris, and we look forward to continuing that working relationship with Prime Minister Trudeau’s government this year to maintain momentum.\n\t \n\tWe are also pleased that Canada has joined us and a number of other countries in Paris in launching the Mission Innovation Initiative to double investment in R&D, and contributing also to the Least Developed Countries Fund to help the poorest and most vulnerable countries improve their resilience to the impacts of climate change.\n\t \n\tWe also welcome working alongside Canada on a climate and clean air coalition to raise the visibility and importance of action on so-called short-lived pollutants such as methane, HFCs and black carbon.  We’ve also cooperated closely in the Arctic Council to address black carbon and methane emissions following Canada’s leadership as a previous chair of the Arctic Council.\n\t \n\tTogether, we can also make progress toward our respective climate change targets, and help other countries do the same.  In particular, I see a few areas for enhanced bilateral cooperation to reduce emissions -- in the oil and gas sector, heavy-duty vehicles, and our power infrastructure.  \n\t \n\tIn addition, there are three key areas for international cooperation outside the UNFCCC where our two countries can help make progress to substantially reduce global emissions.  \n\t \n\tOne -- this first one actually is part of the UNFCCC.  The first is continuing the momentum from Paris.  We must show global leadership by signing the agreement on April 22nd.  And we want to both join the agreement -- actually become parties to the agreement later this year -- and we’re encouraging others to do the same.\n\t \n\tSecond, we support adopting an amendment to the Montreal Protocol this year to phase down HFCs.  The amendment could reduce as much as 90 gigatons of CO2 equivalent through 2020 2050*, and is essential to stay below the two-degree goal.  \n\t \n\tAnd third, we are cooperating toward adopting a global market-based measure through the International Civil Aviation Organization, also based in Montreal, designed to keep international aviation emissions neutral starting in 2020.  \n\t \n\tPrime Minister Trudeau is already showing serious, concrete commitment to accelerating progress on climate, as demonstrated by his meeting last week with the Canadian premiers, where they agreed to prioritize development of a pan-Canadian framework on clean growth and climate.  The commitment of both leaders to addressing this global challenge is clear.  And I suspect under their leadership, North America will make significant progress this year and next.  \n\t \n\tQ    Good morning, guys.  Thank you all of you, Mark, Roberta and Todd, for organizing this.  Quickly, two questions.  The first one -- if this relationship is so unique in all sorts of ways, how come it took so long -- 19 years -- to organize such an official visit?  Has the personality and agenda of Prime Minister Trudeau had an impact on deciding to organizing this visit?  And my second question is on the refugees the Canadians have welcomed.  Is the administration satisfied with the screening process that has been going on, considering it’s a huge number of refugees in a short period of time?  Thank you.\n\t \n\tMR. FEIERSTEIN:  I’ll take the first question.  I think I’ll defer to Roberta on the second.  Look, the U.S. and Canada have always had a very, very close relationship, and it never mattered who the President was or who the Prime Minister was.  Obviously, our peoples are very close.  And as we laid out here, there are a number of shared interests the countries have.\n\t \n\tThat said, I think there is a developing special relationship between this President and the Prime Minister.  Both young leaders with similar visions.  Both have a progressive vision of governing.  Both are very much committed to the appropriate use of multilateral tools.  Both are committed to diversity.  And I think there is a coincidence very much in terms of the agendas that both administrations have.  And I think we’re seeing that reflected, for example, on the issues of climate change and refugees and other issues.  So this will be a good opportunity for the President and Prime Minister to expand that relationship and build on that.\n\t \n\tMS. JACOBSON:  On the question of refugees, let me just underscore that this is a relationship between Canada and the United States of allies and partners where the cooperation really spans the gamut of security, intelligence, information, law enforcement.  And so we work extremely closely together, both on issues of defending our own homeland in North America, as well as working on safety and stability in the international sphere.\n\t \n\tThe existing cooperation that we have -- whether information-sharing, such as name checks on refugee processing, or operations at the border to deny terrorist entry -- is really routine and done very, very closely with the Canadian services.  \n\t \n\tSo we will continue to work closely with all of the Canadian counterparts, all of our agencies.  And we look forward to that being productive for both our countries and for North America in general as we move forward.\n\t \n\tQ    You talked about trade and the importance of trade, and I’m wondering if you are expecting any significant developments on trade, either on softwood lumber issue or on something that has been raised by Minister Goodale in Canada, the Public Safety Minister -- the issue of preclearance at manufacturing plants.  I’m wondering how much progress can be made on trade issues in the 10 remaining months of the President’s time in office.  And given the political climate in the United States right now, on both the left and the right about trade, ahead of the election, I guess I’m just wondering how much progress you feel -- whether this is the right time to make progress on some of these issues, or whether it will have to wait.\n\t \n\tMR. FEIERSTEIN:  I think that there are good opportunities to make progress on a number of trade matters between the United States and Canada.  First, of course, they’re both signatories to TPP, and we each have our own respective processes to get that through our legislatures, and of course, Canada is currently engaged in a consultation of their own.\n\t \n\tBut I would just note a couple of trade issues.  First, with regard to country of origin labeling, as you probably know, on December 18th, the President signed legislation addressing Canada’s and Mexico’s concerns regarding country of origin labeling for beef and pork.  And we have since made the required regulatory changes needed to enact that legislation.  So we’re looking forward and hoping that Canada will formally close out this issue.  \n\t \n\tWith regard to softwood lumber -- and, of course, that’s a longstanding and complicated issue, but we do welcome the Trudeau’s government interest in discussing a new arrangement for softwood lumber, and we’re open to exploring all options with Canada to address this important trade issue.\n\t \n\tAnd with regard to preclearance, I think we’re pleased with progress there.  Of course, each country needs to get legislation passed to get that implemented, but I think we’re hopeful with regard to that as well.  So I think this will be actually a very, very good year to underscore the importance in value of trade for both countries.\n\t \n\tQ    For Mr. Stern, you mentioned a few areas where you thought there could be further action, bilaterally, on the climate issue.  And one that you mentioned was the oil and gas industry.  I’m wondering if you’re referring to methane, and what the two countries might accomplish together in the effort to reduce methane emissions.\n\t \n\tMR. STERN:  Thanks.  So I think there are a number of areas of potential cooperation.  One would involve a commitment to reduce methane emissions 40 to 45 percent below 2012 levels by 2025 from the oil and gas sector.  Also, jointly endorsing the World Bank’s Zero Routine Flaring initiative, and work in a number of other areas.  So I think that we’ve had good initial conversations, and I think that can continue.\n\t \n\tQ    Just curious about the administration’s view of some of the comments that the Prime Minister has made about the American presidential election and Donald Trump.  And as you know, he has been called the anti-Trump, and he made some comments suggesting Americans who wanted to take refuge would be welcomed in Canada and Cape Breton.  Does the administration have a reaction to that?  And do you think that the President will discuss this with him and perhaps use him in some way, or encourage him to continue making these kind of comments as the campaign continues forward?\n\t \n\tMR. FEIERSTEIN:  Well, as a member of the National Security Council, I don’t want to wade into domestic politics, and of course, both the President and the Vice President have spoken to the campaign.  And some of the unfortunate comments that we have heard on the campaign trail just underscore the importance that we believe it’s unwise to try to pit any group against each other and try to divide people by race or religion or what have you.  But I think, with that, I’ll leave it to others to comment on our domestic affairs.\n\t \n\tQ    I want to follow up on the trade question, specifically regarding the border.  Is there any anticipation during this meeting of any deliverables or any announcement about an expansion on preclearance?\n\t \n\tMR. FEIERSTEIN:  I don’t want to get ahead of what the President and Prime Minister might be announcing on Thursday, but I would anticipate that that would be a focal point of their discussions.  And I would urge you to look very carefully at whatever factsheets or announcements that we have to make -- we have on Thursday.\n\t \n\tQ    Can you comment on the impact of the Keystone file and decision -- Obama’s decision not to go ahead with the pipeline?  On department-to-department relations, there were articles not too long ago on how the U.S. ambassador to Canada was put in “a diplomatic freezer” and that some meetings had been testy.  So can you comment on that and the state of the relations today?\n\t \n\tMS. JACOBSON:  Well, I think what I would say about that is I did not see that particular article, and obviously, I keep in close touch with our ambassador in Ottawa and that’s not at all what I’ve heard from him.  He has obviously been working closely with the government and we’ve been discussing a whole range of issues with this government, especially obviously accelerating as you get close to a visit, and have not felt that this is something that has had that kind of negative drag on the relationship.  Obviously, we continue to discuss a range of issues, including energy, and as Special Envoy Stern mentioned, a lot of issues around climate change and clean energy.\n\t \n\tBut I would not characterize at all that situation in terms of this relationship having been sort of frozen or testy at the beginning.  I think that we are in a good place with the Canadian government, with the Trudeau government, including our embassy and the ambassador working well with the ministries.\n\t \n\tQ    Slightly different take on the same question on Keystone.  To what extent is the change of government and the differences that the United States had with the previous Canadian government -- does that clear the way for this kind of state dinner for this kind of state visit, given that the previous government obviously had a big disagreement over Keystone?  And then a second question, if you could talk about the extent to which the President is disappointed with the Canadian decision to pull back a little bit in the fight against ISIL in Syria and Iraq.\n\t \n\tMR. FEIERSTEIN:  Sure.  First, on the ISIL piece, Canada has obviously played a very important role in the coalition’s effort to degrade and defeat ISIL.  They made an announcement on February 8th with regard to their contributions, and as we noted then, it’s very much in line with our current needs.  It includes tripling Canada’s training mission in northern Iraq, and increasing its intelligence efforts throughout the region.  \n\t \n\tSo Canada has been a founding member -- was a founding member of the counter-ISIL coalition.  They’re working across all the lines of effort that we are focused on -- military, foreign terrorist fighters, counter-terrorist financing, counter-messaging and stabilization.  And the Prime Minister and the President have had a chance to talk about this, and they’ve made -- the Prime Minister made very clear in his conversations that Canada will be a key partner in the coalition.  And they do, in fact, remain an essential partner, and we’re satisfied with their contributions.\n\t \n\tMS. JACOBSON:  I think what I would say is that there obviously has been a transition from one government to another.  This was obviously a very important subject for the previous government.  It was an important subject within the U.S. government.  But the relationship between the U.S. and Canada survives any one individual issue, regardless of what that issue is, and prospers and deepens.\n\t \n\tSo I think that we continue to look ahead to this relationship, and I don’t know that I would overplay sort of the distinction between governments and the impact of Keystone as a single issue for any one relationship with the Canadians, regardless of the government.\n\t \n\tQ    On TPP, you mentioned that Canada is still reviewing its decision on the trade deal, and I was just wondering, is TPP high up on the agenda between President Obama and Prime Minister Trudeau?  And will the administration be looking for positive signals from the Prime Minister that Canada is ultimately going to support this deal?\n\t \n\tMR. FEIERSTEIN:  It’s obviously very, very high on the agenda; among all the trade issues, it’s probably the top.  Obviously, a very important issue for this administration, for President Obama.  Obviously, we’re respectful of the process that Canada is undergoing.  Prime Minister Trudeau, during his campaign, committed to a public consultation process that is still ongoing, and obviously we would defer to him and his team in terms of what he would anticipate saying or announcing during the visit.\n\t \n\tQ    I just have two follow-up questions on the softwood lumber issue.  First of all, I would like to know what’s the position of the administration -- and the fact that since the last deal, basically, the provinces in Canada, a lot of them changed their regime, and so it’s now by auction and more liberalized.  So I was wondering if it was the position of the administration that the Americans basically want still kind of the same system where the percentage is approximately 30 percent of Canadian wood can go to the U.S., but not more, regardless of if Canada subsidized it, the wood, or not.  Or if it’s because -- or the administration recognized that since the regime chance in Canada, the positions of the administration could change.  And second, is it a goal of the administration to have a deal before October, which is the deadline of when the one-year of free trade ends and can go into commercial dispute?\n\t \n\tMR. FEIERSTEIN:  I mean, look, on some of the details, I’ll defer to our trade negotiators.  But as I indicated before, we do welcome the Trudeau government’s interest in discussing a new arrangement for softwood lumber, and we are hoping at this point to exploring all options with Canada to address this important trade issue.\n\t \n\tQ    Can you tell me a little bit more about what is expected from the environment and climate deliverable from this meeting?  Is this just the beginning of a conversation on things like methane and the other things that you list?  Or will there be an actual announcement?  What are the plans to loop Mexico in possibly later on whatever happens this week?\n\t \n\tMR. STERN:  Thanks.  Well, like my colleague Mark, I’m going to not get out in front of announcements that will be coming forth in the course of the visit.  I will say that the climate relationship with Canada really just ramped up dramatically quickly.  The Canadians in Paris were extraordinarily effective.  The Environment Minister, Catherine McKenna, made her first appearance at the pre-COP -- so-called pre-COP ministerial meeting a few weeks before Paris.  It was in Paris, but it was a few weeks before the full conference.  Announced that Canada was back, and then promptly followed up and demonstrated that that was true.\n\t \n\tThey, like we, became parts of what was called a high-ambition coalition.  She played an important role in facilitating agreement which had eluded parties for years on the markets issue.  So they really -- they made a very positive splash.  We will be working with them, as I said, in a number of bilateral areas as well as multilateral.\n\t \n\tLet me just -- since I have the floor for a second, I was advised in my opening remarks that when I was talking about the impact of the phase-down of HFCs as a potential reduction of 90 gigatons of CO2 equivalent, that I tagged that reduction to 2020 -- it should be by 2050, not 2020.  Thanks.\n\t \n\tQ    Thank you so much.  My question is, what are the Obama administration’s biggest defense goals going into this visit?  And has Trudeau’s camp, as communicated to your team so far, expressed any objectives that they would like to get out of this?  And then, finally, what, if any, defense issues are on the short list of talking points for the press or in bilateral meeting?  And should we be on the lookout for any major defense-related announcements?\n\t \n\tMR. FEIERSTEIN:  Thank you.  We obviously can’t necessarily predict what the President and Prime Minister will be speaking to, but I imagine that security will be an important component of that.  \n\t \n\tWe talked before about ISIL, and I imagine that the President and Prime Minister will have an opportunity to talk about the current campaign and their continued collaboration there.  I imagine they will talk as well about the cooperation of NORAD, membership to NATO and G7.  They’ll have an opportunity, I imagine, to talk as well about Ukraine and our continued support, standing shoulder to shoulder with our NATO and EU allies and partners and the Ukrainian people.\n\t \n\tSo there’s really a whole range of security issues that they’ll have an opportunity to discuss.\n\t \n\tQ    Hi, thanks.  I wanted to ask a bit more about the environmental goals.  I know you said you didn’t want to presuppose your announcements, but you have talked about how you’ve had tremendous cooperation and Canada’s been an ambitious partner.  You mentioned the Arctic.  Can you give us a better sense of what exactly the two governments will be talking about?\n\t \n\tMR. STERN:  Sure.  With respect to the Arctic, Canada had the chairmanship right before us; now the U.S. has the chairmanship.  We are focusing on a number of different areas within our Arctic leadership.  And on climate change, we are looking at several different areas.\n\t \n\tOne is to reduce black carbon and methane, something that -- an effort that got going under Canada’s chairmanship.  A second is to enhance access to adaptation and resilience tools to help communities prepare for and respond to the impacts of climate change.  A third is to build on the scientific foundation for decision-making by promoting the development of climate change indicators and what’s called high-resolution elevation mapping.\n\t \n\tAnd a fourth is to elevate the Arctic and what’s happening in the Arctic as a communications tool.  There’s a kind of canary-in-the-coalmine quality to the Arctic, and it’s important to let people around the world know what’s going on there and the impacts there, which will, in turn, have impacts around the world.\n\t \n\tQ    Hi, thanks for taking my question.  Regarding the softwood lumber issue again, you said that it was a good opportunity to make progress on a number of trade issues.  Would you say -- are you expecting the two parties to reach an agreement by Trudeau’s state visit?  Or will it rather be the outcome that they will commit to further discussions?\n\t \n\tMR. FEIERSTEIN:  I’ll repeat what I said before, which is that we welcome the government’s interest in discussing a new arrangement, and we’re open to exploring all options with Canada at this point.  Not about to put any timelines on it.  Thanks.\n\t \n\tQ    Hi there.  I know you’re not the party planners, but can you tell us anything on the pomp side -- who might be coming, what they might be eating, and so on.\n\t \n\tMR. FEIERSTEIN:  Probably the most important question.  (Laughter.)  I think we’ll put the social office on that.\n\t \n\tMR. PRICE:  Yes, we’ll have an opportunity to discuss that tomorrow.  I believe an advisory just went out this morning, so those details are available there.\n\t \n\tI think that will conclude our call.  Thank you, everyone, for joining.  And we’ll see you over the course of the week.\n\t \n\tEND \n\t10:07 A.M. EST\n\n\n\n\n"
}