{
    "title": "Remarks by the President in Visit with the 2015 WNBA Championship Minnesota Lynx Basketball Team | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/27/remarks-president-visit-2015-wnba-championship-minnesota-lynx-basketball",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 27, 2016\n\n \n\n\n\nRemarks by the President in Visit with the 2015 WNBA Championship Minnesota Lynx Basketball Team\n\n\n\n\nEast Room\n4:42 P.M. EDT\nTHE PRESIDENT: Hello! (Applause.) Everybody, have a seat. Everybody, have a seat. Oliver is upset -- (laughter) -- that Mom is up here and he’s not. Now, if you want to bring Oliver up here, that's fine. Coach, what do you think? Come on. Yes, come on. There you go. Look, he’s got his little suit on and everything. (Laughter.) Look at him -- got the bowtie.\nCOACH REEVE: Say hi to Mr. President.\nTHE PRESIDENT: Hi. High five? (Applause.) There you go.\nAll right, now that we've got that settled. (Laughter.) Good afternoon, everybody. Give it up for the 2015 WNBA champion the Minnesota Lynx! (Applause.) So this is this team’s third visit to the White House in the past five years. So I guess I should ask: “Whose house?” (Laughter.)\nCOACH REEVE: Our house!\nTHE PRESIDENT: Our house!\nWe have some Lynx fans in the house, including your outstanding Senator, Amy Klobuchar. (Applause.) WNBA President Lisa Borders is here. (Applause.) Welcome back to Coach Cheryl Reeve -- third title with the Lynx. (Applause.) You get a sense she’s feeling greedy, though. She wants more. (Laughter.) When the Lynx won it all, with banners going up, champagne popping, she looked around and said, “This never gets old.” This never gets old. And you can see by the way they’re playing this year that it has not gotten old for any of the players either.\nI want to take a moment to recognize somebody who I know would have loved to have been in this moment -- Flip Saunders -- who was a huge part of Minnesota basketball at all levels and a supporter of this team. Obviously he experienced a tragic illness. And so on behalf of all basketball fans, this day, too, is “For Flip.” And we want to give him a big round of applause. (Applause.)\nSo I think it's fair to say this team is a powerhouse. (Laughter.) You got Maya Moore, Lindsay Whalen, Seimone Augustus -- recently named among the top 20 players in WNBA history. (Applause.) Seems like you all should have more than three -- (laughter) -- when you got that much talent. Oh, oh, I got you. (Laughter.) All right, you just wanted this moment in the sun. (Laughter.)\nNow, this isn't to say t’s always easy. Last year, these women faced down midseason roster shake-ups and multiple injuries -- (baby cries) -- I know, it was frustrating -- (laughter) -- and a championship game that started a little bleak. Lindsay sprained her ankle. Maya was trying to find her rhythm. But in the second half, the Lynx started to gain some steam. Seimone finished with 16 points. Sylvia Fowles had 20. They pulled away and won the championship by 17 points. It was their first championship at home, in front of their loyal Minnesota fans. And as Maya put it, “It wasn’t a perfect year, a perfect series, or a perfect game…but we are the champions.” And that’s what matters. (Applause.)\nThey did manage to have a pretty close to perfect victory party, though. After the game, the Lynx drove out to Paisley Park for a private concert by one of their biggest fans -- Prince -- which was pretty cool, and reminds us of how much we miss him. In fact, the last time I saw him he was on this stage at a really good party. (Laughter.)\nThese women are not just all-star basketball players, they’re also leaders in the Minneapolis community. They host an annual Breast Health Awareness game in partnership with the Mayo Clinic. They made holiday cards for children of military members, teamed up with the Twin Cities Boys and Girls Club to help prepare meals for kids who would otherwise go hungry. And the team signed honorary contracts with young boys and girls who are facing big challenges, but dream of playing basketball. For a day, those young people were Lynx teammates -- and that, as much as any trophy, is what makes these women champions.\nSo on the 20th anniversary of the WNBA, this is a good moment to celebrate all that these players and the many others who came before have accomplished. Twenty years ago, Maya, Seimone, and Lindsay were playing H-O-R-S-E in their driveway. And suddenly, they saw players like Lisa Leslie and Sheryl Swoopes and Sue Bird to look up to as role models. And there’s no discounting how important that is. Today, these women, and women across the WNBA, are setting their own outstanding example for girls who are growing up today.\nAnd they’re aware of the responsibilities that come with that. As Maya says, “We’re not super rich like the guys…but money’s not everything when you’re talking about dynasties and legacies, and inspiring young women and men, and opening people’s minds.” Although, money is useful, too. (Laughter.) And I am for equal pay for equal work. (Applause.)\nWith that, I know Lindsay would like to say a few more words. Let’s give a big White House congratulations once again to the Minnesota Lynx, 2015 WMBA Champions. (Applause.)\nEND\n4:50 P.M. EDT\n\n\n\n\n"
}