{
    "title": "Fact Sheet: US-Mexico Discuss New Approach to Bilateral Relationship | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-us-mexico-discuss-new-approach-bilateral-relationship",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 16, 2009\n\n \n\n\n\nFact Sheet: US-Mexico Discuss New Approach to Bilateral Relationship\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t________________________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                                                  April 16, 2009\n\nFACT SHEET: US-Mexico Discuss New Approach to Bilateral Relationship\n\n\t\tOn April 16, President Obama made his first trip to Mexico and his first to Latin America to highlight and reinforce the United States’ commitment to work with Mexico on a broad range of issues, in particular on meeting our shared security challenges. The United States and Mexico are committed to a new approach in our bilateral relationship based on comprehensive engagement and shared responsibility. The President discussed with President Calderon a number of important steps the United States intends to take to deepen the cooperation we have with Mexico as our neighbor and partner.\n\nSecurity\n\t\t \n\n\nMerida Initiative.  The Merida Initiative is a $1.4 billion, multi-year package that aims to strengthen regional security cooperation with Mexico and the nations of Central America, the Dominican Republic and Haiti in their fight against drug and arms trafficking and other transnational organized crimes.  For Mexico, the U.S. Congress has provided $700 million of the $1.4 billion multi-year commitment.  The Fiscal Year 2009 Spring Supplemental includes $66 million to procure urgently needed Blackhawk helicopters to transport Mexican soldiers combating cartel activities.  The Fiscal Year 2010 budget request includes $450 million for the next tranche of funding.  Should Congress fully fund these requests, we anticipate requesting the remaining funding to fulfill the U.S. commitment in future budgets.\n\n\n\nArms Trafficking.  The United States and Mexico each have Integrated Ballistic Identification Systems (IBIS) that store digital photos and arms-related information related to criminal investigations. The United States and Mexico will bridge their IBIS systems in order to share digital images, ballistic markings, other arms-related information to help identify leads in violent crimes both in Mexico and in the United States.  The President will also urge the United States Senate to provide its advice and consent in order to ratify the Inter-American Convention Against the Illicit Manufacturing of and Trafficking in Firearms, Ammunition, Explosives, and Other Related Materials.\n\n\n\nKingpin Designation for Cartels. To undermine the financial underpinnings of Mexico’s cartels, on April 15 the President identified the Sinaloa Cartel, Los Zetas, and La Familia Michoacana as Significant Foreign Narcotics Traffickers, exposing them and their associates to financial sanctions under the U.S. Foreign Narcotics Kingpin Designation Act.  The United States and Mexico also agreed to deepen their cooperation on financial investigations and to share financial intelligence to target the drug cartels.\n\nEnergy and Climate Change\n\n\nBilateral Framework on Clean Energy and Climate Change.  Building on the President’s January 2009 conversation with President Calderon, the United States and Mexico agree to launch a Bilateral Framework on Clean Energy and Climate Change. This framework will enhance our cooperation on clean energy and climate by establishing a formal mechanism for collaboration and information exchange and demonstrates high-level support for joint efforts to achieve clean energy economies. The Framework reinforces our work in the Major Economies Forum for Energy and Climate and the UN Framework Convention on Climate Change, as well as complements the Energy and Climate Partnership for the Americas, which will be announced in coming days at the Summit of the Americas.\n\n\n\n\n\n\n"
}