{
    "title": "ADVISORY: Vice President Biden to Travel to Virginia to Highlight Progress of the Recovery Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/advisory-vice-president-biden-travel-virginia-highlight-progress-recovery-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 14, 2009\n\n \n\n\n\nADVISORY: Vice President Biden to Travel to Virginia to Highlight Progress of the Recovery Act\n\n\n\n\nTHE WHITE HOUSE   Office of the Vice President  ____________________________________________________________________________  FOR IMMEDIATE RELEASE                                                          July 14, 2009  **MEDIA ADVISORY**   Vice President Biden to Travel to Virginia to Highlight Progress of the Recovery Act   Washington, D.C. – On Thursday, July 16, Vice President Biden will travel to the Richmond, VA area, where he will highlight the progress of the Recovery Act at J. Sargeant Reynolds Community College. The Vice President will discuss how the Recovery Act is building a 21st-century economy in the Richmond area and across the nation. This event is OPEN PRESS, but media must RSVP to press@ovp.eop.gov by Wednesday, July 15, at 5:00 PM EDT. Additional media details are included below.  Media Details: Vice President Biden to travel to Richmond, VA, to highlight progress of the Recovery Act Date:                                        Thursday, July 16, 2009                            Location:                                 J. Sargeant Reynolds Community College   Technology Center Building in the Jeanette Lipman Auditorium   1651 E. Parham Road   Richmond, VA  23228                      Press Entrance:                       Main Entrance of the Ivor and Maureen Massey Library Technology Center Building             Sat Truck Parking:                Reserved spaces in front of Ivor and Maureen Massey Library Technology Center Building                    Press Parking:                        Community College parking lot                                 Camera Pre-set:                      12:00 PM to 12:50 PM EDT                Restricted Access:                  1:00 PM to 3:00 PM EDT                      Press Arrival:                          3:00 PM EDT                      Final Press Access:                4:30 PM EDT                 Event Begins:                         4:45 PM EDT                            Cable Run:                             500 ft                               Throw:                                     30 ft                                      RSVP:                                       This event is OPEN PRESS, but media must RSVP with the NAME, MEDIA OUTLET, PHONE AND EMAIL for each person planning to cover the event to press@ovp.eop.gov by Wednesday, July 16, at 5:00 PM EDT.  At the event, you will be required to wear your media credential at all times, either around the neck or pinned to clothing.     Ground Contact: For logistical questions, please call Samantha Finke at 202.757.9079. ** Wireless internet is available on site.   \n\n\n\n"
}