{
    "title": "FACT SHEET: Progress and Momentum in Support of TechHire Initiative | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/12/01/fact-sheet-progress-and-momentum-support-techhire-initiative",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 01, 2016\n\n \n\n\n\nFACT SHEET: Progress and Momentum in Support of TechHire Initiative\n\n\n\n\nIn March 2015, the President launched the TechHire initiative based on a simple idea: Building a pipeline of tech talent can bring new jobs to local economies, facilitate business growth, and give local residents a pathway into the middle class. To build such a pipeline, TechHire addresses employers’ great need for technology talent with emerging models for quickly training people with limited ingoing technology skills to be job-ready in months, not years.\nToday, there are nearly 600,000 open IT jobs across all sectors—more than two-thirds of which are in fields outside the tech sector, such as manufacturing, financial services and healthcare. These jobs pay one and a half times more than the average private-sector job, and training takes less than a year with emerging programs like “coding bootcamps,” free open data trainings, and online courses like the Department of Commerce’s Data Usability Project and massive open online courses (MOOCs) by the Federal government, academic institutions, non-profit organizations, and the private sector.\nSince its launch, TechHire communities across the country have piloted fast-track training programs designed to give people skills that are in high demand by employers. So far over 4,000 people have been trained and connected to work opportunities with local employers, earning average salaries of well over median income. Today, U.S. Chief Technology Officer Megan Smith announced how private organizations will seize on this progress with new steps to meet the scale of the opportunity.\n\nExpansion of TechHire to over 70 Cities, States, and Rural Areas. Earlier this spring, we announced that communities had exceeded the President’s goal of doubling the size of the TechHire initiative, reaching a total of 50 communities. Yet even after we made the announcement, new communities continued expressing interest to participate—so today, we are announcing 20 new communities joining the TechHire initiative, working with about 500 employers (and counting). As of today, communities in 39 states, plus DC and Puerto Rico, have joined TechHire.\nGrowth of theTechHire Action Network. Today, we are announcing a partnership between Opportunity@Work, an independent social enterprise, and the U.S. Department of Education to take the lead in continuing to support, organize and grow the more than 70 cities, states, and rural areas participating in the TechHire initiative.\nTechUP's Include.io 27-City Roadshow 2017. TechUP | WeTechUP.com is launching the Include.io 2017 Roadshow across 27 cities in the United States to ignite 100,000 diverse and non-traditional tech talent and help 1,000 companies build their best teams.\n\nThe Challenge and Opportunity\nPeople Need Opportunities to Retool and Retrain for Good Jobs More than Ever\nOver the past decade, towns across America have experienced shifts in prevalent industries and jobs due to rapidly evolving technologies and other factors. These changes have too often made workers’ skills less relevant, impacting their employment options and, in some cases, leading to spells of unemployment that make it difficult for families to meet even their most basic of needs.\nWhen workers lose their jobs or get stuck in lower-wage jobs because of local economic shifts due to no fault of their own, they should have clear pathways to the middle class. Technology jobs can offer this pathway. Nearly 40 percent of these jobs do not require a four-year degree. In recent years, there has been a proliferation of fast-track tech training programs like “coding bootcamps” that prepare people with little technical know-how for tech jobs, often in just a few months. A recent survey from Course Report found that bootcamp graduates saw salary gains of 38 percent (or about $18,000 annually) after completing their programs.\nThe U.S. is Massively Underinvesting in Training for Jobs in Technology and Other In-Demand Fields to Meet Employers’ Needs\nIn the face of a large and growing need of companies and workers to retool and retrain, the U.S. is massively underinvesting in job training programs. The federal government’s largest job training investment program only trains about 180,000 U.S. workers per year.  America spends 0.03 percent of GDP on training while other countries are investing nearly 20 times more. And in spite of the evidence that apprenticeships are one of the most effective training tools, fewer than five percent of workers in the U.S. train as apprentices, relative to 60 percent in Germany.\nIn early 2010, there were 14.4 million unemployed Americans. Current funding levels would only allocate $212 per person for training and reemployment services, an insufficient amount compared to a $1,700 average semester cost for a community college. During times of high unemployment in 2009, many states reported training waiting lists of thousands of people long due to funding gaps.\nTraining workers in the US for 21st-century jobs will require a significant increase in investment from current levels, which are far below Germany and other European countries. This investment would benefit our businesses, our workers, and our economy by focusing on technology and other in-demand skills that are critical to fill existing jobs and attract and create new jobs in communities.\nMore Details on Today’s Announcements\nExpansion of TechHire to over 70 Cities, States, and Rural Areas with 20 New Communities Signing on Today\nThe TechHire initiative began in March 2015 with 21 communities, and today it has grown to over 70 communities working with 1,500 employers on three key actions:\n\nOpening up recruiting and hiring pathways for people without traditional credentials who can demonstrate that they have the skills to succeed in a tech job regardless of where those skills were attained.\nRecruiting, incubating, and expanding accelerated tech learning programs – such as high quality coding bootcamps and innovative online training – which enable interested, unexperienced students to rapidly gain tech skills.\nConnecting people to jobs by investing in and working with organizations that can vouch for those who have the skills to do the job, but who may lack the typical profile of education and experience.\n\n20 New TechHire Communities Announced Today\nToday, the following 20 communities are joining the TechHire initiative:\nAlachua and Bradford Counties, FL\nAnchorage, AL\nArizona (State of)\nBellevue, WA\nBoston, MA\nCarroll County, MD\nCentral Florida\nEl Paso County, TX\nHoward County, MD\nMobile, AL\nOklahoma City, OK\nOmaha, NE\nPensacola, FL\nPuerto Rico\nSanta Fe and Northern New Mexico\nStamford, CT\nTampa Bay, FL\nToledo, OH\nTrenton City, NJ\nTulsa, OK\nA detailed summary of each community can be found at the end of this document.\nGrowth of TechHire Action Network \nOpportunity@Work, an independent social enterprise, will partner with the U.S. Department of Education and others to continue to support TechHire communities to implement, grow, amplify, and sustain their TechHire initiatives locally and across the country and organize the Action Network. Key goals of TechHire and the Action Network include:\n\nConnecting employers to nontraditional, often overlooked, and more diverse tech talent and lifting up best practices from model companies.\nAggregating resources and partnerships to help underrepresented groups access and progress on tech career pathways.\nRecruiting new TechHire communities and partners across sectors to support TechHire and advance the goal to expand access to fast-track tech training for underrepresented groups.\nDeveloping and collecting tools and resources on TechHire.org to support job seekers, employers, educators, and community partners.\nWorking with communities to identify and leverage federal, state, local, and philanthropic funding more effectively to support TechHire activities and accelerated tech training.\nExpanding the learning network of TechHire leaders across the country, convene national and regional events to promote collaboration among TechHire hubs, share best practices, and troubleshoot common challenges.\nFor more details, visit the TechHire.org page.\n\nTechUP's Include.io 27-City Roadshow 2017\nThe TechUP + Include.io roadshow will bring together TechHire partners, technologists, recruiting leaders, and local community innovators to showcase the depth and breadth of incredible, diverse tech talent across the Unites States. Each city event features tech demos, workshops, and a career fair to highlight the next generation of technologists, thought leaders, and scale human connections. Their goal will be to spark local tech ecosystems, build momentum around inclusion, fill open tech jobs and change the face of technology.\n---\nSummary Descriptions of the 20 Communities Joining TechHire Today\nWe are pleased that communities continue to spread the TechHire initiative across the country, and today we announce an additional 20 communities who have developed cross-sector coalitions to train workers with the tech skills they need for the open tech jobs that local employers are seeking to fill. A summary of each of the communities is below:\nAlachua and Bradford Counties, FL\nIn Alachua and Bradford counties, Santa Fe College in Gainesville, FL, CareerSource of North Central Florida (CSNCFL), the Gainesville Area Chamber of Commerce, and the North Florida Regional Chamber of Commerce will collaborate with Gainesville Dev Academy and others to train and place at least 300 individuals into programming and app development jobs by 2020. This program will help serve local tech jobs across all sectors, including local tech companies like Immersed Games, MindTree, Onward Development, NextGen, and Verigo.\nAnchorage, AL\nLed by the Anchorage Economic Development Corporation, the Anchorage Mayor's Office will work with Anchorage Community Land Trust, Code for Anchorage, Future Coders of Alaska, Lynda.com, Coursera, and other programs to train and place over 500 workers into tech jobs by 2020. Once trained, program graduates will fill the needs of local employers including GCI, Municipality of Anchorage, Resource Data. Inc, and PangoMedia, as well as help retain Anchorage's top talent. To help connect graduates to jobs, the Alaska Department of Labor aims to revamp the interface for the state job-seeker platform.\nArizona (State of)\nThe State of Arizona Office of Economic Opportunity will leverage a “No Wrong Door” approach to recruit disconnected youth and nontraditional candidates into tech training and jobs across industries from aerospace & defense to financial services. The Arizona Tech Council, Arizona’s premier trade association for science and tech companies, will help leverage the resources of the tech community to focus on expanding tech talent, along with the Greater Phoenix Chamber of Commerce and other local organizations. In partnership with the University of Arizona and other local training providers, TechHire Arizona aims to train and place over 100 individuals across southern Arizona and Maricopa County over the next year, which is slated to increase to well over 500 individuals across Arizona by 2020.\nBellevue, WA\nTechHire Bellevue will bring together local employers, government and workforce development resources, with educational support from Coding Dojo and Bellevue College to facilitate training and hiring of local talent into tech jobs. The TechHire effort aligns with local employers' missions to increase workforce diversity. Examples include Microsoft's LEAP and Civic Tech programs, as well as Expedia, which has hired nearly a dozen Coding Dojo graduates to date. TechHire Bellevue will specifically target under-served populations locally, including minorities, veterans and the homeless, to help them learn and connect with local tech jobs.\nBoston, MA\nA regional consortium of Boston employers and training providers are blazing the path to IT jobs, led by the Boston Private Industry Council (PIC), the City's workforce development board, and SkillWorks, a regional funders' collaborative. Companies from a range of sectors—including healthcare, education, government, technology, and finance—will support the initiative. TechHire Boston plans to more than double the number of high school Tech Apprentices from 100 to 250 and increase the number of individuals connected to IT-related jobs to 500 by 2020.\nCarroll County, MD\nCarroll County employers, training providers, and community organizations are uniting to train and employ more than 200 local tech workers by 2020. Led by Carroll Community College, the Carroll Technology Council and the Mid-Atlantic Gigabit Innovation Collaboratory, Inc. (MAGIC), a broad group of partnering organizations will connect local participants in leading-edge tech training programs to a network of over 520 county employers.\nCentral Florida\nCareerSource Central Florida is developing a coalition across sectors to train and place 100 people within the year and 400 people by 2020 into tech jobs, with an emphasis on serving underemployed, minority, and female candidates. The University of Central Florida, Valencia College, and Florida Institute of Technology will each play a role in developing trainings for students to quickly learn tech skills. Businesses from across Florida that participate in the Florida High Tech Corridor Council will support the initiative with an array of commitments, including commitments to consult on course design, interview candidates, and provide on-the-job learning opportunities.\nEl Paso County, TX \nEmerging companies in El Paso County will soon have an influx of talent, thanks to collaboration among the Workforce Solutions Borderplex Development Board Area and local partners to lead Reboot El Paso, a collective effort to create and expand IT career pathways. The initiative aims to train and place 400 individuals into tech jobs by 2020. First, the coalition will build awareness among non-traditional candidates, with an emphasis on veterans, the long-term unemployed, and youth. Then, the coalition commits to develop a pipeline to jobs with employer partners and assess applicants for fit to the jobs with competencies rather than credentials. Finally, the coalition will connect graduates to jobs.\nHoward County, MD\nHoward Community College and the Howard Tech Council (HTC) will come together to train individuals for jobs in tech fields including computer science, information technology, cybersecurity, and computer forensics. Howard County's TechHire initiative will leverage an apprenticeship model, whereby trainees can participate in on-the-job learning with the over 200 regional employers that participate in Howard Tech Council. By 2020, the Howard County TechHire initiative aims to train and place 800 individuals, with an emphasis on the long-term unemployed, minorities, and the military.\nMobile, AL\nThe City of Mobile, Alabama will partner with the Gulf Coast Technology Council and 17 employers to develop industry-driven training, including customized capacity building for incumbent workers, a coding bootcamp pilot, and advanced manufacturing technical trainings for entry-level job seekers. The trainings will be facilitated by Depot/U, Iron Yard, and General Assembly. This program will include opportunities for trainees to network with local employers seeking talent, including Accureg Software, AM/NS Calvert, Rural Sourcing Inc., and The Red Square Agency. By 2020, the collaborative aims to train and hire 500 technical workers, including those who are underemployed and dislocated, boosting Mobile’s burgeoning tech community.\nOklahoma City, OK\nStarSpace46, Inc., Creative Oklahoma, and Techlahoma Foundation will work with fast-track and agile training programs to train and place 500 IT workers by 2020. With commitments from employers spanning from the aerospace sector to the not-for-profit sector, trainees will gain and utilize skills in native mobile development, user interface design, and front-end and application development. Students will also gain access to mentorship in entrepreneurship and business.\nOmaha, NE\nOmaha is bringing together AIM and the Greater Omaha Chamber of Commerce, including traditional and start-up employers alike, in their effort to develop a local tech training and employment ecosystem. Local training bootcamps have committed to help train over 1,000 people by 2020, to help fill local tech jobs in industries from financial services to tech.\nPensacola, FL\nPensacola State College will collaborate with employer convener Innovation Coast, Inc., including community workforce partners Global Business Solutions, Inc. (GBSI), Technical Software Services, Inc. (TECHSOFT), Gulf Power Company, AppRiver, and the Institute of Human & Machine Cognition (IHMC), to train and place 200 technology workers by 2020. With a focus on veterans, minorities, and economically disadvantaged individuals in the Pensacola area, students can gain skills across IT fields, including cybersecurity, coding, and networking. In addition to training, this initiative includes opportunities to make connections with potential employers and reduce unemployment.\nSanta Fe and Northern New Mexico\nNMTechWorks is a community coalition in Santa Fe and Northern New Mexico with support from the Mayor’s Office, local employers, and non-profits. This multi-sector effort is designed to map, expand, and link pathways to tech careers, especially for rural, Native American, and Spanish-speaking community members. The Community Learning Network and StartUp Santa Fe are teaming with Cultivating Coders, a locally-based accelerated training provider, and others to grow the IT pipeline and train more than 500 students by 2020 for high-demand tech jobs with employers such as the Los Alamos National Laboratory, OpenEye Scientific Software, and Descartes Labs.\nTampa Bay, FL\nCareerSource Tampa Bay, Hillsborough County’s workforce development board, will fast-track critical IT training and employment opportunities for well over 1,000 local out-of-school youth and young adults through 2020. Employers across industries, such as BayCare Health Systems and Cognizant Technology Solutions, are partnering with the initiative in order to advance the economic health and technology industry of the community.\nTrenton City, NJ \nThe Trenton TechHire initiative is a cross-sector partnership between employers, City of Trenton’s My Brother’s Keeper Initiative, and Agile Strategies group, local education institutions, and local nonprofit organizations. This collaboration will prepare over 150 residents for tech jobs across sectors by 2020. Partners such as FCC Consulting Services, Tektite Industries, Inc., New Jersey Manufacturing Extension Program, and Power Magnetics, Inc. will meet regularly with Shiloh Community Development Corporation and the City of Trenton to strengthen and sustain the initiative.\nTulsa, OK\nIn Tulsa, 36 Degrees North, Techlahoma and a network of workforce and education partners will collaborate to quickly train candidates for tech jobs with local employers including ConsumerAffairs and Mozilla. With strong support from the Mayor’s Office, Tulsa TechHire plans to train and place 600 candidates, including women and youth, into tech jobs across sectors by 2020.\nPuerto Rico\nIn Puerto Rico, co-working space Piloto 151 and Codetrotters Academy have launched a strong public-private partnership with support from the Puerto Rico IT Cluster, the Puerto Rico Department of Economic Development (DDEC) and the Puerto Rico Science & Technology Research Trust. The Puerto Rico TechHire initiative will bring together a wide range of local technology companies and startups, including Rock Solid Technologies, Spotery, Migo IQ, and Wovenware, among others, in order to train and place 100 workers into tech jobs over the next year, ramping up to 300 workers by 2020.\nToledo. OH\nTech Toledo, the Toledo Regional Chamber of Commerce, and OhioMeansJobs Lucas County are initiating an information technology workforce alliance to address short-term needs and develop longer-term programs for IT internships and apprenticeship programs. Tech Toledo will work with employers such as Meyer Hill Lynch, Toledo Lucas County Public Library, and The Andersons, Inc., to find and develop training to help fill their in-demand IT job needs. Tech Toledo will place at least 100 workers into tech jobs by 2020.\nStamford, CT\nThe City of Stamford and the Connecticut Department of Labor are working with Crashcode and The Business Council of Fairfield County to train and place 1,000 new workers into tech jobs by 2020 via an accelerated training program. Regional tech companies including Datto, CometaWorks, Comradity, GoNation, CTFN, and others will support with training design and hiring opportunities for graduates.\n\n\n\n\n"
}