{
    "title": "Excerpts of the President's Address to the Nation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/excerpts-presidents-address-nation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 01, 2009\n\n \n\n\n\nExcerpts of the President's Address to the Nation\n\n\n\n\n“The 30,000 additional troops that I am announcing tonight will deploy in the first part of 2010 – the fastest pace possible – so that they can target the insurgency and secure key population centers. They will increase our ability to train competent Afghan Security Forces, and to partner with them so that more Afghans can get into the fight. And they will help create the conditions for the United States to transfer responsibility to the Afghans.”  \n \n“Because this is an international effort, I have asked that our commitment be joined by contributions from our allies. Some have already provided additional troops, and we are confident that there will be further contributions in the days and weeks ahead. Our friends have fought and bled and died alongside us in Afghanistan. Now, we must come together to end this war successfully. For what’s at stake is not simply a test of NATO’s credibility – what’s at stake is the security of our Allies, and the common security of the world.”\n \n“Taken together, these additional American and international troops will allow us to accelerate handing over responsibility to Afghan forces, and allow us to begin the transfer of our forces out of Afghanistan in July of 2011. Just as we have done in Iraq, we will execute this transition responsibly, taking into account conditions on the ground. We will continue to advise and assist Afghanistan’s Security Forces to ensure that they can succeed over the long haul. But it will be clear to the Afghan government – and, more importantly, to the Afghan people – that they will ultimately be responsible for their own country.”\n\n\n\n"
}