{
    "title": "Declaraciones del Presidente Durante Rueda de Prensa | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-durante-rueda-de-prensa",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 18, 2009\n\n \n\n\n\nDeclaraciones del Presidente Durante Rueda de Prensa\n\n\n\n\n10:30 P.M. CET\n \nEL PRESIDENTE:  Permítanme comenzar con unas declaraciones y luego responderé un par de preguntas.\n \nHoy hemos logrado un avance significativo y sin precedente – un avance significativo y sin precedente aquí en Copenhague. Por primera vez en la historia, todas las principales economías se han unido a fin de asumir su responsabilidad de actuar y enfrentar la amenaza del cambio climático.\n \nPrimero permítanme volver a contar cuál ha sido nuestro enfoque durante todo el año y los antecedentes de esta conferencia. Para comenzar, hemos reafirmado el compromiso de Estados Unidos de transformar nuestro sistema económico basado en la energía en nuestro país. Hemos hecho inversiones históricas en la energía renovable las cuales ya han puesto a la gente a trabajar de nuevo. Hemos elevado nuestros estándares de eficiencia en el uso de combustible. Y hemos renovado el liderazgo estadounidense en las negociaciones internacionales sobre el clima.\n \nY lo más importante es que permanecemos comprometidos a poner en vigor legislación integral que creará millones de trabajos nuevos en Estados Unidos, que impulsará una nueva industria, y mejorará nuestra seguridad nacional reduciendo nuestra dependencia del petróleo extranjero. \n \nEse esfuerzo en nuestro país es la base de nuestro liderazgo alrededor del mundo. Debido a las acciones que estamos tomando vinimos a Copenhague con un objetivo ambicioso de reducir nuestras emisiones. Acordamos unirnos a un esfuerzo internacional para proveer financiamiento de ayuda a países en desarrollo, en particular los más pobres y los más vulnerables, para que se adapten al cambio climático. Y reafirmamos lo necesario, que es tener una lista con transparencia de nuestras acciones nacionales y nuestros compromisos. \n \nEstos tres elementos – transparencia, mitigación y financiamiento – forman la base del enfoque común, que Estados Unidos y nuestros socios respaldamos aquí en Copenhague. Durante todo el día trabajamos con muchos países para establecer un nuevo consenso en torno a estos tres puntos, un consenso que funcionará como la base de la acción global para enfrentar la amenaza del cambio climático en los años venideros.\n \nEste éxito no hubiese sido posible sin el arduo trabajo de muchos países y muchos líderes, y debo decir que debido a las condiciones climáticas en Washington me voy antes del voto final, pero tenemos confianza en que vamos por el camino de lograr un acuerdo significativo.\n \nAdemás de nuestros firmes aliados, quienes se esforzaron tanto para lograr avances, yo trabajé durante el día con el Primer Ministro Meles de Etiopía, quien estaba representando al África, así como también con el Premier Wen de China, el Primer Ministro Singh de India, el Presidente Lula de Brasil, y el Presidente Zuma de Sudáfrica, a fin de lograr lo que creo será un hito importante.\n \nEsta noche tuve una reunión con los últimos cuatro líderes que mencioné – de China, India, Brasil, y Sudáfrica. Y fue ahí donde acordamos dar a conocer una lista de nuestras acciones nacionales y compromisos, y de proveer información sobre la implementación de estas acciones por medio de comunicaciones nacionales, con análisis y consultas internacionales usando pautas claramente definidas.  Acordamos establecer un objetivo para la mitigación a fin de limitar el calentamiento a no más de 2 grados centígrados, y que lo importante es tomar acción para lograr ese objetivo de una manera consistente con la ciencia.\n \nEn conjunto, estas acciones nos ayudarán a empezar a cumplir la responsabilidad que tenemos de dejarles a nuestros hijos y nietos un planeta más seguro y más limpio.\n \nBueno, este progreso no se logró fácilmente, y sabemos que este progreso por sí solo no será suficiente. En el futuro, vamos a tener que continuar los avances logrados aquí en Copenhague para asegurar que se sostenga la acción internacional con el fin de reducir de manera significativa las emisiones y que sea suficiente con el transcurso del tiempo. Hemos llegado lejos, pero tenemos mucho terreno por delante.\n \nPara seguir avanzando debemos basarnos en el esfuerzo que nos permitió lograr el éxito aquí hoy – acercamiento entre naciones que representan una base de interés mutuo y respeto mutuo. El cambio climático nos afecta a todos; por lo tanto, tenemos que cerrar antiguas brechas y construir nuevas alianzas para enfrentar este gran desafío de nuestros tiempos. Eso es lo que hemos comenzado a hacer aquí hoy.\n \nPorque la energía no representa únicamente peligros de cambio climático, sino también la promesa de un mañana más próspero y pacífico. Si Estados Unidos es el líder en el desarrollo de energía limpia, seremos líderes en crecimiento económico, pondremos a nuestra gente a trabajar de nuevo, y les dejaremos un país más seguro y más sólido a nuestros hijos.\n \nY alrededor del mundo, la energía es un tema que exige nuestro liderazgo. Ha llegado el momento de dejar de ser sólo observadores y que forjemos el futuro que deseamos. Por eso vine hoy a Copenhague, y por eso me he comprometido a trabajar en un esfuerzo común con países de todo el mundo. Por eso creo que lo que hemos logrado en Copenhague no será el final sino el comienzo, el comienzo de una nueva era de acción internacional.\n \nAsí que permítanme responder sólo un par de preguntas, y voy a comenzar con Jeff Mason.\n \nP    Gracias, Sr. Presidente.  ¿Nos puede dar un poco más detalles de cómo funcionará el tema de la transparencia, cómo los países podrán mostrar o comprobar que están haciendo lo que dicen sobre los límites de emisiones? ¿Y puede usted hablar de manera más específica sobre la reducción de emisiones? No hubo mención de eso en sus declaraciones o en lo que hemos escuchado hasta ahora, específicamente sobre el acuerdo.\n \nEL PRESIDENTE:  Bueno, sobre la segunda pregunta primero, según la manera en que se estructuró este acuerdo, cada nación detallará compromisos concretos en un apéndice adjunto al documento, y así presentarán de manera muy específica cuáles son las intenciones de cada país.\n \nEsos compromisos luego estarán sujetos a un análisis y consultas internacionales semejantes, por ejemplo, a lo que sucede cuando la Organización de Comercio Internacional (WTO por sus siglas en inglés) examina el progreso o la falta de progreso que están logrando los países en torno a varios compromisos. No tendrá fuerza de ley, pero lo que permitiría es que cada país le muestre al mundo lo que está haciendo y cada país percibirá que estamos en esto juntos, y podremos saber quién está cumpliendo y quién no está cumpliendo las obligaciones mutuas que se han presentado. \n \nEn cuanto a los objetivos sobre las emisiones que se van a establecer, sabemos que no serán suficientes por sí solos para llegar a donde tenemos que llegar para el 2050. Por eso digo que esto va a ser un primer paso. Y habrá quienes van a – quienes van a mirar los compromisos nacionales, sumarlos, y decir, ya saben, que la ciencia dice que se tiene que hacer aun más. El reto aquí era que para muchos países, particularmente para esos países emergentes que están en distintas etapas de desarrollo, ésta será la primera vez en que voluntariamente ofrecen objetivos de mitigación. Y en esencia, creo que era importante lograr que comience ese cambio de orientación, eso es lo que creo que resultará siendo lo más significativo de este acuerdo.\n \nDesde el punto de vista de Estados Unidos, yo he presentado metas que forman parte de legislación aprobada en la Cámara de Representantes y que están bajo discusión de manera bipartidista en el Senado. Y aunque no estaremos obligados legalmente por nada de lo que sucedió aquí hoy, habremos, yo creo, reafirmado nuestro compromiso de cumplir con esos objetivos. Y vamos a cumplir con esos objetivos, como lo dije antes, no simplemente por que la ciencia lo exige, sino también porque creo que nos lleva por el camino de enormes oportunidades económicas. \n \nP    ¿Y sobre la primera parte de la pregunta, sobre el tema de la transparencia?\n \nEL PRESIDENTE:  Bueno, como dije, hay un específico --\n \nP    (No se escucha.)\n \nEL PRESIDENTE:  Exactamente.  Está el anexo combinado con un proceso bajo el cual esencialmente le están presentando al mundo – sujeto a consulta internacional y luego análisis – exactamente cuáles son estos pasos. Así que si yo afirmo que estoy reduciendo gases de efecto invernadero porque he cambiado los estándares de millaje en los carros, habrá un proceso bajo el cual la gente podrá mirar y decir, ¿en realidad está en efecto?\n \nJennifer Loven.\n \nQ    Gracias, señor. Usted ha hablado, en sus declaraciones hoy, sobre la necesidad de que otras naciones acepten algo menos que la perfección desde el punto de vista de ellas. ¿Nos puede hablar sobre qué abandonó usted y en qué manera cambió la posición estadounidense para llegar a este punto?  Y también, si fue tan difícil llegar a esto, sólo lo que tienen hoy, ¿cómo puede tener confianza en que llegarán a lograr un acuerdo que tenga fuerza de ley dentro de un año?\n \nEL PRESIDENTE:  Creo que va a ser muy difícil y va a tomar tiempo. Permítanme explicar el contexto de lo que vi cuando llegué.\n \nY creo que va a ser importante poder ponerse uno en el lugar de las distintas partes en esto. De alguna manera Estados Unidos venía con un lienzo en blanco, ya que no habíamos participado en muchas de estas negociaciones durante varios años.\n \nEsencialmente tenemos una situación en la que el Protocolo de Kyoto y algunos de los acuerdos que le siguieron exigían que los países desarrollados que firmaron el acuerdo tomaran algunas acciones de mitigación significativa y también ayudaran a los países en desarrollo. Y había muy pocas obligaciones, si acaso, por parte de los países en desarrollo.\n \nAhora, en algunos casos, los países que son extremadamente pobres, aún de economía agraria y demás, simplemente no contribuyen significativamente a los gases de efecto invernadero. Pero lo que ha sucedido desde 1992 es que hay países que están surgiendo como China, India y Brasil que han experimentado enorme crecimiento económico e industrialización. Así que sabemos que si vamos a lograr progreso, si vamos a alcanzar esos objetivos será necesario que esos países hagan cambios. No es suficiente que sólo los países desarrollados hagan cambios. Esos países van a tener que hacer algunos cambios también. No al mismo ritmo, no de la misma manera, pero van a tener que hacer algo para asegurar que cualquier carbono que estemos eliminando del medio ambiente no sea simplemente reemplazado por otros países.\n \nPor otro lado, desde la perspectiva de los países en desarrollo como China e India, se están diciendo a sí mismos, nuestras emisiones de carbono per cápita siguen siendo relativamente bajas, y tenemos cientos de millones de personas que ni siquiera tienen electricidad todavía, así que someternos a una serie de obligaciones legales podría reducir potencialmente nuestra habilidad de desarrollo, y eso no es justo.\n \nAsí que pienso que existe un impasse fundamental en las perspectivas traídas a las discusiones durante esta semana. Y ambos lados tienen puntos legítimos.\n \nMi punto de vista era que si podíamos comenzar a reconocer que los países emergentes van a tener algunas responsabilidades, pero que esas responsabilidades no son exactamente las mismas que las de los países desarrollados, y que si podemos establecer un mecanismo de financiamiento para ayudar a esos países más vulnerables, como Bangladesh, entonces estaríamos por lo menos reorientándonos de una manera que nos permite ser más eficaces en el futuro.\n \nPero creo que todavía se va a necesitar más trabajo y reafirmación de confianza entre los países emergentes, los países menos desarrollados y los países desarrollados antes de que se firme otro acuerdo que tenga fuerza de ley.\n \nDe hecho, creo que necesitamos llegar a semejante acuerdo, y apoyo esos esfuerzos. Pero esto es un ejemplo clásico de una situación en la cual si sólo esperamos que suceda eso, entonces no lograremos ningún progreso. Y de hecho creo que puede llegar a haber tanta frustración y cinismo que en vez de dar un paso adelante, terminemos dando dos atrás.\n \nPero sí quiero ser claro en que en algún momento este tema va a tener que ser dirigido por la ciencia, y la ciencia indica que vamos a tener que tomar medidas más enérgicas en el futuro. Nuestra esperanza es que al invertir en energía limpia, en investigación, en desarrollo, en innovación, de la misma manera que la Ley Para el Aire Limpio resultó impulsando todo tipo de innovación que solucionó el problema de la lluvia ácida de una manera menos costosa y a un paso más rápido de lo que esperábamos, que al comenzar a lograr avances en poner la innovación en marcha, en realidad vamos a estar en posición de solucionar este problema.\n \nPero vamos a necesitar avances tecnológicos para lograr las metas que estamos buscando. Mientras tanto, tenemos que poder tomar medidas que están a nuestro alcance ahora, por ejemplo la eficiencia en el uso de energía, algo a lo que le puse énfasis la semana pasada.\n \nBueno. Helene Cooper.  Lo siento.\n \nP    ¿Y qué de la pregunta sobre el cambio en el compromiso? \n \nEL PRESIDENTE:  Debo decir que, calladamente, hicimos un trabajo preparatorio bastante bueno durante este año, así que nuestra posición estaba relativamente clara. Creo que el principio que traje a esto es que cualquier compromiso que hagamos, quiero poder estar seguro de que son compromisos que podemos cumplir. Así que tratamos de ser modestos en lo que pensamos que podríamos lograr. Creo que hubo interés por parte de algunos de, por ejemplo, aumentar nuestros objetivos de mitigación. Si vemos los años 2025 ó 2030, nuestros objetivos son completamente comparables a los de Europa. Al comienzo parecen ser menores, porque francamente ellos han comenzado antes que nosotros durante los últimos años en lograr cosas que nos interesan, como la eficiencia en el uso de energía.\n \nLo que yo les dije a los otros en la sala es que quiero estar seguro de que cualquier cosa que prometamos sea algo que podemos realizar, y que sería falta de realismo pensar que podemos hacer cambios inmediatos y que una economía basada en energía limpia va a surgir de la noche a la mañana, considerando que requerirá un esfuerzo significativo.  Y las compañías y las industrias van a querer hacer cambios, ya los estamos viendo, pero no todos han rendido fruto todavía. Y queremos estar seguros de que no nos estamos apresurando demasiado ni estableciendo objetivos inalcanzables, a pesar de que entiendo que la ciencia insiste en que avancemos lo más rápido posible.\n \nBueno. Helene Cooper.\n \nP    Gracias.  Yo quería preguntarle sobre este listado de – en el apéndice. En el futuro, ¿cree usted que eso sea suficiente, o cree que la verificación va a seguir siendo un punto de fricción entre Estados Unidos y China? Y también en cuanto al sistema de límites e intercambio de emisiones, ¿puede usted – pudo usted asegurarle a los líderes aquí que usted lo hará su prioridad legislativa el año entrante?\n \nEL PRESIDENTE:  En cuanto al apéndice, estos países han iniciado por primera vez esfuerzos de mitigación significativos, y les quiero reconocer eso. Quiero decir, si usted mira a un país como India, como dije, tienen cientos de millones de personas que no tienen electricidad, cientos de millones de personas que, bajo cualquier estándar, aún viven en la miseria. Para ellos, aun decir voluntariamente, que vamos a reducir las emisiones de carbono relativo a cómo operamos ahora por X porcentaje es un paso importante. Y los aplaudimos por eso.\n \nEl problema actual no va a ser la verificación en el sentido que este mecanismo de consulta internacional y análisis nos dirá mucho de lo que necesitamos saber. Y la verdad es que en realidad podemos examinar mucho de lo que sucede por imágenes de satélite y demás. Así que creo que vamos a tener una buena idea de lo que los países están haciendo.\n \nLo que creo que algunos van a preguntar legítimamente es, bueno, si no tiene fuerza de ley, ¿qué impide que en 10 años miremos y se diga, ya saben, ninguno logró estos objetivos y no hubo consecuencias? Mi respuesta a eso es, pues, por eso creo que todavía debemos dirigirnos hacia algo que tenga más fuerza de ley que esto. Pero no fue posible durante esta conferencia.\n \nY el segundo punto que quiero hacer es que Kyoto tenía fuerza de ley y, a pesar de todo, ninguno logró llegar a los objetivos. Así que pienso que es importante para nosotros, en vez de establecer metas que van a ser sólo palabras en una hoja de papel y que no se cumplirán, que comencemos a actuar – todos estamos tomando una serie de acciones que son lo más enérgicas posible. Que exista un sentido de obligación mutua y que se comparta información para que la gente pueda ver quién es serio y quién no. Que nos esforcemos por lograr más acuerdos que tengan fuerza de ley con el tiempo, y que sigamos avanzando. Ésa ha sido la meta principal que he tratado de lograr hoy. \n \nY creo que a medida que la gente lo piense mejor, les garantizo que habrá muchas personas que dicen de inmediato, la ciencia dice que tienen que hacer X, Y, Z, y sin ningún tipo de mecanismo legal para hacerlo cumplir, eso no va a suceder.  Bueno, no tenemos un gobierno internacional, y hasta los tratados, como lo vimos en Kyoto, sólo tienen la fuerza equivalente a la firmeza del compromiso de los países participantes.\n \nDebido a los distintos puntos de vista entre países en desarrollo y países desarrollados, en cuanto a obligaciones futuras, lo más importante que podemos hacer en este momento, creo, y que comenzamos a lograr pero no hemos terminado, es afianzar la confianza entre los países desarrollados y los que están en desarrollo para derrumbar algunos de los impedimentos que tienen que ver con la gente enfocada en el pasado y diciendo, bueno, Kyoto dijo esto, o Bali dijo lo otro, o ustedes necesitan hacer algo pero nosotros no. Debemos salir de esa mentalidad y avanzar hacia una posición en la cual todos reconocemos que tenemos que actuar juntos. Si comenzamos desde ese punto, entonces creo que vamos a poder progresar en el futuro.\n \nPero esto va a ser difícil. Esto es difícil dentro de paísesa nivel nacional, va a ser aun más difícil entre países. Y una de las cosas que he creído firmemente durante este año es que lo difícil no requiere parálisis, requiere seguir hacia adelante y sacar lo mejor de la situación en la que está uno en este momento, y luego paulatinamente tratar de mejorar y progresar de ahí.\n \nOK, muchas gracias a todos. Veremos a algunos de ustedes en el avión. \n \nP    Sr. Presidente, ¿quién firmará el acuerdo ya que usted se va? ¿Quién aquí tiene la autoridad de firmarlo?\n \nEL PRESIDENTE:  Tenemos a nuestros negociadores aquí. Yo no seré el único líder que creo que se vaya antes de que sea finalmente presentado, pero están autorizados a aprobarlo, considerando que en este momento la mayoría del texto ha sido completamente negociado.\n \nQ    ¿Requiere firma? ¿Es ese tipo de acuerdo?\n \nEL PRESIDENTE:  ¿Sabe? Es una buena pregunta si técnicamente hay una firma ya que, como dije, no es un acuerdo con fuerza de ley. No sé cual sea el protocolo. Pero sí creo que es un compromiso que nosotros, como Estados Unidos, estamos tomando y creo que es muy importante.\n \nBueno. Gracias, muchachos.\n \nFIN  10:53 PM CET\n \n\n\n\n"
}