{
    "title": "Expected Attendees at Tonight’s Canada State Dinner | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/03/10/expected-attendees-tonights-canada-state-dinner",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 10, 2016\n\n \n\n\n\nExpected Attendees at Tonight’s Canada State Dinner\n\n\n\n\n\n\tBelow is a list of expected attendees at tonight’s Canada State Dinner. Additional details about the State Dinner are available HERE.\n\nTHE PRESIDENT AND MRS. OBAMA\n\nPRIME MINISTER TRUDEAU AND MRS. GRÉGOIRE TRUDEAU\n\n\tMs. Naomi Aberly, Philanthropist\n\tMr. Larry Lebowitz\n\n\tMr. David Abney, Chairman & Chief Executive Officer, United Parcel Service\n\tMs. Sherry Abney\n\n\tThe Honorable Adewale Adeyemo, Deputy Assistant to the President & Deputy National Security Advisor for International Economics, National Security Council, The White House\n\tMs. Heather Wong\n\n\tMr. Michael Alter, President, The Alter Group\n\tMs. Ellen Alter\n\n\tMr. Robert Anderson, Author\n\tMr. Eric Harland\n\n\tThe Honorable Navdeep Bains, Minister of Innovation, Science & Economic Development of Canada\n\n\tMs. Sara Bareilles, Singer\n\tMs. Jennifer Bareilles\n\n\tMr. Bruce Bastian, Co-Founder, WordPerfect Corporation\n\tMr. Clinton Ford\n\n\tMr. Gary Bettman, Commissioner, National Hockey League\n\tMr. William Daly III\n\n\tThe Honorable Marie-Claude Bibeau, Minister of International Development & La Francophonie of Canada\n\n\tThe Honorable Tony Blinken, Deputy Secretary of State, U.S. Department of State\n\tThe Honorable Evan Ryan\n\n\tMs. Angela Bogdan, Chief of Protocol of Canada\n\n\tMr. Jeremy Broadhurst, Deputy to the Chief of Staff & Principal Secretary to the Prime Minister of Canada\n\n\tMr. Stephen Bronfman, Canadian Business Representative & Philanthropist\n\n\tMs. Ursula Burns, Chairman & Chief Executive Officer, Xerox Corporation\n\tMr. Lloyd Bean\n\n\tMr. Gerald Butts, Principal Secretary, Office of the Prime Minister of Canada\n\n\tThe Honorable Kristie Canegallo, Assistant to the President & Deputy Chief of Staff for Implementation, The White House\n\tMs. Simi Shah\n\n\tThe Honorable Ashton Carter, Secretary of Defense, U.S. Department of Defense\n\tMs. Cynthia DeFelice\n\n\tThe Honorable Susan Collins, U.S. Senator (Maine)\n\tMr. Peter Vigue\n\n\tMs. Audie Cornish-Emery, National Public Radio\n\tMr. Theodore Emery\n\n\tThe Honorable Susan Davis, U.S. Representative (California)\n\tDr. Steven J. Davis\n\n\tThe Honorable Mark Dayton, Governor of Minnesota\n\n\tThe Honorable Anita Decker Breckenridge, Assistant to the President & Deputy Chief of Staff for Operations, The White House\n\tMr. Russell Breckenridge\n\n\tThe Honorable Brian Deese, Assistant to the President & Senior Advisor, The White House\n\tMs. Kara Deese\n\n\tThe Honorable Stéphane Dion, Minister of Foreign Affairs of Canada\n\n\tMs. Karen Dixon, Attorney & Executive Committee Member, Lambda Legal\n\tDr. Nan Schaffer\n\n\tMs. Juliet Eilperin, The Washington Post\n\tMr. Andrew Light\n\n\tMr. Adam Entous, The Wall Street Journal\n\tMs. Sandra Medina\n\n\tMr. Mark Feierstein, Senior Director for Western Hemisphere Affairs, National Security Council, The White House\n\tMs. Tiffany Stone\n\n\tMr. Michael J. Fox, Actor\n\tMs. Tracy Pollan\n\n\tThe Honorable Chrystia Freeland, Minister of International Trade of Canada\n\n\tThe Honorable Michael Froman, Ambassador, United States Trade Representative\n\tMs. Nancy Goodman\n\n\tMs. Anna Gainey, President of the Liberal Party of Canada & Philanthropist\n\n\tMr. Mark Gallogly, Co-founder & Managing Principal, Centerbridge Partners\n\tMs. Elizabeth Strickler\n\n\tThe Honorable Suzy George, Deputy Assistant to the President & Executive Secretary & Chief of Staff of the National Security Council, The White House\n\tMs. Devon George-Eghdami\n\n\tThe Honorable Ralph Goodale, Minister of Public Safety & Emergency Preparedness of Canada\n\n\tMr. Jean Grégoire, Father of Mrs. Sophie Grégoire Trudeau\n\tMrs. Estelle Blais, Mother of Mrs. Sophie Grégoire Trudeau\n\n\tThe Honorable Avril Haines, Assistant to the President & Deputy National Security Advisor, National Security Council, The White House\n\tMr. David Davighi\n\n\tMr. John Hannaford, Foreign & Defense Policy Advisor to the Prime Minister & Deputy Secretary to the Cabinet Privy Council Office of Canada\n\n\tThe Honorable Orrin G. Hatch, President Pro Tempore of the U.S. Senate (Utah)\n\tMs. Wendy Hatch\n\n\tMs. Marillyn Hewson, Chairman, President, & Chief Executive Officer, Lockheed Martin\n\tMr. James Hewson\n\n\tThe Honorable Bruce Heyman, U.S. Ambassador to Canada\n\tMs. Vicki Heyman\n\n\tMr. Grant Hill, Former Basketball Player, Member of The President’s Council on Fitness, Sports & Nutrition\n\tMs. Tamia Hill\n\n\tDr. Irwin Jacobs, Co-founder, Qualcomm & Chair of the Board of Trustees, Salk Institute\n\tMs. Joan Jacobs\n\n\tThe Honorable Roberta Jacobson, Assistant Secretary of State for Western Hemisphere Affairs, U .S. Department of State\n\tMr. Jonathan Jacobson\n\n\tThe Honorable Valerie Jarrett, Senior Advisor & Assistant to the President for Intergovernmental Affairs & Public Engagement, The White House\n\tMr. Anthony Balkissoon\n\n\tThe Honorable Jeh Johnson, Secretary of Homeland Security, U.S. Department of Homeland Security\n\tMs. Susan DiMarco\n\n\tThe Honorable Mélanie Joly, Minister of Canadian Heritage\n\n\tMr. Wayne Jordan, Executive, Founder & Principal, Jordan Real Estate Investments\n\tMs. Quinn Delaney\n\n\tMr. Jonathan Kaplan, Founder & Chief Executive Officer, The Melt\n\tMs. Marci Glazer\n\n\tThe Honorable Derek Kilmer, U.S. Representative (Washington)\n\tMs. Jennifer Kilmer\n\n\tThe Honorable Angus King, U.S. Senator (Maine)\n\tMs. Kathryn Rand\n\n\tMr. Robert Klein II, President, Klein Financial Corporation & Chairman Emeritus, California Institute of Regenerative Medicine\n\tMr. Robert Klein III\n\n\tThe Honorable Amy Klobuchar, U.S. Senator (Minnesota)\n\tMr. John Bessler\n\n\tThe Honorable Patrick Leahy, U.S. Senator (Vermont)\n\tMs. Marcelle Leahy\n\n\tMs. Twila Legare, Letter Writer\n\tMr. Marc Legare\n\n\tThe Honorable Jacob Lew, Secretary of the Treasury, U.S. Department of the Treasury\n\n\tMr. Charles Lewis, Chairman, Lewis-Sebring Family Foundation\n\tMs. Penny Sebring\n\n\tMr. Andrew Liveris, Chairman & Chief Executive Officer, The Dow Chemical Company\n\tMs. Paula Liveris\n\n\tMr. Alexander Macgillivray, Deputy Chief Technology Officer, The White House\n\tMs. Shona Crabtree\n\n\tHis Excellency David MacNaughton, Ambassador of Canada to the United States of America\n\tMrs. Leslie Noble\n\n\tThe Honorable Denis McDonough, Assistant to the President & Chief of Staff, The White House\n\tMs. Karin McDonough\n\n\tThe Honorable Catherine McKenna, Minister of Environment & Climate Change of Canada\n\n\tMr. Lorne Michaels, Executive Producer, Saturday Night Live\n\tMs. Alice Michaels\n\n\tThe Honorable Lisa Monaco, Assistant to the President for Homeland Security & Counterterrorism, National Security Council, The White House\n\tMr. Mark Monaco\n\n\tThe Honorable Ernest Moniz, Secretary of Energy, U.S. Department of Energy\n\tMs. Katya Frois-Moniz\n\n\tMr. Dennis Muilenburg, Chairman, President, & Chief Executive Officer, The Boeing Company\n\tMr. Gregory Smith\n\n\tThe Honorable Shailagh Murray, Assistant to the President & Senior Advisor, The White House\n\tMr. Neil King\n\n\tMr. Mike Myers, Actor\n\tMs. Kelly Myers\n\n\tThe Honorable Marvin Nicholson, Special Assistant to the President, Trip Director & Personal Aide to the President, The White House\n\tMs. Helen Pajcic\n\n\tDr. Konrad Ng, Executive Director, Shangri La, Doris Duke Foundation for Islamic Art\n\tDr. Maya Soetoro-Ng\n\n\tMs. Sandra Oh, Actress\n\tMr. Lev Rukhin\n\n\tMr. John Owens, Chairman of the Board, MediGuide International\n\tMs. Missy Owens\n\n\tThe Honorable Nancy Pelosi, Democratic Leader of the U.S. House of Representatives (California)\n\tMr. Paul Pelosi\n\n\tThe Honorable Amy Pope, Deputy Assistant to the President & Deputy Homeland Security Advisor, National Security Council, The White House\n\tMr. Neil Allison\n\n\tThe Honorable Samantha Power, U.S. Ambassador to the United Nations,\n\tMr. Cass Sunstein\n\n\tThe Honorable Penny Pritzker, Secretary of Commerce, U.S. Department of Commerce\n\tMr. John Poorman\n\n\tMr. Thomas Pritzker, Chairman & Chief Executive Officer, The Pritzker Organization\n\tMs. Margot Pritzker\n\n\tMs. Kate Purchase, Director of Communications, Office of the Prime Minister of Canada\n\n\tMs. Roberta Rampton, Reuters\n\tMr. Peter Rampton\n\n\tMr. Ryan Reynolds, Actor\n\tMs. Blake Lively\n\n\tThe Honorable Ben Rhodes, Assistant to the President & Deputy National Security Advisor for Strategic Communications & Speechwriting, National Security Council, The White House\n\tMs. Ann Norris\n\n\tThe Honorable Steven Ricchetti, Assistant to the President & Chief of Staff to the Vice President, The White House\n\tMs. Amy Ricchetti\n\n\tThe Honorable Susan Rice, National Security Advisor, National Security Council, The White House\n\tMr. Ian Cameron\n\n\tDr. Martine Rothblatt, Chairman and Co-Chief Executive Officer, United Therapeutics Corporation\n\tMrs. Bina Rothblatt\n\n\tThe Honorable Harjit Sajjan, Minister of National Defense of Canada\n\n\tThe Honorable Peter Selfridge, Chief of Protocol, U.S. Department of State\n\tMs. Parita Shah Selfridge\n\n\tThe Honorable Jeanne Shaheen, U.S. Senator (New Hampshire)\n\tMr. William Shaheen\n\n\tMs. Beth Shaw, Personal Finance Commentator & Member of the President’s Advisory Council on Financial Capability for Young Americans\n\tMr. Adam Shaw\n\n\tMr. Adam Silver, Commissioner, National Basketball Association\n\tMs. Maggie Grise\n\n\tMr. Ian Simmons, Co-Founder & Principal, Blue Haven Initiative\n\tMs. Liesel Simmons\n\n\tThe Honorable Todd Stern, Special Envoy for Climate Change, U.S. Department of State\n\tMs. Jennifer Klein\n\n\tMrs. Michéle Taylor, Member, United States Holocaust Memorial Council\n\tDr. Kenneth Taylor\n\n\tThe Honorable Tina Tchen, Assistant to the President & Chief of Staff to the First Lady, The White House\n\n\tMs. Katie Telford, Chief of Staff, Office of the Prime Minister of Canada\n\n\tThe Honorable Jon Tester, U.S. Senator (Montana)\n\tMs. Sharla Tester\n\n\tThe Honorable Hunter Tootoo, Minister of Fisheries, Oceans & the Canadian Coast Guard of Canada\n\n\tMrs. Margaret Trudeau, Mother of Prime Minister Trudeau\n\n\tMr. Michael Wernick, Clerk of the Privy Council & Secretary to the Cabinet Privy Council Office of Canada\n\n\tThe Honorable Melissa Winter, Deputy Assistant to the President & Senior Advisor to the First Lady, The White House\n\n\tMr. David Zaslav, President & Chief Executive Officer, Discovery Communications\n\tMs. Pam Zaslav\n\n\n\n\n"
}