{
    "title": "Statement from President Obama on the Six Year Anniversary of Hurricane Katrina | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/08/29/statement-president-obama-six-year-anniversary-hurricane-katrina",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 29, 2011\n\n \n\n\n\nStatement from President Obama on the Six Year Anniversary of Hurricane Katrina\n\n\n\n\n\n\tSix years ago today, Hurricane Katrina struck the Gulf Coast, upending families and ravaging communities – and no one will forget the tragic events of those days.  But what’s required of us is more than remembrance – what’s required of us is our continued efforts to make sure that New Orleans and the Gulf Coast fully recover, and to make sure that our response to such disasters is the best it can possibly be.\n\n\tOver the past several years, we’ve seen what Americans are capable of when tested.  We’ve seen the grit and determination of people on the Gulf Coast coming together to rebuild their communities, brick by brick, block by block.  At the same time, we’ve made sure the federal government is doing its part to help.  We’ve cut through red tape to free up funding for recovery efforts in Louisiana and Mississippi.  We’ve taken steps to help school systems get children the tools and resources they need for a proper education.  We’ve broken through gridlock on behalf of tens of thousands of displaced families, making sure they have long-term housing solutions. And we’ll keep at it until these communities have come back stronger than before.\n\n\tWhen it comes to disaster response, we’ve worked very seriously to enhance our preparedness efforts so that Americans are ready before disaster strikes, and to strengthen our recovery capabilities so that we’re more resilient after disaster strikes.  Over the last week, we have experienced the power of another storm, Hurricane Irene.  Before the storm made landfall, the Department of Homeland Security and FEMA worked closely with our state and local partners to preposition supplies and teams of first responders, and support their response efforts. Those response efforts are ongoing and we will continue that partnership, responding as quickly and effectively as possible, for as long as necessary, until the affected communities are back on their feet.\n\n\tToday is a reminder of not just the immediate devastation that can be caused by these storms, but the long term needs of communities impacted by disasters – whether in Mississippi or Alabama, Tennessee or Missouri, North Dakota, or the east coast states impacted by Hurricane Irene. This Administration will stand by those communities until the work is done.\n\n\n\n\n"
}