{
    "title": "Joint Statement by the United States of America and the United Kingdom | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/06/16/joint-statement-united-states-america-and-united-kingdom",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJune 16, 2015\n\n \n\n\n\nJoint Statement by the United States of America and the United Kingdom\n\n\n\n\n\nThe First Lady is currently in London. While in the U.K, the First Lady will meet with local students and discuss how the U.K. and the U.S. are working together to expand access to adolescent girls' education around the world. While in London, the First Lady will also host a roundtable meeting on Let Girls Learn, and meet with Prime Minister Cameron, Mrs. Cameron, and Prince Harry.\n\nJOINT STATEMENT BY THE UNITED STATES OF AMERICA AND THE UNITED KINGDOM\n\n\tToday, the United States and United Kingdom announced a new partnership to build upon our shared commitment to advance adolescent girls education. This commitment is in support of the U.S. Government’s recently launched Let Girls Learn initiative. The two countries pledged renewed efforts to accelerate progress in overcoming barriers that adolescent girls face in achieving an education, with a particular focus on fragile countries. \n\n\tWith more than 62 million girls out of school, the world must come together to increase our investments in education. When a girl receives a quality education, she is more likely to earn a decent living; raise a healthy, educated family; and improve the quality of life for herself, her family and her community. Girls’ attendance in secondary school is correlated with later marriage, later childbearing, lower maternal and infant mortality rates, lower birth rates, lower rates of HIV/AIDS, and significantly higher earning power. \n\n\tAs demonstrated by today’s announcement, world leaders must continue to work together to deepen their commitments to adolescent girls’ education in order for every nation to benefit from the contributions of all of their citizens—men, women, boys and girls.\n\n\n\n\n"
}