{
    "title": "MONTANA IMPACT: The American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/13/montana-impact-american-jobs-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 13, 2011\n\n \n\n\n\nMONTANA IMPACT: The American Jobs Act\n\n\n\n\n\nTHE AMERICAN JOBS ACT: IMPACT FOR MONTANA\n\n\tThe American people understand that the economic crisis and the deep recession weren’t created overnight and won’t be solved overnight. The economic security of the middle class has been under attack for decades. That’s why President Obama believes we need to do more than just recover from this economic crisis – we need to rebuild the economy the American way, based on balance, fairness, and the same set of rules for everyone from Wall Street to Main Street. We can work together to create the jobs of the future by helping small business entrepreneurs, by investing in education, and by making things the world buys. The President understands that to restore an American economy that’s built to last we cannot afford to outsource American jobs and encourage reckless financial deals that put middle class security at risk.\n\n\tTo create jobs, the President unveiled the American Jobs Act – nearly all of which is made up of ideas that have been supported by both Democrats and Republicans, and that Congress should pass right away to get the economy moving now. The purpose of the American Jobs Act is simple: put more people back to work and put more money in the pockets of working Americans. And it would do so without adding a dime to the deficit. The American Jobs Act has five components:\n\n1. Tax Cuts to Help America’s Small Businesses Hire and Grow\n\t• The President’s plan will cut the payroll tax in half to 3.1% for employers on the first $5 million in wages, providing broad tax relief to all businesses but targeting it to the 98 percent of firms with wages below this level. In Montana, 30,000 firms will receive a payroll tax cut under the American Jobs Act.\n\n2. Putting Workers Back on the Job While Rebuilding and Modernizing America\n\t• The President’s plan includes $50 billion in immediate investments for highways, transit, rail and aviation, helping to modernize an infrastructure that now receives a grade of “D” from the American Society of Civil Engineers and putting hundreds of thousands of construction workers back on the job. Of the investments for highway and transit modernization projects, the President’s plan will make immediate investments of at least $216,400,000 in Montana that could support a minimum of approximately 2,800 local jobs.\n\n\t• The President is proposing to invest $35 billion to prevent layoffs of up to 280,000 teachers, while supporting the hiring of tens of thousands more and keeping cops and firefighters on the job. These funds would help states and localities avoid and reverse layoffs now, and will provide $90,100,000 in funds to Montana to support up to 1,400 educator and first responder jobs.\n\n\t• The President is proposing a $25 billion investment in school infrastructure that will modernize at least 35,000 public schools – investments that will create jobs, while improving classrooms and upgrading our schools to meet 21st century needs. Montana will receive $77,100,000 in funding to support as many as 1,000 jobs.\n\n\t• The President is proposing to invest $15 billion in a national effort to put construction workers on the job rehabilitating and refurbishing hundreds of thousands of vacant and foreclosed homes and businesses. Montana could receive about $20,000,000 to revitalize and refurbish local communities, in addition to funds that would be available through a competitive application.\n\n\t• The President’s plan proposes $5 billion of investments for facilities modernization needs at community colleges. Investment in modernizing community colleges fills a key resource gap, and ensures these local, bedrock education institutions have the facilities and equipment to address current workforce demands in today’s highly technical and growing fields. Montana could receive $5,700,000 in funding in the next fiscal year for its community colleges.\n\n3. Pathways Back to Work for Americans Looking for Jobs.\n\t• Drawing on the best ideas of both parties and the most innovative states, the President is proposing the most sweeping reforms to the unemployment insurance (UI) system in 40 years help those without jobs transition to the workplace. This could help put the 12,000 long-term unemployed workers in Montana back to work.\n\n\t• Alongside these reforms, the President is reiterating his call to extend unemployment insurance, preventing 2,700 people looking for work in Montana from losing their benefits in just the first 6 weeks. And, across the country, the number saved from losing benefits would triple by the end of the year.\n\n\t• The President is proposing a new Pathways Back to Work Fund to provide hundreds of thousands of low-income youth and adults with opportunities to work and to achieve needed training in growth industries. Pathways Back to Work could place 400 adults and 1,000 youths in jobs in Montana.\n\n4. Tax Relief for Every American Worker and Family\n\t•  The President’s plan will expand the payroll tax cut passed last December by cutting workers payroll taxes in half next year. A typical household in Montana, with a median income of around $40,000, will receive a tax cut of around $1,240.\n\n5. Fully Paid for as Part of the President’s Long-Term Deficit Reduction Plan.\n\t• To ensure that the American Jobs Act is fully paid for, the President will call on the Joint Committee to come up with additional deficit reduction necessary to pay for the Act and still meet its deficit target. The President will, in the coming days, release a detailed plan that will show how we can do that while achieving the additional deficit reduction necessary to meet the President’s broader goal of stabilizing our debt as a share of the economy. \n\n\n\n\n"
}