{
    "title": "Op-ed by President Obama and President Hollande: An Alliance Transformed | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/02/10/op-ed-president-obama-and-president-hollande-alliance-transformed",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 10, 2014\n\n \n\n\n\nOp-ed by President Obama and President Hollande:  An Alliance Transformed\n\n\n\n\nThe full text of an op-ed by President Obama and President Hollande of France is printed below. The piece, published today in the Washington Post and in Le Monde, can be read online HERE.\n\nObama and Hollande: France and the U.S. enjoy a renewed alliance\n\nBy Barack Obama and François Hollande,\n\nMonday, February 10\nBarack Obama is president of the United States. François Hollande is president of the French Republic.\nToday, American and French diplomats are preparing for talks with Iran that build on the agreement that has halted progress on and rolled back key elements of the Iranian nuclear program. French and American officials share information daily to combat terrorism around the world. Our development experts are helping farmers across Africa and on other continents boost their yields and escape poverty. In forums such as the Group of Eight and the Group of 20, the United States and France promote strong, sustainable and balanced growth, jobs and stability — and we address global challenges that no country can tackle alone. At high-tech start-ups in Paris and Silicon Valley, American and French entrepreneurs are collaborating on the innovations that power our global economy.\nA decade ago, few would have imagined our two countries working so closely together in so many ways. But in recent years our alliance has transformed. Since France’s return to NATO’s military command four years ago and consistent with our continuing commitment to strengthen the NATO- European Union partnership, we have expanded our cooperation across the board. We are sovereign and independent nations that make our decisions based on our respective national interests. Yet we have been able to take our alliance to a new level because our interests and values are so closely aligned.\nRooted in a friendship stretching back more than two centuries, our deepening partnership offers a model for international cooperation. Transnational challenges cannot be met by any one nation alone. More nations must step forward and share the burden and costs of leadership. More nations must meet their responsibilities for upholding global security and peace and advancing freedom and human rights.\nBuilding on the first-step agreement with Iran, we are united with our “P5+1” partners — Britain, Germany, Russia and China — and the E.U. and will meet next week in Vienna to begin discussions aimed at achieving a comprehensive solution that prevents Iran from obtaining a nuclear weapon. In Syria, our credible threat of force paved the way for the plan to eliminate Syria’s chemical weapons; now, Syria must meet its obligations. With the Syrian civil war threatening the stability of the region, including Lebanon, the international community must step up its efforts to care for the Syrian people, strengthen the moderate Syrian opposition, and work through the Geneva II process toward a political transition that delivers the Syrian people from dictatorship and terrorism.\nPerhaps nowhere is our new partnership on more vivid display than in Africa. In Mali, French and African Union forces — with U.S. logistical and information support — have pushed back al-Qaeda-linked insurgents, allowing the people of Mali to pursue a democratic future. Across the Sahel, we are partnering with countries to prevent al-Qaeda from gaining new footholds. In the Central African Republic, French and African Union soldiers — backed by American airlift and support — are working to stem violence and create space for dialogue, reconciliation and swift progress to transitional elections.\nAcross the continent, from Senegal to Somalia, we are helping train and equip local forces so they can take responsibility for their own security. We are partnering with governments and citizens who want to strengthen democratic institutions, improve agriculture and alleviate hunger, expand access to electricity and deliver the treatment that saves lives from infectious diseases. Our two countries were the earliest and are among the strongest champions of the Global Fund to Fight AIDS, Tuberculosis and Malaria.\nAlongside a revitalized alliance on the world stage, we’re also working to deepen our bilateral economic relationship. Already, France is one of America’s top export markets, and the United States is the largest customer for French goods outside the European Union — trade that supports nearly a million jobs in our two countries. Our cooperation in science and education is illustrated by existing partnerships between our universities, top research laboratories and space agencies. But as entrepreneurial societies that cherish the spirit of invention and creativity, we need to do more to lead the world in innovation.\nThe trade and investment partnership that we are pursuing between the European Union and the United States is a major opportunity to build on millions of jobs on both sides of the Atlantic already supported by U.S.-E.U. trade. Such an agreement would result in more trade, more jobs and more export opportunities, including for small businesses in both of our countries. It would also build a lasting foundation for our efforts to promote growth and the global economic recovery.\nThis includes our leadership to combat climate change. Even as our two nations reduce our own carbon emissions, we can expand the clean energy partnerships that create jobs and move us toward low-carbon growth. We can do more to help developing countries shift to low-carbon energy as well, and deal with rising seas and more intense storms. As we work toward next year’s climate conference in Paris, we continue to urge all nations to join us in pursuit of an ambitious and inclusive global agreement that reduces greenhouse gas emissions through concrete actions. The climate summit organized by the U.N. secretary general this September will give us the opportunity to reaffirm our ambitions for the climate conference in Paris.\nThe challenges of our time cannot be wished away. The opportunities of our interconnected world will not simply fall into our laps. The future we seek, as always, must be earned. For more than two centuries, our two peoples have stood together for our mutual freedom. Now we are meeting our responsibilities not just to each other — but to a world that is more secure because our enduring alliance is being made new again.\n\n\n\n\n"
}