{
    "title": "Pollack Statement on the President's Fiscal Policy Speech | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/13/pollack-statement-presidents-fiscal-policy-speech",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 13, 2011\n\n \n\n\n\nPollack Statement on the President's Fiscal Policy Speech\n\n\n\n\n\n\t \n\n\tBy: Ron Pollack, Executive Director for Families USA\n\n\t \n\nIn a speech today, President Obama today offered his vision for reducing the federal deficit. The following is the statement of Ron Pollack, Executive Director of the health consumer organization Families USA, about the President’s speech:\n\n\t \n\n\t“The President today provided a balanced framework for achieving a responsible budget – much different from the proposal offered by House Republicans. The difference is quite clear from how the President deals with rising health care costs.\n\n\t \n\n\t“The President’s proposal is designed to moderate health care costs, while the House Republican proposal does nothing to moderate costs – but rather it shifts costs onto the shoulders of those least able to bear them.\n\n\t \n\n\t“The differences are most evident in the way the President and House Republicans treat Medicare and Medicaid. The President’s proposal is designed to make health care generally, and Medicare and Medicaid specifically, more efficient and effective.\n\n\t \n\n\t“The House Republican proposal, instead, shifts Medicaid costs onto the states – which will find the burden unsustainable and, in turn, will shift the costs onto the shoulders of seniors who need nursing home and long-term care, people with disabilities who need Medicaid as a lifeline, and low-income children who need to see a doctor.\n\n\t \n\n\t“In Medicare, the House Republican proposal shifts costs onto the shoulders of seniors who will see their out-of-pocket spending skyrocket and will find that burden unaffordable.\n\n\t \n\n\t“The President’s approach makes much more sense, and we appreciate the directions of his proposal.”\n\n\n\n\n"
}