{
    "title": "Presidente Obama anuncia nueva campaña para combatir el despilfarro y fraude | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidente-obama-anuncia-nueva-campa-a-para-combatir-el-despilfarro-y-fraude",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 10, 2010\n\n \n\n\n\nPresidente Obama anuncia nueva campaña para combatir el despilfarro y fraude\n\n\n\n\nWASHINGTON—El Presidente Barack Obama anunció hoy una nueva campaña para combatir el despilfarro y fraude en Medicare, Medicaid y otros programas del gobierno por medio del uso más extenso de auditorías para recuperar pagos. Este esfuerzo es el más reciente componente del compromiso del Presidente Obama de adoptar las mejores ideas –de ambos partidos– al continuar con la reforma.\nEn sus declaraciones sobre la reforma del seguro médico en St. Charles, Missouri, el Presidente Obama habló sobre una nueva campaña a fin de recobrar el dinero de los contribuyentes con el uso de auditorías para recuperar pagos, que ofrecen incentivos a auditores financieros privados y especializados para erradicar los pagos indebidos y que en programas piloto se ha demostrado que son sumamente eficaces. De hecho, el uso más extenso de auditorías para recuperar pagos podría recuperar por lo menos $2,000 millones en dinero de los contribuyentes durante los próximos tres años, el doble de la cantidad de costos recuperados que se proyecta actualmente.\nEl Presidente firmará un memorando presidencial hoy que da instrucciones a todos los departamentos y agencias federales para que expandan e intensifiquen su uso de auditorías para recuperar pagos conforme a sus actuales facultades. También anunciará su respaldo de la Ley de Eliminación y Recuperación de Pagos Indebidos (Improper Payments Elimination and Recovery Act), que cuenta con el respaldo de ambos partidos, para aumentar la capacidad de las agencias del gobierno de financiar las auditorías con pagos recuperados.\n“El hecho es que Washington es un lugar donde a menudo se trata el dinero de los contribuyentes como dinero de Monopolio, que se intercambia y se divide entre los cabilderos e intereses particulares. Y ha sido un lugar donde el despilfarro –que asciende hasta miles de millones de dólares– se acepta como el precio de hacer negocios”, afirmó el Presidente Obama. “Pues, no voy a aceptar que se siga haciendo lo mismo de siempre. Y el pueblo estadounidense tampoco lo aceptará, especialmente cuando uno de los desafíos más urgentes que enfrentamos es reducir el déficit a largo plazo, que amenaza con heredarles una montaña de deudas a nuestros hijos”.\nLa reforma del seguro médico que el Presidente ha propuesto se basa en una serie de enérgicas facultades nuevas y sin precedente para combatir el despilfarro, el fraude y los abusos en medidas legislativas ante la Cámara de Representantes y el Senado, con muchas propuestas adicionales ofrecidas por tanto demócratas como republicanos. El Presidente Obama, en una carta del 2 de marzo a líderes del Congreso, también expresó su interés en una propuesta sugerida por el Senador Tom Coburn (R-OK) en una reunión sobre salud con miembros de ambos partidos el 25 de febrero para usar investigaciones encubiertas a fin de combatir el fraude aun más.\nA continuación se encuentra una hoja informativa sobre el anuncio de hoy:\nHOJA INFORMATIVA: REDUCIR EL DESPILFARRO Y FRAUDE\nCON AUDITORÍAS PARA RECUPERAR PAGOS\nTodos los años, el gobierno federal despilfarra miles de millones del dinero de los contribuyentes estadounidenses en pagos indebidos a personas, organizaciones, y contratistas. Se trata de pagos realizados por cantidades incorrectas, a personas equivocadas o por motivos equivocados. En el 2009, los pagos indebidos ascendieron a $98,000 millones, $54,000 millones de los cuales se originaron en Medicare y Medicaid. No podemos darnos el lujo de que nuestro sistema de salud despilfarre así el dinero de los contribuyentes, ni debemos tolerarlo.\nHoy, el Presidente está anunciando una nueva campaña para mejorar el rendimiento de cuentas y reducir este tipo de despilfarro y fraude por medio del uso de auditorías para recuperar pagos. Se trata de investigaciones en las que auditores especializados del sector privado usan tecnología y herramientas de vanguardia para analizar pagos hechos por el gobierno y luego encontrar y recuperar fondos de los contribuyentes obtenidos por error o fraude. Se puede compensar a estos auditores en base al monto de los pagos indebidos que detecten y recuperen, lo que les dará un gran incentivo para encontrar todos los errores. Un programa piloto que Medicare puso en práctica en tres populosos estados –California, Nueva York y Texas– del 2005 al 2008 recuperó $900 millones a favor de los contribuyentes.\nActualmente, el uso de fondos recuperados para pagar dichas auditorías sólo se permite en pagos del programa de Medicare Fee-for-Service y en contratos gubernamentales en 20 de las 24 principales agencias del gobierno que otorgan contratos por más de $500 millones. Esto no incluye los pagos en contratos realizados por muchas otras agencias, ni subvenciones y otros tipos de beneficios federales pagados a organizaciones, como gobiernos estatales y locales, universidades e instituciones de enseñanza superior, bancos y organizaciones sin fines de lucro. Por eso, el Presidente está anunciando hoy dos importantes medidas para intensificar y ampliar el uso de auditorías para recuperar pagos:\nMemorando presidencial sobre auditorías para recuperar pagos. El Presidente firmará un memorando presidencial hoy que da instrucciones a todos los departamentos y agencias a fin de ampliar e intensificar su uso de auditorías para recuperar pagos con las facultades que tienen actualmente. Se tiene previsto que el uso de auditorías para recuperar pagos produzca por lo menos $2,000 millones durante los próximos tres años para beneficio de los contribuyentes estadounidenses, lo cual es el doble de la cantidad que actualmente se proyecta en costos recuperados.\nRespaldo por ambos partidos a la Improper Payments Elimination and Recovery Act. Como las agencias del gobierno sólo podrán usar fondos recuperados para pagar estas auditorías en situaciones específicas, el Presidente hoy está anunciando su respaldo a la Improper Payments Elimination and Recovery Act, un proyecto de ley respaldado por ambos partidos que aumentaría la capacidad de las agencias del gobierno de financiar estas auditorías especializadas con pagos recuperados. El proyecto de ley ha sido ofrecido por los senadores Tom Carper, D-Del., Claire McCaskill, D-Mo., Joseph Lieberman, I.D.-Conn., Tom Coburn, R-Okla., Susan Collins, R-Maine y John McCain, R-Ariz. Han presentado medidas similares ante la Cámara de Representantes los congresistas Patrick Murphy, D-Penn., y Brian Bilbray, R-Calif.\nEstas medidas se basan en el decreto ejecutivo que el Presidente emitió sobre pagos indebidos en noviembre del 2009. En el decreto, el Presidente se centró en reducir los pagos indebidos, que ascendieron a $98,000 millones en el año fiscal 2009, con tres tipos de medidas: aumentar la transparencia, exigir que las agencias rindan cuentas y crear sólidos incentivos para el acatamiento.\n• Aumentar la transparencia. El poder ejecutivo está prosiguiendo con un grupo de herramientas para combatir los pagos indebidos, el Improper Payment Dashboard, a fin de permitir que el público vea los detalles sobre pagos indebidos, vea tasas de error en el pago por agencia y programa, y vea una lista de infractores (por ejemplo, estafadores habituales en el registro o contratistas con problemas frecuentes de facturar excesiva o repetidamente y que han pasado por el debido proceso formal).\n• Hacer que las agencias rindan cuentas por el despilfarro. El poder ejecutivo ha requerido que cada agencia designe una persona cuyo nombramiento es ratificado por el Senado para que se responsabilice ante el Presidente por cumplir con objetivos de reducir los pagos indebidos y consolidar las actividades para velar por la integridad de programas. El poder ejecutivo también está aumentando el intercambio de información entre agencias para que una vez que se detecte un error, no se repita.\n• Crear incentivos para el acatamiento. El gobierno federal está creando incentivos para que los estados y otras entidades reduzcan los pagos indebidos y aumenten las sanciones contra contratistas que no divulgan pagos indebidos oportunamente.\nAdemás, el gobierno del Presidente Obama está actuando enérgicamente para combatir el despilfarro y fraude al:\n• Reducir considerablemente costos innecesarios y minimizar el despilfarro en los programas de Medicare, Medicaid y CHIP. El presupuesto del Presidente para el año fiscal 2011 asignó más de $1,800 millones a la integridad de programas, un aumento de $225 millones (ó 14 por ciento) con relación al año fiscal 2010, a fin de combatir el despilfarro, fraude y abuso en estos programas de salud. Esta sólida estrategia, que incluye las propuestas legislativas en el Presupuesto para la integridad de programas, les ahorrará a los contribuyentes aproximadamente $23,000 millones en los próximos 10 años.\n• Recortar programas que no funcionan, son redundantes o simplemente no son necesarios. En su presupuesto para el año fiscal 2010, el Presidente propuso cancelar o reducir más de 120 programas, lo que potencialmente podría ahorrar $20,000 millones en un año. El Congreso aprobó 60 por ciento de los recortes propuestos a programas discrecionales, un récord en gobiernos recientes. El presupuesto para el año fiscal 2011 designó más de $20,000 millones en cancelaciones y recortes, lo cual simplificaría programas eficaces y eliminaría los que no lo son.\n• Reducir el costo de contratación, aumentar el rendimiento de cuentas y eliminar los contratos de alto riesgo. El gobierno federal gasta más de $500,000 millones anualmente en contratos federales. Debido a la falta de vigilancia, con demasiada frecuencia, estos contratos son para proyectos que no necesitamos o no podemos pagar, se ejecutan ineficientemente y se realizan de maneras que fuerzan al gobierno a correr riesgos excesivos e impiden que ahorre. El poder ejecutivo se ha comprometido a reducir en $40,000 millones el gasto en contratos para fines del 2011, reducir los contratos a fuentes únicas o sin licitación, y capacitar mejor al personal federal de adquisiciones a fin de aumentar la capacidad de las agencias para administrar contratos y asegurar que el dinero de los contribuyentes se gaste eficientemente.\n \n\n\n\n"
}