{
    "title": "FACT SHEET: President Obama to Meet with Small Business Owners, Urge Congress to Act to Support Small Businesses and Create Jobs | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-president-obama-meet-with-small-business-owners-urge-congress-act-suppor",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 27, 2010\n\n \n\n\n\nFACT SHEET: President Obama to Meet with Small Business Owners, Urge Congress to Act to Support Small Businesses and Create Jobs\n\n\n\n\nTomorrow, President Obama will meet with a group of small business owners at Tastee Sub Shop in Edison, New Jersey, to discuss the economy and urge Congress to pass support for small businesses, the engines of private sector job growth.  The President will discuss with the small business owners how the small business legislation that the Senate is expected to vote on this week will help businesses like theirs grow and hire more workers.\nA fact sheet on President Obama’s small business jobs proposals is attached.\nThe small business provisions that the President has put forward will help small businesses like the ones the President will meet with by:\n• Providing small banks on Main Street with capital and incentives to lend to small businesses on Main Street, so that these businesses can renew a credit line, purchase new equipment or open a new location.\n• Supporting state initiatives like loan guarantee programs that make it easier for creditworthy small businesses to borrow from private sector lenders.\n• Creating tax incentives for new investments made by small businesses seeking to expand and grow – allowing, for example, a small business to more quickly receive a deduction on their taxes after purchasing new machinery or equipment.\n• Eliminating capital gains taxes on key investments in small businesses, encouraging and rewarding those who invest their capital in smaller firms.\n• Continuing successful provisions from the Recovery Act that have helped increase the availability of SBA loans and reduce the fees small businesses pay, while doubling the size of SBA loans small businesses can receive so that they can expand and create new jobs.\nThe names of the small business owners at the event in New Jersey tomorrow and their stories are below:\n• Dave Thornton is a co-owner of the Tastee Sub Shop in Edison, New Jersey.  He and his business partner, Carl Padavano, met in school and have worked at the Edison shop since they were teenagers.  Based on the success of the Edison store, they opened a second Tastee Sub Shop together in South Brunswick, and three years ago Dave opened a third shop in Lawrenceville with his two sons.  Business has remained steady at all three locations despite the recent economic downturn and Dave is optimistic that business will continue to improve. \n• Theo Mastorakos is the owner of a family-run Italian restaurant, Mama Roxy’s, which opened last month in Rochelle Park, New Jersey. Mama Roxy’s received a 504 SBA loan to purchase the land and construct the restaurant. Under the Recovery Act, the 1.5 percent fee of the loan was waived, saving Theo and his family over $20,000 in fees.  The loan enabled the family to open their third restaurant and create 60 new jobs. \n• Tom and Catherine Horsburgh have owned Ridgid Paper Tube Corporation in Wayne, New Jersey, a manufacturer of paper tubes and custom packaging, for almost 30 years.  Ridgid Paper Tube has received a total of four SBA 7(a) loans, two of which were received in 2010 with provisions utilized under the Recovery Act that amounted to fee elimination savings of over $5,000.  The loans allowed Tom and Catherine to purchase the new equipment and materials necessary to expand the sale of their product. Business has grown as a result and they are currently looking to move to a larger facility and plan to hire approximately ten additional employees by the end of the year, almost doubling the size of their current workforce of over 25 employees.  They plan to keep the business in the family and are currently in the process of transitioning management to their son. \n• Brian Bovio is the Operations Manager of his third generation family business, Bovio Advanced Comfort & Energy Solutions in Sicklerville, New Jersey.  As a result of the downturn in the economy, the company began to look for new ways to grow and became involved in the New Jersey Home Performance with ENERGY STAR program which allowed Brian to add an insulation division and transform Bovio Advanced Comfort & Energy Solutions from a traditional heating and air conditioning company to a business focused on providing services to maximize homeowner energy savings.  Since making the transformation, business has been steadily growing and in 2009 Brian hired eight workers and has added an additional four more workers so far this year, bringing the company to 18 employees currently.\n\n\n\n"
}