{
    "title": "Senator Tom Harkin Backs American Jobs Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/09/senator-tom-harkin-backs-american-jobs-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 09, 2011\n\n \n\n\n\nSenator Tom Harkin Backs American Jobs Act\n\n\n\n\n\n\tHarkin: Let’s Put America Back to Work and Rebuild the Middle Class\n\nPresident’s Jobs Proposal Includes Harkin-led Efforts to Fund Education Jobs/School Construction\n\n\tWASHINGTON, D.C. – Senator Tom Harkin (D-IA) tonight issued the following statement after President Obama addressed Congress on the need to put America back to work.  Harkin is Chairman of the Senate Health, Education, Labor and Pensions (HELP) Committee and the Appropriations subcommittee that funds education and labor initiatives.  He has fought to prevent massive layoffs of American teachers and is leading the effort in Congress to rebuild the middle class in America. \n\n\t“Traveling in Iowa this summer it was abundantly clear that the number one issue impacting Americans is not the budget deficit, but a far more urgent deficit: the jobs deficit.  By all means, we need to agree on necessary spending cuts and tax increases to bring deficits under control in the longer term.  But in the short term, we need a robust federal agenda to boost the economy and create jobs. \n\n\t“I am encouraged that the President’s proposal goes to the heart of that effort by investing in the jobs that sustain a strong middle class.  In particular, new funding he proposed for educator jobs will keep teachers in the classrooms.  This echoes a bill that I pushed through Congress last year to provide $10 billion to keep teachers on the job in the face of deep cuts to state budgets.\n\n\t“The President’s call to renovate our schools is a win-win for our economy and for our children.  Kids cannot be expected to reach their full potential if the school they attend is crumbling around them.  And my experience in Iowa in providing funding to renovate our schools shows that every dollar in federal funds that is provided for school construction leverages an additional four dollars in funding from other sources, creating jobs and economic growth. \n\n\t“And I was pleased to see he proposed ramping up federal investments in infrastructure to boost U.S. competitiveness and create construction jobs.  As the American Society of Civil Engineers estimates, America faces a $2.2 trillion infrastructure backlog and they are correct to say that “we are still driving on Eisenhower’s roads and sending our kids to Roosevelt’s schools.”  His proposal also offers assistance so that the long-term unemployed can support their families while they continue to look for work. \n\n\t“As we move forward, we must also address the fact that two-thirds of adults with disabilities are not working. In the HELP Committee, I intend to continue to hold hearings on the best way to address this issue.\n\n\t“Now that this proposal has been unveiled, I encourage the President to use the bully pulpit and fight to get it passed.  Where necessary, draw a sharp contrast to those who offer only obstruction and do-nothingism.  It’s time to break up the gridlock in Washington and put America back to work.  The future of our middle class – and our economy – depends on it.”\n\n\n\n\n"
}