{
    "title": "Presidential Nominations Sent to the Senate | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/07/09/presidential-nominations-sent-senate",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 09, 2014\n\n \n\n\n\nPresidential Nominations Sent to the Senate\n\n\n\n\nNOMINATIONS SENT TO THE SENATE:\nJess Lippincott Baily, of Ohio, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Macedonia.\nJudith Beth Cefkin, of Colorado, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of the Fiji Islands, and to serve concurrently and without additional compensation as Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Kiribati, the Republic of Nauru, the Kingdom of Tonga, and Tuvalu.\nRobert Francis Cekuta, of New York, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Azerbaijan.\nStafford Fitzgerald Haney, of New Jersey, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Costa Rica.\nElizabeth Sherwood-Randall, of California, to be Deputy Secretary of Energy, vice Daniel B. Poneman.\nMichele Jeanne Sison, of Maryland, a Career Member of the Senior Foreign Service, Class of Career Minister, to be the Deputy Representative of the United States of America to the United Nations, with the rank and status of Ambassador Extraordinary and Plenipotentiary, and the Deputy Representative of the United States of America in the Security Council of the United Nations.\nMichele Jeanne Sison, of Maryland, a Career Member of the Senior Foreign Service, Class of Career Minister, to be Representative of the United States of America to the Sessions of the General Assembly of the United Nations, during her tenure of service as Deputy Representative of the United States of America to the United Nations.\nMargaret Ann Uyehara, of Ohio, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to Montenegro.\nJames Peter Zumwalt, of California, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Senegal, and to serve concurrently and without additional compensation as Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Guinea-Bissau.\nWITHDRAWAL SENT TO THE SENATE:\nElizabeth M. Robinson, of Washington, to be Under Secretary of Energy, vice Kristina M. Johnson, resigned, which was sent to the Senate on January 6, 2014.\n\n\n\n\n"
}