{
    "title": "Advancing Our Interests: Actions in Support of the President's National Security Strategy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/advancing-our-interests-actions-support-presidents-national-security-strategy",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 27, 2010\n\n \n\n\n\nAdvancing Our Interests: Actions in Support of the President's National Security Strategy\n\n\n\n\nRead the National Security Strategy on WhiteHouse.gov.\nSECURITY\nDisrupt, Dismantle, and Defeat Al-Qa’ida and its Violent Extremist Affiliates in Afghanistan, Pakistan, and Around the World: Since this Administration took office, it has been working with key partners around the world – including in the Gulf, Africa, Asia, and Europe – against al-Qa’ida and its extremist affiliates who remain intent on conducting further attacks against the Homeland and against U.S. interests around the globe. In part as a result of this global effort, al-Qa’ida and its affiliates have sustained a dozen leadership losses.  In addition, cooperation between our intelligence, homeland security and law enforcement professionals continued to be strengthened, allowing us to identify and disrupt plots here at home; as a result, in 2009, more defendants were charged with terrorism violations in federal court than in any year since 9/11.\nAfghanistan: The President and the international community are providing the resources necessary to implement our strategy.  In Afghanistan, close to half of the 50,000 U.S. troops pledged for 2010 are now on the ground.  Increasingly, our collective efforts have focused intensely on providing trainers and funding for Afghan National Security Forces to support their assuming lead security responsibility.   On the civilian front, assistance has increased from $2.2 to $2.8 billion, and those funds have been reallocated to priority regions in the South and the East.  We have more than tripled the overall number of U.S. Direct Hire civilians in Afghanistan from 320 in January 2009 to more than 1,000 today and have roughly quadrupled our field presence through the staffing of 26 PRTs, and more than 30 District Support Teams (DST) located in key districts.  More than a dozen additional DSTs will come online in 2010, focused on districts where ISAF is working to reverse Taliban momentum and improve security. \nPakistan: In Pakistan, the Pakistani government has undertaken its biggest offensive against the violent extremists within its borders in years.  The President signed the bipartisan Kerry-Lugar-Berman bill that authorizes $1.5 billion in non-military assistance to the Pakistani people every year over the next five years .  FY 2010 and FY 2011 funds will continue the effort we started with the FY 2009 Supplemental to focus on high impact, high visibility projects that meet the urgent demands of the Pakistani people, with an initial focus on energy and water.  The U.S. Mission in Pakistan now has 584 Americans – a seventy percent increase since 2008.  We expect to grow by another 120 Americans in the next two years.  On the military side, we have fully resourced our security assistance to Pakistan including the provision of $238M in Foreign Military Financing for FY 2010 and last year we initiated a special counterinsurgency assistance fund for $1.1 billion.  We have also reimbursed Pakistan $1.3B in 2010 for military expenses they incurred in 2008 and 2009 under our Coalition Support Funds program.\nInternational Support in Afghanistan and Pakistan: The Administration’s strategy views the Afghan conflict in a regional context.  Since January 2009, we have engaged Afghanistan, Pakistan, their neighbors, and key international partners to coordinate assistance and encourage additional political and economic support for Afghanistan and Pakistan.  These partners – including several Muslim countries – are offering crucial military, economic, humanitarian, and technical assistance to Afghanistan and Pakistan. Also, over half of the 7,000 Allied troops promised in support of the President’s new strategy have arrived in Afghanistan.\nResponsible drawdown of forces in Iraq: In June 2009, U.S. forces re-positioned outside Iraq’s cities, at which point Iraqi Security Forces successfully took the lead in defending Iraq from internal threats.  The number of civilian deaths has dropped to the lowest level recorded since 2003, and Iraqi Security Forces have dealt strong blows against terrorists, including the recent death of the top two leaders of al-Qa’ida in Iraq and the arrest of the leader of Ansar al-Sunna.  Iraqi Security Forces also successfully provided security for Iraq’s Parliamentary election in March 2010.  In February 2010, we drew down to under 100,000 troops for the first time since 2003.  Given the significantly improved performance and capability of the Iraqi Security Forces and the sustained drop in Iraqi civilian casualties, we are on track to meet the President's plan to end the combat mission by August 31, 2010, and to drawdown to 50,000 troops.  The troop drawdown does not mean disengagement but transformation of our bilateral relationship towards greater civilian cooperation and a focus on capacity building.\nCommitment to Closing the Guantanamo Bay Naval Facility: Our nation’s senior defense officials and military commanders all support the closure of the detention facility at Guantanamo to help advance our security.  The Administration has instituted the most comprehensive review process ever applied to detainees at Guantanamo, with significant improvements including halting the “stove-piping” of classified intelligence and for the first time compiling in a single repository the best information available relating to Guantanamo detainees.  Every decision to transfer a detainee to a foreign country in 2009 and 2010 has been made unanimously by all agencies involved in the review process after a full assessment of intelligence and threat information.  The Administration has made remarkable progress working with our friends and allies to resettle many detainees in third countries.  Since 2008, the State Department has successfully resettled 33 detainees to 13 different destinations.\nUNSC Resolution on Prague Agenda: Shortly after taking office, President Obama put forward a comprehensive agenda to stop the spread of nuclear weapons, and to pursue the peace and security of a world without them. In September 2009, President Obama chaired the first ever Summit-level meeting of the UN Security Council focused on Nuclear Nonproliferation and Nuclear Disarmament, underscoring the role the world’s principal multilateral instrument for global security cooperation can play to deal with nations that violate the Non-Proliferation Treaty and encourage progress towards nuclear disarmament.  It resulted in unanimous adoption of UNSC Resolution 1887.\nNew START: The United States concluded a New START Treaty with Russia, which was signed by Presidents Obama and Medvedev on April 8, reducing the limits on strategic offensive warheads by approximately 30 percent and the limits on strategic delivery vehicles by over 50 percent compared with previous treaties.  New START reestablished U.S. and Russian cooperation and leadership on arms control and non-proliferation, advanced U.S.-Russia relations, and preserved the flexibility that the United States needs to protect its security and its allies. The New START Treaty has been submitted to the Senate for advice and consent to ratification and we hope to have the treaty into force by the end of this year.\nStrengthen the Nuclear Non-Proliferation Treaty: Our Nuclear Posture Review reaffirms the importance of the NPT, providing security incentives for non-nuclear states to forsake nuclear weapons and comply with their NPT and non-proliferation obligations. We have taken steps to strengthen the NPT in our diplomacy, achieved an increase in the IAEA safeguards budget, and reached international agreement on an arrangement to enable states to obtain nuclear energy without additional enrichment or reprocessing facilities.\nSecure Vulnerable Nuclear Weapons and Material: The President has underscored that nuclear terrorism is the most immediate and extreme threat we and other nations face, and called for a four-year effort to secure all vulnerable nuclear material worldwide to prevent nuclear terrorism at its source.  In April 2010, he hosted in Washington a historic Summit of leaders from 47 nations and three international organizations to advance that goal.   Over 30 nations announced specific steps to better secure nuclear materials and prevent smuggling ,and endorsed the President’s four-year lockdown effort and an agreed upon work-plan to pursue it.  U.S. threat reduction programs this year have reduced the nuclear threat in many ways through securing and/or destroying nuclear materials and delivery systems, reducing civilian use of weapons-usable materials, and improving our own and other countries’ abilities to detect and interdict nuclear smuggling.  The President’s FY11 budget proposes a 30%+ increase in funding for nuclear security programs.\nIranian Nuclear Program: For the first time in almost a decade, the United States is fully contributing to and leading international efforts to prevent Iran from obtaining a nuclear weapon through a combination of tough, principled diplomacy and pressure on Iran.  The focus is now where it should be: on the Iranian government and the decisions they face.  This month, Secretary Clinton announced that the P5+1 had reached consensus on a new and wide-ranging U.N. Security Council sanctions resolution that will urgently bring together the international community around measures to sharpen the choice that Iran faces.  Even Iran’s friends and close trade partners are lending their support.  This newfound multilateral effort strengthens our diplomatic hand as we seek to resolve the challenges posed by Iran’s nuclear program.\nNorth Korean Nuclear Program: Beyond improved bilateral relationships around the world, President Obama’s outreach facilitated a united regional and global response to the DPRK’s missile and nuclear tests resulting in unprecedented and globally enforced sanctions through UNSC Resolution 1874.  The United States has made consistently clear the path that will lead North Korea to security and prosperity is to stop its provocative behavior, improve relations with its neighbors, comply with its commitments and international obligations, and begin taking irreversible steps to eliminate its nuclear weapons program.\nImproved and Strengthened Missile Defense: In September 2009, the President announced a new approach to missile defense in Europe – the Phased Adaptive Approach – which enhances the collective defense of the United States, our deployed forces, and our allies and partners against existing and emerging ballistic missile threats from the Middle East. The Phased Adaptive Approach will deploy proven technologies and capabilities resulting in more comprehensive coverage for Europe sooner, and will be flexible, adaptive, and scalable to the evolving threat.  Furthermore, as described in the February 2010 Ballistic Missile Defense Review Report, the U.S. will sustain and enhance our ability to defend the U.S. homeland against the threat of limited ballistic missile attack and enhance missile defense cooperation with allies and partners around the world, including Russia.\nCounter Biological Threats: The Administration released a National Strategy for Countering Biological Threats to address the challenges from proliferation of biological weapons or their use by terrorists.  The strategy recognizes the beneficial nature of advances in the life sciences while addressing the risks associated with misuse and potential consequences of a biological attack. \nEfforts to bring about Middle East Peace: Against a difficult backdrop – recent war, no prospect of negotiations, and facing Israeli elections – the President began his term by immediately appointing Senator George Mitchell as full time Special Envoy to the Middle East.  As the result of the concerted efforts of Special Envoy Mitchell and our diplomatic team, we have successfully completed two rounds of proximity talks, where Senator Mitchell conducted meetings with both Israeli Prime Minister Netanyahu and Palestinian Authority President Abbas and discussed serious and substantive core issues.  We have also convinced both parties about the importance of a return to direct negotiations.  The Administration continues to support the improvement of Palestinian security efforts and institutional reforms under President Abbas and Prime Minister Fayyad, and continues to secure increased Arab financial support for the Palestinian Authority. \nContinued Commitment to Israel’s Security: Our commitment to Israel's security is unshakable and our defense relationship is stronger than ever, to the mutual benefit of both nations.  In a signal of just how strong our commitment is to Israeli security, the President has asked Congress to authorize $205 million to support the production of an Israeli-developed short range rocket defense system called Iron Dome.  This funding will allow Israel to expand and accelerate Iron Dome production and deployment to provide timely improvements to their multi-tiered defense, to protect against the rockets used by Hamas and Hizballah. This step is one in a series – which includes our annual $3 billion military assistance package, extensive consultations with Israel to ensure its qualitative military edge, and joint exercise on missile defense, that demonstrates the strength of our mutual defense relationship.\nSudan: Since January, we have completed a comprehensive review of our policies in Sudan, developed a strategy that focuses on addressing the crisis in Darfur and implementing the Comprehensive Peace Agreement, which is seeing the first serious multilateral effort to address outstanding issues since 2005 We have named a full time Special Envoy with access at the highest levels of the Administration, who has re-energized and broadened the multilateral coalition focused on addressing Sudan's challenges. \nSomalia: Following a comprehensive review of our policies on Somalia, this year the President issued Executive Order 13536, the first EO focused on addressing the underlying factors contributing to instability in Somalia.  The Administration’s policy on Somalia is the first comprehensive approach to addressing the counterterrorism, counterpiracy, humanitarian, and security and political concerns facing the beleaguered state.\nSecure Cyberspace: Since the President’s landmark speech on cybersecurity in May 2009, the White House has appointed Howard Schmidt as Cybersecurity Coordinator in the National Security Staff.  Mr. Schmidt and his team have launched the National Initiative for Cybersecurity Education (NICE), released an unclassified summary of the Comprehensive National Cybersecurity Initiative (CNCI), engaged with international partners and the United Nations, and worked with the Office of Management and Budget (OMB) to release a significant revision of the Federal Information Systems Management Act (FISMA) implementation requirements.  Cybersecurity initiatives have been undertaken with careful attention to privacy and civil liberties.\nPROSPERITY\nCommitment to World-Class Education: The long-term economic and national security of our nation depends on providing every student with an education that will enable them to succeed in a global economy.  To this end, the American Recovery and Reinvestment Act of 2009 (ARRA) provided approximately $100 billion to deliver emergency education funding to states while driving key reforms in elementary and secondary education.  Building on that effort, President Obama has launched a larger framework of education reform to strengthen and improve America’s public education system by raising standards and improving assessments; promoting teacher development and excellence; building the capacity to use data to drive instructional improvement in our schools; and driving change in America’s most underperforming schools.  In order to better prepare America’s students to graduate ready for college and career, the Obama Administration has challenged states to compete under the Race to the Top to spur systemic change in education policies and practices across each of these reforms.  The Obama Administration has also supported the development and expansion of new, promising models for closing the achievement gap through the Investing in Innovation Fund, while pursuing focused and strategic change in America’s lowest-performing schools through the School Improvement Fund. \nStrengthening Higher Education: The President has embarked on a historic reform of our nation’s higher education system, more than doubling the total amount of Pell Grant funding available to assist low-income students in pursuing higher education, strengthening America’s community colleges, and re-organizing our federal student loan programs to put students first.  Together, these reforms will better enable America to reach the President’s goal to again lead the world with the higher percentage of college graduates than any other nation by 2020. \nClean Energy Investments: The United States is investing $80+ billion in clean energy through its Recovery Act – including the largest-ever investment in renewable energy, which will double our generating capacity in three years. This demonstrates our commitment to lead in the production of new sources of energy that can create new jobs and enhance our energy security in the 21st century.\nEfficiency: President Obama announced the first ever joint fuel economy/carbon dioxide tailpipe standards for cars and trucks last May and built on that announcement this month by adding similar standards for heavy trucks. We’ve forged more stringent efficiency standards for appliances like refrigerators and microwaves, and have a dozen more appliance standards under development.\nEmissions Inventory Rule: We have issued a rule that requires large emission sources and suppliers of fossil fuels to monitor and report their greenhouse gas emissions.  This will serve as an important foundation for future cap-and-trade policy and enable private firms to better manage what they measure.\nNational Export Strategy: President Obama put forward the National Export Initiative (NEI) with the goal of doubling exports over the next 5 years as part of a broad effort to increase economic growth and support several million jobs.   The Initiative, lead by the newly created Export Promotion Cabinet, is focused on promoting exports by increasing advocacy and advice for exporters, particularly small and medium sized enterprises, improving access to export financing, reducing barriers to U.S. exports and services abroad, enforcing trade rules and agreements, and working through international institutions to foster sustained and balanced growth.\nExport Control Reform: The Administration launched a major effort to reform our export control system so as to strengthen our national security by focusing our efforts on controlling the export of the most critical items while maintaining the competitiveness of key sectors of our economy.\nG-20: The Administration has shifted the focus of our efforts at international economic cooperation to the G-20, a body that represents the reality of our times and that brings to the table the countries needed to build a stronger global economy, reform the financial system and lift the lives of the poorest. The G-20 worked together to coordinate policy actions of unprecedented scale and in effect to pull the world economy back to the brink of depression through concerted efforts to stimulate demand, reform financial regulations and modernize and mobilize resources for the international financial institutions.  We have committed to put the G-20 at the center of efforts to build a durable recovery that avoids the financial fragilities that led to this crisis. \nBalanced and Sustainable Growth: Together with our G-20 partners, we have embraced an agenda of balanced and sustainable growth - and created a process of cooperation and coordination to try to ensure that the recovery from the global economic crisis avoids a return to the dangerous imbalances and financial excesses that risk undermining long-run growth.  This is the first time that such a large group of countries have agreed to work together to assess each other’s economic plans, seek consensus on needed reforms and ultimately adopt policies that support the rebalancing needed to assure strong growth for all.\nPresidential Summit on Entrepreneurship: The Presidential Summit on Entrepreneurship (April 26-27, 2010) highlighted the important role that entrepreneurship can play in expanding opportunity at home and abroad, while deepening engagement among the United States and Muslim communities around the world.  The Summit included approximately 250 successful entrepreneurs from more than fifty countries; identified ways to advance economic and social entrepreneurship; built networks among stakeholders in entrepreneurship; and, provided an opportunity to establish partnerships that advance entrepreneurship. \nGlobal Technology and Innovation Fund: In response to President Obama’s Cairo speech last June, the Overseas Private Investment Corporation (OPIC) launched the global technology and innovation call for privately managed investment funds in October 2009.  With the private sector capital catalyzed by OPIC, these Funds will have the potential to mobilize over $2 billion in private equity capital for Muslim-majority countries. All Funds remain subject to review and approval of OPIC’s Board of Directors.\nScience Envoys: This program sends prominent U.S. scientists overseas to identify opportunities for new partnerships in science and technology.  The first three envoys, Dr. Ahmed Zewail, Dr. Elias Zerhouni, and Dr. Bruce Alberts, have traveled across the world, from Saudi Arabia, Kuwait, Qatar, Algeria, Tunisia, and Indonesia.  Secretary Clinton has also committed to expanding the number of Environment, Science, Technology, and Health (ESTH) officers at U.S. embassies. \nDevelopment Policy: We launched a Presidential Study which will produce guidance for the first-ever U.S. Global Development Policy, the instruments needed to achieve U.S. development objectives, and the institutional architecture required for success.\nVALUES\nProhibited Torture Without Exception or Equivocation: Shortly after taking office, the President issued Executive Order 13491, which unequivocally prohibits torture of individuals detained in any armed conflict.  The Executive Order requires that all such persons in U.S. custody or control must be treated humanely and may not be subjected to violence to life and person (including murder of all kinds, mutilation, cruel treatment, and torture), nor to outrages upon personal dignity, including humiliating and degrading treatment.\nLegal Aspects of Countering Terrorism: In some of his first official acts, President Obama took a series of steps to prohibit torture, begin a process to close Guantanamo Bay prison, and enhance oversight of interrogation and transfers of individuals to other nations.  We have also incorporated internationally-recognized law of war principles into decisions regarding who may be detained in an armed conflict.\nReform of State Secrets Privilege: When we invoke the state secrets privilege, we will follow clear procedures to provide greater accountability and to ensure the privilege is invoked only when necessary and in the narrowest way possible.  We will never invoke the privilege to hide a violation of law or to avoid embarrassment to the government.  The Attorney General must approve any invocation of the privilege after review by the DOJ’s newly established State Secrets Review Committee, composed of senior Department officials.\nPromoting Greater Openness and Transparency: The Administration has  launched efforts to make American government more transparent and to engage citizens through an opening up of government. Responding to the President’s Open Government Directive, federal departments and agencies are making more information available and faster than ever before. For example, Data.gov brings together hundreds of thousands of government-produced datasets; Recovery.gov enables citizens to track the progress of our efforts to promote economic recovery; and now Americans can view records of all individuals who visit the White House.\nCuba: Fulfilled the President’s promise to reach out in support of the Cuban people’s desire to freely determine their future, to expand the free flow of information to, from, and among the Cuban people, and to pragmatically engage with Cuban authorities to advance U.S. national interests.   Gained hemispheric consensus on resolution highlighting need for Cuba to abide by core democratic and human rights principles as part of any return to participation in the Organization of American States.\nEnsuring that New and Fragile Democracies Deliver Tangible Improvements for Their Citizens: President Obama laid out a comprehensive vision for U.S.-African engagement in Accra that emphasized the importance of good governance and opportunity for the African people. President Obama has underscored his emphasis on African governance by hosting visits from African leaders with strong governance records – President Kikwete of Tanzania, Morgan Tsvangirai of Zimbabwe, President Khama of Botswana, while making his first African visit to Ghana.\nPromoting Internet Freedom: The administration has made clear its commitment to global internet freedom, including through the agenda put forward by the Secretary of State on January 21, and established an Internet Freedom Task Force that is working with the private sector on these issues. We have modified our sanctions policy to allow citizens in countries like Iran, Sudan and Cuba to have greater access to relevant technologies.\nMultilateral Human Rights Instruments: We have demonstrated our enhanced commitment to international human rights norms by signing the Convention on the Rights of Disabled Persons and initiating a review of our positions on the Declaration of the Rights of Indigenous Persons and the Ottawa Convention on the Prohibition of the Use, Stockpiling, Production and Transfer of Anti-Personnel Mines.\nUN Human Rights Council: President Obama made the decision to seek a seat on the UN Human Rights Council, well aware of its flaws. Through our engagement there, we have succeeded in sponsoring a ground-breaking resolution on freedom of expression, blunted the momentum toward a binding treaty that would impose restrictions on speech, defeated an attempt to abolish the independent expert on human rights in Sudan, helped to ensure passage of key country-specific mandates on Burma, Guinea, North Korea and the Democratic Republic of Congo, and succeeded in getting Iran to withdraw its candidacy for Council membership.\nPursuing a Comprehensive Global Health Strategy: We launched a six-year, $63 billion Global Health Initiative (GHI) focused on sustainable service delivery where the needs are greatest and the conditions are right to build effective health service delivery systems. The GHI approach, which will be implemented in all countries in which the United States provides health assistance, but fast tracked in nine countries, focuses on HIV-AIDS, TB, malaria and neglected tropical diseases and improving the health of women and children.  It advances a new business model that integrates programming to ensure sustainability; uses proven, evidence-based interventions, and phases out strategies that have not improved health outcomes; measures the outcomes and impact of our health assistance; innovates for results by identifying, implementing, and rigorously evaluating new approaches that reward efficiency, effectiveness, and sustainability; and collaborates with developing country governments for impact, emphasizing effective and accountable developing country government leadership in addressing development challenges.\nFood Security: We have doubled financial resources for food security in FY2010 to combat global hunger and stimulate agricultural productivity.  At the L’Aquila G8 Summit, we championed a new business model for agriculture development that emphasizes country-ownership, multilateral partnership, and a sustained and coordinated donor commitment which was adopted by leaders.  We have rallied support at the G-8, G-20, UNGA, and World Food Summit for this initiative, leveraging a $3.5 billion commitment over three years from the U.S. cultural development fund into a $22 billion global commitment.\nPolio Eradication: The United States and the Organization of Islamic Conference are working closely to eradicate polio.  Additionally, since the President's Cairo speech, the OIC is working with the World Health Organization to develop national campaigns among the 57 OIC members to combat the disease.  The Islamic Fiqh Academy issued a fatwa urging the ministries of health in Muslim countries to promote campaigns for vaccination against the disease while calling on parents to have their children vaccinated.  During their consultations on polio, Center for Disease Control is finding an enormous appetite for partnerships with Muslim-Majority Country governments, especially on knowledge transfer and technical assistance.  Health and Human Services Office of Global Health Affairs (OGHA) is pursuing ways to shape the polio effort into a broader global engagement.\nHaiti: The United States is committed to leading in response to humanitarian disasters. We demonstrated the effective use of U.S. power in coming to the assistance of the people of Haiti in the wake of an earthquake that claimed more than 230,000 lives by deploying the United States Armed Forces and resources from across the government to facilitate a massive humanitarian relief operation, doing so in partnership with more than 140 countries and the United Nations.\nAssisting IDPs in Pakistan: In Pakistan, our support to UNHCR and the ICRC provided protection and life-sustaining assistance, including camp management, emergency shelter and non-food items for persons displaced by the military offensive in the Swat valley, and supported early recovery and voluntary returns, while our humanitarian diplomacy helped to discourage forced returns of IDPs that would have complicated our broader policy objectives.\nFacilitating the Return, Reintegration and Resettlement of Iraqi Refugees and IDPs:\nThe United States led efforts to encourage return to Iraq and reintegration of Iraqis, provide assistance to Iraqi refugees in the region, and resettle vulnerable Iraqis in the United States – each of which is critical for long-term stability in the region.  Even amid the drawdown of forces, we elevated the issue by announcing a White House coordinator for Iraqi refugees and displaced persons and securing in parallel the agreement of the Iraqi government to appoint a senior adviser on the issue. Our diplomatic efforts were also successful in convincing the Iraqi government to more than double its refugee budget.\nINTERNATIONAL ORDER\nAsia:  In his first year, the President re-established U.S. leadership in the Asia-Pacific region through enhanced bilateral and multilateral engagement that strengthened longstanding alliances – including Japan, Korea and Australia, created a stable and productive relationship with China, breathed new life into relations with Southeast Asia such as Indonesia, Vietnam, and Malaysia, and demonstrated renewed U.S. commitment to the region’s multilateral institutions, including through institutions like APEC and ASEAN.  This is especially true with ASEAN, where accession to ASEAN’s Treaty of Amity and Cooperation and holding the first ever meeting between a U.S. President and the leaders of all 10 ASEAN states clearly signaled revitalized interest in the region.  Through strategic-level dialogues, we also helped expand Southeast Asia’s worldview beyond the region, resulting in contributions to Afghanistan, Middle East peacekeeping,  and counter-piracy efforts in the Gulf of Aden by Singapore, Malaysia, and Indonesia.\nEurope: Over the past year and a half, the President has built strong relationships with his European counterparts to further strengthen our joint efforts to respond to the threats and challenges of the 21st century.  Through numerous bilateral meetings, in multilateral fora such as the April 2009 NATO and U.S.-EU Summits as well as an additional U.S.-EU Summit in November 2009, and regional gatherings such as the working dinner the President hosted by the President in Prague in April 2010 for Central and Eastern European leaders, the President has revitalized and strengthened our ties with allies and partners across Europe.  He is committed to ensuring that NATO remains the most successful security alliance in history, and is therefore pursuing steps to ensure that it has 21st century capabilities that make Article 5 real and meaningful to all members.  Allies and partners have provided 10,000 new forces to Afghanistan since last fall to complement the President’s troop commitment, working through a multi-national command structure that delivers both urgent battlefield needs and enhanced civilian support.  He has emphasized that a strong Europe will be a stronger partner for the United States, working closely with the EU to enhance our counterterrorism cooperation to make all of our citizens safer.  He has pursued a deliberate multilateral approach to respond to Iran’s failure to comply with its international obligations related to its nuclear program.  He has supported democratic development and territorial integrity in the Caucasus, which in turn has produced contributions toward our global security agenda.  He has pursued the modernization of ties with Turkey to address joint strategic challenges.  He has supported Ukraine’s democratic achievements and struggle to build a viable economy.  In the economic realm, through the G-20 and extensive bilateral and multilateral consultations, he has worked with our European allies and partners to further a durable recovery; today, he is coordinating with his counterparts closely to support Europe’s efforts to respond to the urgent Eurozone crisis.\nChina: In the past, U.S.-China relations have been marked by increased tension and volatility in the first year of a new U.S. administration.  During President Obama’s first year, the United States and China succeeded in establishing a stable and productive relationship marked by tangible cooperation in tackling global challenges such as economic recovery, climate change and clean energy, nonproliferation and regional security.  The United States and China held the first and second meeting of the Strategic and Economic Dialogue and President Obama made a state visit to China where both sides released a wide ranging joint statement outlining the comprehensive scope of the relationship.  \nRussia: The “reset” with Russia was a substantial strategy shift from previous Russia policy.  It was designed to reverse what the administration termed a “dangerous drift” in the bilateral relationship and to pursue a policy of engagement with Russian President Medvedev, the Russian government, and Russian society that focused on achieving concrete results in areas of mutual interest.  President Obama also committed to a “dual track” approach, in which the U.S. would broaden its contacts and engagement not only with the Russian government, but Russian business, people, and civil society organizations.  From this reset has developed a series of accomplishments critical to our national security and national interests including the new START Treaty, agreement on an Iran Tehran Research Reactor proposal, agreement on a robust UN Security Council sanctions resolution, halting of the delivery of the S-300 anti-missile system to Iran, agreement to allow transit of non-lethal and lethal equipment through Russia to Afghanistan for ISAF and U.S forces., and Russian support for UN Security Council resolution 1874 in response to North Korea’s nuclear test.\nIndia: The U.S. and India launched a Strategic Dialogue to build a broad-based and multi-layered Strategic Partnership that will strengthen bilateral ties.  We also completed negotiations last year on an agreement to govern the reprocessing of U.S.-origin spent nuclear fuel.  Efforts have intensified and been formalized regarding counter-terrorism cooperation to enhance the security of both our countries, especially after the tragic Mumbai attack.  The U.S.-India CEOs Forum was revived and expanded to bolster business investment and ties in both countries and together we launched a Green Partnership to strengthen U.S.-India cooperation on clean energy, climate change, and food security.\nLatin America: The Administration has launched a new way of engaging countries of the Americas through the Energy and Climate Partnership of the Americas and a re-cast Pathways to Prosperity Initiative which each seek to bring countries together based on mutual respect and mutual responsibility to confront the challenges of energy security and climate change and to enhance greater economic and social inclusion in the Americas.\nMexico: Deepened our partnership with Mexico on security by taking action to fulfill our responsibility to cutoff illegal flows in both directions across our borders and by supporting Mexico’s efforts to dismantle and defeat transnational criminal organizations while also advancing on cooperation to enhance economic competitiveness, develop clean energy development, and respond to the global economic crisis.\nAfrican Union: On April 23, 2010, National Security Advisor General Jim Jones welcomed a delegation from the African Union to the White House.  The meeting between General Jones, joined by members of the President’s National Security Staff, and the African Union delegation led by African Union Commission Chairperson Jean Ping concluded the first high level bilateral discussions between the United States and the AU, the meeting was also an important opportunity for the United States to reiterate the importance it places on the role of the African Union regional security, promoting good governance, and supporting economic opportunity.\nBilateral Energy and Climate Partnerships: The United States is accelerating its collaboration with China, India, Mexico, Canada and other key international partners to combat climate change, coordinate clean energy research and development, and support the international climate talks.\nArctic and Black Carbon: The nations participating in the Arctic Council agreed to a U.S.-led initiative to focus on short-lived pollutants that contribute to climate change, such as black carbon (soot) and to identify existing and new measures to reduce emissions of these pollutants.\nPhasing Down HFCs (Hydrofluorocarbons): The United States joined Canada and Mexico in proposing to phase-down HFC emissions, a very potent greenhouse gas, in developed and developing countries under the Montreal Protocol.  This represents a down payment of about 10% of the emission reductions necessary to cut global greenhouse gas emissions to half their current levels by 2050.\nFossil Fuel Subsidies: The Administration won commitment from the G-20 counties to phase out over the medium term inefficient fossil fuel subsidies  - a critical down payment on our commitment to reduce greenhouse gas emissions.  These subsidies that encourage wasteful consumption, reduce our energy security, impede investments in clean energy and undermine efforts to address climate change. \nMEF/Copenhagen Accord: The Administration has pursued a broad international effort to combat climate change, including through an array of bilateral and regional partnerships which forged cooperation in pursuing policies and developing clean technologies.  We Launched the Major Economies Forum in support of the UN negotiations, and helped forge the Copenhagen Accord through which, for the first time, all major economies – including the United States, China, and India – have committed to take meaningful actions to reduce emissions and agreed to establish mechanisms of transparency and international consultations with regard to those actions.  Now, more than 120 countries representing over 85% of all global emissions have agreed to the provisions of the Accord.\nPeacekeeping and Armed Conflict: President Obama is the first U.S. President to meet with the leading troop contributors to UN peacekeeping in order to get their inputs on policies that will strengthen the performance of peacekeepers world-wide. The President’s peacekeeping initiative has already enhanced attention to civilian protection on the UN Security Council, strengthened international efforts to prevent violence against women and girls, and begun to mobilize international resources to close the global “policing gap” that has undermined peacekeeping effectiveness.\nH1N1 Crisis response: Developed a National Framework for 2009-H1N1 Influenza Preparedness and Response to galvanize action and provide a common lexicon and approach to organize activities and track progress of Nation-wide efforts to protect the health and safety of the American people.  Built a multi-national coalition and facilitated the President’s pledge to donate H1N1 vaccine to the World Health Organization for developing countries, thereby promoting collaboration globally to address pandemic threats.  H1N1 will be included in this year’s flu vaccine.  We are actively leveraging lessons learned to inform preparedness efforts going forward, at home and abroad. This includes building on collaborative partnerships with State and local public health officials made stronger in the face of adversity, and actively engaging with international partners and organizations to institutionalize processes and procedures to address shared responsibilities regarding emerging pandemic threats and other global health issues.\nReestablishing America’s standing in the World: A number of polls (below) have shown increases in support for U.S. leadership, increases in perceptions about the U.S., and confidence in President Obama.\n\n“For the first time since the BBC started tracking in 2005, views of the United States‘ influence in the world are now more positive than negative on average.”\nThe 2009 Pew poll reflected a markedly improved image of the United States globally.  According to the poll, “Improvements in the U.S. image have been most pronounced in Western Europe, where favorable ratings for both the nation and the American people have soared. But opinions of America have also become more positive in key countries in Latin America, Africa and Asia, as well.”\nThe United States moved six spots to become the most admired country globally in the 2009 Anholt-GfK Roper Nation Brands Index. \nAccording to the 2009 Transatlantic Trends poll, “U.S.-European relations have rebounded from their historic low point early this decade,” marking a “reversal that is unprecedented in the eight years” of the poll.\n\nBBC: Global views of United States improve while other countries decline\nhttp://www.bbc.co.uk/pressoffice/pressreleases/stories/2010/04_april/19/poll.shtml\nPew: Confidence in Obama Lifts U.S. Image Around the World: \nhttp://pewresearch.org/pubs/1289/global-attitudes-survey-2009-obama-lifts-america-image\nGallup: Global Perceptions of U.S. Leadership Improve in 2009\nhttp://www.gallup.com/poll/125720/Global-Perceptions-Leadership-Improve-2009.aspx\nhttp://www.gallup.com/poll/121991/World-Citizens-Views-Leadership-Pre-Post-Obama.aspx\nAnholt-GfK Roper: America is Now the Most Admired Country Globally\nhttp://www.gfk.com/group/press_information/press_releases/004734/index.en.html\nTransatlantic Trends: Support for U.S. Leadership Skyrockets in Europe\nhttp://www.gmfus.org/trends/2009/docs/2009_English_Key.pdf\n\n\n\n"
}