{
    "title": "11:30AM Briefing Call to Discuss SBA's Expansion of Eligibility for Loans for Small Businesses | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/1130am-briefing-call-discuss-sbas-expansion-eligibility-loans-small-businesses",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 01, 2009\n\n \n\n\n\n11:30AM Briefing Call to Discuss SBA's Expansion of Eligibility for Loans for Small Businesses\n\n\n\n\n11:30 am: Briefing call to Discuss SBA’s Expansion of Eligibility for Loans for Small Businesses  Move will make more than 70,000 additional small businesses eligible for SBA-backed loans WASHINGTON – Today, Eric Zarnikow, Associate Administrator for Capital Access at the Small Business Administration and Brian Deese, Economic Advisor for President Obama will hold a conference call with reporters to discuss the Small Business Administration’s announcement today that it will expand eligibility for SBA-backed loans. The move will make more than 70,000 additional small businesses – including auto and RV dealerships, auto industry suppliers and others – eligible for these loans. WHO:             Eric Zarnikow, Associate Administrator for Capital Access, US Small Business                        Administration Brian Deese, Economic Advisor to President Obama                        Brian Deese, Economic Advisor to President Obama WHEN:            TODAY: Friday, May 1, 2009                        11:30 am ET  CALL IN:        Please call in to 800-401-8436. The SBA Release is below: Release Date: May 1, 2009       Contact:  Tiffani Clements (202) 401­0035        Release Number: 09-25   Internet Address: http://www.sba.gov/news        SBA Expands Eligibility for 7(a) Loans  To Spur Recovery Opportunities for Small Businesses  WASHINGTON – More small businesses will be eligible for U.S. Small Business Administration-backed loans, meaning greater access to much-needed capital in this tough economy, as a result of a temporary alternate size standard for the agency's largest lending program. SBA’s alternate size standard for its 7(a) loan program will go into effect early next week through Sept. 30, 2010. As a result of the temporary change, more than 70,000 additional small businesses – including auto and RV dealerships, auto industry suppliers and others – could be eligible to apply for SBA 7(a) loan. \"This is just one more step we are taking to make sure small businesses have access to capital to keep their doors open and employees working during these tough economic times,\" SBA Administrator Karen Mills said.  \"We have seen signs that small businesses that are just outside the traditional 7(a) size standard are being shut out of the conventional lending market.  This temporary change will help those businesses weather these tough times and help move our nation closer to economic recovery.\" The temporary 7(a) loan size standard will parallel the standard for the agency’s 504 Certified Development Company loan, and will allow businesses to qualify based on net worth and average income. The net worth for the company and its affiliates can’t be in excess of $8.5 million and average net income after federal income taxes (excluding any carry-over losses) for the preceding two completed fiscal years can’t be more than $3 million. The alternate size standard is available at the offices of The Federal Register today and will be published as an interim final rule early next week.  The temporary change to the 7(a) loan size standard is not unprecedented. SBA took similar actions in 1993, as a result of the recession of the early 1990s, and again in 2005 as part of a program aimed at helping small businesses in the wake of hurricanes Katrina and Rita. This change also means more small businesses can take advantage of benefits made possible through the Recovery Act.  On March 16, the SBA implemented two key provisions of the Recovery Act that raised the guarantee on 7(a) loans to 90 percent and reduced fees for borrowers.  Since then, the agency has seen average weekly 7(a) loan volume increase by more than 25 percent and new SBA loans made by nearly 450 lenders who had not made loans since October 2008. For more information about SBA’s revisions to its small business size standards, visit http://www.sba.gov/size/indexwhatsnew.html and click on \"What’s New about Small Business Size Standards.\"  ### \n\n\n\n"
}