{
    "title": "President Obama and Secretary Geithner Announce Plans to Unlock Credit for Small | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-and-secretary-geithner-announce-plans-unlock-credit-small",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 16, 2009\n\n \n\n\n\nPresident Obama and Secretary Geithner Announce Plans to Unlock Credit for Small\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  _________________________________________________________________________  FOR IMMEDIATE RELEASE                                   March 16, 2009 President Obama and Secretary Geithner Announce Plans to Unlock Credit for Small Businesses  Emphasizes Recovery Efforts Already Taken by SBA to Expand Access to Capital for Small Businesses  WASHINGTON, DC – Today, as part of an effort Treasury Secretary Geithner first outlined in introducing the Financial Stability Plan (FSP) in February, President Obama and Secretary Geithner will announce plans to take immediate action to help ensure that credit gets flowing again to entrepreneurs and business owners. As another part of the Consumer and Business Lending Initiative, by the end of the month the Treasury Department will begin making direct purchases of securities backed by SBA loans to get the credit market moving again, and it will stand ready to purchase new securities to ensure that community banks and credit unions feel confident in extending new loans to local businesses. These purchases, combined with higher loan guarantees and reduced fees, will help provide lenders with the confidence that they need to extend credit, knowing they both have a backstop against their risk and a source of liquidity. These measures will complement other steps the administration is taking to help small businesses recover and grow, including several tax cuts under the Recovery Act. The Obama Administration firmly believes that economic recovery will be driven in large part by America’s small businesses, which have generated about 70 percent of net new jobs annually over the past decade. But as the flow of credit has dried up during this recession, small business owners who were prudent and responsible have been set back by the behavior of others in our financial system who were not. Businesses with strong credit histories have seen loan applications denied due to conditions that have nothing to do with their own actions and are now struggling to expand their businesses, make their payments or even keep workers on their payrolls. As a result, while the U.S. Small Business Administration (SBA) typically guarantees about $20 billion in loans annually, new lending is trending below $10 billion this year. The Obama Administration has already taken several positive steps to ensure that small businesses have access to the credit they need to support an economic recovery. The American Recovery and Reinvestment Act signed by the President provides for increased guarantees and reduced fees for certain Small Business Administration loans. In February, the Treasury Department made a special effort under the Consumer and Business Lending Initiative to improve terms for securities backed by SBA loans in the TALF. 1. Jumpstart Credit Markets For Small Businesses By Purchasing Up to $15 Billion in Securities   Begin Direct Purchases of Securities Backed by Loans from SBA’s 7(a) Program: Traditionally, SBA lending has been supported by an active secondary market, as community banks and other lenders sell the government-guaranteed portion of their loans, providing them with new capital to make additional loans. But since last fall, this secondary market – which has historically supported over 40 percent of SBA’s 7(a) lending program – has frozen up. As a result, both lenders, including community banks and credit unions, and the \"pool assemblers\" that securitize their loans have been left with government-guaranteed SBA loans and securities on their books. This has prevented them from making or buying new loans. Today, the Treasury Department announces that – in order to get credit moving immediately to small businesses – it will:           Stand Ready to Purchase Securities Backed by 7(a) Loans Packaged Since Last July: Treasury has hired an investment manager who will be authorized to purchase – starting by the end of this month – securities backed by guaranteed portions of 7(a) loans packaged on or after July 1, 2008. This will help clear the backlog of securities that has built up since the beginning of the credit crisis last year, providing pool assemblers and banks with a source of liquidity so that new lending can occur. Stand Ready to Purchase New 7(a) Securities Packaged Between Now and the End of the Year: Between now and the expiration of Emergency Economic Stabilization Act (EESA) authority on December 31, 2009, Treasury stands ready to purchase new securities backed by the guaranteed portions of 7(a) loans. By making this pledge, Treasury provides assurances to community banks and other lenders that they can sell the new 7(a) loans they make, providing them with cash they can use to extend even more credit.   Make Direct Purchases to Unlock Credit Markets for SBA’s 504 Community Development Loan Program: The SBA’s 504 program combines government-backed loans with mortgage loans from private lenders to provide long-term financing of up to $10 million that directly supports economic development within a community. First-lien mortgage loans made by private-sector lenders – which account for 50 percent of the financing for 504 projects, and are not SBA guaranteed – were often traded in the past on an active secondary market that has frozen in the last year, leaving billions in unsold assets on the books of banks. To get the 504 lending market moving again, Treasury will:           Stand Ready to Purchase Securities Packaged From 504 First-Lien Mortgages: Treasury will stand ready to buy first-lien mortgage securities connected to SBA’s 504 loan program. No later than May, Treasury will begin purchasing securities packaged on or after July 1, 2008 that meet eligibility criteria designed to protect taxpayers. Prepare to Buy 504 First-Lien Mortgage Securities That Receive New SBA Guarantees: As part of the Recovery Act, SBA is working to develop a secondary market guarantee program for securities issued from pooled 504 first mortgage loans. Once this program is fully implemented by SBA, Treasury will stand ready to purchase these government-guaranteed securities.   Provide Liquidity While Keeping The Secondary Market in Place: These direct purchases of 7(a) and 504 securities will provide liquidity to lenders, including community banks and credit unions, enabling them to restart the process of recycling capital and extending loans. At the same time, the TALF component of the Consumer and Business Lending Initiative will provide investors with an attractive source of financing, allowing them to continue participating in the market. This is intended to keep the existing secondary market in place so that private investors can replace the government as the purchaser of these securities when market conditions return to normal. 2. Temporarily Raise Guarantees to Up to 90 Percent in SBA’s 7(a) Loan Program: The purpose of the 7(a) loan program is to provide a government guarantee that reduces the risk lenders face when they make loans to borrowers who cannot find credit elsewhere. But during the current recession, the guarantees – up to 85 percent for loans at or below $150,000 and up to 75 percent for larger loans – have not been large enough to give banks the confidence they need to lend. As part of its implementation of the Recovery Act, the SBA today announces: An Increase in Maximum Loan Guarantees to 90 Percent: Beginning today, any lender who participates in the 7(a) program can request a guarantee from the SBA of up to 90 percent for each eligible loan. This temporarily available increase in guarantees will help provide banks with the greater confidence they need to extend credit during the current recession. A Confidence Boost Lenders Need to Extend Credit: Combined with Treasury’s efforts to unlock secondary markets, higher loan guarantees will ensure that lenders have both greater safeguards against possible credit losses and assurances that there will be an active secondary market to purchase their loans and provide the liquidity they need to keep lending. 3. Temporarily Eliminate SBA Loan Fees to Reduce the Cost of Capital Elimination of Borrower and Lender Fees for 504 Loans: On any new eligible 504 applications submitted beginning today, SBA will temporarily eliminate the Certified Development Company (CDC) processing fees charged to borrowers and the third-party participation fees charged to lenders. As a temporary provision authorized by the Recovery Act, these measures will reduce costs to both borrowers and lenders participating in the 504 program, which has a demonstrated record of supporting community development and creating jobs. Elimination of Up-Front Fees for 7(a) Loans: For any new eligible 7(a) loan, the SBA will temporarily eliminate the up-front fees that lenders pass along to borrowers. These fees – which go up to 3.75 percent for larger loans – increase the cost of borrowing for small businesses and make it more difficult for them to access the credit they need to expand or make new investments. Rebates for Fees Paid Since February 17th: For borrowers or lenders charged any of these fees on loans approved on or after February 17th, the SBA will provide a refund, to ensure that Recovery Act provisions create the maximum possible economic stimulus. A Pledge to Quickly Turn Around Loans: To maintain a high level of service to potential borrowers and lenders alike, the SBA also pledges that complete loan applications will be turned around quickly by the SBA – usually in as little as two to three days. 4. Call by Secretary Geithner for New Reporting Requirements on Bank Lending to Small Businesses and Greater Efforts to Extend Small Business Loans  Require the 21 Largest Banks Receiving Financial Stability Plan Assistance to Report Their Small Business Lending Every Month: As part of the President’s commitment to increasing transparency and accountability, Treasury will – for the first time – require the 21 largest banks receiving capital from the government to report how much small business lending they do every month. Call for Quarterly Reports of Small Business Lending By All Banks: Today, Secretary Geithner called for every bank nationwide to report their total lending to small businesses in their regular quarterly reports, rather than just once a year. Secretary Geithner will ask bank regulators to take steps to amend the quarterly Report of Condition to achieve this important objective. This will offer more current information about trends in small business lending, while at the same time providing important information about how well government programs are working to stimulate these loans. Issue Call for All Banks to Make Efforts to Increase Small Business Lending:Today, Secretary Geithner called on all banks – whether or not they receive FSP assistance – to make an extra effort to extend small business loans to creditworthy borrowers. In light of the extraordinary assistance provided to the banking system, Secretary Geithner emphasized that lenders should take a special responsibility for providing the credit that small businesses need to operate, expand and add jobs. 5.Issue Guidance for An Expanded Carryback Provision as Part of the Recovery Act’s Comprehensive Tax Cut Package for Small Businesses:  Establish Five-Year Carryback Provision to Increase Tax Refunds for Small Businesses: Today, the IRS will issue guidance for a provision in the Recovery Act that allows businesses with gross receipts of up to $15 million to \"carry back\" their losses for up to five years, effectively allowing them a rebate on taxes paid in previous years. The Joint Committee on Taxation estimates that this measure will increase liquidity for small businesses by $4.7 billion by September 30, 2009. Continue Implementation of Recovery Act’s Comprehensive Tax Cut Package for Small Businesses: The carryback provision is only one of several measures in the Recovery Act that will improve liquidity for small businesses by lowering their taxes, including: Incentives to Invest in Plant and Equipment by Allowing Small Businesses to Write Off Up to $250,000 of Investment: The Recovery Act allows small businesses to immediately write off up to $250,000 of qualified investment in 2009, providing an immediate tax incentive to invest and create jobs. Additional Liquidity Support By Reducing Estimated Tax Payments: Normally, small businesses have to pay 110 percent of their previous year’s taxes in estimated taxes. But with incomes down for many small businesses this requirement is too burdensome – and causing a cash crunch. The Recovery Act allows small businesses to reduce their estimated payments to 90 percent of the previous year’s taxes, helping to boost their liquidity and better align their estimated taxes with their actual taxes in a year of severe economic contraction. Extension of Bonus Depreciation Deductions Through 2009: The Recovery Act also extends through 2009 bonus depreciation, allowing businesses to take a larger tax deduction within the first year of a property’s purchase. Incentives for Investors to Put Money in Small Businesses: Finally, the Recovery Act includes a measure that will exclude from taxation 75 percent of the capital gains for investors in small businesses who hold their investments for five years. In his budget, the President proposes to go further, eliminating all capital gains taxes on small businesses and making this measure permanent.  \n\n\n\n"
}