{
    "title": "Declaración del Gobierno de los Estados Unidos de América y del Gobierno de los Estados Unidos Mexicanos Relativa a la Gestión Fronteriza del Siglo XXI | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraci-n-del-gobierno-de-los-estados-unidos-de-am-rica-y-del-gobierno-de-los-est",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 19, 2010\n\n \n\n\n\nDeclaración del Gobierno de los Estados Unidos de América y del Gobierno de los Estados Unidos Mexicanos Relativa a la Gestión Fronteriza del Siglo XXI\n\n\n\n\nEl Gobierno de los Estados Unidos Mexicanos y el Gobierno de Estados Unidos de América en adelante denominados conjuntamente los \"Participantes\",\nReconociendo su interés compartido por la creación de una frontera que promueva su competitividad económica y fortalecer  su seguridad por medio del movimiento seguro, eficiente, rápido y lícito de bienes y personas;\nManifestando el deseo de reestructurar fundamentalmente la forma en que se administra la frontera común entre México y los Estados Unidos con el objeto de fortalecer la seguridad pública, favorecer la entrada de visitantes legítimos, fomentar el comercio, fortalecer los lazos culturales y reducir el costo de hacer negocios en América del Norte;\nReconociendo la importancia de asegurar y facilitar el flujo legal de bienes, servicios y personas entre sus países;\nEntendiendo que una administración conjunta y en colaboración de su frontera común es crucial para transformar el manejo de la frontera con el fin de mejorar la seguridad y la eficiencia;\nReconociendo el valor potencial, tanto en términos de mejorar la seguridad como de reducir los congestionamientos; de trasladar ciertas actividades de inspección y detección, tradicionalmente realizadas en la propia  línea fronteriza, hacia zonas geográficas de origen y tránsito alejadas de la frontera y de considerar otros conceptos no tradicionales relativos al cruce de fronteras;\nConscientes de que el incremento en los flujos  de información necesario para  una gestión fronteriza compartida y eficaz,  requiere profesionalismo en la aplicación de la ley, una sólida capacidad institucional y una coordinación interinstitucional efectiva en los dos países y entre ellos;\nReconociendo que las organizaciones criminales transnacionales amenazan las economías y la seguridad tanto de los Estados Unidos como de México y que ambos países comparten la responsabilidad por las condiciones que dan origen y permiten subsistir a estas organizaciones delictivas, así como la responsabilidad compartida de remediar esas condiciones;\nEntendiendo que la coordinación para la aplicación de la ley entre los Participantes es esencial para prevenir la delincuencia y desarticular y desmantelar las organizaciones delictivas transnacionales;\nCompartiendo el interés por garantizar un sistema legal ordenado para administrar  la migración entre sus países y desarrollar procedimientos coordinados para gestionar la repatriación y asegurar que ésta siga siendo segura y humana;\n, Expresan su compromiso de fortalecer la cooperación para:\n• Mejorar la competitividad económica mediante la agilización del comercio lícito, evitando al mismo tiempo el tránsito de mercancías ilegales entre sus dos países.\n• Facilitar los viajes legítimos de  manera tal  que  se prevenga a la vez el desplazamiento indocumentado de personas entre sus dos países.\n• Compartir información que mejore los flujos seguros de bienes y personas, y\n• Desarticular y desmantelar las organizaciones criminales transnacionales y sancionar a sus miembros y  a quienes los apoyan.\n\nI.   ÁMBITOS DE COLABORACIÓN\nA la luz de estos entendimientos mutuos, los Participantes anticipan trabajar y colaborar de manera coordinada y en colaboración en una amplia gama de actividades relacionadas con la frontera, que incluyen:\n• Programas centrados en reducir la congestión y los retrasos en el tráfico transfronterizo, tanto hacia México como hacia Estados Unidos, estableciendo la base para el funcionamiento eficaz de la frontera y la expansión del crecimiento económico, mejorando la seguridad de las comunidades y su calidad de vida, y reduciendo las emisiones contaminantes de los vehículos que se detienen con sus motores en marcha;\n• Creación, ampliación o reconocimiento mutuo de programas de \"pre certificación de carga segura\" como e FAST y C-TPAT, y programas de \"viajeros confiables\" como SENTRI y Global Entry, que permitan a sus autoridades concentrar sus esfuerzos donde más se necesitan para detener flujos ilícitos transfronterizos; \n• Instrumentación de programas de escaneo, certificación e inspección previa de personas, bienes y productos, particularmente en lugares donde dichas prácticas incrementen la capacidad de los Participantes para interceptar a individuos y mercancías peligrosas y contrabando, antes de que causen daño y con el fin de remediar el congestionamiento en los puertos de entrada. \n• Mejora de los mecanismos de repatriación mediante el intercambio de información y una cooperación bilateral estrecha, con especial atención a personas vulnerables como menores no acompañados, mujeres embarazadas, enfermos y ancianos.\n• Mejora de los mecanismos bilaterales para compartir información relacionada con la seguridad de la aviación y la seguridad fronteriza.\n• Desarrollo de estrategias complementarias de administración de riesgos enfocadas a separar los envíos de carga de alto riesgo de aquellos de bajo riesgo, así como para distinguir  personas de alto y  bajo riesgo, incluyendo procedimientos específicos para la repatriación de las personas con antecedentes penales;\n• Recopilación estandarizada de información de comercio exterior mediante una declaración aduanera única, para que tanto  importadores como exportadores presenten una sola vez su información, reduciendo así la carga administrativa de este requisito y, por lo tanto, el costo de transacción del comercio;\n• Mejorar la coordinación binacional en materia de planificación, financiamiento, permisos, diseño, construcción y operación de los puertos de entrada, así como la asignación de personal suficiente para la operación óptima de esos puertos;\n• Promoción de una asociación más estrecha con el sector privado, la comunidad comercial y los socios internacionales para asegurar las cadenas de suministro;\n• Establecimiento de prioridades comunes para las inversiones públicas en los puertos de entrada a lo largo de la frontera, planeados en coordinación con la infraestructura que los alimenta, así como mecanismos de financiamiento para dichos proyectos, incluida la participación del sector privado;\n• Evaluaciones conjuntas de amenazas, desarrollo de bases de entendimiento común sobre las condiciones operativas, e identificación conjunta de las áreas geográficas objeto de atención para las operaciones de aplicación de la ley;\n• Incremento de la recopilación, análisis e intercambio de información sobre  intercepciones, investigaciones y acusaciones con el objeto de desarticular los flujos delictivos y mejorar la seguridad pública; y\n• Convocar a las comunidades fronterizas y otros actores pertinentes interesados como socios en las labores de protección de las condiciones de seguridad pública mediante la integración de los esfuerzos  de aplicación de la ley con otras funciones gubernamentales tales como la asistencia social, el trabajo comunitario y la capacidad de responder a las preocupaciones ciudadanas\nII.  APLICACIÓN Y SUPERVISIÓN\nCon el objeto de coordinar y facilitar la labor orientada al cumplimiento de los objetivos señalados en la presente Declaración, los Participantes se proponen establecer un Comité Ejecutivo Bilateral para la Frontera del Siglo XXI (CEB), integrado por representantes de las dependencias  y oficinas pertinentes del gobierno federal. Para los Estados Unidos, esto incluye a representantes de los Departamentos de Estado, Seguridad Interna, Justicia, Transporte, Agricultura, Comercio, Interior, Defensa, y la Oficina del Representante de Comercio de los EE.UU. (USTR), y para México incluye a representantes de las Secretarías de Relaciones Exteriores, Gobernación, Hacienda y Crédito Público, Economía, Seguridad Pública, Comunicaciones y Transportes, Agricultura Ganadería, Desarrollo Rural, Pesca y Alimentación y la Procuraduría General de la República. Cada participante deberá integrar su propia sección del CEB a través de los procesos interinstitucionales pertinentes para lograr una mejor coordinación bilateral.\nSe espera que en  la reunión inaugural del CEB, a celebrarse a más tardar el 19 de agosto de 2010, se elaborará un plan de acción mutuamente aceptable para alcanzar los objetivos de la presente Declaración e identificar los grupos bilaterales de trabajo,  retomando cuando así aplique aquéllos existentes relacionados con la frontera, que sean necesarios para la instrumentación de este plan.\nIII.  PRINCIPIOS GENERALES\nLa presente Declaración representa un entendimiento entre los Participantes y no constituye un acuerdo legalmente vinculante. Los Participantes entienden que las actividades en apoyo de los objetivos mencionados en la presente Declaración se llevarán a cabo de conformidad con las leyes y los reglamentos de los países de los Participantes y los acuerdos internacionales aplicables de los cuales formen parte. Se prevé que los costos de participación en cualquiera de esas actividades correrán por cuenta de los Participantes. Todas esas actividades están sujetas a la disponibilidad de fondos y recursos humanos.\n \n\n\n\n"
}