{
    "title": "First Lady Michelle Obama Announces \"Breakthrough\" Health and Wellness Commitment in the Restaurant Industry | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/15/first-lady-michelle-obama-announces-breakthrough-health-and-wellness-com",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nSeptember 15, 2011\n\n \n\n\n\nFirst Lady Michelle Obama Announces \"Breakthrough\" Health and Wellness Commitment in the Restaurant Industry\n\n\n\n\n\nWorld’s Largest Full-Service Restaurant Company – Darden Restaurants – to change both kids’ and full menus\n\n\tHYATTSVILLE, MD – First Lady Michelle Obama joined Darden Restaurants and Partnership for a Healthier America today to announce a “breakthrough” health and wellness commitment in the restaurant industry. Darden, whose brands include Red Lobster, Olive Garden, LongHorn Steakhouse and Bahama Breeze, is the world’s largest full service restaurant company and owns and operates 1,900 restaurants in 49 states, serving over 400 million meals per year.\n\n\tDarden is committing to reduce its calorie and sodium footprints, and to provide greater choice and variety to families through changes to its kids’ menus. Across the entire Darden portfolio of brands, the company is working toward a 10 percent reduction of calories and sodium over five years and a 20 percent reduction in calories and sodium over 10 years. On kids’ menus, fruits or vegetables will become the default side option and 1-percent milk will be the default beverage choice with free refills. Changes to the kids’ menus are starting now and will be fully implemented by next July.\n\n\t“I’m here today because this is a breakthrough moment in the restaurant industry,” said First Lady Michelle Obama. “Darden is doing what no restaurant company has done before - they’re not just making their kids menus healthier so that parents have more choices and more control, they’re committing to make changes across the full menu at every single one of their restaurants. Darden is working to make the healthy choice the easy choice, and they’re making it the delicious and fun choice too. I’m confident that if companies like Darden continue to be creative and innovative and keep our kids’ best interests at heart then we will solve the challenge of childhood obesity and give all our kids the healthy futures they deserve.”\n\n\tOne of every two dollars spent on food is spent in restaurants, and over one-third of calories consumed in America are eaten at restaurants. The Childhood Obesity Task Force Report specifically calls on restaurants to, “consider their portion sizes, improve children’s menus, and make healthy options the default choice whenever possible.” Last September, the First Lady spoke to the National Restaurant Association, encouraging restaurants to rethink what they serve to kids and families. Since then, there has been positive movement in the industry with commitments from various restaurant leaders to provide healthier menu options.\n\nPartnership for a Healthier America secured the following commitments and will be working with Darden to evaluate and monitor their progress with these efforts.\n\nKids’ Menus – changes starting now and to be fully implemented by July 2012\n\n\n\t\tGuarantee a fruit or vegetable will be the default side for every kids’ menu item at those restaurants offering a default side on the children’s menu: Bahama Breeze, LongHorn Steakhouse and Red Lobster.\n\n\t\t1% milk will be the default beverage, provided automatically if no alternate beverage is requested. Milk will be prominently promoted on the menu and made available with free refills.\n\n\t\tFood illustrations on the menu will promote the healthy choices for meals and drinks.\n\n\t\tHealthier menu options will be more prominently displayed when possible.\n\n\t\tCarbonated beverages will not be displayed on children’s menus.\n\n\t\tImprove the nutritional content of one or more children’s menu items to provide equal or less than 600 calories, 30% of total calories from fat, 10% of total calories from saturated fat and 600 mg of sodium.\n\n\nCalories/Sodium Footprint Reduction – changes to be implemented by 2016 and 2021\n\n\n\t\tBy 2016, reduce calories by 10% and over a ten-year period by 20%.\n\n\t\tBy 2016, reduce sodium by 10% and over a ten-year period by 20%.\n\n\n\n\n\n"
}