{
    "title": "Background On Housing Refinance Roundtable | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-housing-refinance-roundtable",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 09, 2009\n\n \n\n\n\nBackground On Housing Refinance Roundtable\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary  _____________________________________________________________________________  FOR IMMEDIATE RELEASE                                            April 9, 2009 Background on Housing Refinance Roundtable President Obama will host a roundtable discussion this morning in the Roosevelt Room about the impact of historically low interest rates.  Attending the meeting will be a handful of households who have re-financed their homes and benefited from lower mortgage payments, as well as members of President Obama’s economic team. Our Financial Stability Plan will address the key problems at the heart of the current crisis and get our economy back on track.  A critical piece of that effort is Making Home Affordable, a plan to stabilize our housing market and help up to 7 to 9 million Americans reduce their monthly mortgage payments through modifications or refinancing to more affordable levels. As more and more American homeowners face difficulty making their mortgage payments, we are doing everything we can to help them lower their payments to affordable levels.  In many cases, falling home prices and disruptions in credit markets have limited borrowers’ ability to refinance, through no fault of their own. Our new Making Home Affordable refinance program targets those borrowers directly by giving borrowers with mortgages through Fannie Mae or Freddie Mac the opportunity to refinance even if their home has lost value. More broadly, together with the Federal Reserve’s actions, our policies have helped to bring down mortgage rates to historic lows, giving millions of Americans the ability to refinance. A typical homeowner can now refinance and save around $2,000 a year. Since the Administration’s housing plan was announced on February 18th:  Rates on30-year mortgages have dropped to an all-time low of 4.78percent.   Refinancing applications are up 88 percent (Mortgage Banker’s Association).   Fannie Mae refinanced $77 billion of mortgages in March, nearly twice the February amount, and their highest volume in one month since2003.   Over 500,000 borrowers have accessed Fannie Mae online to learn about refinancing and Fannie Mae is now processing applications to complete refinancing for eligible borrowers.  Seating arrangement: President Obama Secretary Geithner (to the right of the President) Judy and Beth Pavlik Shelly and Jeff Haggray Dr. Romer (across from the President) Tran Nguyen Luz and Pedro Cruz Valerie Jarrett, Gail Johnson Secretary Donavon (to the left of the President) Biographies on participating homeowners:  Pedro and Luz Cruz are from Woodbridge, Virginia. They have lived in their home for over eight years, and they were at risk of losing their home when Pedro’s hours as a mechanic were reduced.  This reduction left them struggling with their payments and they were unable to make their mortgage payments or meet other debt obligations.  By refinancing their loan from a 15 year mortgage to a 20 year conventional mortgage they were able to save approximately $700.00 per month, enough to safely allow them to meet their entire mortgage and other debt obligations and maintain their family home.  They have three daughters, ages 19, 6, and 5. Luz makes her living as a cashier at a Shell gas station in Woodbridge.   Gail Johnson lives in southeast Washington, DC and works as a Registered Nurse on the night shift at the Washington Hospital Center. When she originally purchased her home, she was put into an adjustable rate mortgage loan that was not well explained or well understood. In June 2008, she went to her mortgage broker to refinance and get out of the high cost ARM that was getting ready to increase her payment drastically. She refinanced to a fixed rate with very low closing costs. The fixed rate loan lowered her payment $400 per month and stabilized her housing payment, allowing her to budget and manage household. She also supports her elderly mother.   Julie and Mary Pavlik are sisters and live together in Vienna, Virginia. They own their home together and have been living there for the last 11 years. Both are both single mothers and they are each raising their own daughters (14 year freshman at Madison High School and 7 year old). They recently refinanced from a 30 year mortgage to a 15 year mortgage and additionally combined a second mortgage they had taken out to help cover household expenses. They were born and raised in New Martinsville, West Virginia.    Tran Nguyen lives in Fairfax, Virginia. He is 28 years old, and the only child of his mother, who lives with him. They’ve lived in Fairfax since 1990, when they came to the United States from Ho Chi Minh City, Vietnam, and they’ve lived in their house since 1997. Tran is a patent examiner for US Patent and Trademark Office, where he’s worked since 2006. His mother is a realtor. Refinancing has made a big difference to his monthly cash flow – it’s not only helped with food and utility bills, but helps Tran provide the necessary support for his mother.    Jeffrey and Shelby Haggray were married in August 1992, and have resided in Washington, DC since that time. They are the parents of three children. Jeffrey Haggray is the Executive Director of the District of Columbia Baptist Convention, and Shelby Martin Haggray is the Associate Dean for Community Life at Wesley Theological Seminary. In November 2008, the Haggray’s concluded that refinancing their home was the best option available to them in light of their financial picture. Their monthly household costs exceeded their combined monthly income by several hundred dollars, and they were struggling with property taxes, utilities, and living expenses for their family of five in the District of Columbia. Their new loan was issued in January 2009, allowing them to consolidate their 1st and 2nd mortgages, along with paying off their car loan and other credit card debt. As a result, they’ve experienced a reduction in their monthly household expenses of about twelve hundred dollars ($1,200).  ## \n\n\n\n"
}