{
    "title": "Guest List for the First Lady's Box at the State of the Union Address | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/01/24/guest-list-first-ladys-box-state-union-address",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 24, 2012\n\n \n\n\n\nGuest List for the First Lady's Box at the State of the Union Address\n\n\n\n\n\nFirst Lady Michelle Obama\n\nDr. Jill Biden\n\nValerie Jarrett, Senior Advisor to the President\n\n\tThe following individuals will be seated in the box with the First Lady and Dr. Biden at the State of the Union Address:\n\nSGT Ashleigh Berg, USA\n\tMalibu, California\n\n\tSGT Ashleigh Berg is from Malibu, California, and joined the United States Army in July of 2004.  SGT Berg has been stationed in South Korea and Germany, and has served two tours of duty in Iraq.  Her husband, SGT Matthew Berg, USA is currently deployed to Afghanistan on his 3rd combat tour.  SGT Berg is currently assigned to the 94th Army Missile Defense Command in Fort Shafter Hawaii, and is serving a three year tour as the Commanding General’s Executive Administrative assistant.\n\nAlicia Boler-Davis\n\tPlant Manager, General Motors Orion Assembly\n\tDetroit, Michigan\n\n\tAlicia Boler-Davis lives in Detroit with her husband, Fitzgerald, and their two young sons.  She is the plant manager at General Motors Orion Assembly and Pontiac Stamping, and is responsible for overseeing the production of the first new small car program from General Motors to be manufactured in the United States.  Last October, Ms. Boler-Davis led President Obama and President Lee of South Korea on a tour of the General Motors Orion Assembly and Pontiac Stamping.  President Obama and President Lee traveled to the GM plant to highlight the free trade agreements and the resurgence of the American auto industry.\n\nDebbie Bosanek\n\tAssistant, Berkshire Hathaway\n\tBellevue, Nebraska\n\n\tA Nebraska native, Debbie Bosanek has worked for Berkshire Hathaway for 37 years and has been Warren Buffett’s secretary for almost two decades.  Last September, the President proposed the “Buffett Rule” as part of comprehensive tax reform, and is working to build an economy that works for everyone, including Americans like Ms. Bosanek, not just a wealthy few.  Ms. Bosanek lives in Bellevue, Nebraska with her husband of 23 years and their son, and spends most of her time and energy trying to keep up with her boss.\n\nJackie Bray\n\tProcess Operator at the Siemens Charlotte Energy Hub\n\tKing's Mountain, North Carolina\n\n\tJackie Bray is a single mother from King’s Mountain, North Carolina.  Last January she was laid off from her job as a high speed packaging mechanic.  That is when she enrolled in Central Piedmont Community College to prepare for a Siemens pre-hiring test.  After finishing the course and passing the test, Ms. Bray was hired by Siemens in August of 2011. This type of partnership between businesses and community colleges is exactly what President Obama hopes to strengthen to maximize workforce development strategies, job training programs, and job placements.  Ms. Bray now works as a process operator, combining her machinist background with new skills she has been trained on since working at Siemens: laser training, robotics training, penetrant inspection training, and product orientation.  \n\nMayor Julián Castro\n\tSan Antonio, Texas\n\t \n\tMayor Castro was first elected mayor of San Antonio in 2009 and at 37 years old is the youngest mayor of a top 50 American city. He is a former city councilman and founder of a law firm. He graduated from Stanford University and earned his J.D. from Harvard Law School in 2000. During his Administration, the Milken Institute ranked San Antonio as the best-performing city in the nation in 2011. In January 2012, Mayor Castro announced that CPS Energy, a municipally-owned utility, has entered negotiations to bring at least 800 jobs and $100 million in capital investment to San Antonio. This is expected to be one of the nation’s largest solar projects resulting in 400 megawatts of zero-emissions solar energy.\n\nBruce Cochrane\n\tPresident and CEO of Lincolnton Furniture\n\tLincolnton, North Carolina\n\n\tBruce Cochrane comes from a family that has manufactured furniture in North Carolina for decades, but when Cochrane Furniture was sold in  1997,  the new owners moved manufacturing to China. Two years ago, Mr. Cochrane decided the time had come to start his own furniture company back in his home state. In January 2012, production began at Lincolnton Furniture in the same plant his family once ran. Lincolnton Furniture is expected to add 130 new jobs to the area.  Mr. Cochrane attended President Obama’s Insourcing American Jobs Forum earlier this month. \n\nSara Ferguson\n\tTeacher, Columbus Elementary\n\tParkside, Pennsylvania\n\n\tSara Ferguson teaches literacy and math at Columbus Elementary, and has worked for the Chester Upland School District for 20 years.  She is a third generation educator in Chester Upland, and a proud product of that district.  When the Chester Upland School District faced bankruptcy earlier this year in light of severe state budget cuts, Ms. Ferguson vowed to continue teaching even without being paid, saying “we are adults; we will make a way. The students don’t have any contingency plan. They need to be educated, so we intend to be on the job.”\n\nDr. Hiroyuki Fujita\n\tFounder, President and CEO Quality Electrodynamics\n\tCleveland, Ohio\n\n\tDr. Hiroyuki Fujitais founder, president and chief executive officer of Quality Electrodynamics (QED), in Cleveland, Ohio. Coming to America from Japan in 1988 and after receiving his Ph.D. in physics from Case Western Reserve University in 1998, Dr. Fujita chose to continue his professional training in America.  In 2006 he started his own company, QED, which is a developer and manufacturer of highly proprietary state-of-the-art MRI radiofrequency antennas. QED is now one of the world’s largest suppliers of these products and ships throughout the globe.  In 2010, Dr. Fujita founded his second company, eQED, a solar energy-related electronics development and manufacturing company.  With the founding of both QED and eQED, today Dr. Fujita is creating high tech, advanced manufacturing jobs in the healthcare and energy sectors in the United States.\n\nMahala Greer\n\tStudent\n\tDenver, Colorado\n\n\tMahala Greer grew up in Paonia, a small town in rural Colorado.  She is currently a student at the University of Colorado Denver majoring in Spanish, and has just been accepted into Teach for America as a Bilingual Education Corps Member.  In May she will graduate with more than $35,000 in student loans. Last October, Ms. Greer introduced President Obama when he spoke to students at CU Denver about how his Administration is working to make college more affordable and reduce student loan debt.\n\nAdrienne Howard\n\tSan Diego, California\n\n\tAdrienne Howard is a military spouse from Lynchburg, Virginia, and currently lives in San Diego, California with her three children.  Her husband, Commander Colby Howard, USN, is currently on a seven month deployment. Mrs. Howard has moved 14 times during her husband's career, and their oldest child has attended 9 different schools along the way.  For nearly 20 years, she has been heavily involved as a volunteer in family readiness groups and Navy spouse organizations.  This past September, Mrs. Howard was inspired by First Lady Michelle Obama and Dr. Jill Biden's Joining Forces initiative to reach out to her community, and the response was overwhelming.  Mrs. Howard shared her story of rallying her community to 'adopt' a Sailor on the Joining Forces Blog.\n\nMike Krieger\n\tCo-founder Instagram\n\tSan Francisco, California\n\n\tMike Krieger is the co-founder of Instagram, the fastest growing social mobile startup in the U.S. today, with over 15 million registered users. Mike was born in São Paulo, Brazil, and moved to California in 2004 to attend Stanford University, where he studied computer science and cognitive science. In 2010, he joined up with Kevin Systrom to co-found Instagram, and now employs a talented, growing team of designers and engineers. After graduation, Mr. Krieger worked for a year on his student F-1 visa, later applying for and receiving an H-1B visa as a high-skill worker.  Mr. Krieger wants to permanently stay in the U.S. and has applied for a green card.\n\nCaptain Mark Kelly, USN, Ret. \n\n\tMark Kelly is an American astronaut, retired US Navy Captain, best-selling author, and an experienced naval aviator who flew combat missions during the Gulf War. The winner of many awards, including the Legion of Merit, two Defense Superior Service Medals and two Distinguished Flying Crosses, Kelly was selected as an astronaut in 1996. He flew his first of four missions in 2001 aboard Space Shuttle Endeavour, the same space shuttle that he commanded on its final flight in May 2011. He has also commanded Space Shuttle Discovery and is one of only two individuals who have visited the International Space Station on four different occasions.\n\n\tAlready a celebrated American, Kelly became the center of international attention after the January 2011 assassination attempt on his wife, US Congresswoman Gabrielle Giffords. In their best-selling memoir, Gabby, the couple shares their story of hope and resilience with the world.\n\nLorelei Kilker\n\tAnalytical Chemist\n\tBrighton, Colorado \n\n\tLorelei Kilker is an analytical chemist for an environmental laboratory, and lives in Brighton, Colorado with her domestic partner and their two children.  In October of 2011, Ms. Kilker was one of a class of women who benefitted from the Equal Employment Opportunity Commission’s (EEOC) investigation of alleged systematic sex discrimination at her former employer that resulted in the award of back wages and significant remedial relief, arrangements that were achieved through a cooperative process between the employer and EEOC.  Since the creation of the President’s Equal Pay Task Force in January 2010, EEOC obtained almost $50 million in monetary relief through administrative enforcement for victims of sex-based wage discrimination, obtained changes to workplace practices that benefit over one quarter of a million workers, and filed five cases including sex-based wage discrimination claims.\n\nAdmiral William McRaven, USN\n\n\tAdmiral McRaven is the ninth commander of United States Special Operations Command (USSOCOM), headquartered at MacDill Air Force Base, Florida.  USSOCOM ensures the readiness of joint special operations forces and, as directed, conducts operations worldwide.\n\n\tAdmiral McRaven served from June 2008 to June 2011 as the eleventh commander of Joint Special Operations Command (JSOC) headquartered at Fort Bragg, North Carolina.  JSOC is charged to study special operations requirements and techniques, ensure interoperability and equipment standardization, plan and conduct special operations exercises and training, and develop joint special operations tactics.\n\n\tAdmiral McRaven served from June 2006 to March 2008 as commander, Special Operations Command Europe (SOCEUR).  In addition to his duties as Commander, SOCEUR, he was designated as the first Director of the NATO Special Operations Forces Coordination Centre where he was charged with enhancing the capabilities and interoperability of all NATO Special Operations Forces.\n\n\tAdmiral McRaven has commanded at every level within the special operations community, including assignments as Deputy Commanding General for Operations at JSOC, Commodore of Naval Special Warfare Group ONE, Commander of SEAL Team THREE, Task Group Commander in the CENTCOM area of responsibility, Task Unit Commander during DESERT STORM and DESERT SHIELD, Squadron Commander at Naval Special Warfare Development Group, and SEAL Platoon Commander at Underwater Demolition Team TWENTY-ONE/SEAL Team FOUR.\n\n\tAdmiral McRaven’s diverse staff and interagency experience includes assignments as the Director for Strategic Planning in the Office of Combating Terrorism on the National Security Council Staff, Assessment Director at USSOCOM, on the Staff of the Chief of Naval Operations, and the Chief of Staff at Naval Special Warfare Group ONE.\n\n\tAdmiral McRaven’s professional education includes assignment to the Naval Postgraduate School, where he helped establish and was the first graduate from the Special Operations/Low Intensity Conflict curriculum.\n\n\t \n\nJoan Milligan\n\tOrlando, Florida\n\n\tAs deep rooted Orlando, Florida, residents, Joan Milligan and her husband Bill share a strong commitment to their community and volunteering.  Faced with losing their home, President Obama’s Home Affordable Refinance Program (HARP) allowed Joan and her husband to refinance their existing loan when other means of refinancing were not open to them. As Mrs. Milligan has said, “I can’t believe how easy the process was.  The bank bent over backwards to accommodate us”.  The Milligans will celebrate 50 years of marriage in October 2012.\n\nAmber Morris\n\tVirginia Beach, Virginia\n\n\tAmber Morris, a Virginia Beach resident, responded to the White House’s call in December asking Americans “What does 40 mean to you?” saying, “Forty dollars a pay check means that I'll be able to pay my bills, but most months it'll be a tight squeeze.  It means that I'll have no spending money which means I can't do my part in encouraging my local economy.  Forty dollars a paycheck may not seem a lot, but it could mean a steady job for me and my coworkers or unemployment.”  Ms. Morris graduated from Northeastern Law School in 2008 and found herself unable to find a job in her field.  She was working for a non-profit in Boston, but after they lost funding she found herself unemployed in 2009 and forced to move back home with her parents. She’s since found work as a waitress in a local restaurant and although it’s less than ideal, she feels “lucky to have paycheck” to help pay student loans and help save up for the Virginia bar exam. \n\nLaurene Powell Jobs\n\tFounder and Chair of Emerson Collective\n\tPalo Alto, California\n\n\tMs. Laurene Powell Jobs is founder and chair of Emerson Collective, an organization focused on harnessing the potential of individuals from underserved communities to help them build a better life.\n\n\tMs. Powell Jobs also serves as president of the board of College Track, an after-school program she founded in 1997 to prepare underserved high school students for success in college.  Started in East Palo Alto, College Track has expanded to serve students in Oakland, San Francisco, New Orleans and Aurora, Colorado.  The program’s intensive academic and extracurricular program is designed to ensure admittance to and graduation from college.  All of the program's graduates have completed their secondary education and gone on to college.\n\n\tIn addition to her work with the Emerson Collective and College Track, she serves on the boards of directors of NewSchools Venture Fund, New America Foundation and Conservation International. She also serves as a member of the Council on Foreign Relations.\n\n\tMs. Powell Jobs holds a BA and a BSE from the University of Pennsylvania and an MBA from the Stanford Graduate School of Business.  Earlier in her career, she spent several years working in investment banking and later co-founded a natural foods company in California.\n\nAdam Rapp\n\tFall Creek Township, Illinois\n\n\tAdam Rapp lives in Fall Creek Township, Illinois, and is the only child of Stephen and Lisa Rapp.  On his 23rd birthday, he was diagnosed with cancer, and without the Affordable Care Act he would have lost health insurance coverage the same day.  Adam’s mother wrote President Obama a letter last May thanking him for passing the health reform law so that her son could remain on their health insurance policy. After undergoing treatment, Mr. Rapp is now cancer-free and engaged to be married to Adrienne Mast of Quincy, Illinois. \n\nJuan Jose Redín\n\tAttorney\n\tNorth Hollywood, California\n\n\tJuan Jose Redín was born in Ixtapan de la Sal, Mexico before coming with his mother and younger sister to the United States at the age of 10. After enduring many challenges throughout his journey to achieve his dream of higher education. Juan benefited from California's Assembly Bill 540 and was able to enroll, and excel, in his studies at UCLA. He received both his undergraduate (with honors) and law degrees from UCLA. Now a US citizen and a practicing attorney, Juan is as passionate as ever about ensuring educational access to all. \n\nBryan Ritterby\n\tLab Technician\n\tHolland, Michigan\n\n\tBryan Ritterby had been in the furniture manufacturing industry for more than 25 years working on the manufacturing floor, in the quality department and as a field service representative, but was laid off in February of 2009.  Mr. Ritterby then went through the Grand Rapids Community College Composite Technician Training Program in conjunction with a new start-up company, Energetx Composites.  Upon completion of the program, Mr. Ritterby was hired by Energetx Composites as a composite technician in April of 2010.  Today, Mr. Ritterby is a Lab Technician for Energetx Composites conducting material tests in the company’s laboratory verifying materials to be used in wind turbine blades, as well as working on blade validation tests for all of the community scale wind blades Energetx is manufacturing.\n\nColonel Ginger Wallace, USAF\n\tMcLean, Virginia\n\n\tColonel Ginger Wallace is an Air Force intelligence officer who has led airlift and intelligence operations during Operations SOUTHERN WATCH, PROVIDE RELIEF, UPHOLD DEMOCRACY, ALLIED FORCE, ENDURING FREEDOM and IRAQI FREEDOM. She currently lives in McLean, Virginia with her partner of over a decade, Kathy Knopf.  In December, Ms. Knopf attended Col. Wallace’s promotion ceremony and participated in the “pinning on” of Col. Wallace’s rank, marking the first such event reported following the repeal of \"Don't Ask, Don't Tell.”  Col. Wallace is currently training to deploy to Afghanistan in the Spring 2012 through the Afghanistan-Pakistan Hands program.\n\n\n\n\n"
}