{
    "title": "Statement by the President | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/01/24/statement-president",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 24, 2013\n\n \n\n\n\nStatement by the President\n\n\n\n\nIn my State of the Union last year, I urged Congress to take steps to fix the way they do business.  Specifically, I asked them to address the fact that a simple majority is no longer enough to pass anything – even routine business – through the Senate.  And today, I am pleased that a bipartisan group of Senators has agreed to take action. \nToo often over the past four years, a single Senator or a handful of Senators has been able to unilaterally block or delay bipartisan legislation for the sole purpose of making a political point.  At a time when we face critical decisions on a whole range of issues – from preventing further gun violence, to reforming our broken immigration system, to getting our fiscal house in order and creating good paying jobs – we cannot afford unnecessary obstruction.  And I am hopeful that today’s bipartisan agreement will pave the way for the Senate to take meaningful action in the days and weeks ahead.\nI also want to thank leaders in Congress for changing the Senate rules in an effort to resurrect the longstanding tradition of considering consensus district court judicial nominations on a more routine basis.  After being approved by the Senate Judiciary Committee, my judicial nominees have waited more than three times longer to receive confirmation votes than those of my predecessor, even though the overwhelming majority of my nominees have been confirmed with little, if any, dissent.  These months of unnecessary delay have threatened our judiciary.  Today’s reforms are a positive step towards a fairer and more efficient system of considering district court nominees, and I urge the Senate to treat all of my judicial nominees in the same spirit.\n\n\n\n\n"
}