{
    "title": "Dr. Jill Biden Announces Plans to Continue Teaching | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/dr-jill-biden-announces-plans-continue-teaching",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJanuary 27, 2009\n\n \n\n\n\nDr. Jill Biden Announces Plans to Continue Teaching\n\n\n\n\nTHE WHITE HOUSE  Office of the Press Secretary  __________________________________________________________________________________________________   For Immediate Release      January 27, 2009   Dr. Jill Biden Announces Plans to Continue Teaching Biden, life-long educator and wife of Vice President Joseph Biden to teach two courses at a local Community College this semester   WASHINGTON, D.C. -- Continuing her 28-year career as an educator, Dr. Jill Biden returned to teaching today at a DC-area community college. Dr. Biden will work as an adjunct professor at Northern Virginia Community College this semester, teaching two English courses.    \"I am thrilled to return to the classroom to continue working with community college students, whom I greatly admire and enjoy teaching,\" said Dr. Biden. \"I have always believed in the power of community colleges to endow students with critical life skills, and I am pleased that I can make a difference by doing what I love to do, teaching people who are excited to learn.\"   Dr. Biden has been a teacher for over 28 years, having spent 15 years teaching English Composition at Delaware Technical & Community College. Prior to that, she worked as a Reading Specialist and English teacher in the Delaware public school system. While working full-time and raising a family, Jill earned two master's degrees: a Master's degree in English from Villanova University (1987) and a Master's degree in reading from West Chester University (1981). Jill earned a Doctorate in Education from the University of Delaware in 2007. Her dissertation focused on how to retain students in community colleges.    In addition to her work as a professor, Dr. Biden recognizes the critical importance of quality education to the nation’s economic well-being and to our communities, and will continue to promote these issues in the coming months. Last week, Dr. Biden welcomed over 200 DC Public School students to the Vice President’s residence as the first guests to her new home.\n\n\n\n"
}