{
    "title": "National Security Advisor Susan E. Rice's Remarks at “Passing the Baton” Conference | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2017/01/10/national-security-advisor-susan-e-rices-remarks-passing-baton-conference",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 10, 2017\n\n \n\n\n\nNational Security Advisor Susan E. Rice's Remarks at “Passing the Baton” Conference\n\n\n\n\n\nU.S. Institute of Peace\nTuesday, January 10, 2017\n\nAs delivered—\n\n\tGood morning.  Thank you, Steve.  This week, especially, it’s nice to be reminded that there’s life after being National Security Advisor.  Thank you to Nancy Lindborg and the U.S. Institute of Peace for inviting me, and for the incredible work you do.  It’s always good to see so many friends and colleagues from across government.  And, I want to welcome my successor, General Mike Flynn, not only to this conference but to his new position.  Mike, I imagine you’ll soon appreciate why—instead of a baton—I’d be better off passing you a case of Red Bull.  \n\n\tIn all seriousness, the baton metaphor is quite apt—and I want to thank Steve and the Bush 43 team again for the exemplary handoff they conducted.  As President Obama says, the presidency is a relay race.  Each administration inherits challenges, and each bequeaths challenges—often unforeseen ones—to its successor.  It has been no different for us.  When President Obama took office, the global economy was in free fall.  We were embroiled in two hot wars in Iraq and Afghanistan, and al Qaeda had regrouped along the border of Afghanistan and Pakistan.  Allies continued to question the decision to invade Iraq.  Iran was on the verge of acquiring the material for a nuclear weapon.  Global action on climate change had not matched the magnitude of the threat. \n\n\tPresident Obama knew we had to laser-focus on these immediate challenges.  But, he always kept the long-game in mind, too.  In a rapidly-changing world, we needed to position the United States to advance our core interests over the long-term.  That meant investing in the foundations of American strength and influence—especially our economic strength.  It meant countering threats around the globe, while ensuring that the gains outweighed the costs.  It meant not overextending ourselves in places less central to our long-term interests, while rebalancing towards regions that are.  And, it meant expanding our definition of national security to include increasingly complex transnational threats.  As President Obama always asks, “Are we looking around the corner?”  By looking around the corner, with the work of this Administration and our partners, today the United States is positioned more strategically to meet the challenges ahead.\n\n\tThat began with getting our own economic house in order, because American economic security upholds American strength.  And, while too many Americans are still struggling, our economy is far stronger.  In 2009, unemployment was approaching 10 percent.  It’s now at 4.7 percent.  Twenty million more Americans have health insurance.  We’ve seen the longest streak of job growth on record—75 straight months of gains.  The poverty rate has fallen at the fastest rate in almost 50 years while median household income grew at the fastest rate on record.\n\n\tMeanwhile, we wound down the wars in Iraq and Afghanistan.  This is not because President Obama has been shy about using force to protect American lives and American interests.  Rather, it was a recognition that those resources could best be used to prepare our military to face new challenges—to reinvest in military readiness, to build 21st-century capabilities for 21st-century threats—and to ensure that our military remains the finest fighting force on the face of the Earth. \n\n\tWe averted the prospect of a dangerous and costly new war by imposing crippling sanctions on Iran, which we leveraged to reach a deal cutting off every path to an Iranian nuclear weapon.  Already, Iran has dismantled two-thirds of its installed centrifuges.  They’ve shipped out 98 percent of their enriched uranium stockpile and filled the Arak reactor core with concrete.  Even if Iran walks away from this deal, their breakout time has gone from two or three months to about a year—and if they cheat, we’ll know.  I know there’s a lot of debate about this deal, but it’s hard to imagine that that no deal—or war—would be preferable.  We also negotiated the New START treaty to cap American and Russian nuclear weapons, and, through a series of Nuclear Security Summits, the President rallied world leaders to help secure loose nuclear material and keep it from falling into terrorists’ hands.\n\n\tAt the same time, we put in place a sustainable counter-terrorism strategy.  Instead of risking blood and treasure by deploying large numbers of American ground forces, we centered our approach around a range of partnerships—from training and supporting local forces to working with international partners to help choke off foreign fighter flows and finances.  By adhering to clear guidelines and strict oversight in our direct action, we further grew global support for our counter-terrorism mission.  Other strategies might produce faster results, but victories would be short-lived—and we will be in this fight for the long-haul.  It’s a fight we must wage and win.  Osama bin Laden is dead, and core al Qaeda is a shadow of its former self.  We’ve forged a 68-member coalition that has removed key ISIL leaders, killed thousands of fighters, and rolled back almost half its territory in Iraq and Syria.  And, while we’ve suffered horrific attacks—from Boston to San Bernardino to Orlando—we’ve built unparalleled counter-terrorism capabilities to protect our homeland from foreign attackers and homegrown violent extremists.\n\n\tAs we faced these near-term terrorist threats, we also strategically rebalanced so that the United States is playing a larger and long-term role in the Asia-Pacific—a region that accounts for 40 percent of global economic growth, four of our top ten trading partners, and five of our treaty allies.  By the end of this decade, a majority of our Navy and Air Force fleets will be based out of the Pacific.  While managing our complex but increasingly durable relationship with China, we’ve strengthened cooperation with treaty allies like Japan, South Korea, and Australia; forged deeper partnerships with emerging powers like India and Indonesia; and intensified our support for regional institutions.  I saw the potential in these new relationships during President Obama’s historic trips to Myanmar, Laos, and Vietnam. \n\n\tAs a key part of this rebalance, President Obama fought to set rules of the road for trade that ensure fair competition, protect the environment, and raise labor standards through the Trans-Pacific Partnership.  If we don’t define these rules of the road, others will.  China is already pursuing its own regional trade agreement, with lower standards and fewer protections.  Failure to move forward on TPP is eroding American regional leadership and credibility, with China standing to gain strategically and economically.\n\n\tEven as we emphasized the importance of the Asia-Pacific, we seized opportunities in other emerging centers of growth.  For the first time in half a century, Americans are flying direct from Miami to Havana, creating new opportunities for Cubans and Americans—and bringing back all the rum and cigars they can.  Shedding that historical baggage removed an irritant that impeded cooperation and progress in the region.  Thanks in part to our opening to Cuba, U.S. relations with Latin America have never been better—and with this year’s peace agreement in Colombia, the longest-running war in the hemisphere came to an end.  Likewise, we devoted new attention and resources to Africa—expanding access to electricity, bringing business leaders together to grow opportunity, and supporting Africa’s next generation. \n\n\tWhile reaching out to new partners, we strengthened traditional alliances and relationships.  We deepened transatlantic ties, working with NATO and European partners to bolster deterrence in Europe, fight terror and counter ISIL, and impose economic costs on Russia for its aggression in Ukraine.  We concluded a $38 billion military assistance package with Israel—the single-largest in American history—and updated our military assistance relationship with Egypt.  And, we led at the United Nations—getting the toughest-ever sanctions on North Korea, and mobilizing resources and action to address the refugee crisis and make UN peacekeeping more effective. \n\n\tRecognizing that borderless challenges will only increase—from cyber attacks to the dangers arising from fragile states to climate change—we have broadened our conception of national security.  We have strengthened cybersecurity and cyber norms.  In the face of the biggest refugee and migrant crisis since World War II, we provided more humanitarian aid than any country in the world, and, after rigorous vetting, welcomed tens of thousands to America—not simply as charity or an expression of our values, but as an investment in security and stability.  We partnered to beat back Ebola in West Africa and invest in global health security.  We elevated development as a key pillar of our foreign policy.  As a result, over 18 million children are getting better nutrition, and nearly four times more people are receiving lifesaving HIV/AIDS treatment.  We’ve worked to shore up fragile states and prevent atrocities, cut corruption and red tape, encouraged entrepreneurship, and cultivated hundreds of thousands of young leaders on four continents. \n\n\tI’m especially proud that we put the ultimate borderless threat—the threat of climate change— front and center, rallying the world to achieve the Paris agreement, which has the potential to put the planet on a path to a sustainable future.  We’ve begun to integrate climate impacts into our national security planning.  Thanks in part to our Clean Power Plan, new energy efficiency standards, and unprecedented investments in clean energy, carbon emissions are down 9 percent since President Obama took office, while the U.S. economy has grown over 10 percent. \n\n\tAs important as our strategic rebalance, we’ve positioned ourselves for the future by strengthening American moral authority.  That started at home, when we affirmed the ban on torture and reformed our intelligence gathering.  It continued as we stood strongly for the rights and dignity of all people around the world.  For citizens in Myanmar to elect their leaders.  For dissidents in China, journalists in Ethiopia, and ladies in white in Cuba to speak or organize free from repression.  For women and girls around the world to enjoy the freedoms and opportunities that are their birthright.  For the rights of people everywhere to love whoever they love. \n\n\tAs a result of these strategic foreign policy decisions, I believe the United States is better positioned to confront the challenges that face the new Administration.  Those challenges are formidable.  The global security landscape is as unsettled as any in recent memory.  I could discuss this at length, but since time is short, I’ll mention just three challenges. \n\n\tFirst, Americans face a more diverse array of threats, from a more diverse range of sources, than ever.  This includes everything from state actors such as Russia and North Korea to terrorists like ISIL, often enabled by new technologies.  And, it includes transnational threats that can reach our shores—climate change, epidemics like Ebola, or the illicit flow of drugs and weapons.\n\n\tSecond, as a global leader and stakeholder, the United States faces the challenge of upholding an international order strained by rising tensions among major global and regional powers and deep governance challenges within them.  Russia continues to threaten the global order—in Ukraine, in Syria, and through its efforts to interfere in democratic elections.  China’s assertiveness, most notably in the South China Sea, has tested whether the U.S.-China relationship will be defined by our differences or by what we can achieve cooperatively.  Europe—buffeted by Brexit, economic uncertainty, a refugee and migrant crisis, and Russian aggression—needs American support now more than ever.  Against this backdrop, as we’ve seen in the horrific tragedy in Syria, the Arab world will likely continue to struggle for stability—perhaps for a generation or more.   \n\n\tIn the face of these challenges, ‎it might be tempting to turn inward.  Therein lies the United States’ third strategic challenge.  We must protect ourselves and the international order we helped build, without subordinating our values or abandoning the alliances, partnerships, and cooperation that have yielded unprecedented global prosperity and progress. \n\n\tGiven these complex and often competing issues, you’ll understand why Henry Kissinger once commented, “There cannot be a crisis next week.  My schedule is already full.”  The demands of serving as National Security Advisor are constant.  Colin Powell described the job as being “judge, traffic cop, truant officer, arbitrator, fireman, chaplain, psychiatrist, and occasional hit man.”  I like to think of it as being the quarterback without the glory or high pay.  No doubt General Flynn will find his own analogy.  But, the bottom line is: in an uncertain world, he and his team will be shouldering extraordinary responsibilities for keeping American safe, and strengthening a global order that has prevented a war among major powers for the past 75 years.    \n\n\tThat’s why, at President Obama’s direction, our entire national security team has been working for months to facilitate a smooth transition.  This goes beyond party or politics; this is what the American people expect and deserve.  As I noted, Steve and his team set a very high bar, which we’ve been committed to meeting—and exceeding where possible.  The NSC has produced over 100 memos, covering everything from the interagency policy process to our plans and protocols to address the many nightmare scenarios that could arise.  We’ve made our entire staff available to meet with and brief the incoming team.  This handoff continues as I speak.   \n\n\tAs part of the transition, I’ve had constructive meetings with General Flynn, and my team has met extensively with his.  The discussions we’ve had and the suggestions I’ve made will stay between us, not least because much of it is highly classified.  I will say that I’m very proud of the professional manner in which we have conducted this transition.  This was a tough and hard-fought election.  But, our national security is—and must always remain—above the fray. \n\n\tI’m also extraordinarily proud of the NSC staff we’ve built, and that General Flynn will inherit.  When I returned to the NSC in 2013, I was struck by how much it had expanded since the 1990s.  And, while I continue to believe that presidents should retain the flexibility to staff the NSC as they wish, we’ve worked hard to right-size and reform the NSC.  We’ve reduced the staff by over 15 percent.  Today’s NSC operates with a policy staff smaller than the staffs of USIP and many other think tanks.\n\n\tAs we’ve streamlined, we remain convinced that one of the NSC’s greatest strengths is the career national security professionals who comprise nearly 90 percent of the staff.  They’re the brightest and hardest-working staff in government.  I’m extremely grateful for their service and sacrifice.\n\n\tBut, ultimately, the issue is not mainly about the size of the NSC—it’s about the role of the NSC.  Every president will decide that for themselves.  I’ll simply say, as others have, that departments and agencies are the ones that need to lead in formulating and implementing policy.  But, the NSC staff is uniquely placed to ensure that the president receives a truly integrated perspective that takes into account the president’s agenda, and the risks, costs, and trade-offs of any decision. \n\n\tSo, General Flynn inherits a vital job at a challenging time.  And, while it’s no secret that this Administration has profound disagreements with the next one, I intend to make myself available to him, just as my predecessors have for me.  We are all patriots first and foremost.  Threats to our security and democracy should be above partisanship.  As President George H.W. Bush wrote to President Clinton after their own electoral battle, “Your success is now our country’s success.  I am rooting hard for you.”  General Flynn, I am rooting hard for you.\n\n\tIn a few hours, I’ll accompany President Obama to Chicago for his farewell address.  It has me counting my blessings.  My grandfather was a janitor who emigrated from Jamaica with my grandmother who was a maid and a seamstress.  Standing here, the National Security Advisor to the President of the United States, I’m filled with gratitude for this country and the opportunities it has provided me and so many others. When I think about the difference I have been privileged to see the United States make in the lives of Americans and people around the world, I’m deeply honored and humbled to have joined in this journey.  I’ll continue to do my part, as best I can.  And, in the years ahead, I’m confident that patriotic Americans of talent and goodwill will ensure that this great country stays strong, secure, and prosperous, a beacon of hope for all the world.  Thank you very much.\n\n\n\n\n"
}