{
    "title": "FACT SHEET: First Lady Michelle Obama Celebrates One Year Of Let Girls Learn, And Announces New Commitments To The Initiative | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/03/08/fact-sheet-first-lady-michelle-obama-celebrates-one-year-let-girls-learn",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMarch 08, 2016\n\n \n\n\n\nFACT SHEET: First Lady Michelle Obama Celebrates One Year Of Let Girls Learn, And Announces New Commitments To The Initiative\n\n\n\n\n\nIn March 2015, the President and the First Lady launched Let Girls Learn, a U.S. government initiative aimed at helping adolescent girls attain a quality education that empowers them to reach their full potential. The recently released FY 2017 President’s Budget has requested more than $100 million in new funds for the initiative, building on the $250 million in funds requested in the FY 2016 President’s Budget to launch the initiative. Additionally, foreign governments, including Japan, South Korea and the UK, have collectively pledged nearly $600 million towards global girls’ education programming. Domestically, the First Lady is galvanizing students to become global citizens, from launching the #62MillionGirls social media campaign last September, to releasing the Let Girls Learn toolkit at last summer’s Girl Up Summit, to talking directly to girls at the Apollo Theater at last fall’s The Power of an Educated Girl town hall with Glamour Magazine.  Another key approach to making Let Girls Learn a success is through public private partnerships.  The independent commitments described below build upon commitments announced at last year’s Fortune’s Most Powerful Women Summit.  For the latest update on Alex and Ani’s commitment, click HERE. \n\nPrivate Sector Commitments to Let Girls Learn:\n\nJOHNSON & JOHNSON will support global fundraising efforts in support of the girls’ education through Global Moms Relay and Donate a Photo App, totaling more than $200,000 over two years.  In addition, Johnson & Johnson will contribute $50,000 to the Peace Corps Let Girls Learn Fund. For more information please contact Nadia Mostafa.\n\nPROCTER & GAMBLE is making a $100,000 donation to the Peace Corps Let Girls Learn Fund to enable adolescent girls’ education programming with a focus on Africa and Asia.  For International Women’s Day, Always will promote Let Girls Learn by proposing girls’ education-emojis, including a Mrs. Obama Let Girls Learn emoji. In addition, P&G and Peace Corps will explore expanding Always Confidence Teaching Curriculum to help more girls build and maintain confidence through education. For more information please contact Tara Hogan Charles.\n\nSTARWOOD HOTELS & RESORTS WORLDWIDE, INC. will produce original promotional video content to run on SPG TV, an in-hotel TV network reaching upwards of 12 million consumers a month, as well as distribution across its many social media channels. Starwood will also designate Let Girls Learn as an official SPG charity partner, designing a promotion which allows members to donate Starpoints® to benefit Let Girls Learn. For more information please contact Jessica Doyle.\n\nJETBLUE will produce an original seatback video about Let Girls Learn for all flights during a key amplification month, raising awareness and inspiring all around international girls’ education. Additionally, JetBlue will provide a financial donation to the Peace Corps Let Girls Learn Fund.  For more information please contact Icema Gibbs.\n\nLYFT will drive donations to the Peace Corps Let Girls Learn Fund through their tip-matching program, which will match funds when passengers tip their drivers. Lyft will identify key moments to activate this collaboration throughout the year. For more information please contact Alexandra LaManna.\n\nJ.CREW will support Let Girls Learn through their Garments for Good initiative and will design specific items to be released later this year. Garments for Good is a J.Crew initiative to lend support by selling items in their stores and online, with all profits being donated to the selected charity. For more information please contact Katie Reppert. \n\nCSOFT INTERNATIONAL will translate Let Girls Learn materials, including the Peace Corps training literature, from English into multiple languages. For more information please contact Megan Robinson.\n\nTHE GIRLS’ LOUNGE is helping raise awareness around Let Girls Learn by commissioning a Let Girls Learn mural at Union Market and bringing a Let Girls Learn bus to Washington, DC to celebrate International Women’s Day. The Girls’ Lounge, in collaboration with partner Rubicon Project will also provide digital media campaigns to drive awareness and messaging for Let Girls Learn throughout 2016. For more information please contact Suzie Domnick.\n\nSALESFORCE.ORG will financially support Room to Read’s expansion of girls’ education in Cambodia and Sri Lanka. This commitment will support the work the First Lady has done to shed light on the importance of girls’ education in Cambodia, where she visited Room to Read’s work as part of the Let Girls Learn launch. For more information please contact Karly Bolton.\n\nPublic Sector and NGO Commitments to Let Girls Learn:\n\nDINING FOR WOMEN is a global giving circle dedicated to transforming lives and eradicating poverty among women and girls in the developing world. They will support the Peace Corps Let Girls Learn Fund with a $100,000 grant to fund community projects that address barriers to girls’ education and promote empowerment. For more information please contact Wendy Frattolin.\n\nRTI INTERNATIONAL, a nonprofit institute that provides research, development and technical services worldwide, will donate to the Peace Corps Let Girls Learn Fund. For more information please contact RTI.\n\nCONNECTHER is raising awareness about access to education and schooling in the developing world through Girls Impact the World (GITW) Film Festival. Connecther is launching the GITW Global Chapters to screen short films from the Film Festival about the education of girls, economic independence for girls, redefining beauty and other critical issues.  Each screening will include a session about girls’ education. For more information please contact Lila Igram.\n\nAMY POEHLER’S SMART GIRLS, along with the Peace Corps, will share educational resources such as video and classroom correspondence activities to give “Smart Girls\" the opportunity to learn about the world and connect with other “Smart Girls” eager to engage and support girls’ education. For more information please contact Rebecca Rolnick.\n\n\n\n\n"
}