{
    "title": "Vice President Biden to Travel to Fort Bragg to Welcome Home the XVIII Airborne Corps from Iraq | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-travel-fort-bragg-welcome-home-xviii-airborne-corps-iraq",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 06, 2009\n\n \n\n\n\nVice President Biden to Travel to Fort Bragg to Welcome Home the XVIII Airborne Corps from Iraq\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Vice President\n\n\t\t_______________________________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                                                     April 6, 2009\n\nVice President Biden to Travel to Fort Bragg to Welcome Home the XVIII Airborne Corps from Iraq\n\n\t\tWashington, DC – Vice President Joe Biden and Dr. Jill Biden will travel to Fort Bragg, North Carolina on Wednesday, April 8th to welcome home the XVIII Airborne Corps back from Iraq.  This is the XVIII Airborne Corps’ second deployment to Iraq since 2006.  Vice President Biden will deliver remarks at the Welcome Home Ceremony.\n\n\t\tFort Bragg is known as the \"Home of the Airborne and Special Operations Forces.\"  Fort Bragg is the home to the XVIII Airborne Corps, the 82nd Airborne Division, as well as the U.S. Army Special Operations Command and the U.S. Army Parachute Team (the Golden Knights).  Its mission is to maintain the XVIII Airborne Corps as a strategic crisis response force, manned and trained to deploy rapidly by air, sea and land anywhere in the world, prepared to fight upon arrival and win.\n\n\t\tThe XVIII Airborne Corps assumed command of Multi-National Corps-Iraq on February 14, 2008.  As the operational headquarters for more than 158,000 ground troops assigned to three Army Divisions, one Marine Expeditionary Force, three Coalition Divisions and several separate brigades, the XVIII Airborne Corps’ mission was to conduct full spectrum operations to defeat extremist groups, provide security for the Iraqi people and to develop the Iraqi Security Forces and the Iraqi Government’s capacity.  The XVIII Airborne Corps completed its mission upon relinquishing command of Multi-National Corps-Iraq to I Corps of Fort Lewis, Washington on April 4, 2009. \n\n\t\tMedia Details:\n\n\t\tThe Welcome Home Ceremony at Fort Bragg will begin at 10 AM EDT on April 8, 2009 and will be OPEN press.  **Additional media details with access times and exact locations will be released this evening.** Media planning to cover the event MUST RSVP with the NAME, MEDIA OUTLET, PHONE AND EMAIL for each person to press@ovp.eop.gov by no later than 5 PM Tuesday, April 7th. \n\n\t\tFor media interested in traveling from Washington, DC to Fort Bragg with the Vice President and Dr. Biden, please email press@ovp.eop.gov for additional details. \n\n\t\t###\n\n\n\n\n\n"
}