{
    "title": "Gobierno del Presidente Obama destaca hito histórico de apertura gubernamental | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/gobierno-del-presidente-obama-destaca-hito-hist-rico-de-apertura-gubernamental",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 07, 2010\n\n \n\n\n\nGobierno del Presidente Obama destaca hito histórico de apertura gubernamental\n\n\n\n\nTodas las agencias del gabinete darán a conocer sus planes para la apertura gubernamental y destacarán los principales programas de transparencia, participación y colaboración\n \nWASHINGTON, D.C. – El Presidente Obama destacó el miércoles la publicación de planes de apertura gubernamental por todas las agencias del gabinete, un hito histórico dentro de los esfuerzos sin precedente de este gobierno por desmantelar las barreras que durante muchos años separaron al gobierno del pueblo estadounidense. Estos planes son las directivas estratégicas de las agencias para hacer que la transparencia, la participación ciudadana y la colaboración sean parte inherente de su labor.\n \n“Por demasiado tiempo, Washington construyó murallas para impedir que el pueblo estadounidense lo observara, lo que resultó en dificultad para ubicar información, en dinero de los contribuyentes que desaparece sin dejar huella y en cabilderos con inapropiada influencia”, dijo el Presidente Obama. “Por eso mi gobierno está tomando medidas concretas para desarrollar un gobierno más transparente, abierto y que rinda cuentas. Y ahora que estos planes se han publicado por Internet, esperamos que el pueblo estadounidense tome parte y colabore con nosotros en la supervisión y mejoras en dicha información. Juntos no sólo forjaremos un gobierno más eficaz y eficiente, sino también una democracia más sólida”.\n \nLos planes anunciados el miércoles hacen que las operaciones y datos de las mencionadas agencias sean más transparentes, al mismo tiempo que crean vías para que los ciudadanos tengan una voz activa en su gobierno. Asimismo, cada agencia ha identificado por lo menos un “programa principal”, un programa gubernamental con apertura que caracteriza la innovación en la agencia. Entre ellos:\n \n•     Programa de Datos de Salud Comunitaria (Community Health Data Initiative) del Departamento de Salud y Servicios Humanos (HHS por sus siglas en inglés): Este programa publicará en el Internet un conjunto de datos de salud comunitaria a gran escala, que proporcionará abundante información fácil de descargar y obtener sobre calidad, acceso y costos del cuidado de salud en comunidades y salud pública. El HHS trabajará con ciudadanos y expertos independientes a fin de aprovechar esta nueva información para generar conciencia sobre el desempeño de las instituciones comunitarias de salud y motivar mejoras.\n \n•      El Programa de Apertura en la Información sobre Energía (Open Energy Information) del Departamento de Energía (DOE por sus siglas en inglés): El DOE lanzó Open Energy Information (OpenEI.org), una nueva plataforma cibernética de fuente abierta que pone a disposición del público los recursos y datos del DOE. Esta plataforma gratuita, editable, y que puede evolucionar al estilo ‘wiki’, ayudará a llevar tecnología de energía limpia a todo el país y el mundo. OpenEI.org también proporcionará recursos técnicos, entre ellos herramientas de laboratorio de Estados Unidos que pueden ser usadas por países en desarrollo a medida que se acerquen a la instalación de energía limpia. \n \n•     Programa de Innovación (Innovation Initiative o VAi2) del Departamento de Asuntos de Veteranos:  El VAi2 invitará a los empleados de la Dirección de Veteranos (VA por sus siglas en inglés), empresarios del sector privado y líderes académicos a que compartan sus mejores ideas para innovaciones que aumenten el acceso de los veteranos a los servicios de la VA, reducir o controlar los costos de suministrar esos servicios, mejorar el desempeño de las operaciones de la VA e incrementar la calidad de la atención que reciben los veteranos y sus familiares. El Vai2 identificará, priorizará, evaluará y pondrá en vigor las soluciones más prometedoras a los más grandes desafíos que enfrenta la VA.\n• Programa de Recursos para la Prevención de la Falta de Hogar (Homelessness Prevention Resources Initiative) del Departamento de Vivienda y Desarrollo Urbano: Muchas agencias y organizaciones tienen dificultad con la tarea de recopilar información sobre las personas sin techo. Incluso más difícil es la tarea de pronosticar cuándo y dónde habrá personas sin techo. El Departamento de Vivienda considera que la falta de hogar se puede evitar al combinar información de múltiples agencias y usar los datos para identificar a las comunidades que puedan estar enfrentando cambios con más casos de personas sin techo. El departamento se dedicará a desarrollar un conjunto de herramientas y procesos para ayudar a pronosticar cuáles comunidades son vulnerables a ello, lo que le permitirá tomar medidas para prevenirlo.\nEl sitio de Internet de la Casa Blanca se mantiene al tanto del progreso de las agencias a las que se requiere que cumplan con los objetivos de apertura en el gobierno. No se exige que las agencias independientes participen, aunque muchas, como el Cuerpo de Paz (Peace Corps) y la Corporación para el Servicio Nacional y Comunitario (Corporation for National and Community Service), han asumido el desafío de lograr mayor transparencia y participación del público en sus prácticas.\nAdemás de los Planes para la Apertura Gubernamental, el gobierno está estipulando nuevas pautas sobre el uso de medios sociales y la Ley de Simplificación de Procesos Administrativos  (Paperwork Reduction Act), mejorando así la transparencia en el proceso normativo y estableciendo el procedimiento que el gobierno usará para recopilar y publicar por primera vez en la historia información sobre el proceso bajo el cual el gobierno federal otorgue subvenciones y contratos secundarios a subcontratistas.  Este último elemento está conforme con la Ley Federal de Transparencia y Responsabilidad Financiera (Federal Funding Accountability and Transparency Act ), que en el 2006 el entonces senador Obama redactó conjuntamente con el senador Tom Coburn de Oklahoma.\nAntecedentes del Programa de la Casa Blanca para la Apertura Gubernamental (White House Open Government Initiative)\n \nLos esfuerzos de este gobierno por lograr la apertura gubernamental empezaron en la primera jornada completa del Presidente en su oficina, cuando firmó un memorando presidencial que establecía la transparencia, participación y colaboración como los estándares de un gobierno más eficiente y responsable. El mismo memorando dio instrucciones al funcionario en jefe de tecnología del gobierno federal (Federal Chief Technology Officer o CTO) para que hiciera recomendaciones con el fin de crear un gobierno de mayor transparencia, participación y colaboración.\n \nCon ese fin, el White House Open Government Initiative y el CTO empezaron a trabajar conjuntamente con el pueblo estadounidense para solicitar expertos de fuera de Washington. La consulta pública de tres fases logró la participación de miles de estadounidenses que comentaron y ayudaron a formular las medidas que fueron incorporadas en la Directiva de Apertura Gubernamental (Open Government Directive) de diciembre del 2009. El gobierno dio a conocer un Informe del Progreso en Apertura Gubernamental (Open Government Progress Report) que coincidió con la directiva y que describía los pasos que el gobierno federal había implementado para desmantelar las barreras a la participación ciudadana y a la transparencia en las agencias.\n \n\n\n\n"
}