{
    "title": "White House Announces 2012 Easter Egg Roll Program and Talent Line-Up | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/06/white-house-announces-2012-easter-egg-roll-program-and-talent-line",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 06, 2012\n\n \n\n\n\nWhite House Announces 2012 Easter Egg Roll Program and Talent Line-Up\n\n\n\n\n\n\tThe White House announces the program, activities, and talent line-up for the 2012 White House Easter Egg Roll, a tradition in its 134th year.\n\n\tThis year’s theme is “Let’s Go, Let’s Play, Let’s Move!” The theme focuses on promoting health and wellness and encouraging children to lead healthy and active lives.  This is a central part of the First Lady’s Let’s Move! initiative to solve the problem of childhood obesity.\n\n\tThe Easter Egg Roll is the largest annual public event at the White House.\n\n\n\t\t30,000 people from all 50 states and the District of Columbia have received tickets to the event. \n\n\t\tFor the third year in a row, tickets were distributed online.  Members of the public from all over the country had the opportunity to enter an online lottery for a chance to win tickets to the event.  Over 200,000 tickets were requested via the online lottery, and guests from all 50 states and the District of Columbia were selected as winners.\n\n\t\tThe timing for this year’s event has been extended even further than previous years, with a start time of 7:30 AM and an end time of 6:20 PM. 30,000 tickets have been distributed in 5 different groups. Each group of 6,000 guests will be able to spend two full hours on the South Lawn.\n\n\t\tThe Ellipse will have an entertainment pavilion.  Guests are able to enjoy musical acts and games as they prepare to enter the South Lawn.  DJs and the official Emcee of the Easter Egg Roll will be on the Ellipse welcoming guests in, spinning music, and getting the guests excited about their two hours on the South Lawn! \n\n\t\tThe entire Easter Egg Roll event, including all of the headliner music acts and Storytime Stage readers, will be broadcast live on WhiteHouse.gov/live. A full schedule will be posted on the morning of April 25th so people from across the country will be able to participate in the event.\n\n\n\tWith the “Let’s Go, Let’s Play, Let’s Move!” theme, all of the activities on the South Lawn promote healthy and active living.  The activities include obstacle courses, dancing, playing sports with professional athletes, and of course, the traditional egg roll.  The full list of events is below:\n\n\nAn Easter egg hunt & the traditional Easter egg roll\n\nRockin’ Egg Roll Stage - Live musical performances for all ages.\n\nStorytime Stage - Celebrities bring books to life.\n\nHop To It! - An instructional dance party on the South Lawn!  Get up and go jump rope, hula hoop, dance and more.\n\nEggtivity Zone Obstacle Course - A series of obstacles and drills, including soccer, football and baseball obstacle courses.\n\nBasketball and Tennis- Get hands-on training from basketball and tennis pros on the President’s court!\n\nYoga Garden- Come try yoga with professional instructors. \n\nEggspress Yourself - An arts and crafts workshop filled with egg dying, egg decorating, face painting and more. \n\nPlay with your Food - Kids’ Kitchen, Make-your-own Garden, Family Farmer’s Market, Buzzing about Bees, and more led by the White House chefs and celebrity guest chefs. This activity center is built around the White House Kitchen Garden.\n\n\nTalent Line-Up\n\n\tJanelle Monae, Cody Simpson, Rachel Crow, Sesame Street, Zendaya, China Ann McClain and the McClain Sisters will perform on the Rockin’ Egg Roll Stage.  Rachel Crow will sing the National Anthem.\n\n\tReading on the Storytime Stage will be Robin Roberts, Julianne Moore, Jeff Kinney from Diary of a Wimpy Kid, Etan Thomas, Forest Whitaker and Bella Thorne.\n\n\tChefs Andrew Zimmern; Richard Blais; Marcus Samuelsson; Paul Qui; Carla Hall; Pat and Gina Neely; Bryan Voltaggio and the White House Chefs will prepare healthy eating demonstrations in the Play with your Food station.\n\n\tIn the Eggtivity Zone, professional players and coaches from professional sports teams will teach kids how to play sports and show kids easy, fun ways to stay active and fit.\n\n\tAthletes participating in the Eggtivity Zone include Chanda Rubin and Vania King of the Women’s Tennis Association; Dedreck Etan Thomas, Bruce Bowen and Nick Young of the National Basketball Association; US Olympian gymnast Dominique Dawes; US Olympian figure skater Michelle Kwan; the National Football League’s Brian Orakpo, Ovie Mughelli, Qadry Ismail, Lorenzo Alexander, Derrick Dockery and Antwaan Randle El; Tamika Catchings, Swin Cash, Alana Beard and Crystal Langstrom of the Women’s National Basketball Association; Dr. Jayne Greenberg, Dr. Risa Lavizzo-Mourey, Cornell McClellan, Curtis Pride, and Donna Richardson Joyner of the President’s Council on Physical Fitness and Sports; Angela Hucles, Becky Sauerbrunn and Lori Lindsey of the US Women’s National Soccer Team; Sheanon Williams, Zac MacMath, Ben Olsen, Chris Pontius and Robbie Russell of Major League Soccer; former NBA players Mitch Richmond and Daryll Dawkins and the Harlem Globertrotters’ Herb Lang, Fatima Maddox, Jacob Tucker and Wun Versher, and star trainer of the The Biggest Loser, Bob Harper.\n\n\tUSTA Quick Start Courts will feature tennis greats, Chandra Rubin, Vania King, Katrina Adams, Taylor Dent, Bethanie Mattek-Sand and Christina McHale.\n\n\tMichael Chang who was the youngest ever male to win a Grand Slam singles title at the age of 17 will also be teaching kids the fundamentals of tennis along with 2010 men's junior US Open champion Jack Sock, former Grand Slam singles champion Andy Roddick and former Number 1 ranked in the world and winner of 18 Grand Slam championships, Chris Evert.\n\nYoga Garden will feature long-time professional Yoga instructor, Leah Cullis.\n\n\tThe Hop To It Stage offers a variety of interactive dance, sports, and other physical fun, including Choreographer Rosero McCoy and Perry the Platypus/Agent P, Kidtribe , Hip Hop Public, Chicago Ultimate Tumblers.\n\n\tBallou Senior High School Marching Band and Drum Corps will perform on the South Lawn, as well as help guide the visitors on and off of the South Lawn.  The United States Marine Corps Band will perform again this year.\n\n\tDJ Willy WOW! And Little Beat, the #1 Chinchilla! & Washington Sports Club's Zumba Team will perform on the ellipse. The official Emcee of the 2011 White House Easter Egg Roll is Tommy McFly.  He will introduce acts on the music stage and get everyone excited about the different Egg Roll activities to make for another wonderful Easter Egg Roll.\n\nThis Year’s Costume Characters:\n\n\tFairy Twinkle Toes – AbraKidabra – Big Green Rabbit – Captain Planet – Bugs Bunny – Daffy Duck\n\n\tFinn & Jake – Scooby Doo – Alex the Lion from Madagascar 3 – Penguins of Madagascar – Po the Panda Miffy the Bunny – Katsuma and Poppet from Mushi Monsters – Wow Wow Wubbsy\n\n\tAbby Cadabby from Sesame Street – Arthur – Buddy from Dinosaur Train – Cat in the Hat\n\n\tClifford the Big Red Dog – Curious George – Elmo – Hooper from PBS Kids – Martha from Martha Speaks Princess Presto from Super WHY! – Ruff Ruffman from Fetch! – Sid the Science Kid – Super WHY!  Wonder Red from Super WHY! – Word Girl – Woofster from Super WHY! – The Smurfs\n\n\tCharlie Brown and Snoopy – Power Panther – Slapshot and Air Slapshot\n\n\tGeorge, Tom, Abe and Teddy from the Racing Presidents – Screech – Topspin and Slice\n\n\tMr. and Mrs. Potato Head – Witzy Duck from Suzy’s Zoo – Power Rangers – Smokey Bear\n\n\tBabar and Badou – Doki the Dog – Papa, Mama and Junior Bunny – Peter Rabbit – Spot – Maisy Nutbrown Hare – Sponge Bob – Dora the Explorer – Diego – Spider-Man – Iron Man – Thor\n\n\tCaptain America – Yoohoo & Chewoo from Yoohoo and Friends – Alvin and the Chipmunks – Clicky\n\n\tTo learn more about the Easter Egg Roll visit obamawhitehouse.archives.gov/eastereggroll. Tune in for live streams from the South Lawn all day on April 9th, 2012 on WhiteHouse.gov/live. You can also join the conversation online using the hashtag #EasterEggRoll and get the latest updates by visiting Let’s Move! on Twitter and Facebook.\n\n2012 Easter Egg Roll Fact Sheet\n\n\n\n\n"
}