{
    "title": "Presidential Proclamation-15th Anniversary of the Violence Against Women Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidential-proclamation-15th-anniversary-violence-against-women-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 14, 2009\n\n \n\n\n\nPresidential Proclamation-15th Anniversary of the Violence Against Women Act\n\n\n\n\n\n\nTHE WHITE HOUSE \n\nOffice of the Press Secretary\n___________________________________________________________________________\nFor Immediate Release                                                                                               September 14, 2009\nFIFTEENTH ANNIVERSARY OF THE VIOLENCE AGAINST WOMEN ACT\n- - - - - - -\nBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\nA PROCLAMATION\n\nToday, we commemorate a milestone in our Nation's struggle to end violence against women. Authored by then United States Senator Joe Biden and signed into law in September 1994, the Violence Against Women Act (VAWA) was the first law to create a comprehensive response to this problem at the national level. This landmark achievement has helped our Nation make great strides towards addressing this global epidemic.\nVAWA sought to improve our criminal justice system's response to violence against women and to increase services available to victims. It directed all 50 States to recognize and enforce protection orders issued by other jurisdictions, and it created new Federal domestic violence crimes. The law also authorized hundreds of millions of dollars to communities and created a national domestic violence hotline.\nThis bipartisan accomplishment has ushered in a new era of responsibility in the fight to end violence against women. In the 15 years since VAWA became law, our Nation's response to domestic violence, dating violence, sexual assault, and stalking has strengthened. Communities recognize the special needs of victims and appreciate the benefits of collaboration among professionals in the civil and criminal justice system, victim advocates, and other service providers. With the support of VAWA funds, dedicated units of law enforcement officers and specialized prosecutors have grown more numerous than ever before. Most importantly, victims are more likely to have a place to turn for help -- for emergency shelter and crisis services, and also for legal assistance, transitional housing, and services for their children.\nDespite this great progress, our Nation's work remains unfinished. More families and communities must recognize that the safety of our children relates directly to the safety of our mothers. Access to sexual assault services, especially in rural America, must be increased. American Indian and Alaska Native women experience the highest rates of violence, and we must make it a priority to address this urgent problem. We must also work with diverse communities to make sure the response to violence is relevant and culturally appropriate. We must prevent the homicide of women and girls who have suffered from domestic violence, dating violence, sexual assault, and stalking.\nFar too many women in our communities and neighborhoods, and across the world, continue to suffer from violence. Inspired by the promise and achievement of the Violence Against Women Act, our Nation stands united in its determination to end these crimes and help those in need.\nNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and laws of the United States, do hereby proclaim the Fifteenth Anniversary of the Violence Against Women Act. I call upon men and women of all ages, communities, organizations, and all levels of government, to work in collaboration to end violence against women.\nIN WITNESS WHEREOF, I have hereunto set my hand this fourteenth day of September, in the year of our Lord two thousand nine, and of the Independence of the United States of America the two hundred and thirty-fourth.\nBARACK OBAMA\n \nDownload the PDF\n\n\n\n"
}