{
    "title": "Vice President Biden Announces Plan to Put One Million Advanced Technology Vehicles on the Road by 2015 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/26/vice-president-biden-announces-plan-put-one-million-advanced-technology-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJanuary 26, 2011\n\n \n\n\n\nVice President Biden Announces Plan to Put One Million Advanced Technology Vehicles on the Road by 2015\n\n\n\n\n\n\t Visiting Ener1, Inc. Factory, Biden brings “White House to Main Street Tour” to Greenfield, Indiana\n\n\tWashington, D.C. – Today, Vice President Biden, Chair of the Middle Class Task Force, took the “White House to Main Street Tour” to Greenfield, Indiana, where he visited leading manufacturer Ener1, Inc., which produces advanced lithium-ion battery systems for electric vehicles, grid energy storage and industrial electronics.\n\n\tIn his State of the Union address last night, President Obama highlighted his goal of making the United States the first country in the world to put one million advanced technology vehicles on the road by 2015.  Following a tour of the Ener1, Inc. factory today, the Vice President met with workers to discuss the Administration’s new plan for reaching that ambitious goal.\n\n\t“As you heard President Obama say last night, this Administration is forging a new path forward by making sure America doesn’t just lead in the 21st Century, but dominates in the 21st Century,” said Vice President Biden. “We’re not just creating new jobs—but sparking whole new industries that will ensure our competitiveness for decades to come—industries like electric vehicle manufacturing.”\n\n\tEner1, Inc. was awarded a $118.5 million grant from the Department of Energy – part of a $2.4 billion Recovery Act investment nationwide – to expand its production of advanced batteries for hybrid and electric vehicles. That grant is making it possible for Ener1 to expand its current manufacturing and assembly operation from 336 workers at its Indianapolis manufacturing and assembly facilities to over a thousand by the start of 2013. In 2010 alone, Ener1 added 120 jobs at its Indianapolis plants.\n\n\tThe Administration’s new three-part advanced technology vehicle plan will include supporting electric vehicle manufacturing and adoption in the U.S. through generous new consumer rebates, investments in R&D, and a new competitive program to encourage communities to invest in electric vehicle infrastructure. Full details of the plan are below.\n\n\t \n\nPresident Obama’s Plan to Make the U.S. the First Country to \n\nPut 1 Million Advanced Technology Vehicles on the Road\n\n\t \n\n\tIn 2008, the President set an ambitious goal of putting 1 million advanced technology vehicles on the road by 2015 – which would reduce dependence on foreign oil and lead to a reduction in oil consumption of about 750 million barrels through 2030. To reach that goal, President Obama will propose in his Budget a new effort to win the future by supporting advanced technology vehicle manufacturing and adoption in the U.S. through new consumer rebates, investments in R&D, and competitive programs to encourage communities that invest in advanced technology vehicle infrastructure.\n\n\nMaking electric vehicles more affordable with a rebate up to $7,500: The President is proposing to transform the existing $7,500 tax credit for electric vehicles into a rebate that will be available to all consumers immediately at the point of sale.\n\nAdvancing innovative technologies through new R&D investments:Building on Recovery Act investments, the President’s Budget proposes enhanced R&D investments in electric drive, batteries, and energy storage technologies.\n\nRewarding communities that invest in electric vehicle infrastructure through competitive grants: To provide an incentive for communities to invest in EV infrastructure and remove regulatory barriers, the President is proposing a new initiative that will provide grants to up to 30 communities that are prioritizing advanced technology vehicle deployment. This approach builds on bipartisan ideas and proposals.\n\n\n\t \n\nThe President’s New Initiatives to Support Advanced Technology  Vehicles\n\n\t \n\n\tThe President’s Budget proposes to make the United States the world’s leader in manufacturing and deploying next-generation vehicle technologies through three new initiatives, expanding funding for vehicle technologies by almost 90 percent to nearly $590 million and enhancing existing tax incentives:\n\n\nMaking electric vehicles more affordable and accessible for American consumers: A transformation of the existing $7,500 tax credit into a rebate will give consumers the ability to receive this benefit at the point of sale, similar to “Cash for Clunkers”. The current individual credit will be reformed into a tax credit claimable by dealers or financers with clear transparency requirements to ensure the benefit of the credit is passed on to consumers.\n\nAdvancing innovative vehicle and battery technologies through increased R&D:  Increased investments in R&D will be critical to the deployment of new technology.  ARRA and prior year investments are already making progress on advanced technology vehicles through research initiatives like an ARPA-E grant to develop a battery that will go 300 miles on a single charge.  This year’s Budget will significantly broaden R&D investments in technologies like batteries and electric drives – including an over 30% increase in support for vehicle technology R&D and a new Energy Innovation Hub devoted to improving batteries and energy storage for vehicles and beyond.\n\nRewarding communities for leadership in reducing regulatory barriers and developing comprehensive electric vehicle-friendly infrastructure:  The Department of Energy is beginning a competitive program to help communities across the country become early adopters of electric vehicles through regulatory streamlining, infrastructure investments, vehicle fleet conversions, deployment of EV incentives (e.g., parking, HOV access) partnerships with major employers/retailers, and workforce training.  The FY 2012 Budget will expand this initiative so that that up to 30 communities across the country would receive grants of up to $10 million each on the basis of their ability to demonstrate concrete reforms and use the funds to help catalyze electric vehicle deployment. \n\n\nBuilding on Progress\n\n\tThe Administration has taken aggressive steps to reduce dependence on foreign oil, including strong fuel economy standards for cars and trucks, and significant investment in biofuels. This initiative builds on that commitment, and on our significant investments in vehicle technology, to-date. \n\nRecovery Act investments that have already transformed the advanced vehicle industry in the U.S.:ARRA included $2.4 billion for battery and electric drive component manufacturing, and for electric drive demonstration and infrastructure – investments that are already transforming the advanced vehicle batteries industry in the US.\n\n\nRecovery Act investments have significantly increased U.S. manufacturing capability for advanced technology vehicle batteries: In 2009, the U.S. had only two factories manufacturing advanced vehicle batteries that power advanced technology vehicles and produced less than two percent of the world’s advanced batteries. \n\nRecovery Act investments will help cut battery costs in half, and make the U.S. a global leader in advanced battery production: As a result, in just the next few years, battery costs are expected to drop by half (2009-2013), the United States will be able to produce enough batteries and components to support 500,000 plug-in and hybrid vehicles and will have the capacity to produce 40 percent of the world’s advanced batteries (2015). The Recovery Act is also supporting the deployment of infrastructure for advanced technology vehicles.\n\nUpgrading the Federal Fleet:   GSA is preparing an initial purchase of 100 plug-in hybrid electric vehicles that are anticipated to be delivered in 2011 together with more than 40,000 alternative-fueled and fuel-efficient vehicles that will replace aging and less-efficient sedans, trucks, tankers, and wreckers for Federal agencies across the country. GSA’s investments in cleaner vehicle technologies help to spur growth in the emerging domestic plug-in hybrid electric vehicle market.\n\n\n\n\n\n"
}