{
    "title": "Background On The President's Events In Ohio Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-presidents-events-ohio-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 23, 2009\n\n \n\n\n\nBackground On The President's Events In Ohio Today\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  ___________________________________________________________________  FOR IMMEDIATE RELEASE                                            July 23, 2009  BACKGROUND ON THE PRESIDENT’S EVENTS IN OHIO TODAY  CLEVELAND CLINIC VISIT  1:05 PM EDT This afternoon President Obama will visit the Cleveland Clinic in Cleveland, Ohio.  He will be accompanied by Governor Ted Strickland.  At the clinic, President Obama will hold a brief discussion with doctors and nurses to not only learn about their innovative health care practices, but to also hear their thoughts on health reform and the current state of our nation’s health care system.  After the meeting, President Obama will tour an operating room in the clinic’s Heart and Vascular Institute (HVI).  The HVI has been ranked #1 in the nation for the 15th year in a row by US News and is one of the largest cardiovascular and thoracic specialty groups in the world.  During the tour, the President will be shown how the clinic performs robotic minimally invasive surgeries – a method that reduces trauma to the patient and length of hospital stay. Participants in the briefing:  Dr. Toby Cosgrove, CEO and President, Cleveland Clinic Dr. Martin C. Harris, Chief Information Officer, Cleveland Clinic Malachi Mixon, Chairman of the Board, Cleveland Clinic  Participants on the tour:  Dr. Toby Cosgrove, CEO and President, Cleveland Clinic Dr. Bruce Lytle, Chairman, Heart and Vascular Institute, Cleveland Clinic                 Dr. Tomislav Mihaljevic, Attending Surgeon, Thoracic and Cardiovascular Surgery, Cleveland Clinic             Florin Sgondea, Nurse, Cleveland Clinic      Richard Kapper, Patient            Click here for facts about the need for health insurance reform in Ohio HEALTH REFORM TOWN HALL  SHAKER HEIGHTS HIGH SCHOOL  2:05 PM President Obama will deliver remarks and then hold a town hall on health reform with Ohio residents. Rick Vacha, a retired Teamster struggling to afford health care, will introduce him. (see below for background on Rick) FOR BACKGROUND ONLY:  There will be approximately 1,600 people in the audience. 70% of the tickets were available to the public.  There was a website where people could sign up for a drawing to get tickets, and those without internet access could call a number to enter. The other 30% was distributed by the White House to the school, elected officials, and other community leaders. The following officials are expected to attend the event today:  Governor Ted Strickland Cleveland Mayor Frank Jackson Shaker Heights Mayor Earl Leiken Commissioner Tim Hagan Secretary of State Jennifer Brunner State Senator Nina Turner House Speaker Armond Budish Kenneth Lortz, President of Ohio UAW Dennis Duffey, President, Ohio State Building Trades Lisa Hetrick, Treasurer, Ohio SEIU 1199  Stage Participants: Rabbi Rosette Barron Haim will give the Invocation. Rabbi Rosette Barron Haim was ordained in 1988 by the Hebrew Union College-Jewish Institute of Religion and joined The Temple-Tifereth Israel in Cleveland, Ohio in July of 1988. As Associate Rabbi, her areas of involvement cover the spectrum of life cycle and holiday celebrations, and the supervision of various affiliate groups including The Temple Young Associates, The Temple Women's Association and The Temple youth groups. Ryan Thurman will lead the Pledge of Allegiance. Ryan is a student at Shaker Heights High School. Imaris Rivera will sing the National Anthem. Imaris is a 13 yr old 9th grader at John Hay. She was born in Chicago, Illinois, and moved to Cleveland, OH shortly after she was born. She began singing at the age of 3, following the lead of members of her family who also have a passion for music. She has performed in many events in the Cleveland area. Rick Vacha will introduce President Obama. Rick retired in 2001 after 33-years of working the night-shift in a warehouse. As a Teamster of Local 507 he was able to retire with a pension and healthcare coverage, provided by the Teamsters Health and Welfare Fund, for both he and his wife. Shortly after his retirement Rick began to feel the crunch of rising healthcare costs. Rick has seen his monthly costs steadily increase – from $350 per month to $489 per month currently. As a result, both he and his wife were forced to reconsider retirement in order to cover monthly co-pays for doctor’s visits and prescriptions. Although both Rick and his wife have gone back to work part-time in order to maintain their healthcare coverage, he is fearful that he will not be able to keep up with the rising cost of health care. After a long life of hard work and free of debt – Rick never expected health care to become the burden it has become in his retirement years. He also worries about the impact of rising health care costs on his children and their families. Both of his children are self-employed and pay for their family’s health care entirely out of pocket – this recently resulted in his daughter recently paying hundreds of dollars for required shots for her 5-year old son. ##\n\n\n\n"
}