{
    "title": "Fact Sheet: New Actions on Guantánamo and Detainee Policy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/07/fact-sheet-new-actions-guant-namo-and-detainee-policy",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 07, 2011\n\n \n\n\n\nFact Sheet: New Actions on Guantánamo and Detainee Policy\n\n\n\n\n\n\tIn a speech nearly two years ago at the National Archives, the President advanced a four-part approach to closing the detention facility at Guantanamo Bay, keeping our country safe, and upholding the law: (1) to bring detainees to justice in prosecutions in either federal civilian courts or in reformed military commissions, (2) to comply with court-ordered releases of detainees, (3) to transfer detainees from Guantanamo whenever it is possible to do so safely and humanely, and (4) when neither prosecution nor other legal options are available, to hold these individuals in lawful military detention. He affirmed that “whenever feasible, we will try those who have violated American criminal laws in federal courts.”\n\n\tThe Administration remains committed to closing the detention facility at Guantanamo Bay, and to maintain a lawful, sustainable and principled regime for the handling of detainees there, consistent with the full range of U.S. national security interests. In keeping with the strategy we laid out, we are proceeding today with the following actions:\n\nResumption of Military Commissions\n\n\tThe Secretary of Defense will issue an order rescinding his prior suspension on the swearing and referring of new charges in the military commissions. New charges in military commissions have been suspended since the President announced his review of detainee policy, shortly after taking office.\n\n\tThe Administration, working on a bipartisan basis with members of Congress, has successfully enacted key reforms, such as a ban on the use of statements taken as a result of cruel, inhuman or degrading treatment, and a better system for handling classified information. With these and other reforms, military commissions, along with prosecutions of suspected terrorists in civilian courts, are an available and important tool in combating international terrorists that fall within their jurisdiction while upholding the rule of law.\n\nExecutive Order on Periodic Review\n\n\tIn the Archives speech, the President recognized there are certain Guantanamo detainees who have not been charged, convicted, or designated for transfer, but must continue to be detained because they “in effect, remain at war with the United States.” For this category of detainees, the President stated: “We must have a thorough process of periodic review, so that any prolonged detention is carefully evaluated and justified.”\n\n\tToday, the President issued an Executive Order establishing such a process for these detainees. A copy of the order is attached.\n\n\tThe periodic review established by this order will help to ensure that individuals who we have determined will be subject to long-term detention continue to be detained only when lawful and necessary to protect against a significant threat to the security of the United States. If a final determination is made that a detainee no longer constitutes a significant threat to our security, the Executive Order provides that the Secretaries of State and Defense are to identify a suitable transfer location outside the United States, consistent with the national security and foreign policy interests of the United States and applicable law. As the President has stated before, no Guantanamo detainee will be released into the United States.\n\n\tWe are grateful to all of our allies and partners who have worked with the Administration to implement the transfers undertaken thus far in a secure and humane manner, especially those who have resettled detainees from third countries. Our friends and allies should know that we remain determined in our efforts and that, with their continued assistance, we intend to complete the difficult challenge of closing Guantanamo.\n\nContinued Commitment to Article III Trials\n\n\tPursuant to the President’s order to close Guantanamo, this Administration instituted the most thorough review process ever applied to the detainees held there. Among other things, for the first time, we consolidated all information available to the federal government about these individuals. That information was carefully examined by some of our government’s most experienced prosecutors, a process that resulted in the referral of 36 individuals for potential prosecution. Since the time of those referrals, the Departments of Justice and Defense, with the advice of career military and civilian prosecutors, have been working to bring these defendants to justice, securing convictions in a number of cases and evaluating others to determine which system – military or civilian – is most appropriate based on the nature of the evidence and traditional principles of prosecution.\n\n\tIn recent months, some in Congress have sought to undermine this process. In December, Congress enacted restrictions on the prosecution of Guantanamo detainees in Federal courts. The Administration opposes these restrictions as a dangerous and unprecedented challenge to Executive authority to select the most effective means available to bring terrorists to justice and safeguard our security. The Executive Branch possesses the information and expertise necessary to make the best judgment about where a particular prosecution should proceed, and Congress’s intrusion upon this function is inconsistent with the long-standing and appropriate allocation of authority between the Executive and Legislative branches.\n\n\tTime and again, our Federal courts have delivered swift justice and severe punishment to those who seek to attack us. In the last two years alone, federal prosecutors have convicted numerous defendants charged with terrorism offenses, including those who plotted to bomb the New York subway system; attempted to detonate a bomb in Times Square; and conspired in murderous attacks on our embassies abroad. These prosecutions have generated invaluable intelligence about our enemies, permitted us to incapacitate and detain dangerous terrorists, and vindicated the interests of victims – all while reaffirming our commitment to the rule of law. Spanning multiple administrations, Republican and Democratic, our Federal courts have proven to be one of our most effective counterterrorism tools, and should not be restricted in any circumstances.\n\n\tMilitary commissions should proceed in cases where it has been determined appropriate to do so. Because there are situations, however, in which our federal courts are a more appropriate forum for trying particular individuals, we will seek repeal of the restrictions imposed by Congress, so that we can move forward in the forum that is, in our judgment, most in line with our national security interests and the interests of justice.\n\n\tWe will continue to vigorously defend the authority of the Executive to make these well-informed prosecution decisions, both with respect to those detainees in our custody at Guantanamo and those we may apprehend in the future. A one-size-fits-all policy for the prosecution of suspected terrorists, whether for past or future cases, undermines our Nation’s counterterrorism efforts and harms our national security.\n\nSupport for a Strong International Legal Framework\n\n\tBecause of the vital importance of the rule of law to the effectiveness and legitimacy of our national security policy, the Administration is announcing our support for two important components of the international legal framework that covers armed conflicts: Additional Protocol II and Article 75 of Additional Protocol I to the 1949 Geneva Conventions.\n\n\tAdditional Protocol II, which contains detailed humane treatment standards and fair trial guarantees that apply in the context of non-international armed conflicts, was originally submitted to the Senate for approval by President Reagan in 1987. The Administration urges the Senate to act as soon as practicable on this Protocol, to which 165 States are a party. An extensive interagency review concluded that United States military practice is already consistent with the Protocol’s provisions. Joining the treaty would not only assist us in continuing to exercise leadership in the international community in developing the law of armed conflict, but would also allow us to reaffirm our commitment to humane treatment in, and compliance with legal standards for, the conduct of armed conflict.\n\n\tArticle 75 of Additional Protocol I, which sets forth fundamental guarantees for persons in the hands of opposing forces in an international armed conflict, is similarly important to the international legal framework. Although the Administration continues to have significant concerns with Additional Protocol I, Article 75 is a provision of the treaty that is consistent with our current policies and practice and is one that the United States has historically supported.\n\n\tOur adherence to these principles is also an important safeguard against the mistreatment of captured U.S. military personnel. The U.S. Government will therefore choose out of a sense of legal obligation to treat the principles set forth in Article 75 as applicable to any individual it detains in an international armed conflict, and expects all other nations to adhere to these principles as well.\n\n\n\n\n"
}