{
    "title": "White House Honors Young Women Empowering their Communities as Champions of Change | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/09/15/white-house-honors-young-women-empowering-their-communities-champions",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 14, 2015\n\n \n\n\n\nWhite House Honors Young Women Empowering their Communities as Champions of Change\n\n\n\n\n\n\tWASHINGTON, DC ­ Tomorrow, Tuesday, September 15th, the White House will honor eleven young women as Champions of Change who are empowering their communities. In addition to honoring these young people for their courage and contributions, the goal of the event is to inspire girls and young women to recognize their potential for leadership -- as educators, advocates, peer-mentors, artists and entrepreneurs -- and to appreciate that they can be leaders in their own way and in their own style. The program will feature remarks by Senior Advisor to the President and Chair of the White House Council on Women and Girls Valerie Jarrett, Chief of Staff to the First Lady and Executive Director for the White House Council on Women and Girls Tina Tchen, NASA astronaut Serena Auñón, United States Chief Technology Officer Megan Smith, Director of the White House Domestic Policy Council Cecilia Muñoz, Office of Science and Technology Policy Associate Director for Science Jo Handelsman, Executive Director of the White House Initiative on Educational Excellence for Hispanics Alejandra Ceja, Smithsonian National Museum of African Art Director Johnnetta Cole, and blogger and entrepreneur Karen Civil. It will also include panel discussions with the Champions of Change moderated by video bloggers Laci Green and Franchesca Ramsey.\n\n\tThe Champions of Change program was created as an opportunity for the White House to feature individuals doing extraordinary things to empower and inspire members of their communities. The event will be live streamed on the White House website. To watch this event live, visit obamawhitehouse.archives.gov/live on September 15th at 9:30AM ET. To learn more about the White House Champions of Change program, visit obamawhitehouse.archives.gov/champions. Follow the conversation at #WHChamps and #ImagineHer.\n\n\tAsha Abdi, San Jose, California\n\n\tAsha Abdi is the Director of Communications and Partnerships for Agoon Foundation, an organization that serves the needs of orphans in Somalia, and the Faith Relations Coordinator at Habitat for Humanity Greater San Francisco. Asha has spent the last five years serving the Somali community and greater Muslim community in developing programs and initiatives that emphasize and support the needs of first generation Somali Americans by nurturing their spiritual, personal, and academic growth. In this capacity, she has organized weekly lectures, a mentorship program, conferences, and the first ever health workshop for Somali elders with her colleagues. Asha also played a key role in organizing fundraisers for Somalia during its devastating 2011 famine.\n\n\tDiali Avila, Phoenix, Arizona\n\n\tDiali Avila was born in Mexico and moved to Arizona when she was 11 years old. She graduated from Arizona State University with a B.S. in Nonprofit Leadership and Management. As an Affordable Care Act (ACA) organizer at Planned Parenthood during the first open enrollment period of the ACA, she focused on community education around the ACA and also helped individuals and families enroll in health insurance. She is currently working on a campaign to implement comprehensive sexuality education in schools. Diali¹s passion for organizing began when she advocated for the DREAM Act and Immigration Reform in 2007. Diali is also a founding member of the Isac Amaya Foundation, an organization that focuses on raising awareness for higher education and raises money to award scholarships to low-income students and undocumented students.\n\n\tYesenia Ayala, Grinnell, Iowa\n\n\tYesenia Ayala is a second-year student at Grinnell College where she is pursuing a degree in sociology and Spanish with a concentration in Latin American Studies. Through her position as a service learning work-study student for Al Éxito, Yesenia coordinates programming and mentoring for middle and high school Latino students, facilitates family programming and events, and engages her peers in helping motivate Latino students to stay in school and plan for education beyond high school. Yesenia has designed and led workshops throughout the state of Iowa informing youth and parents about the education system in the United States, financial aid, essay writing, and the college application process. Personally and professionally, Yesenia is passionate about education and immigration reform, and hopes to pursue a law degree in civil rights upon graduating from Grinnell.\n\n\tMeredith Boyce, Spartanburg, South Carolina\n\n\tIn 2011, a traumatic brain injury turned Meredith Boyce's life upside down, leaving her with disabilities including blindness that required more services than her school could provide. She transferred to the South Carolina School for the Blind (SCSB), but never forgot her prior fascination with computers. During her time at SCSB, Meredith became first an unofficial and later official accessible technology consultant, rehabbing old laptops and setting up adaptive technology solutions for fellow blind students. This grew into a larger endeavor when Spartanburg High School and the School for the Blind assigned a laptop computer to every student. Meredith began facilitating blind and visually impaired students transition to the new technology tools with training to allow them to fully utilize their new hardware and software tools and reach their highest potential. Meredith is now a computer science major at Converse College and an active member of the National Center for Women & Technology¹s Aspirations in Computing program.\n\n\tRita Herford, Huron County, Michigan\n\n\tRita Herford is a fifth generation farmer from Huron County, Michigan. After graduating from Michigan State University with her Bachelor¹s Degree in Crop and Soil Science and a specialization in Agribusiness Management, Rita returned home to her family farm where she now works alongside her mother, step-father and brother. Using sustainable farming practices, her farm grows a total of 4,400 acres of wheat, sugar beets, dry edible beans, corn, and soybeans, and is verified by the Michigan Agriculture Environmental Assurance Program. Rita¹s passion for agriculture has led her to share her farm¹s story with local groups such as Rotary Club and on social media to help educate consumers about how modern day farmers grow safe, quality and affordable food for their families and others.\n\n\tMarissa Jennings, Washington, District of Columbia\n\n\tMarissa Jennings is chief executive officer of SOCIALgrlz LLC, the first mobile web publishing company creating content specifically for African-American girls ages 13-17. Her tech start-up provides an opportunity for the voices of African-American girls to be heard through modern technology in a safe space. Marissa has developed partnerships, including one with Microsoft, which have allowed her to teach girls the importance of personal social media brands and how to use technology in a safe manner through a national program called DigiGirlz. Marissa is a graduate of Bennett College for Women in Greensboro, North Carolina. She also holds a Nonprofit Management Executive Certificate from Georgetown University in Washington, D.C.\n\n\tFaatimah Knight, Brooklyn, New York\n\n\tFaatimah Knight is a Masters student at the Chicago Theological Seminary and she holds a Bachelor¹s degree from the first American Muslim Liberal Arts College, Zaytuna College in Berkeley, California, founded in 2009. This year, Faatimah spearheaded an initiative to raise funds for black churches across the South that had been victims of arson. The campaign was called #RebuildwithLove and gained national and international attention for the chord it struck with people all over the world. In under three weeks, she mobilized Muslim communities across the country and partnered with various Muslim charities to raise over $100,000 for four black churches.\n\n\tAshley McCray, Norman, Oklahoma\n\n\tAshley McCray is a Ph.D. student in the History of Science, Technology, and Medicine program at the University of Oklahoma, where she specializes in indigenous knowledge, environment and public health in minority communities, race, and science, and the native experience in the university. Ashley is from the Oglala and Sicangu Lakota nations and the Absentee Shawnee Tribe of Oklahoma, where she is currently an enrolled tribal member and where she serves her tribe as archivist. Ashley works to ensure her university incorporates inclusivity and diversity in its curriculum. Her work on her own campus has helped inspire a mandatory diversity course for incoming students, and a series of diversity and inclusivity workshops facilitated throughout the school year for faculty, students, and staff.\n\n\tSwetha Prabakaran, Ashburn, Virginia\n\n\tSwetha Prabakaran is the Founder and CEO of Everybody Code Now!, a non-profit working to empower the next generation of youth to become engineers, scientists, and entrepreneurs. Under Swetha¹s direction, Everybody Code Now! has taught hundreds of students how to code and has raised thousands of dollars for STEM activities in schools. Her mentorship programs have transformed shy young girls into confident students, community leaders, and budding technologists. Swetha is currently a junior at Thomas Jefferson High School for Science and Technology and hopes to continue inspiring and encouraging young women to transform their future and the world.\n\n\tKatie Prior, Oklahoma City, Oklahoma\n\n\tKatie Prior is the 15-year-old founder of the Youth Trumpet Taps Corps, a non-profit organization that trains, supports, and recognizes high school trumpet players who use their musical gifts to honor military veterans. Katie has recruited and trained trumpet players in Oklahoma, Texas, Colorado, Illinois, Nebraska, and Wisconsin who volunteer to sound Taps at military funerals and perform patriotic music at community events honoring veterans. When Katie heard that many veterans¹ funerals have an audio recording of Taps, she decided to recruit her friends to see to it that veterans in her community get the live tribute they deserve. She developed the program as her Girl Scout Gold Award and became the council¹s youngest awardee in history at the age of 14. She has since grown her organization, held training workshops in Texas and Wisconsin, and created an online training that can be taken by any high school trumpeter across the country. Katie is a trumpet player with Oklahoma Youth Orchestras.\n\n\tAmanda Tachine, Tuscon, Arizona\n\n\tAmanda Tachine is Navajo from Ganado, Arizona. She is Náneeshtézhí Táchiinii (Zuni Red Running into Water clan) born for Tl¹izilani (Many Goats clan). Her maternal grandfather¹s clan is Tábaahí (Water¹s Edge) and her paternal grandfather¹s clan is Ashiihi (Salt). Amanda has led efforts in a dynamic two-tiered college access mentoring program, Native SOAR (Student Outreach, Access, and Resiliency) where Native American graduate students and staff mentor underrepresented, mostly Native American college students who also in turn provide mentorship to Native American high school students. Amanda received a Ph.D. in Higher Education from the University of Arizona. She is currently a Postdoctoral Scholar at the Center for Indian Education at Arizona State University where she hopes to continue advancing ideas and strategies for Native student success.\n\n\n\n\n"
}