{
    "title": "Notice -- Continuation of the National Emergency with Respect to Somalia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/04/08/notice-continuation-national-emergency-respect-somalia",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 08, 2015\n\n \n\n\n\nNotice -- Continuation of the National Emergency with Respect to Somalia\n\n\n\n\nNOTICE\n- - - - - - -\nCONTINUATION OF THE NATIONAL EMERGENCY WITH\nRESPECT TO SOMALIA\nOn April 12, 2010, by Executive Order 13536, I declared a national emergency pursuant to the International Emergency Economic Powers Act (50 U.S.C. 1701-1706) to deal with the unusual and extraordinary threat to the national security and foreign policy of the United States constituted by the deterioration of the security situation and the persistence of violence in Somalia, acts of piracy and armed robbery at sea off the coast of Somalia, which have repeatedly been the subject of United Nations Security Council resolutions, and violations of the arms embargo imposed by the United Nations Security Council.\nOn July 20, 2012, I issued Executive Order 13620 to take additional steps to deal with the national emergency declared in Executive Order 13536 in view of United Nations Security CouncilResolution 2036 of February 22, 2012, and Resolution 2002 of July 29, 2011, and to address:  exports of charcoal from Somalia, which generate significant revenue for al-Shabaab; the misappropriation of Somali public assets; and certain acts of violence committed against civilians in Somalia, all of which contribute to the deterioration of the security situation and the persistence of violence in Somalia.\nBecause the situation with respect to Somalia continues to pose an unusual and extraordinary threat to the national security and foreign policy of the United States, the national emergency declared on April 12, 2010, and the measures adopted on that date and on July 20, 2012, to deal with that emergency, must continue in effect beyond April 12, 2015.  Therefore, in accordance with section 202(d) of the National Emergencies Act (50 U.S.C. 1622(d)), I am continuing for 1 year the national emergency declared in Executive Order 13536.\nThis notice shall be published in the Federal Register and transmitted to the Congress.\nBARACK OBAMA \n\n\n\n\n"
}