{
    "title": "Presidente Obama da instrucciones a su gobierno para que tome medidas enérgicas contra quienes cometen fraude tributario y obtienen contratos gubernamentales | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidente-obama-da-instrucciones-a-su-gobierno-para-que-tome-medidas-en-rgicas-con",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 20, 2010\n\n \n\n\n\nPresidente Obama da instrucciones a su gobierno para que tome medidas enérgicas contra quienes cometen fraude tributario y obtienen contratos gubernamentales\n\n\n\n\nWASHINGTON, DC – Hoy, el Presidente Obama dará instrucciones a la Oficina de Administración y Presupuesto (Office of Management and Budget), así como al Departamento del Tesoro y otras agencias federales, para que tomen medidas a fin de impedir que los contratistas morosos en el pago de impuestos reciban nuevos contratos del gobierno. También dará instrucciones al Servicio de Rentas Internas (IRS por sus siglas en inglés) para que realice un análisis de la exactitud general de las afirmaciones de las empresas sobre morosidad con el pago de impuestos a fin de asegurarse de que cuando una compañía diga que está pagando impuestos, esté diciendo la verdad. Acompañarán al Presidente hoy el Vicepresidente Biden, la senadora Claire McCaskill, el congresista Ed Towns, el congresista Brad Ellsworth, el comisionado del IRS Douglas Shulman y Jeffrey Zients, funcionario principal de desempeño de Estados Unidos.\nAdemás, el Presidente está haciendo un llamado al Congreso para que le dé al gobierno las herramientas necesarias a fin de asegurar que el dinero de los contribuyentes no se use para aumentar los beneficios de las empresas que se rehúsan a pagar impuestos.\n“Esta directiva requerirá que todos nosotros en Washington seamos custodios más responsables del dinero de ustedes, los contribuyentes. En todo el país, hay gente que cumple con sus obligaciones todos los días. Hacen su trabajo. Mantienen a sus familias. Pagan los impuestos que deben, porque es una responsabilidad fundamental de la ciudadanía”, declaró el Presidente Barack Obama. “Las medidas que estoy disponiendo hoy y las medidas que estoy instando al Congreso que tome simplemente tienen sentido común. No van a eliminar de un golpe todo el despilfarro o los abusos en la contratación con el gobierno. De ahora en adelante, también tendremos que hacer más para hacer que los contratistas asuman mayor responsabilidad de no sólo pagar impuestos, sino que cumplan también con otras leyes”.\nCuando el Presidente Obama era parte del Senado, patrocinó legislación para darles a los funcionarios federales de contratación las herramientas que necesitan a fin de recuperar dichos fondos o impedir que los infractores de las leyes tributarias reciban contratos federales. La Administración insta al Congreso a que apruebe propuestas legislativas para permitir que el IRS tome medidas contra las empresas que cometen fraude tributario. También se insta al Congreso a que permita el intercambio de información entre el IRS y funcionarios de contratación en agencias a fin de que se aseguren de que los infractores no exploten brechas jurídicas para continuar obteniendo contratos federales.\nLa directiva de hoy se suma a las medidas que el Presidente ya ha tomado contra el despilfarro en el gobierno: mejorar lo que surte efecto y eliminar lo que no:\n• En diciembre, la Administración dio a conocer información actualizada sobre los esfuerzos del Presidente para reducir los contratos de alto riesgo otorgados sin licitación, y gracias a estas reformas en la contratación, las agencias federales ahorrarán $19,000 millones este año y $40,000 millones para fines del 2011.\n• En noviembre, el Presidente describió medidas para eliminar los pagos despilfarradores e indebidos que, según estimados ascenderían a aproximadamente $100,000 millones en el 2009.\n• En mayo, la Administración dio a conocer los resultados de un análisis del presupuesto, partida por partida, e identificó más de 120 programas despilfarradores, duplicados o anticuados. El Congreso aprobó más de 60 por ciento de los recortes propuestos por el Presidente, lo cual es significativamente más alto que los resultados de gobiernos recientes.\nEl memorando que el Presidente firmará en el evento de hoy está disponible AQUI.\n###\n \n\n\n\n"
}