{
    "title": "Readout of the President’s Meeting with NATO Secretary General Rasmussen | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/09/readout-president-s-meeting-nato-secretary-general-rasmussen",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 09, 2012\n\n \n\n\n\nReadout of the President’s Meeting with NATO Secretary General Rasmussen\n\n\n\n\n\n\tThe President met today with NATO Secretary General Anders Fogh Rasmussen in the Oval Office in order to discuss preparations for the May 20-21 NATO Summit in Chicago.  The President and Secretary General Rasmussen agreed that the Summit would focus on three important topics: Afghanistan, defense capabilities, and partnerships.  On Afghanistan, the President and the Secretary General agreed that the NATO Summit should reaffirm allied commitment to the transition framework agreed to at Lisbon, while planning for the final stages of that transition  -- including a shift next year from combat to a support role, as well as enduring support for sufficient and sustainable Afghan forces.  The President and Secretary General also agreed that the Summit should highlight the commitment of allies to field the defense capabilities that NATO needs for the 2st century.  They discussed their expectation that allies would be in a position to announce progress on a number of key capabilities initiatives, including on missile defense.  Finally, the President and the Secretary General discussed the importance of NATO’s partnerships with non-NATO countries.  NATO is now a hub for a global network of security partners which have served alongside NATO forces in Afghanistan, Libya, and Kosovo.  Recognizing the important contributions provided by partner nations, the President and Secretary General welcomed the recent decision by allies to invite a group of thirteen partner nations to Chicago for an unprecedented meeting to discuss ways to further broaden and deepen NATO’s cooperation with partner nations.\n\n\n\n\n"
}