{
    "title": "MENSAJE SEMANAL: Trabajando por una Reforma Significativa del Sistema de Justicia Penal | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/10/21/mensaje-semanal-trabajando-por-una-reforma-significativa-del-sistema-de",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 17, 2015\n\n \n\n\n\nMENSAJE SEMANAL: Trabajando por una Reforma Significativa del Sistema de Justicia Penal \n\n\n\n\n\n\tWASHINGTON, DC – En su mensaje semanal, el presidente recalcó los problemas de nuestro sistema de justicia penal. Nuestro país está enfrentando un ciclo vicioso de pobreza, crimen, y encarcelaciones que atrapa a demasiados estadounidenses y debilita a demasiadas comunidades. Hay 2.2 millones de personas tras rejas en Estados Unidos hoy, comparado con 500,000 solo hace 30 años atrás. Este tema no es nuevo- el presidente ha hablado sobre la injusticia de nuestro sistema de justicia penal desde su tiempo en el Senado. Y aunque hemos tomado pasos para abordar este tema, miembros de ambos partidos están de acuerdo de que aún se puede hacer más. En las próximas semanas,  el presidente viajará alrededor del país para encontrarse con estadounidenses que están trabajando para arreglar el sistema de justicia penal, desde oficiales de los cuerpos policiales trabajando para reducir los índices de crimen y encarcelaciones, hasta antiguos prisioneros que se están ganando su segunda oportunidad. Y prometió que continuará trabajando con el Congreso para pasar una reforma significativa del sistema de justicia penal que lo hará más rentable, justo, e inteligente, a la vez mejorando la capacidad de los cuerpos policiales a que mantengan a nuestras comunidades seguras.\n\n\tEl audio y el video de este mensaje estarán disponibles en http://obamawhitehouse.archives.gov a las 6:00 a.m. ET, el 17 de octubre del 2015\n\nMensaje Semanal del Presidente Barack Obama\n\nLa Casa Blanca\n\n17 de octubre de 2015\n\n\tHola a todos. Hace treinta años había 500,000 personas encarceladas en Estados Unidos. Hoy hay 2.2 millones. Estados Unidos alberga el 5 por ciento de la población mundial y, sin embargo, el 25 por ciento de los prisioneros de todo el mundo. Cada año, gastamos $80,000 millones para mantener a la gente encarcelada.  \n\n\tAhora bien, muchas de las personas que están en prisión sin duda merecen estar ahí: nuestras calles son más seguras gracias a los valientes oficiales de policía y los fiscales consagrados a su labor que ponen a los delincuentes violentos entre rejas. No obstante, durante las últimas décadas también hemos encarcelado a más delincuentes no violentos que nunca y por más tiempo que nunca. Esa es la verdadera razón por la que nuestra población carcelaria es tan grande.\n\n\tDesde que era senador vengo hablando de que nuestro sistema de justicia penal suele ser con demasiada frecuencia un camino que va desde escuelas inadecuadas a cárceles abarrotadas. Y hemos tomado medidas para hacer frente a este problema. Hemos invertido en nuestras escuelas para darles a los jóvenes en situación de riesgo una mayor oportunidad de tener éxito. Firmé un proyecto de ley que reduce de 100 a 1 la disparidad entre las sentencias por crack y cocaína en polvo. Conmuté las sentencias de docenas de personas que habían sido sentenciadas por leyes antiguas en materia de drogas que ahora reconocemos que eran injustas. El Departamento de Justicia ha pasado a ser “Inteligente con el Crimen”: reenfocando su trabajo para centrarse en los peores delincuentes y procura sentencias mínimas obligatorias con menos frecuencia.\n\n\tSin embargo, una gran parte de nuestro sistema de justicia penal sigue siendo injusto. En los últimos años, cada vez más personas se han dado cuenta de ello. Ya no podemos hacer caso omiso. Y hay gente de todas las tendencias políticas que están ansiosas por hacer algo al respecto.\n\n\tDurante las próximas semanas, viajaré por todo el país para destacar a algunas de las personas que viven en Estados Unidos que están aportando su granito de arena para reparar nuestro sistema de justicia penal. Visitaré a una comunidad que lucha contra la adicción a la heroína y los medicamentos con receta. Hablaré con líderes de las fuerzas del orden que están decididos a reducir el índice de criminalidad y la tasa de encarcelamiento, y con jefes de policía que han dedicado sus carreras a mantener la seguridad en nuestras calles y cuidar a nuestros policías. Me reuniré con antiguos prisioneros que se están ganando una segunda oportunidad.\n\n\tY seguiré trabajando con los legisladores de ambos partidos que estén determinados a hacerme llegar proyectos de ley de reforma del sistema de justicia penal. A principios de este mes, los demócratas y los republicanos presentaron un proyecto de ley de manera conjunta en el Senado que reduciría las sentencias mínimas obligatorias para delincuentes no violentos por delitos de drogas, y recompensaría a los prisioneros con una reducción de sus sentencias si completan programas dirigidos a hacer que sea menos probable que vuelvan a cometer un delito. Hay un proyecto de ley similar que se está abriendo paso en la Cámara de Representantes, y este tipo de iniciativas bipartidistas me da mucho ánimo. Esto es progreso: no por tratarse de ideas liberales o conservadoras, sino porque son soluciones de sentido común a los desafíos que debemos enfrentar.\n\n\tDesde los pasillos del Congreso hasta las aulas de nuestras escuelas, prometemos lealtad a una nación al amparo de Dios, con libertad y justicia para todos. Justicia significa que todos los niños merecen tener una oportunidad de crecer protegidos y seguros, sin amenazas de violencia. Justicia significa que el castigo debe ser proporcional al delito. Y justicia significa permitir que aquellos de nuestros conciudadanos que han cometido errores puedan saldar su deuda con la sociedad y reintegrarse a su comunidad como ciudadanos rehabilitados y activos.\n\n\tNunca ha sido fácil lograr la justicia, pero siempre ha valido la pena luchar por ella. Y esto es algo por lo que seguiré luchando mientras siga siendo su Presidente.\n\n\tGracias y que pasen un buen fin de semana. \n\n\n\n\n"
}