{
    "title": "Executive Order -- Revised List of Quarantinable Communicable Diseases | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/07/31/executive-order-revised-list-quarantinable-communicable-diseases",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 31, 2014\n\n \n\n\n\nExecutive Order -- Revised List of Quarantinable Communicable Diseases\n\n\n\n\nEXECUTIVE ORDER\n\t \n\t- - - - - - -\n\t \n\tREVISED LIST OF QUARANTINABLE COMMUNICABLE DISEASES\nBy the authority vested in me as President by the Constitution and the laws of the United States of America, including section 264(b) of title 42, United States Code, it is hereby ordered as follows:\n\t \n\tSection 1.  Amendment to Executive Order 13295.  Based upon the recommendation of the Secretary of Health and Human Services, in consultation with the Acting Surgeon General, and for the purposes set forth in section 1 of Executive Order 13295 of April 4, 2003, as amended by Executive Order 13375 of April 1, 2005, section 1 of Executive Order 13295 shall be further amended by replacing subsection (b) with the following:\n\t \n\t\"(b)  Severe acute respiratory syndromes, which are diseases that are associated with fever and signs and symptoms of pneumonia or other respiratory illness, are capable of being transmitted from person to person, and that either are causing, or have the potential to cause, a pandemic, or, upon infection, are highly likely to cause mortality or serious morbidity if not properly controlled.  This subsection does not apply to influenza.\"\n\t \n\tSec. 2.  General Provisions.  (a)  Nothing in this order shall be construed to impair or otherwise affect:\n\t \n\t(i) the authority granted by law to an executive department, agency, or the head thereof; or\n\t \n\t(ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n\t \n\t(b)  This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\nBARACK OBAMA\n\t \n\n\n\n\n"
}