{
    "title": "Presidential Proclamation--Passing of Robert Byrd | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidential-proclamation-passing-robert-byrd",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 30, 2010\n\n \n\n\n\nPresidential Proclamation--Passing of Robert Byrd\n\n\n\n\nAs a mark of respect for the memory and longstanding service of Senator Robert C. Byrd, President pro tempore of the Senate, I hereby order, by the authority vested in me by the Constitution and the laws of the United States of America, that the flag of the United States shall be flown at half-staff at the White House and upon all public buildings and grounds, at all military posts and naval stations, and on all naval vessels of the Federal Government in the District of Columbia and throughout the United States and its Territories and possessions until sunset on the day of his interment. I further direct that the flag shall be flown at half-staff for the same period at all United States embassies, legations, consular offices, and other facilities abroad, including all military facilities and naval vessels and stations.\nI also direct, that in honor and tribute to this great patriot, that the flag of the United States shall be displayed at full-staff at the White House and on all public buildings and grounds, at all military posts and Naval stations, and on all naval vessels of the Federal Government in the District of Columbia and throughout the United States and its Territories and possessions on Independence Day, July 4, 2010. I further direct that on that same date, that the flag of the United States shall be flown at full-staff at all United States embassies, legations, consular offices, and other facilities abroad, including all military facilities and naval vessels and stations.\nIN WITNESS WHEREOF, I have hereunto set my hand this thirtieth day of June, in the year of our Lord two thousand ten, and of the Independence of the United States of America the two hundred and thirty-fourth.\n \nBARACK OBAMA\n\n\n\n"
}