{
    "title": "Información de Trasfondo sobre el anuncio del Presidente sobre la Ley para la Recuperación | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/informaci-n-de-trasfondo-sobre-el-anuncio-del-presidente-sobre-la-ley-para-la-recup",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 02, 2010\n\n \n\n\n\nInformación de Trasfondo sobre el anuncio del Presidente sobre la Ley para la Recuperación \n\n\n\n\nEl viernes, el Presidente Obama anunció una inversión en sesenta y seis nuevos proyectos de banda ancha en todo el país con la Ley para la Recuperación (Recovery Act) que, según los beneficiados, no sólo generarán aproximadamente 5,000 empleos inicialmente, sino que también ayudarán a impulsar el desarrollo económico en algunas de las comunidades más afectadas del país, lo que ayudará a generar empleo durante varios años. En total, decenas de millones de estadounidenses y más de 685,000 empresas, 900 instalaciones de cuidado de salud y 2,400 escuelas en todos los 50 estados podrán beneficiarse de los fondos. Los préstamos y subvenciones por $795 millones por medio de los departamentos de Comercio y Agricultura han recibido fondos de contrapartida por más de $200 millones en inversiones externas, lo que representa una inversión total por el sector público y privado de más de $1,000 millones para llevar servicios de banda ancha a dichas comunidades, la mayoría de las cuales actualmente tienen poco acceso o acceso limitado, para ayudarlas a ser más competitivas y hacer negocios en el mercado mundial.\nImpacto de la banda ancha \nSegún un análisis que el Consejo Económico Nacional (National Economic Council) dio a conocer el año pasado, se tiene previsto que, en total, las inversiones en banda ancha de la ley generen decenas de miles de empleos a corto plazo y aumenten las oportunidades de desarrollo económico y empleo en las comunidades que de otra manera quedarían rezagadas en la nueva economía basada en los conocimientos. Los proyectos de banda ancha de la Ley para la Recuperación ayudan a reducir el costo de inversiones privadas, atraer a proveedores de servicio de Internet a nuevas regiones, mejorar los conocimientos digitales de los estudiantes y trabajadores, y crear nuevas oportunidades comerciales, de empleo y educación al conectar a residencias y empresas. Con nuevo o mayor acceso de banda ancha, las comunidades pueden competir en condiciones equitativas para atraer nuevas empresas, las escuelas pueden ofrecer oportunidades de aprendizaje a distancia, los profesionales médicos pueden hacer diagnósticos y prestar atención a menor costo, y los dueños de empresas pueden ampliar el mercado para sus productos más allá de sus vecindarios a fin de poder competir en la economía mundial.\nBanda ancha y la Ley para la Recuperación\nLos préstamos y subvenciones son parte de una inversión general de $7,200 millones con la Ley para la Recuperación con el propósito de aumentar el acceso a banda ancha en todo el país: $4,700 millones por medio del Departamento de Comercio y $2,500 millones por medio del Departamento de Agricultura. Con los fondos que se anunciaron, se habrán otorgado más de $2,700 millones en préstamos y subvenciones para banda ancha con la Ley para la Recuperación para más de 260 proyectos en todo el país desde diciembre del 2009. En general, la Ley para la Recuperación está haciendo una inversión de $100,000 millones en ciencias, innovación y tecnología que no sólo está generando empleo, sino que está sentando las bases para el crecimiento económico durante muchos años.\nFondos que se anunciaron\nSe anunciaron dos tipos de fondos:\n• Infraestructura – Los fondos de milla intermedia establecen y mejoran conexiones de la milla intermedia a comunidades que carecen de suficiente acceso a banda ancha, y los fondos de última milla conectan a usuarios finales como residencias, hospitales y escuelas a la infraestructura de banda ancha (milla intermedia).\n• Centros públicos de computación – Aumentan la capacidad de centros de computación para su uso por el público en bibliotecas, instituciones secundarias de enseñanza superior y otros lugares públicos.\nSe adjunta una lista de los proyectos de banda ancha que el Presidente anunció AQUI.\n###\n \n\n\n\n"
}