{
    "title": "President Obama Announces More Key Administration Posts, 2/4/10 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-more-key-administration-posts-2410",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 04, 2010\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts, 2/4/10\n\n\n\n\nWASHINGTON – Today, President Barack Obama announced his intent to nominate the following individuals to key administration posts:\n\nRichard M. Lobo, Director, International Broadcasting Bureau\nLowell Junkins, Chairman and Member of the Board of Directors, Federal Agricultural Mortgage Corporation\nSara L. Faivre-Davis, Member of the Board of Directors, Federal Agricultural Mortgage Corporation \n\nPresident Obama said, “I am happy that these outstanding individuals have agreed to serve in my Administration as we work to address the challenges facing our Nation. I look forward to working with them in the months and years ahead.”\nPresident Obama announced today his intent to nominate the following individuals:\nRichard M. Lobo, Nominee for Director, International Broadcasting Bureau \nRichard M. Lobo is currently serving as chairman of the Florida Public Broadcasting Service Inc.  Mr. Lobo is president and chief executive officer of WEDU (PBS)Tampa/St. Petersburg/Sarasota. He previously was president and general manager of WTVJ in Miami, station manager for WNBC-TV in New York, and vice president and general manager of NBC stations in Chicago and Cleveland. Early in his TV career his interview subjects included Fidel Castro, Robert Kennedy, Mickey Mantle, Malcolm X, Dr. Martin Luther King Jr., Barbra Streisand and The Beatles.  He also served as Director of the Office of Cuba Broadcasting in the United States Information Agency from 1994-1995.  A graduate of the University of Miami, Mr. Lobo is a member of the Tampa Bay chapter of the National Association of Black Journalists and the Leadership Council of the Community Foundation of Tampa Bay. He is on the board of the Florida Association of Broadcasters and a member of the National Academy of Television Arts and Sciences’ Suncoast chapter. He earned the Leadership Award from the Chicago Latino Committee on the Media. He will be inducted into the Tampa Bay Business Hall of Fame in March. Mr. Lobo is a Captain (Retired) in the U.S. Army Reserve.\nLowell Junkins, Chairman and Member of the Board of Directors, Federal Agricultural Mortgage Corporation \nLowell Junkins is the current Acting Chairman of the Board of FarmerMac. Mr. Junkins has been a member of the Board of Directors of the Corporation since June 13, 1996, Vice Chairman of the Board since December 5, 2002 and Acting Chairman of the Board since September 15, 2008. He serves as Chairman of the Corporate Governance Committee and the Executive Committee and is a member of the Compensation Committee and the Public Policy Committee. Mr. Junkins works as a public affairs consultant for his companies Integrated Energy of Montrose, Iowa and Lowell Junkins & Associates in Des Moines, Iowa. From 1974 through 1986, Mr. Junkins served as an Iowa State Senator, including as Minority Leader from 1981 to 1983 and Majority Leader from 1983 to 1985. He owns and operates Hillcrest Farms in Montrose, Iowa, where he served as Mayor from 1971 to 1972.\nSara L. Faivre-Davis, Member of the Board of Directors, Federal Agricultural Mortgage Corporation  \nSince 2005, Sara L. Faivre-Davis has been Owner and Managing Partner at Wild Type Ranch, a purebred cattle ranch and direct-sale Natural Angus Beef program. From 2006-2008, Dr. Faivre-Davis was a Board Member of the Texas Red Angus Association. Before starting Wild Type Ranch, Dr. Faivre-Davis founded ViaGen, Inc, a livestock genetic improvement company, where she served in several capacities, including President, from 2001-2006. During that time, Dr.. Faivre-Davis also sat on the Scientific Review Board of Exeter Life Sciences, a human, plant, and animal biotech investment holding company. Dr. Faivre-Davis was Vice President of Bioinformatics and Vice President of Swine Business Development at GenomicFX, a livestock genomics company from 2000-2001. Prior to 2000, Dr. Faivre-Davis was an academic in genetics and animal science. She holds a Ph.D. in Genetics from Texas A&M University and a B.S. in Agricultural Business and Animal Science from Iowa State University.\n\n\n\n"
}