{
    "title": "The Vice President's Annual Report to the President on Progress Implementing the American Recovery and Reinvestment Act of 2009 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-presidents-annual-report-president-progress-implementing-american-recovery-and",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 16, 2010\n\n \n\n\n\nThe Vice President's Annual Report to the President on Progress Implementing the American Recovery and Reinvestment Act of 2009\n\n\n\n\nWASHINGTON – At tomorrow’s Economic Daily Briefing, Vice President Joe Biden will deliver to President Barack Obama his “Annual Report to the President on Progress Implementing the American Recovery and Reinvestment Act of 2009.”  The report, which summarizes Recovery Act progress to-date and lays out projections for the program in the coming months, can be viewed in full HERE.  Key excerpts from the report are below.\nKEY EXCERPTS\nGDP IMPACT\nAs ARRA funds have begun to work their way through the economy, several key indicators show that they have clearly halted an economic freefall.  In their recently released quarterly report, the Council of Economic Advisers (CEA) found that GDP had been positively impacted by ARRA:\n“ARRA added between 2 to 3 percentage points to real GDP growth in the second quarter of 2009; between 3 and 4 percentage points in the third quarter, and between 1.5 and 3 percentage points in the fourth quarter.  This is broadly similar to those of a wide range of other analysts.”\nFigure 1 shows the progression of GDP over the past five quarters.\n\nFigure 1.  GDP Progression over the Past Five Quarters\nEMPLOYMENT IMPACT\nGDP is not the only indicator that shows a boost from ARRA funds.   Payroll job losses are also lessening and, ever since a peak in March of 2009, unemployment insurance claims have been generally declining.  Both these trends can be seen in Figures 2 and 3:\n\nFigure 2 Payroll Job Losses December 2008 – Present\n\n \nFigure 3 Initial Unemployment Insurance Claims, 2007 – Present\nIt is no accident that we have seen the labor market improve dramatically since the passage of ARRA – abundant evidence and many different experts say it is creating millions of jobs.\n***\nAt the end of September 2009, CEA released their first quarterly report, finding that ARRA had created or saved over 1 million jobs.  In their second quarterly report, CEA found that this positive trend continues, with ARRA having created or saved 1.5 to 2 million jobs  in the fourth quarter of 2009, as shown in Figure 4.  The Congressional Budget Office (CBO), in their latest report on the status of ARRA implementation, also found that ARRA funding has supported a comparable number of jobs – with their estimate being up to 2.4 million jobs supported.\n\nFigure 4.  ARRA Jobs Created or Saved by Quarter, per CEA[1]\nThese jobs not only span sectors, but also span the entire country as is seen in Figure 5.\n\n \nFigure 5.  Cumulative ARRA Jobs Created or Saved by State per CEA\nPACE OF SPENDING\nThough each part of the Act was designed to spend at different rates, the Act overall represents one of the largest and fastest infusions of direct funding into the economy.  Just as the Congress understood the urgency of passing the Recovery Act, so too did the Federal agencies and their partners in charge of implementing it.  In fact, Recovery Act funds have not only moved into the economy quickly, but the pace has also exceeded the Congressional Budget Office’s (CBO) original ambitious projection, as shown in Figure 8. \nPart of keeping up the pace of moving funds out into the economy is tied directly to the oversight and management capabilities of the Federal agencies.  Agencies have worked diligently to move funds out the door as fast as possible, while not sacrificing the careful selection processes, monitoring, and oversight necessary to make sure that Recovery Act funds are being used in a prudent manner.  Understanding that speed in getting funds into the economy is crucial to achieving the goals of the Act, agencies, such as the Department of Defense, have reallocated funds from projects that, while worthy, are not able to execute in a timely fashion.  In other cases, agencies have realized bid savings on project costs – and have quickly reallocated those “excess” funds to new projects, allowing more projects to be started than originally projected.  For example, in August, the Department of Homeland Security was able to quickly reallocate $240 million in bid savings on current projects to new in-line baggage screening projects at ten additional airports across the country.\n\n \nFigure 8 Recovery Act Spending vs. CBO Spending Projection as of September 30, 2009\nWHAT’S NEXT\nLooking forward, we have a clear goal to disburse (outlays + taxes) 70 percent of Recovery Act funds, or $551 billion, by September 30, 2010. We are on track to achieve this goal.\nWe have disbursed to date nearly $300 billion in outlays and taxes for an average monthly rate of about $27 billion. Of that $27 billion, $11 billion has been in the form of tax relief and $16 billion in spending. \nTo achieve our goal for a $551 billion in disbursements by the end of September, we will need to disburse $32 billion per month going forward, a pace which we will meet or exceed. From February onwards, monthly tax relief should increase from $11 billion to $18 billion.\n***\nMix of Outlays Changes in 2010, With Projects Spending Accounting for a Larger Share\nJust as tax relief will play a major part in 2010 disbursements, so will spending, as outlays comprise the second and critical part to meeting the goal of disbursing 70 percent of the Act by September 30.  In the months ahead, there will be a modest uptick in the monthly outlay rate of the Act.  More importantly however, the mix in spending will shift significantly from being primarily payment driven to being more evenly matched between payments and projects.  In fact, monthly project outlays are expected to more than double compared to the 2009 average.  Since payments were the portion of the Act most quickly disbursed in 2009 to rescue the economy from freefall, 2010 payment outlays may see a slight drop off in pace.  Nevertheless, total monthly outlays will see a modest uptick which will be driven by projects.\n\n \nFigure 13 Projected Outlays through June 2010\n***\nBuilding on the Successes of the First Year\nThe increase expected in overall outlay pace going forward, as well as in the change in mix, can be directly traced to a groundwork that was laid in the first year of the Act’s implementation.  Through the end of January, a total of $334 billion in spending had been obligated, of which $179 billion had been outlayed.  The portion of obligations made up by payments was greater than the portion made up by projects, but by less than 15 percent.  However, the split within the portion outlayed is dramatically different, with over four times as much going towards payments v. projects.  In other words, less than one fifth of outlays through January were project related outlays.  Thus, project related dollars that are already obligated and working in today’s economy will transition into significant corresponding outlays.  By the numbers, in addition to the money that is left to be obligated, there remains $112 billion in obligated project dollars that have yet to be outlayed, while by contrast, there remains only $43 billion in obligated payment dollars that have yet to be outlayed.\n \nFigure 15.  Obligated and Outlayed Dollars to Projects and Payments, February 2009 through January 2010\n \n\n \nFigure 16.  Obligations and Outlays in Projects and Payments, February 2009 through January 2010\nTherefore, fueled largely by a strong first year performance of getting dollars awarded and projects obligated and started, the year ahead will see a capitalizing on an inventory of work that is awarded and “ready to go”.  This capitalizing explains much of the increase in outlay pace as well as the change in outlay mix that will be seen in the months ahead. \nFurther evidence of this lies in reports filed by a portion of Recovery Act funding recipients who, by law, report on the use of their funds every quarter.  These recipients filed reports in January detailing the status and progress made on their awards through December 31, 2009.  Despite the sizeable activity that these recipients depict, their reports tell us that the vast majority of their projects are less than half complete.  This assessment remains the same whether made in terms of project numbers or in terms of dollars as is seen in Figure 17.\n \nFigure 17.  Projects and Dollars by Level of Completeness \nWith a strong and increasing base of awards that have been made, and with large numbers of awards that still have more than half of their work remaining to be done, the level of on-the-ground work being done by the Recovery Act will remain strong and the pace of outlays will accelerate during Fiscal Year 2010.\nSignature Projects Come Online\nIn addition to the increase from standard infrastructure related projects, 2010 will also see work getting underway on several of the longer-term signature investments in the Recovery Act, including the recently awarded High Speed Rail, Health IT and Broadband related grants.  The table below provides some highlights on signature programs – part of the Reinvestment phase of ARRA – that are scheduled to spend out over 2010 and beyond, keeping the Recovery moving forward.\n\nFigure 18.  Signature ARRA Project Status\n###\n\n\n\n"
}