{
    "title": "Fact Sheet: Increasing Oversight and Cracking Down on Manipulation in Oil Markets | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/17/fact-sheet-increasing-oversight-and-cracking-down-manipulation-oil-marke",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 17, 2012\n\n \n\n\n\nFact Sheet: Increasing Oversight and Cracking Down on Manipulation in Oil Markets\n\n\n\n\n\n\tAt a time when instability in the Middle East is contributing to rising global oil prices that impact consumers at the pump, it is critically important to give American families confidence that illegal manipulation, fraud and market rigging are not contributing to gas price increases.\n\n\tPresident Obama has already taken significant action to step up oversight of oil markets and close dangerous loopholes that for too long allowed energy traders to operate in the shadows. Early on in the Administration, the Commodity Futures Trading Commission (CFTC) moved to close the “Enron” and “London” loopholes, which previously allowed traders to evade oversight by using electronic and overseas platforms. Through Wall Street Reform, the President fought for new position limits to ensure that no single trader can manipulate oil markets and to enhance the CFTC’s anti-manipulation authorities. And at the President’s direction, the Attorney General has been working to ensure that enforcement agencies are exercising their full authorities through the Oil and Gas Price Fraud Working Group. (See Appendix for full record).\n\n\tToday, the Administration is going further – announcing new steps to strengthen oversight of energy markets while calling on Congress to pass a package of measures that would deter illegal behavior and hold accountable those who manipulate markets for financial gain at the expense of consumers. Congress should act immediately on these measures to ensure that illegal manipulation by financial traders is not contributing to prices at the pump.\n\nThe President’s Five-Part Plan Includes:\n\n\t1. Requesting Immediate Funding to Put More “Cops on the Beat” Overseeing Oil Markets: The President is calling on Congress to pass an immediate increase in funding to support at least a six-fold increase in the surveillance and enforcement staff for oil futures market trading at the CFTC.\n\n\t2. Funding Critical Technology Upgrades in the Oversight and Surveillance of Energy Market Activity: The President is also requesting that Congress provide the CFTC funding for critical IT upgrades to strengthen monitoring of energy market activity.\n\n\t3. Substantially Increasing Civil and Criminal Penalties for Manipulation in Key Energy Markets: The President’s proposal includes a ten-fold increase in maximum civil and criminal penalties for manipulative activity in oil futures markets. These heightened penalties will make sure that penalties reflect the seriousness of misconduct.\n\n\t4. Empowering the CFTC to Raise Margin Requirements in Oil Futures Markets: The President is also calling on Congress to act immediately to give the CFTC authority to direct exchanges to raise margin requirements to address increased price volatility or prevent excessive speculation or manipulation. This authority will help limit disruptions and reduce volatility in oil markets.\n\n\t5. Taking Immediate Steps to Expand Access to CFTC Data to Better Understand Trading Trends in Oil Markets: These executive actions will allow additional analysis of CFTC’s data to look for patterns and better understand trading activity in energy markets.\n\nCRACKING DOWN ON MANIPULATION IN OIL MARKETS\nDetails of the Administration’s Five Part Plan\n\n\t1. Immediate Funding to Put More “Cops on the Beat” Overseeing Oil Markets: The increase in oil prices since the beginning of the year has coincided with an increase in non-commercial trading activity in crude oil futures and options monitored by the CFTC. This comes at a time when the CFTC is already stretched to its limits in implementing Wall Street Reform, including overseeing swaps markets for the first time in history.\n\n\t• To address this issue, the Administration’s new funding request will create an immediate increase in funding to support a six-fold increase in the surveillance and enforcement staff for oil futures and swaps market trading.\n\n\t2. Critical Technology Upgrades in the Oversight and Surveillance of Energy Market Activity: This increase in the volume of trading activity monitored by the CFTC also comes at a time when the CFTC is in need of critical IT upgrades to modernize its tools for the monitoring and surveillance of oil markets.\n\t \n\t• The Administration’s funding request would bring CFTC’s technology for monitoring and analyzing energy market activity, up to date, and ensure that the CFTC can keep closed the Enron and London loopholes.\n\n\tTaken together, the President’s immediate funding request for cops on the beat and technology upgrades would be for $52 million in additional FY 12 resources. This request would bridge the CFTC to the Administration’s higher funding request of $308 million in FY 2013.\n\nIn stark contrast, the House Republican Budget would apply across the board cuts to domestic funding that, if applied to the CFTC would be more than 5 times the amount the CFTC currently spends on monitoring, oversight and enforcement staff in energy markets.  In 2014 the House Republican Budget’s cuts would take CFTC resources and capabilities back in time to pre-financial crisis levels, reducing funding by nearly $40 million. The CFTC could face furloughs of more than 100 people, and would be technologically crippled to monitor the markets they are tasked with overseeing – including those in the energy sector.\n\n\tThe Administration’s request would avoid this irresponsible slashing of critical funding and instead ensure that the CFTC has the resources it needs to aggressively oversee speculative trading activity in oil futures markets.  \n\n\t3. Increased Civil and Criminal Penalties for Manipulation in Key Energy Markets: Currently civil and criminal penalties are available for Commodity Exchange Act trading violations. Strengthening these penalties will make sure that the consequences of these violations reflect the seriousness of misconduct. The Administration’s proposal substantially increases civil and criminal penalties for manipulative and other unlawful activity, especially in oil futures and other energy markets.\n\n\ta. Civil Penalties: Currently civil penalties for manipulation are structured such that these individuals and firms pay a penalty not exceeding the greater of: (i) $1 million or (ii) three times their pecuniary gain. These penalties are assessed on a per violation basis. The new toughened penalty structure, including manipulation in energy markets, will include:\n\n\ti. Increasing the penalty available for firms from $1 million to $10 million.\n\n\tii. Adding to the “greater of” penalties options, an amount three times the losses to the victims. This would ensure that where the losses to victims were greater than the gains to the defendant, the penalty reflected the magnitude of the misconduct. \n\n\tiii. Rather than assessing penalties on a per-violation basis, assessing penalties for each day a violation occurs.\n\n\tb. Criminal Penalties: Current penalties are a maximum of $1 million and 10 years in prison. A new toughened penalty structure for market manipulation in energy markets will include:\n\n\ti. Increasing the maximum monetary penalty to $10 million.\n\n\tii. Adding a sentencing guideline enhancement for manipulation or other actions that jeopardize the safety and integrity of energy markets. \n\n\t4. New Authorities for the CFTC to Raise Margin Requirements in Oil Futures Markets: Margin requirements dictate the amount of money a trader must put behind a trade to ensure that there are sufficient funds behind the position, given volatility in the market. Beginning in late February of last year, the New York Mercantile Exchange (NYMEX) raised key margin requirements on oil futures by roughly 40% in a two-month span. Currently these margin requirements are roughly 20% lower than they were in May of 2011.\n\nToday, the Administration is proposing to give CFTC new abilities to direct exchanges to raise margin requirements to help limit disruptions in energy markets. This legislative proposal will give the CFTC new abilities to direct exchanges to raise margin requirements to specified levels if the CFTC determines that heightened margin requirements are needed to address price volatility in markets or prevent excessive speculation or manipulation. Giving the CFTC this new authority to raise margin requirements could help limit disruptions in energy markets.\n\n\t5. Immediate Steps to Expand Access to CFTC Data to Better Understand Trading Trends in Oil Markets: The CFTC currently collects data on the trading activity in key energy markets. The CFTC publishes some data in an aggregated format, but cannot release disaggregated data to the public because of laws requiring confidentiality. Academic studies have looked at this aggregated data and have argued that additional analysis of the disaggregated data would help considerably.\n\nTo address this issue, the Administration is acting immediately on its own to bring additional expert perspective to CFTC’s disaggregated data to better understand trading activity in energy markets. The President’s Council of Economic Advisers has entered into a new data sharing arrangement with the CFTC that will allow CEA expertise to be brought to bear in analyzing trading data. In addition, the Financial Stability Oversight Council (FSOC) is working to marshal the resources of its member agencies and to solicit outside expert opinion, as appropriate, to review trends in trading activity in key energy markets.\n\nAPPENDIX:\n\tPRESIDENT OBAMA’S RECORD OF EXPANDING OVERSIGHT OF ENERGY MARKETS\n\n\tThe Administration through the Wall Street Reform Bill and other Administrative actions created and enhanced numerous authorities to properly regulate commodities markets, including oil markets. These authorities include:\n\n\t• New Position Limits to Make Sure No Individual Trader Can Manipulate Oil Markets: The Administration is for the first time putting in place position limits that will ensure that no single trader can hold such a large share of the market that it could manipulate or distort prices. Common sense position limits like this have been set by federal regulators for other commodities for years, but never in oil markets. \n\n\t• Enhancing Anti-Manipulation Authorities: Before we passed Wall Street Reform, the Commodity Futures Trading Commission (CFTC) was limited in its ability to prosecute oil manipulation as it needed to prove that a speculative trader had the intent to create a false price in these markets. Now because of our legislation, the CFTC has the ability to stop fraudulent and manipulative practices in oil markets, regardless of whether the conduct was intended or created an artificial price. This will strengthen and broaden our abilities to go after the variety of individuals who would manipulate markets and make consumers pay the costs at the pump.\n\n\t• Closing Loopholes to Bring Trading Out of the Shadows: The Administration has taken steps to address and close loopholes that allowed financial traders to evade oversight by trading in unregulated or overseas markets:\n\n\to Closing the “London” Loophole: In 2008, a number of traders had evaded regulatory oversight by trading U.S. energy products on foreign exchanges that were not subject to U.S. regulations. Since then the Administration has made strides in requiring foreign exchanges to abide by regulations similar to domestic exchanges.\n\n\to Closing the “Enron” Loophole:  This loophole allowed for the energy trading that occurred on electronic trading platforms to escape regulator’ authority. Through the Farm Bill and Wall Street Reform we have addressed this loophole by bringing new regulatory oversight to these previously unregulated areas.\n\n\to Closing the “Swap” Loophole: Finally, through our Wall Street reform legislation, the CFTC and Securities and Exchange Commission (SEC) are completing reforms to bring oversight to the previously unregulated energy swaps market. Energy swaps markets will now be subject to regulations in other energy markets including anti-manipulation rules and position limits\n\n\tIn addition, the Administration has embarked on various efforts to monitor oil and gasoline markets for fraud and manipulation.\n\n\t• Unprecedented Coordination through the Oil and Gas Price Fraud Working Group: The Administration created an Oil and Gas Price Fraud Working Group that for the first time brings together federal and state agencies in their efforts to protect Americans from fraud and manipulation in the oil and gasoline markets.\n\n\to Specific Mandate: The Oil and Gas Price Fraud Working Group is tasked with (1) exploring whether there is any evidence of manipulation of oil and gas prices, collusion, fraud, or misrepresentations at the retail or wholesale levels that violates state or federal laws and (2) evaluating developments in commodities markets and examine investor practices, supply and demand factors and the role of speculators and index traders in energy markets.  \n\n\to Recent Activity:  On March 6, the President requested that the Attorney General deploy the full authorities of the working group. On March 7, the co-chairs of the Working Group convened followed by the full working group meeting on March 9.\n\n\t• Active Monitoring of Gasoline and Diesel Prices: The Gasoline and Diesel Price Monitoring Project actively monitors wholesale and retail prices of gasoline and diesel fuel to detect possible anticompetitive or manipulative activities. This project tracks retail gasoline and diesel prices in 360 cities across the nation and wholesale (terminal rack) prices in 20 major urban areas.\n\n\t• Ongoing Antitrust Investigations: Agencies continue to actively monitor for antitrust activity in the oil and gas sectors. The FTC and state agencies have cooperated in investigations of competition issues involving gasoline retailing, petroleum pipelines, and other areas.\n\n\t• Continued Market Surveillance in Oil Markets: The CFTC’s market surveillance program monitors the daily activities of large traders, price relationships, and supply and demand dynamics to identify potential threats of manipulation and help initiate appropriate preventive actions in key oil futures and options markets.\n\n\n\n\n"
}