{
    "title": "Op-Ed by President Obama: A Partnership That Delivers | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/05/16/op-ed-president-obama-partnership-delivers",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 16, 2013\n\n \n\n\n\nOp-Ed by President Obama: A Partnership That Delivers\n\n\n\n\nThe piece was published today in Turkish by Turkish Daily “Sabah” and can be found here. The full English text of the op-ed by President Obama is printed below.\nA Partnership That Delivers\n\tBy President Barack Obama\nTurkey and the United States have been partners since shortly after the birth of the modern Turkish Republic.  As NATO allies, we have defended our common security for more than six decades.  And in the United States we are grateful for the many Turkish-Americans who enrich our national life every day.\nToday, when I welcome my friend Prime Minister Erdogan back to the White House, we’ll chart the next steps in our alliance—a partnership that delivers security, prosperity and progress for both our peoples.\nOn a personal level, the prime minister’s visit will be another opportunity for me to reciprocate the hospitality that he and the Turkish people showed me when I visited Ankara and Istanbul during my first year in office.  I came to Turkey during my first overseas trip as president because I am committed to an even deeper relationship with our Turkish friends.  Four years later, U.S.-Turkish relations are as strong as ever, and Prime Minister Erdogan’s visit will allow us to expand our cooperation in several important areas.\nFirst, we will reaffirm our solemn obligation to our shared security.  As allies, our commitment to our collective defense is unwavering, as demonstrated by NATO’s deployment of Patriot missile defenses to help protect the Turkish people.   And I applaud the prime minister’s courageous efforts to seek a lasting peace in Turkey after the PKK violence that has taken so many innocent lives.  The United States strongly supports Turkey’s efforts to defend itself from terrorism, even as we support efforts to uphold rule of law, good governance and human rights.  \nJust as our nations stood together after the attack this year on our embassy compound in Ankara, we condemn last week’s outrageous bombings in Reyhanli, which killed innocent Turkish civilians.  To our Turkish friends, we say basiniz sag olsun.  In Washington, we’ll have the opportunity to deepen our security cooperation, including against the threat from terrorist groups like al-Qaeda.        \nSecond, we can continue increasing U.S.-Turkish trade and create more jobs for our people.  Our aerospace companies are moving ahead with $3.5 billion deal to jointly build our most advanced helicopter.  American and Turkish pharmaceutical and research firms can partner to realize state-of-the art Turkish health care.  We can collaborate on clean energy and energy efficiency to meet Turkey’s growing energy needs.  And our technology companies can help put the most advanced educational tools in the hands of Turkish children and help turn Turkey into a regional hub of educational software and innovation. \nMeanwhile, we can expand educational exchanges so we bring more American students to Turkey and more Turkish students to the United States.  Like the extraordinary students I met in Turkey four years ago, these young people can help drive Turkish innovation and help Turkey reach its goal of becoming one of the world’s ten largest economies.  \nThird, Prime Minister Erdogan and I will address regional challenges, including our shared interest in a just and lasting peace between Israelis and Palestinians, and the need to support democratic transitions in Egypt and Libya.  And even as we recognize that sanctions on Iran bring costs for countries like Turkey, we need to keep standing together to prevent a nuclear-armed Iran, which would threaten the entire region, including Turkey.  \nMost urgently, we need to keep working together to end the Assad regime’s horrific slaughter of the Syrian people.  Prime Minister Erdogan and I will discuss how we can keep increasing the pressure on the Assad regime, strengthening the moderate opposition, and preparing for a transition to a democratic Syria without Bashar Assad.  At the same time, the United States will continue to provide critical humanitarian relief to Syrian refugees, including those in Turkey who owe so much to the tremendous generosity of the Turkish people.\nFinally, given Turkey’s growing role on the world stage, I look forward to consulting with Prime Minister Erdogan on global challenges.  Our forces continue to serve bravely together in Afghanistan, where Afghans will soon take the lead for their own security.  We’re partners in promoting security and stability in Africa.  And as members of the G-20, we can help sustain the global economic recovery with a focus on creating jobs and opportunity for our people.   \nThis is an ambitious agenda, but it reflects the many interests our nations share as well as Turkey’s unique place in the world.  As I told the Turkish parliament four years ago, “Turkey's greatness lies in your ability to be at the center of things.  This is not where East and West divide – this is where they come together.” \nI look forward to welcoming Prime Minister Erdogan back to Washington.  And I’m confident that if our two great nations continue to work closely together, our alliance will continue to deliver the security, prosperity and progress that our citizens deserve.\n###\n\n\n\n\n"
}