{
    "title": "Vice President Biden Calls for Report on Green Opportunities for the Middle Class | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-calls-report-green-opportunities-middle-class",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 26, 2009\n\n \n\n\n\nVice President Biden Calls for Report on Green Opportunities for the Middle Class\n\n\n\n\n  Vice President Biden Calls for Report on Green Opportunities for the Middle Class  At Middle Class Task Force Meeting, Vice President Biden Calls on the Council of Environmental Quality to Report Back in 90 Days on Ways to Expand Green Opportunities and Energy Savings for the Middle Class Denver, Colorado - At today’s meeting of the White House Task Force on the Middle Class, Vice President Biden called on the Council for Environmental Quality to report back to the Task Force in 90 days with proposals that build on the foundation laid in the Recovery Act to expand green opportunities and energy savings for the middle class.  Such proposals could include, for example, expanding retrofitting of commercial buildings, making American homes more energy efficient, and developing better tools to help people find green jobs.     \"People ask me all the time - how can we expand opportunities for green jobs? How does a green economy help middle class families?\" said Vice President Biden.  \"That’s why today I am asking the Council on Environmental Quality to report back to the Task Force in 90 days with proposals that expand those opportunities, and boost energy savings for the middle class.\"   Through the Recovery Act, the Obama-Biden Administration made a significant investment in making America’s homes more energy efficient, dramatically increasing previous funding levels for weatherization and retrofit of buildings.  To secure optimal outcomes from the Recovery Act, the federal government has an enhanced need to maximize federal coordination, ensure accountability, and promote best practices.    The Obama-Biden Administration wants to identify and advance policies that will facilitate the continued growth of our energy efficiency sector, powered by private funds.  The time has come to move toward a stronger national market in energy efficiency services, one that can evolve national training standards and be propelled by revolving loan funds and other forms of private financing.   At the request of the Vice President, the White House Council on Environmental Quality (CEQ) will play the convening and coordinating role for agencies to identify and create proposals to expand green opportunities and energy savings for the middle class.  CEQ will head up a \"Recovery through Retrofit\" Interagency Working Group, which will work closely with the Office of the Vice President and the Middle Class Task Force.   Retrofitting and upgrading buildings so that they waste less energy benefits the middle class in numerous ways: job creation; entrepreneurial and business opportunities; a healthier environment; and reduced home energy costs. The \"Recovery through Retrofit\" Interagency Working Group will work to make sure that the Recovery Act investments are just the first step in creating a new market for energy retrofits in homes across America.   The main participating departments and agencies are:  Energy, Labor, Housing and Urban Development, General Services Administration, Education and Treasury.  Within the White House, the Office of the Vice President, the Office of Energy & Climate Change and the Domestic Policy Council will also participate. \n\n\n\n"
}