{
    "title": "Background on the President’s Twitter Town Hall Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/07/06/background-president-s-twitter-town-hall-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 06, 2011\n\n \n\n\n\nBackground on the President’s Twitter Town Hall Today\n\n\n\n\n\nBackground on the President’s Twitter Town Hall Today\n\n\tThe Twitter Town Hall will be moderated by Jack Dorsey, Twitter co-founder and Executive Chairman.  The audience consists of 140 guests, including over 30 White House “Tweetup” participants from across the country that follow @whitehouse on Twitter.  Twitter users have been posting questions since last Thursday, and will continue to post questions throughout the Town Hall using the hashtag #AskObama.  As of noon, there were more than 60,000 tweets about the event using the hashtag #AskObama.\n\n\tTwitter has partnered with Mass Relevance to curate, visualize and integrate conversations for the event. Mass Relevance data helps make the questions regionally and topically diverse and provides insight into the most popular topic areas.  Algorithms behind Twitter search will identify the Tweets that are most engaged via Retweets, Favorites and Replies.\n\n\tA team of seasoned Twitter users will also help flag questions from their communities through retweets.\n\n\n\t\tIowa - @willwilkinson.  Blogs about American politics for The Economist.\n\n\t\tMinnesota - @Kara_McGuire.  Personal finance columnist at the Minneapolis Star Tribune.\n\n\t\tIllinois - @RamanChadha.  Professor at DePaul University’s Coleman Entrepreneurship Center.\n\n\t\tNorth Carolina - @steven_norton.  Former @dailytarheel editor-in-chief. He will be a senior at UNC and this summer is a business intern at @theobserver.\n\n\t\tLouisiana - @KimQuillenTP. Business Editor at The Times-Picayune.\n\n\t\tCalifornia - @AssignmentDesk1. Online content producer for North County Times in California.\n\n\t\tNew Hampshire - @DrewHampshire.  Editorial page editor at the NH Union Leader.\n\n\t\tAt Large - @Modeledbehavior.  Karl Smith is an assistant professor of econ at UNC and an economics blogger.\n\n\n\n\tA team from Twitter will use the inputs above to select questions during the event. Additionally, Twitter has selected questions in the hours prior to the event from the pool of questions posed since last Thursday.\n\nBackground on Graphics on Monitors\n\n\tThere will be two different visualization displays.  One will show the map of the United States with dots placed and appearing across the country. The dots represent Tweets that have been identified as questions on the economy in several categories, including jobs, education, budget and housing and taxes.  The other visualization will track the relative percentage of questions on different jobs, education, budget and housing and taxes.  Both visualizations will be updated in real-time during the event.\n\n\n\n\n"
}