{
    "title": "First Lady Michelle Obama to Address 2013 Graduating Seniors | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/04/11/first-lady-michelle-obama-address-2013-graduating-seniors",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nApril 11, 2013\n\n \n\n\n\nFirst Lady Michelle Obama to Address 2013 Graduating Seniors\n\n\n\n\nThis year, First Lady Michelle Obama will deliver commencement addresses at Eastern Kentucky University, Bowie State University, and the Martin Luther King, Jr. Academic Magnet High School for Health Sciences and Engineering at Historic Pearl High (MLK).\nThe First Lady will be speaking at Eastern Kentucky University as part of her Joining Forces initiative because of its outstanding record supporting veterans and military families; she will be speaking at Bowie State University because of its legacy as Maryland's oldest historically black university; and she will be speaking at MLK Magnet as it is consistently ranked among the best public schools in the nation for its academic rigor and high graduation rate.\nThe commencement addresses will be open press, but space is limited. Members of the media who wish to cover the commencements must RSVP directly to the schools. Contact information is below.\nEastern Kentucky University\n\tMrs. Obama will deliver remarks at the Eastern Kentucky University commencement in Richmond, KY on Saturday, May 11 at 7:30 PM, where she will address graduates from the College of Education and the College of Business and Technology in the last of three ceremonies that day. The First Lady will be speaking at EKU as part of her Joining Forces initiative to support veterans and military families. The University has received national recognition in recent years for its commitment to helping veterans further their education. The university, one of only 16 Tillman Military Scholar Partner Universities in the nation, is recognized for its Veterans Success Center that is a one-stop-shop for numerous services, from specialized job placement for veterans to full-time advisors and counselors dedicated to serving their community. EKU is also a recipient of the “Best for Vets” honor by the Military Times EDGE magazine, as well as the “Military Friendly Schools” for G.I. Jobs Magazine, placing Eastern among the top colleges, universities and trade schools nationwide for embracing America’s student veterans. Already home to more than 1,275 veterans and their families. EKU is ranked 16th nationally among the 2013 “Best for Vets: Business Schools” by Military Times EDGE magazine.\nTo RSVP for this event, please contact the school.\n\tMarc C. Whitt\n\tAssociate Vice President for Public Relations and Chief Communications Officer\n\t859-622-2301\nmarc.whitt@eku.edu\n \nBowie State University\n\tThe First Lady will speak at the commencement ceremonies for Bowie State University, in Bowie, MD, on the morning of Friday, May 17. Bowie State University is part of the rich legacy of historically black colleges and universities (HBCUs) that have been instrumental in educating generations of African Americans. The President and First Lady both have recognized the important contributions of HBCUs across the country and have delivered commencement addresses to highlight their successes. This year commemorates Bowie State University's 148th anniversary as Maryland's oldest historically black university and one of the oldest in the nation. The University educates students from diverse academic and socioeconomic backgrounds, seeking a high quality and affordable public comprehensive university. Bowie State places special emphasis on the disciplines of science, technology, teacher education, business, and nursing within the context of a liberal arts education.\nTo RSVP for this event, please contact the school.\n\tDamita Chambers\n\t301-860-4311\ndchambers@bowiestate.edu\n\nMartin Luther King Academic Magnet High School for Health Sciences and Engineering\n\tMrs. Obama will deliver the commencement address to graduates of the Martin Luther King, Jr. Academic Magnet High School for Health Sciences and Engineering at Historic Pearl High in Nashville, TN on May 18 at 1:00 PM. The school serves approximately 1,200 students in grades 7 through 12 with a curriculum that emphasizes mathematics and science. Housed in the historic Pearl High School building, MLK is consistently ranked among the best public schools in the nation for its academic rigor and high graduation rate. The school recently unveiled a community-supported wellness center and students have been active in planting and caring for a community garden at the nearby community center; both efforts align with First Lady Michelle Obama’s and Nashville Mayor Karl Dean’s healthy lifestyle initiatives. MLK is part of Metropolitan Nashville Public Schools, the nation’s 42nd largest district, which is preparing more than 81,000 students to excel in higher education, work and life with the goal of being the first choice for Nashville’s families.\nTo RSVP for this event, please contact the school.\n\tMeredith Libbey\n\tSpecial Communications Assistant to the Director Metropolitan Nashville Public Schools\n\t615-259-8656\nMeredith.Libbey@mnps.org\n \n\tIn 2009, Mrs. Obama spoke at the graduation of University of California Merced’s first full senior class. She also addressed the Washington Math and Science Tech Public Charter High School Graduation in Washington DC. In 2010, Mrs. Obama addressed graduates of the University of Arkansas at Pine Bluff, the George Washington University, and the Anacostia Senior High School. In 2011, Mrs. Obama delivered commencement addresses at the University of Northern Iowa, Spelman College, and Quantico Middle High School. The First Lady also spoke to graduates and families at West Point. In 2012, Mrs. Obama spoke at the graduation of Virginia Polytechnic Institute and State University (Virginia Tech), Agricultural and Technical State University (North Carolina A&T), and Oregon State University (OSU).\n\n\n\n\n"
}