{
    "title": "Background on the President’s Events Today in Missouri and Illinois | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-president-s-events-today-missouri-and-illinois",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 28, 2010\n\n \n\n\n\nBackground on the President’s Events Today in Missouri and Illinois \n\n\n\n\nTOUR AND REMARKS AT POET BIOREFINING\nMACON, MO\n12:20 PM (TOUR)//1:00 PM (REMARKS)\nThe President will tour POET Biorefining in Macon, MO and talk to workers about what they are experiencing during these tough economic times and share ideas for rebuilding our economy in the long term.  Secretary Vilsack will accompany the President on the tour.  The audience will be made up of approximately 70 employees and 30 White House guests.\nElected Officials Expected to Attend\nGovernor Jay Nixon\nSecretary of State Robin Carnahan\nAttorney General Christ Koster\nMayor of Macon Doug Bagler\nTour Guide\nSteve Burnett, General Manager, POET Biorefining – Macon, will lead the tour.\nSteve Burnett has been the General Manager of POET Biorefining – Macon for 10.5 years, assuming his present position half way through the construction phase of the plant, in October, 1999.  He was fortunate to be able to hire every person who has ever worked at the plant, an accomplishment many managers never get to achieve in their entire working lifetime.  Steve has seen this ethanol refinery’s production increase from 15 million gallons per year, to its present 46 million gallons per year of ethanol. Steve’s experience includes 35 years of managing people and processes.  His background includes management positions in the feed milling and food processing industries, plant and utility construction, as well as a 7 ½ year stint with the USDA – Soil Conservation Service.  Steve is a 1974 graduate of Tarleton State University, Stephenville, Texas, with a Bachelors degree in Agri-Business.  The Burnetts live on a small hay farm in Macon County. \nBackground \nProvided by POET \nPOET Biorefining – Macon produced its first ethanol in May of 2000, starting with an annual production capacity of 15 million gallons. Three years later, the plant expanded its capacity to 46 million gallons per year and added the production of Dakota Gold Distillers Grains and carbon dioxide. The Macon facility was the first ethanol plant in the state of Missouri and currently employs 45 people.  A partnership between the plant and Macon Municipal Utilities, that started in 2003, earned an EPA ENERGY STAR AWARD for Combined Heat & Power (CHP) in 2007.\nThe plant purchases 16 million bushels of corn from 650 local farmers, which annually produces:\n\n46 million gallons of ethanol, which primarily goes to St. Louis and Palmyra, MO\n140,000 tons of high protein animal feed, called Dakota Gold distillers grains, that is sold to area farmers\n94,000 tons of C02 which is sold to soft drink companies, food processers, water treatment facilities – to name a few\n\nFor more information, visit http://www.poet.com/macon\n\nREMARKS ON THE URGENT NEED TO PASS WALL STREET REFORM \nOAKLEY LINDSAY CIVIC CENTER\nQUINCY, IL\n4:00 PM\nLater in the afternoon, the President will deliver remarks on the urgent need to pass financial reform and discuss how strong Wall Street reform will protect American families on Main Street in Quincy, IL at the Oakley Lindsay Civic Center. There will be approximately 2,000 people in the audience. 70% of the tickets were distributed Tuesday on a first come, first served basis. The other 30% were distributed by the White House to elected officials, community leaders, etc. \nElected Officials Expected to Attend\nTreasurer Alexi Giannoulias\nAttorney General Lisa Madigan\nSecretary of State Jesse White\nComptroller Dan Hynes\nSpeaker of the House Michael Madigan\nMayor of Quincy John Spring\nPre-Program\nPastor James Hailey will deliver the Invocation.\nJames is the pastor of Bethel A.M.E. Church located at 905 Oak Street, Quincy.  Pastor Hailey has been pastor for the past four years.  Prior to his Quincy assignment he served as pastor in East St. Louis, Illinois.\nStacey Staff will lead the Pledge of Allegiance.\nStacey, wife and mother of three, is the daughter of Quincy Mayor John Spring and is very active in the Quincy community.\nMonica Scholz will sing the National Anthem.\nMonica is the Music Director for Quincy Notre Dame High School.  She also serves as the Music Director for St. Peter Church in Quincy.  Monica is very active in civic and arts organizations in the Quincy community, particularly with the Quincy Community Theater.\nSecretary LaHood and Secretary Vilsack will both deliver brief welcome remarks.\n\n\n\n"
}