{
    "title": "Strengthened Collaboration Between the United States and United Kingdom | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/25/strengthened-collaboration-between-united-states-and-united-kingdom",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nMay 25, 2011\n\n \n\n\n\nStrengthened Collaboration Between the United States and United Kingdom\n\n\n\n\nThe Prime Minister and President Obama announced today six specific areas where the United Kingdom and the United States will strengthen our cooperation in the coming months. They span security and support to Armed Forces personnel; commitments to collaboration in science, higher education, volunteerism and international development; and the development of cyberspace.\n\n\tIn summary:\n\nStrengthened collaboration in science and higher education\n\tThe UK and the United States will increase the links between our higher education institutions through increased post-graduate student and researcher exchange programs. We will also collaborate on a number of significant research projects and will embark together on an ambitious program to create the world’s first combined space weather model.\n\nSupport for Armed Forces Personnel\n\tThe UK and the U.S. will work together through the establishment of a Service Personnel and Veterans Task Force with the aim of delivering the best possible support for serving members of the Armed Forces and veterans.  It will focus on linking service personnel, veterans and families to their local communities; helping those leaving the Services into civilian life; and supporting wounded, injured and sick personnel.\n\nUK-U.S. Partnership for Global Development\n\tThe Prime Minister and President reaffirmed their commitment to changing the lives of 1.2 billion people in the world today. The UK and the U.S. will work together to advance economic growth; prevent conflict in fragile states; improve global health particularly for girls and women; and mitigate the effects of climate change.\n\nU.S. Peace Corps and VSO Partnership on Volunteerism\n\tThe U.S. Peace Corps and VSO will jointly promote volunteering and active citizenship through people to people exchanges. They will work together alongside local communities and organisations on development priorities and they will enhance their effectiveness by sharing best practice in training, systems and innovation.\n\nIncreased cooperation in cyberspace\n\tThe UK and the U.S. will work together to nurture and accelerate the opportunities and growth that cyberspace offers the global economy by building international consensus on the broad principles that will sustain and enhance the prosperity, security and openness of our networked world.\n\nAnalyzing future challenges in the global economic and security environment\n\tA UK-U.S. Joint Strategy Board will help to develop a coordinated approach to long term challenges in the global economic and security environment. The Board will be co-chaired by the U.S. National Security Staff and the UK National Security Secretariat. It will meet quarterly and will report to the U.S. and UK National Security Advisors, Thomas E. Donilon and Sir Peter Ricketts.\n\n\n\n\n"
}