{
    "title": "Vice President Biden to Attend Kickoff Event at Wilmington Train Station; Will Highlight Progress of the Recovery Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-attend-kickoff-event-wilmington-train-station-will-highlight-p",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 01, 2009\n\n \n\n\n\nVice President Biden to Attend Kickoff Event at Wilmington Train Station; Will Highlight Progress of the Recovery Act\n\n\n\n\n THE WHITE HOUSE Office of the Vice President   For Immediate Release  May 1, 2009  **MEDIA ADVISORY**  Vice President Biden to Attend Kickoff Event at Wilmington Train Station; Will Highlight Progress of the Recovery Act  On Monday May 4 at 11 AM, Vice President Biden will attend the official kickoff event for the restoration and renovation of the Wilmington Train Station. The Vice President will be joined by Governor Jack Markell, United States Senators Tom Carper and Ted Kaufman, Congressman Mike Castle, and City of Wilmington Mayor Jim Baker. Work on the Wilmington Train Station has been accelerated thanks to funds from the American Recovery and Reinvestment Act of 2009. The Vice President, a daily Amtrak commuter out of the Wilmington Train Station for over 36 years, will discuss how this funding from the Recovery Act will help repair and update critical needs of our nation’s infrastructure. This event is OPEN PRESS. Additional media details are included below. Media Details: VICE PRESIDENT BIDEN ATTENDS KICKOFF AT WILMINGTON TRAIN STATION    Location: Wilmington Amtrak Station 100 South French Street Wilmington, DE         Press Entrance: Gate E, accessed at the corner of French Street and MLK Drive         Satellite Trucks: Parking available along French Street, south of MLK Drive         Camera Preset: 6:30 -7:30 am         Press Arrival: 9:30 am         Final Access: 10:30 am         Event Begins: 11:00 am         Throw: 25 ft         Run: 500 ft         RSVP: This event is OPEN PRESS. Media must RSVP with the NAME, POSITION (Reporter, TV Camera, Photog, etc) MEDIA OUTLET, PHONE AND EMAIL for each person planning to cover the event to press@ovp.eop.gov by Sunday May 3 at 5 PM. At the event, you will be required to wear your outlet’s media credential at all times, either around the neck or pinned to clothing. In your RSVP, please indicate which event your outlet plans to cover.         Ground Contact: For logistical questions, please call Iris Ferguson 202 422 2677   \n\n\n\n"
}