{
    "title": "Presidential Proclamation--National Charter Schools Week | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/29/presidential-proclamation-national-charter-schools-week",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 29, 2011\n\n \n\n\n\nPresidential Proclamation--National Charter Schools Week\n\n\n\n\n\n\t      In communities across our country, successful public charter schools help put children on the path to academic excellence by harnessing the power of new ideas, ground breaking strategies, and the collective involvement of students, parents, teachers, and administrators.  During National Charter Schools Week, we recognize these institutions of learning and renew our commitment to preparing our children with the knowledge and skills they will need to compete in the 21st century.\n\n\t      The unique flexibility afforded to charter schools places them at the forefront of innovation and in a unique position to spark a dialogue with other public schools on how to organize teaching and learning and enhance curricula.  As part of our strategy for strengthening public education, my Administration has supported charter schools and rewarded successful innovation, encouraging States to improve their laws and policies so students can thrive.\n\n\t      Equally important to a world class education system are actions taken by charter school authorizers and the charter community itself to strengthen effectiveness and deliver results that improve educational outcomes.  My Administration will continue to encourage meaningful accountability, including closure of low performing charter schools and replication of advances and reforms made at high performing charter schools.\n\n\t      In order to win the global competition for new jobs and industries, we must win the global competition to educate our children.  At their best, charter schools provide us with an opportunity to meet this challenge and produce the next generation of great American leaders.\n\n\t      NOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim May 1 through May 7, 2011, as National Charter School Week.  I commend our Nation's charter schools, teachers, and administrators, and I call on States and communities to support charter schools and the students they serve.\n\n\t      IN WITNESS WHEREOF, I have hereunto set my hand this twenty-ninth day of April, in the year of our Lord two thousand eleven, and of the Independence of the United States of America the two hundred and thirty-fifth.\n\n\t            BARACK OBAMA\n\n\n\n\n"
}