{
    "title": "Mayors Back President's Fiscal Policy Speech | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/14/mayors-back-presidents-fiscal-policy-speech",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 14, 2011\n\n \n\n\n\nMayors Back President's Fiscal Policy Speech\n\n\n\n\n\nNew Orleans Mayor Mitch Landrieu\n\t“Tonight, President Obama demonstrated that he clearly understands that the key to winning the future includes a renewed commitment to long-term fiscal responsibility.  The only way to truly achieve balanced deficit reduction is through the values of shared responsibility and prosperity. Just as families and local governments across our country, the US government must live within our means. But President Obama understands like I do that a leaner, more efficient government doesn’t mean cutting at any cost.  We cannot cut our way to excellence.  Cuts must be thoughtful and balanced, and we must cut smart, reorganize, and invest for the future.  President Obama’s 2012 budget achieves $2 trillion in deficit reduction while still protecting the middle class, defending our commitments to seniors, and making smart investments we need to create and grow jobs. This is not only about reducing spending today but also laying the foundation for growth for future generations.  Tonight, President Obama laid out a comprehensive framework to reduce the deficit while still making the investments we need to out-innovate, out-educate and out-build the rest of the world.  No where is the battle for the future of America more evident than here in New Orleans—the most immediate laboratory for change and innovation in our country. With President Obama as a key partner, we are transforming our infrastructure, schools, housing and health care system, and in the process, we are creating a more robust economy.  I look forward to working with the President as we rebuild New Orleans and create a blue print for American renewal.”\n\nSan Antonio Mayor Julian Castro\n\t“I commend the President for rolling up his sleeves and crafting a fair and realistic proposal to prioritize the nation's long-term promise over short-term politics,” San Antonio Mayor Julián Castro said. “Every day in cities across America, we are living within our means and balancing budgets that protect the most vulnerable and grow the middle class. Today's announcement shows that President Obama gets it: we must invest in educating our nation's youth, fostering entrepreneurialism and research breakthroughs, and growing our middle class in order to ensure America can compete in the 21st century global economy.”\n\nSan Francisco Mayor Edwin M. Lee\n\t“Today, the President shared his vision for winning the future, and I applaud President Obama for presenting a comprehensive framework to grow our economy and put Americans back to work. We must begin with investing in people. In San Francisco, our small and mid-sized businesses are the engines of job creation and government must create an environment in which small businesses can succeed and thrive. In addition, I support and applaud the President’s commitment to health care for all Americans. The President’s unwavering commitment to seniors and the vulnerable through Medicare and Medicaid is an important safety net that must be protected. In San Francisco, we have extended health security to every San Franciscan who needs it.  I agree with the President that in these challenging economic times we must show fiscal responsibility and live within our means. At the same time, we must also rebuild our infrastructure, grow our economy and put thousands of people back to work through strategic investments in our future.”\n\nPhiladelphia Mayor Michael A. Nutter\n\t\"President Obama has proposed a pathway to a more sustainable Federal budget founded upon a principle that has made our nation great.  In hard times or periods of plenty, Americans have always pulled together, sharing the pain and the promise with fairness toward all. The President’s approach calls upon each of us to share the responsibility of reducing our common debt without placing an undue burden on those Americans who can least afford the cost. The time for partisanship is past.  We must invest in the future, grow our middle class, educate our young and meet the competition of a global market place.  The President’s balanced approach is the road map to that brighter future.\"\n\nCharleston Mayor Joseph P. Riley Jr.\n\t“I commend the proposals President Obama announced today to tackle the long-term deficits our national government is facing.  He has shown the leadership our country needs on an issue that threatens the long-term prosperity of this great nation.  During the recent economic downturn, America’s working families and its local governments have had to make tough spending decisions as family earnings and revenues declined, while continuing to invest in the things that ensure our future prosperity.  Our federal government needs to do the same. I am very pleased that the President has embraced the recommendations of the Bowles-Simpson Fiscal Commission whose bipartisan approach is what our country also needs.  We need an approach that protects working families and the neediest in our country while ensuring continued economic growth and prosperity and the President’s approach, building on Bowles-Simpson, does that.  Our national government must continue to lead and must continue to make targeted strategic investments in the things that keep our country at the cutting edge of economic competition in the world.  Continuing investments in education, in healthcare and infrastructure are critical, and President Obama’s plan does that while also seriously addressing long term deficits that threaten that prosperity.”\n\nLos Angeles Mayor Antonio R. Villaraigosa\n\t“President Obama laid out a forward-thinking, balanced economic plan that reduces the deficit while protecting middle-class Americans. The President’s blueprint for economic growth reduces the deficit by more than $4 trillion and recognizes that as Americans, we must all share in the sacrifice. But as the President clearly articulated, this cannot and must not be accomplished on the backs of the middle class and seniors. As a country, we continue to face tough choices, and I applaud the President for his courageous and comprehensive plan that promotes prosperity for all Americans.”\n\nBaltimore Mayor Stephanie Rawlings-Blake\n\t\"Today, President Obama laid out a thoughtful and responsible plan to create jobs, spur innovation, and reduce the federal deficit.  His plan stands in stark contrast to the plan introduced by House Republicans last week.  I applaud President Obama for reminding the country that a \"courageous\" plan does not cut taxes for the wealthy while raising the cost of healthcare for seniors and the disabled.  Instead of mindless austerity, President Obama proposed a sensible and balanced approach to secure America's financial future that is deserving of serious consideration by House Republicans if they want to get serious about being fiscally responsible, creating jobs and ensuring that America wins the future.\"\n\nCharlotte Mayor Anthony Foxx\n\t“President Barack Obama today offered a serious and important framework for long-term deficit reduction.  With a steady but fragile recovery underway, deficit reduction is a critical priority but must be balanced with maintaining job creating investments in infrastructure and education.  We can neither cut nor spend our way to prosperity.  We must do both, reduce our deficit while preparing our country to compete in a global economy.”\n\n\n\n\n"
}