{
    "title": "Weekly Address: Building a Fairer and More Effective Criminal Justice System | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/23/weekly-address-building-fairer-and-more-effective-criminal-justice",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 23, 2016\n\n \n\n\n\nWeekly Address: Building a Fairer and More Effective Criminal Justice System\n\n\n\n\n\n\tWASHINGTON, DC — In this week's address, the President discussed his continued efforts to build a fairer and more equitable criminal justice system. The Department of Justice has designated the week of April 24-30 as National Reentry Week, during which the Administration will highlight how strong reentry programs can make our communities safer. In support of National Reentry Week, the President said his Administration will take additional steps to ensure applicants with a criminal history have a fair shot when competing for a federal job. Additionally, the White House will call on businesses to commit to hiring those who have served their time, and it will issue a report on the economic costs of high incarceration rates in this country. The President emphasized that this is about more than what makes economic and practical sense – it’s about ensuring we live up to our Nation's ideals.\n\n\tThe audio of the address and video of the address will be available online at obamawhitehouse.archives.gov at 6:00 a.m. ET, April 23, 2016.\n\n\n\n\n\n\nRemarks of President Barack Obama as Delivered\n\tWeekly Address\n\tThe White House\n\tApril 23, 2016\n\n\tsHello, everybody.  Today, there are some 2.2 million people behind bars in America.  Millions more are on parole or probation.  All told, we spend 80 billion taxpayer dollars each year to keep people locked up.  Many are serving unnecessarily long sentences for non-violent crimes. Almost 60 percent have mental health problems.  Almost 70 percent were regular drug users.  And as a whole, our prison population is disproportionately black and Latino. \n\n\tNow, plenty of people should be behind bars.  But the reason we have so many more people in prison than any other developed country is not because we have more criminals.  It’s because we have criminal justice policies, including unfair sentencing laws, that need to be reformed. \n\n\tWe know that simply locking people up doesn’t make communities safer.  It doesn’t deal with the conditions that lead people to criminal activity in the first place, or to return to prison later.  After all, there’s evidence that a 10 percent increase in the high school graduation rate leads to a nearly 10 percent decrease in arrest rates.  A ten percent wage increase for men without a college degree lowers crime by as much as 20 percent.  And a growing body of research suggests that the longer people stay in jail, the more likely they are to commit another crime once they get out.\n\n\tHere’s why this matters.  Every year, more than 600,000 people are released from prison.  We need to ensure that they are prepared to reenter society and become productive, contributing members of their families and communities – and maybe even role models.\n\n\tThat’s why we’ve been working to make our criminal justice system smarter, fairer, less expensive, and more effective.  This week, the Department of Justice will highlight how strong reentry programs can make communities safer.  My Administration will announce new actions that will build on the progress we’ve already made.  We’ll release more details about how we are taking steps to ensure that applicants with a criminal history have a fair shot to compete for a federal job.  We’re issuing a new report that details the economic costs of our high rates of incarceration.  And we’re calling on businesses to commit to hiring returning citizens who have earned a second chance.\n\n\tThese are just a few of the steps we’re taking.  But there’s much more to do.  Disrupting the pipeline from underfunded schools to overcrowded jails.  Addressing the disparities in the application of criminal justice, from arrest rates to sentencing to incarceration.  Investing in alternatives to prison, like drug courts and mental health treatment.  Helping those who have served their time get the support they need to become productive members of society. \n\n\tGood people from both sides of the aisle and across all sectors are coming together on this issue.  From businesses that are changing their hiring practices, to law enforcement that’s improving community policing, we’re seeing change.  Now we need a Congress that’s willing to send a bipartisan criminal justice reform bill to my desk.  This isn’t just about what makes economic and practical sense.  It’s about making sure that we live up to our ideals as a nation. \n\n\tThanks, and have a great weekend.   \n\n\t###\n\n\n"
}