{
    "title": "Executive Order -- Establishing the White House Council on Native American Affairs | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/06/26/executive-order-establishing-white-house-council-native-american-affairs",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 26, 2013\n\n \n\n\n\nExecutive Order -- Establishing the White House Council on Native American Affairs\n\n\n\n\nEXECUTIVE ORDER\n- - - - - - -\nESTABLISHING THE WHITE HOUSE COUNCIL\n\tON NATIVE AMERICAN AFFAIRS\nBy the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to promote and sustain prosperous and resilient Native American tribal governments, it is hereby ordered as follows:\nSection 1. Policy. The United States recognizes a government-to-government relationship, as well as a unique legal and political relationship, with federally recognized tribes. This relationship is set forth in the Constitution of the United States, treaties, statutes, Executive Orders, administrative rules and regulations, and judicial decisions. Honoring these relationships and respecting the sovereignty of tribal nations is critical to advancing tribal self-determination and prosperity.\nAs we work together to forge a brighter future for all Americans, we cannot ignore a history of mistreatment and destructive policies that have hurt tribal communities. The United States seeks to continue restoring and healing relations with Native Americans and to strengthen its partnership with tribal governments, for our more recent history demonstrates that tribal self-determination -- the ability of tribal governments to determine how to build and sustain their own communities -- is necessary for successful and prospering communities. We further recognize that restoring tribal lands through appropriate means helps foster tribal self-determination.\nThis order establishes a national policy to ensure that the Federal Government engages in a true and lasting government-to-government relationship with federally recognized tribes in a more coordinated and effective manner, including by better carrying out its trust responsibilities. This policy is established as a means of promoting and sustaining prosperous and resilient tribal communities. Greater engagement and meaningful consultation with tribes is of paramount importance in developing any policies affecting tribal nations.\nTo honor treaties and recognize tribes' inherent sovereignty and right to self-government under U.S. law, it is the policy of the United States to promote the development of prosperous and resilient tribal communities, including by:\n(a) promoting sustainable economic development, particularly energy, transportation, housing, other infrastructure, entrepreneurial, and workforce development to drive future economic growth and security;\n(b) supporting greater access to, and control over, nutrition and healthcare, including special efforts to confront historic health disparities and chronic diseases;\n(c) supporting efforts to improve the effectiveness and efficiency of tribal justice systems and protect tribal communities;\n(d) expanding and improving lifelong educational opportunities for American Indians and Alaska Natives, while respecting demands for greater tribal control over tribal education, consistent with Executive Order 13592 of December 2, 2011 (Improving American Indian and Alaska Native Educational Opportunities and Strengthening Tribal Colleges and Universities); and\n(e) protecting tribal lands, environments, and natural resources, and promoting respect for tribal cultures.\nSec. 2. Establishment. There is established the White House Council on Native American Affairs (Council). The Council shall improve coordination of Federal programs and the use of resources available to tribal communities.\nSec. 3. Membership. (a) The Secretary of the Interior shall serve as the Chair of the Council, which shall also include the heads of the following executive departments, agencies, and offices:\n(i) the Department of State;\n(ii) the Department of the Treasury;\n(iii) the Department of Defense;\n(iv) the Department of Justice;\n(v) the Department of Agriculture;\n(vi) the Department of Commerce;\n(vii) the Department of Labor;\n(viii) the Department of Health and Human Services;\n(ix) the Department of Housing and Urban Development;\n(x) the Department of Transportation;\n(xi) the Department of Energy;\n(xii) the Department of Education;\n(xiii) the Department of Veterans Affairs;\n(xiv) the Department of Homeland Security;\n(xv) the Social Security Administration;\n(xvi) the Office of Personnel Management;\n(xvii) the Office of the United States Trade Representative;\n(xviii) the Office of Management and Budget;\n(xix) the Environmental Protection Agency;\n(xx) the Small Business Administration;\n(xxi) the Council of Economic Advisers;\n(xxii) the Office of National Drug Control Policy;\n(xxiii) the Domestic Policy Council;\n(xxiv) the National Economic Council;\n(xxv) the Office of Science and Technology Policy;\n(xxvi) the Council on Environmental Quality;\n(xxvii) the White House Office of Public Engagement and Intergovernmental Affairs;\n(xxviii) the Advisory Council on Historic Preservation;\n(xxix) the Denali Commission;\n(xxx) the White House Office of Cabinet Affairs; and\n(xxxi) such other executive departments, agencies, and offices as the Chair may, from time to time, designate.\n(b) A member of the Council may designate a senior-level official, who is a full-time officer or employee of the Federal Government, to perform his or her functions.\n(c) The Department of the Interior shall provide funding and administrative support for the Council to the extent permitted by law and within existing appropriations.\n(d) The Council shall coordinate its policy development through the Domestic Policy Council.\n(e) The Council shall coordinate its outreach to federally recognized tribes through the White House Office of Public Engagement and Intergovernmental Affairs.\n(f) The Council shall meet three times a year, with any additional meetings convened as deemed necessary by the Chair. The Chair may invite other interested agencies and offices to attend meetings as appropriate.\nSec. 4. Mission and Function of the Council. The Council shall work across executive departments, agencies, and offices to coordinate development of policy recommendations to support tribal self-governance and improve the quality of life for Native Americans, and shall coordinate the United States Government's engagement with tribal governments and their communities. The Council shall:\n(a) make recommendations to the President, through the Director of the Domestic Policy Council, concerning policy priorities, including improving the effectiveness of Federal investments in Native American communities, where appropriate, to increase the impact of Federal resources and create greater opportunities to help improve the quality of life for Native Americans;\n(b) coordinate, through the Director of the Office of Public Engagement and Intergovernmental Affairs, Federal engagement with tribal governments and Native American stakeholders regarding issues important to Native Americans, including with tribal consortia, small businesses, education and training institutions including tribal colleges and universities, health-care providers, trade associations, research and grant institutions, law enforcement, State and local governments, and community and non-profit organizations;\n(c) coordinate a more effective and efficient process for executive departments, agencies, and offices to honor the United States commitment to tribal consultation as set forth in Executive Order 13175 of November 6, 2000 (Consultation and Coordination With Indian Tribal Governments), and my memorandum of November 5, 2009 (Tribal Consultation); and\n(d) assist the White House Office of Public Engagement and Intergovernmental Affairs in organizing the White House Tribal Nations Conference each year by bringing together leaders invited from all federally recognized Indian tribes and senior officials from the Federal Government to provide for direct government-to-government discussion of the Federal Government's Indian country policy priorities.\nSec. 5. General Provisions. (a) The heads of executive departments, agencies, and offices shall assist and provide information to the Council, consistent with applicable law, as may be necessary to carry out the functions of the Council.\n(b) Nothing in this order shall be construed to impair or otherwise affect:\n(i) the authority granted by law to an executive department, agency, or the head thereof; or\n(ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n(c) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n(d) For purposes of this order, \"federally recognized tribe\" means an Indian or Alaska Native tribe, band, nation, pueblo, village, or community that the Secretary of the Interior acknowledges to exist as an Indian tribe pursuant to the Federally Recognized Indian Tribe List Act of 1994, 25 U.S.C. 479a.\n(e) For purposes of this order, \"American Indian and Alaska Native\" means a member of an Indian tribe, as membership is defined by the tribe.\n(f) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\nBARACK OBAMA\nTHE WHITE HOUSE,\n\t         June 26, 2013.\n\n\n\n\n"
}