{
    "title": "Readout of the Panel Discussion with the U.S. Conference of Mayors | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/01/23/readout-panel-discussion-us-conference-mayors",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 23, 2014\n\n \n\n\n\nReadout of the Panel Discussion with the U.S. Conference of Mayors\n\n\n\n\nToday, Senior Advisor to the President Valerie Jarrett, Secretary of Labor Thomas Perez, Secretary of Housing and Urban Development Shaun Donovan, Secretary of Transportation Anthony Foxx, and Secretary of Education Arne Duncan participated in a panel discussion with over 250 mayors to discuss the President’s commitment to partnering with local communities and cities to promote opportunity for hardworking Americans across the nation.\nDuring the discussion, the Cabinet Secretaries reiterated the Administration’s commitment to working hand in hand with mayors to identify ways to deliver the services in their cities to help people succeed. The Administration Officials said they looked forward to working with mayors this year on expanding educational and economic opportunity and investing in infrastructure.  The Administration continues to work with mayors across the nation to explore new ideas, identify best practices, and develop ways forward to build upon these partnerships at the federal level.\nAs part of President Obama’s commitment to making 2014 a year of action, Cabinet Secretaries and senior administration officials will be traveling across the country in the coming weeks to advance the President’s priorities of strengthening our economy, creating jobs, rewarding hard work, and building a strong middle class. Mayors throughout the nation have been invaluable partners in creating platforms for success in their communities, and the Obama Administration is committed to ensuring that the Federal government remains an active partner in supporting local priorities for communities across America.\n\n\n\n\n"
}