{
    "title": "Background on President Obama’s Visit to Allison Transmission in Indianapolis, Indiana Tomorrow | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/05/background-president-obama-s-visit-allison-transmission-indianapolis-ind",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 05, 2011\n\n \n\n\n\nBackground on President Obama’s Visit to Allison Transmission in Indianapolis, Indiana Tomorrow\n\n\n\n\n\n\tWASHINGTON – On Friday, May 6, President Obama will tour Allison Transmission’s headquarters in Indianapolis and speak to approximately 750 workers and invited guests about his long term plan to protect consumers against rising oil prices and decrease oil imports while ensuring a cleaner, safer, and more secure energy future.\n\t \n\tThe President will be introduced by Allison Transmission Chairman and CEO Lawrence E. Dewey.\n\t \n\tDuring his tour of Allison Transmission’s facility, the President will view each section of the assembly process for the 3000 Series transmission. This is the base transmission for the new hybrid propulsion system that will be in production in 2013, the H3000.  The H3000 propulsion system is being directly supported by an American Recovery and Reinvestment Act Matching Grant through the Department of Energy.\n\t \n\tAlso, on Friday May 6, Deputy Transportation Secretary John Porcari and Assistant Secretary of Energy for Policy and International Affairs David Sandalow will tour Baltimore’s Mondawamin Transit Center, where hybrid buses and light rail are providing families affordable transportation alternatives as gas prices rise.  Since Maryland invested in 181 buses which use Allison Transmission hybrid technology, fuel mileage is up by 20%, distance traveled between breakdowns has more than tripled, and Baltimore commuters enjoy buses that are 50% quieter than diesel buses.\n\t \n12:15 PM EDT\n\tPresident Obama’s Remarks at Allison Transmission\n\tAllison Transmission\n\t4700 West 10th Street\n\tIndianapolis, IN 46222\n\t \nBackground on Allison Transmission\n\tAllison Transmission is a leader in hybrid technology and the world’s largest manufacturer of fully-automatic transmissions for medium- and heavy-duty commercial vehicles, tactical military vehicles and hybrid-propulsion systems.  Allison employs approximately 2,500 workers in Indiana and recently announced a plan to expand its Indianapolis operations that allowed for the hiring of 50 new employees last month and will create up to 205 new jobs in total by 2013. The company’s hybrid-propulsion systems for buses are used across the country and have saved more than 17 million gallons of diesel fuel.\n\t \n\tAllison is now ready to apply their hybrid expertise to the commercial truck markets.  With a $62.8 million cost-share grant from the American Recovery and Reinvestment Act funding, Allison is currently working to bring to production this hybrid system that would be available to commercial trucks. Using a parallel hybrid system architecture, Allison estimates that these vehicles—often used as pick-up & delivery trucks, general distribution trucks, utility trucks, and refuse trucks— could reduce diesel fuel consumption by 25 to 35 percent.\n\t \n\tCommercial trucks are prime candidates for hybrid systems because of their frequent stop-and-go driving needs as in metropolitan area package delivery. When vehicles slow down or stop, the system will use an electric motor-generator within the transmission to slow the vehicle and capture much of its “kinetic” energy to convert to electricity. The electric energy is stored in an on-board battery and then re-used later to either speed up the vehicle or power vehicle equipment.  Transit buses purchased by cities or counties are often purchased with some federal assistance.  These new commercial truck hybrid systems will offer a value proposition that doesn't rely on federal assistance.\n\t \nBackground on Securing America’s Energy Future\n\tIn 2009, the Administration announced groundbreaking joint national fuel efficiency and greenhouse gas standards for cars and light-duty trucks built in 2012-2016. Together, these national standards will raise average fuel economy to 35.5 miles per gallon by 2016, while maintaining consumer choice. This national car rule alone is estimated to save 1.8 billion barrels of oil over the life of the program and save the average vehicle owner $3,000.\n\t \n\tIn July, the Administration plans to finalize the first-ever national fuel economy and greenhouse gas emission standards for commercial trucks, vans and buses built in 2014 to 2018, saving hundreds of millions of barrels of oil. The Administration is also developing the next round of the national car rule for Model Years 2017-2025 and expects to announce the proposal in September 2011.\n\n\n\n\n"
}