{
    "title": "Expected Attendees at Tonight's Nordic State Dinner | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/13/expected-attendees-tonights-nordic-state-dinner",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 13, 2016\n\n \n\n\n\nExpected Attendees at Tonight's Nordic State Dinner\n\n\n\n\n\n\tBelow is a list of expected attendees at tonight’s Nordic State Dinner. Additional details about the State Dinner are available HERE.\n\nTHE PRESIDENT AND MRS. OBAMA\n\nHonorees\n\nHIS EXCELLENCY SAULI NIINISTÖ, PRESIDENT OF THE REPUBLIC OF FINLAND AND MRS. JENNI HAUKIO\n\nHER EXCELLENCY ERNA SOLBERG, PRIME MINISTER OF NORWAY AND MR. SINDRE FINNES\n\nHIS EXCELLENCY STEFAN LÖFVEN, PRIME MINISTER OF SWEDEN AND MRS. ULLA LÖFVEN\n\nHIS EXCELLENCY LARS LØKKE RASMUSSEN, PRIME MINISTER OF DENMARK AND MRS. SÓLRUN LØKKE RASMUSSEN\n\nHIS EXCELLENCY SIGURÐUR INGI JÓHANNSSON, PRIME MINISTER OF THE REPUBLIC OF ICELAND AND MRS. INGIBJÖRG ELSA INGJALDSDÓTTIR\n\nAttendees\n\n\tMr. Sigbjørn Aanes, State Secretary, Office of the Prime Minister, Norway Delegation\n\t \n\tHis Excellency Kåre Reidar Aas, Ambassador of Norway to the U.S., Norway Delegation\n\t \n\tThe Honorable Charles Adams Jr., U.S. Ambassador to the Republic of Finland\n\tMrs. Vera Risteski-Adams\n\t \n\tThe Honorable Caroline Adler, Special Assistant to the President & Director of Communications to the First Lady, The White House\n\tMr. Tristan Morales\n\t \n\tThe Honorable Lilja Alfredsdottir, Minister of Foreign Affairs of the Republic of Iceland, Iceland Delegation\n\t \n\tMr. William Allman, Curator, The White House\n\tMs. Gail Williams\n\t \n\tThe Honorable Bruce Andrews, Deputy Secretary of Commerce, U.S. Department of Commerce\n\tMs. Didem Nisanci\n\t \n\tMs. Mary Andringa, President & Chief Executive Officer, Vermeer Corporation\n\tMr. Dale Andringa\n\t \n\tMr. Aziz Ansari, Actor & Comedian\n\tMs. Fatima Ansari\n\t \n\tMs. Adrienne Arsht, Founding Chairman, Foundation for the Adrienne Arsht Performing Arts Center\n\tMr. Anthony Podesta\n\t \n\tMr. Christopher Philippe Arzrouni, Special Advisor to the Minister for Foreign Affairs, Denmark Delegation\n\t \n\tMr. Bret Baier, Fox News\n\tMrs. Amy Baier\n\t \n\tMr. Stewart Bainum Jr., Chairman, Choice Hotels\n\tMrs. Sandra Bainum\n\t \n\tThe Honorable Robert Barber, U.S. Ambassador to the Republic of Iceland\n\tMs. Bonnie Neilan\n\t \n\tThe Honorable Joseph R. Biden Jr., Vice President of the United States\n\tDr. Jill Biden\n\t \n\tMr. Bruce Blume, Chief Executive Officer, The Blume Company\n\tMrs. Ann Blume\n\t \n\tMr. Blaine Boyd, Director of Correspondence to the First Lady, The White House\n\tMrs. Ruth Boyd\n\t \n\tThe Honorable Michael Bosworth, Deputy Assistant to the President & Deputy Counsel to the President, The White House\n\t \n\tThe Honorable Anita Breckenridge, Assistant to the President & Deputy Chief of Staff for Operations, The White House\n\tMr. Russell Breckenridge\n\t \n\tThe Honorable Børge Brende, Minister of Foreign Affairs of Norway, Norway Delegation\n\t \n\tMs. Connie Britton, Actress\n\tMr. Gregory Clark\n\t \n\tMs. Julie Brodtkorb, State Secretary, Office of the Prime Minister, Norway Delegation\n\t \n\tMs. Bobbi Brown, Founder & Chief Creative Officer, Bobbi Brown Cosmetics\n\tMr. Steven Plofker\n\t \n\tThe Honorable Mark Brzezinski, Executive Director of the Arctic Executive Steering Committee, The White House\n\tMrs. Natalia Brzezinski\n\t \n\tThe Honorable Sylvia Burwell, Secretary of Health & Human Services, U.S. Department of Health & Human Services\n\tMr. Stephen Burwell\n\t \n\tMs. Jackie Calmes, The New York Times\n\tMs. Caroline Hutcheson\n\t \n\tThe Honorable Kristie Canegallo, Assistant to the President & Deputy Chief of Staff for Implementation, The White House\n\tMs. Rebecca Blachly\n\t \n\tThe Honorable Ashton Carter, Secretary of Defense, U.S. Department of Defense\n\tMrs. Stephanie Carter\n\t \n\tMs. Paula Carvalho Olovsson, Political Advisor to the Prime Minister, Sweden Delegation\n\t \n\tMr. Jacob Bruun Christensen, Strategic Advisor, Denmark Delegation\n\t \n\tMr. Michael Starbæk Christensen, Permanent Under-Secretary of State, Denmark Delegation\n\t \n\tMs. Anna Maria Chávez, Chief Executive Officer, Girl Scouts of the USA\n\tMs. Jeanne Bickford\n\t \n\tMr. Marcelo Claure, President & Chief Executive Officer, Sprint Corporation\n\tMs. Jordan Claure\n\t \n\tMs. Beth Cobert, Acting Director of Personnel Management, Office of Personnel Management\n\tMs. Talia Cioth\n\t \n\tMr. James Cole, General Counsel, Delegated Duties of Deputy Secretary of Education, U.S. Department of Education\n\tMs. Cynthia Cole\n\t \n\tMr. Common, Rapper\n\tMr. Derek Dudley\n\t \n\tThe Honorable Christopher Coons, U.S. Senator (Delaware)\n\tMr. Adam Bramwell\n\t \n\tMr. David Cote, Chairman & Chief Executive Officer, Honeywell International\n\tMs. Maureen Kelly\n\t \n\tThe Honorable Elijah Cummings, U.S. Representative (Maryland) \n\tDr. Maya Cummings\n\t \n\tThe Honorable Chase Cushman, Assistant to the President & Director of Scheduling and Advance, The White House\n\tMrs. Ashley Cushman \n\t \n\tMr. Hans Dahlgren, State Secretary for International and EU Affairs, Prime Minister's Office, Sweden Delegation\n\t \n\tMrs. Patricia Dailey Lewis, Executive Director, Beau Biden Foundation for the Protection of Children\n\tMr. Lawrence Lewis\n\t \n\tMrs. Ingibjoerg Davidsdottir, Political Advisor, Iceland Delegation\n\t \n\tThe Honorable John Delaney, U.S. Representative (Maryland)\n\tMrs. April McClain Delaney\n\t \n\tDr. Deborah Jackson-Dennison, Chair, White House Initiative on American Indian & Alaska Native Education\n\tMs. Stephanie Jackson\n\t \n\tThe Honorable Shaun Donovan, Director of the Office of Management and Budget, The White House\n\tMs. Liza Gilbert\n\t \n\tMr. Vebjørn Dysvik, Chief of Staff, Office of the Foreign Minister, Norway Delegation\n\t \n\tThe Honorable Josh Earnest, Assistant to the President & Press Secretary, The White House\n\tMrs. Natalie Earnest\n\t \n\tMr. Donald Edwards, Investment Manager, Flexpoint Partners, LLC\n\tMrs. Anne Edwards \n\t \n\tThe Honorable Neil Eggleston, Assistant to the President & Counsel to the President, The White House\n\tMs. Penda Hair\n\t \n\tMr. Billy Eichner, Comedian \n\tMr. Benjamin Salka\n\t \n\tMr. Mark Ein, Founder & Chief Executive Officer, Venturehouse Group, LLC\n\tMrs. Sarah Ein\n\t \n\tMs. Tracee Ellis Ross, Actress\n\t \n\tMr. Mark Emmert, President, National Collegiate Athletic Association\n\tMrs. DeLaine Emmert\n\t \n\tMs. Anna Karin Eneström, Political Director, Ministry for Foreign Affairs, Sweden Delegation\n\t \n\tMr. Erlingur Erlingsson, Deputy Chief of Mission, Iceland Delegation\n\tMrs. Caitlin Hayden\n\t \n\tMrs. Debra Eschmeyer, Executive Director of Let's Move! & Senior Policy Advisor, The White House\n\tMr. Jeff Eschmeyer\n\t \n\tMr. Will Ferrell, Actor & Comedian\n\tMs. Viveca Paulin\n\t \n\tMr. Leo Gerard, International President, United Steel Workers\n\tMr. Fred Redmond\n\t \n\tThe Honorable Sloan Gibson, Deputy Secretary of Veteran Affairs, U.S. Department of Veterans Affairs\n\tMrs. Margaret Gibson\n\t \n\tThe Honorable Rufus Gifford, U.S. Ambassador to the Kingdom of Denmark\n\tMr. Stephen DeVincent\n\t \n\tMs. Kirsten Gislesen, Senior Advisor, Office of the Prime Minister, Norway Delegation\n\t \n\tMr. John Goldman, Chief Executive Officer, Goldman Insurance\n\tMrs. Marcia Goldman\n\t \n\tMs. Desiree Gruber, Chief Executive Officer, Full Picture\n\tMr. Kyle MacLachlan\n\t \n\tHis Excellency Geir Hilmar Haarde, Ambassador of the Republic of Iceland to the U.S., Iceland Delegation\n\tMrs. Inga Jona Thordardottir\n\t \n\tThe Honorable Avril Haines, Assistant to the President & Deputy National Security Advisor, National Security Council, The White House\n\tMr. David Davighi\n\t \n\tMs. Nini Pharo Halle, First Secretary, Norway Delegation\n\t \n\tDr. William Harvey, President, Hampton University & Chair, President’s Board of Advisors on Historically Black Colleges & Universities\n\tMrs. Norma Harvey\n\t \n\tMr. Mikko Hautala, Foreign Policy Advisor, Finland Delegation\n\t \n\tMs. Trine Heimerback, Specialist Director, Office of the Prime Minister, Norway Delegation\n\t \n\tThe Honorable Samuel David Heins, U.S. Ambassador to the Kingdom of Norway\n\tMs. Stacey Mills \n\t \n\tThe Honorable Vidar Helgesen, Minister of Climate & Environment of Norway, Norway Delegation\n\t \n\tMr. Lester Holt, Jr., NBC \n\tMrs. Carol Hagen-Holt\n\t \n\tMr. Scott Horsley, National Public Radio\n\tMs. Muthoni Muturi\n\t \n\tThe Honorable Steny Hoyer, U.S. Representative (Maryland)\n\tMs. Kathleen May\n\t \n\tDr. Freeman A. Hrabowski, President, University of Maryland, Baltimore County, & Chair, President’s Advisory Commission on Educational Excellence for African Americans\n\tMrs. Jacqueline Hrabowski\n\t \n\tMr. Walter Isaacson, President & Chief Executive Officer, The Aspen Institute\n\tMs. Cathy Isaacson\n\t \n\tMr. Jay Jacobs, Owner & Camp Director, TLC Kids Group\n\tMs. Mindy Jacobs\n\t \n\tThe Honorable Valerie Jarrett, Senior Advisor & Assistant to the President for Intergovernmental Affairs & Public Engagement, The White House\n\t \n\tThe Honorable Kristian Jensen, Minister of Foreign Affairs of Denmark, Denmark Delegation\n\t \n\tMr. Michael Lund Jeppesen, Chief Advisor, Denmark Delegation,\n\t \n\tThe Honorable Sally Jewell, Secretary of the Interior, U.S. Department of the Interior\n\tMr. Warren Jewell\n\t \n\tThe Honorable Broderick Johnson, Assistant to the President & Cabinet Secretary, The White House\n\tMs. Michele Norris\n\t \n\tMs. Athena Jones, CNN\n\tMs. Christina Jones\n\t \n\tThe Honorable Colin Kahl, Deputy Assistant to the President & National Security Advisor to the Vice President, The White House\n\tMrs. Rebecca Kahl\n\t \n\tMr. Dean Kamen, Founder, DEKA Research & Development Corporation\n\tMs. Maureen Toohey\n\t \n\tHer Excellency Kirsti Kauppi, Ambassador of the Republic of Finland to the U.S., Finland Delegation\n\t \n\tThe Honorable Kristie Kenney, Counselor of the Department, U.S. Department of State\n\tThe Honorable William Brownfield\n\t \n\tThe Honorable John Kerry, Secretary of State, U.S. Department of State\n\t \n\tMr. Joel Kinnaman, Actor\n\tMs. Cleo Wattenstrom\n\t \n\tThe Honorable Charles Kupchan, Special Assistant to the President & Senior Director for European Affairs, National Security Council, The White House\n\tMs. Simma Kupchan\n\t \n\tMs. Raili Lahnalampi, Chief of Cabinet of the Minister for Foreign Affairs, Finland Delegation\n\t \n\tDr. Risa Lavizzo-Mourey, President & Chief Executive Officer, Robert Wood Johnson Foundation\n\tDr. Robert Lavizzo-Mourey\n\t \n\tMr. Dale LeFebvre, Founder & Chairman, 3.5.7.11\n\tMs. Brittany Roberts\n\t \n\tMs. Cynthia Marian Leive, Glamour Magazine\n\tMr. Howard Bernstein\n\t \n\tMr. David Letterman, Television Host\n\tMrs. Regina Letterman\n\t \n\tMr. Harold Levy, Executive Director, Jack Kent Cooke Foundation\n\tMs. Patricia Sapinsley\n\t \n\tMs. Elizabeth Littlefield, President & Chief Executive Officer, Overseas Private Investment Corporation\n\tMr. Matthew Arnold\n\t \n\tMs. J.R. Littlejohn, ‎Director for Central and Northern European Affairs, National Security Council, The White House\n\tMr. Gergely Arany\n\t \n\tHis Excellency Lars G. Lose, Ambassador of Denmark to the U.S., Denmark Delegation\n\tMrs. Ulla Rønberg\n\t \n\tMs. Demi Lovato, Singer \n\tMr. Michael Bayer\n\t \n\tThe Honorable Chris Lu, Deputy Secretary of Labor, U.S. Department of Labor\n\tMs. Kathryn Thomson\n\t \n\tHis Excellency Björn Lyrvall, Ambassador of Sweden to the U.S., Sweden Delegation\n\tMrs. Madeleine Lyrvall\n\t \n\tMs. Katri Makkonen, Director of Communications, Finland Delegation\n\t \n\tThe Honorable Jack Markell, Governor of Delaware\n\tMrs. Carla Markell\n\t \n\tMr. Howard Marks, Co-Founder, Oaktree Capital Management\n\tMr. Andrew Marks\n\t \n\tMs. Trude Maseide, Head of Communications, Office of the Prime Minister, Norway Delegation\n\t \n\tMr. Jeffrey Mason, Reuters \n\tMr. Ronald Thorne\n\t \n\tMs. Kimberly McDonald, Jewelry Designer, Kimberly McDonald Fine Jewelry\n\tMr. Jason Bolden\n\t \n\tThe Honorable Denis McDonough, Assistant to the President & Chief of Staff, The White House\n\tMrs. Karin McDonough\n\t \n\tMr. Stewart McLaurin, President, The White House Historical Association\n\tMs. Teresa Carlson\n\t \n\tThe Honorable Gregory Meeks, U.S.  Representative (New York)\n\tMrs. Simone-Marie Meeks\n\t \n\tMs. Friedrike Merck, Artist\n\tMs. Anne Spitzer\n\t \n\tMr. Larry Merlo, President & Chief Executive Officer, CVS Health\n\tMrs. LeeAnn Merlo\n\t \n\tMr. Claus Meyer, Chef & Restaurateur, Co-Founder, Noma & Founder, Meyer Group & The Melting Pot Foundation\n\tMrs. Christina Bengtsson \n\t \n\tThe Honorable Lisa Monaco, Assistant to the President for Homeland Security & Counterterrorism, National Security Council, The White House\n\tMs. Jennifer Monaco\n\t \n\tMs. Janelle Monáe, Singer\n\tMr. Jidenna Mobisson\n\t \n\tMrs. Tracy Mourning, Founder & Board Member, Mourning Family Foundation\n\tMr. Alonzo Mourning, III\n\t \n\tMr. David Muir, ABC\n\tMs. Patricia Mills\n\t \n\tMr. Lars Bo Møller, Deputy Chief of Mission, Denmark Delegation\n\t \n\tMr. Nicholas Napoli, Letter Writer\n\tMr. Kenneth Nading\n\t \n\tGeneral Robert Neller, Commandant, U.S. Marine Corps\n\t \n\tMr. Erik Nises, Press Secretary, Sweden Delegation\n\t \n\tThe Honorable Sheila Nix, Deputy Assistant to the President & Chief of Staff to Dr. Jill Biden, The White House\n\tMr. James Coughlan\n\t \n\tThe Honorable Victoria Nuland, Assistant Secretary of State for European and Eurasian Affairs, U.S. Department of State\n\tMs. Elena Kagan\n\t \n\tMr. Rick Owens, Fashion Designer\n\tMs. Michèle Lamy\n\t \n\tDr. Eduardo Padron, President, Miami Dade College & Chair, White House Initiative for Educational Excellence for Hispanics\n\tMr. Camilo Padron\n\t \n\tAdmiral Robert Papp Jr., Special Representative for the Arctic, U.S. Department of State\n\tMrs. Linda Papp\n\t \n\tMr. Stuart Parker, President & Chief Executive Officer, The United Services Automobile Association\n\tMs. Veronica Parker\n\t \n\tMr. Hrannar Petursson, Political Advisor, Iceland Delegation\n\t \n\tMr. Douglas Phelps, Chief Executive Officer & President, The Public Interest Network\n\tMs. Faye Park\n\t \n\tMr. Michael Polsky, President & Chief Executive Officer, Invenergy, LLC\n\tMs. Tanya Polsky\n\t \n\tThe Honorable Samantha Power, U.S. Ambassador to the United Nations\n\tMr. Cass Sunstein\n\t \n\tMrs. Susan Ragon, President & Chief Executive Officer, InterSystems Corp.\n\tMr. Terry Ragon\n\t \n\tThe Honorable Azita Raji, U.S. Ambassador to the Kingdom of Sweden\n\tMr. Gary Syman\n\t \n\tThe Honorable Sarah Raskin, Deputy Secretary of the Treasury, U.S. Department of the Treasury\n\tSenator Jamie Raskin\n\t \n\tThe Honorable Dana Remus, Special Assistant to the President & Senior Counsel to the President, The White House\n\t \n\tThe Honorable Ben Rhodes, Assistant to the President & Deputy National Security Advisor for Strategic Communications & Speechwriting, National Security Council, The White House\n\tMr. James Rhodes\n\t \n\tThe Honorable Kathleen Rice, U.S. Representative (New York)\n\tMr. Thomas Lane\n\t \n\tThe Honorable Susan Rice, Assistant to the President & National Security Advisor, National Security Council, The White House\n\tMr. Ian Cameron\n\t \n\tMs. Cecile Richards, President, Planned Parenthood Federation of America\n\tMr. Kirk Adams\n\t \n\tDr. Judith Rodin, President, The Rockefeller Foundation\n\tMr. Paul Verkuil\n\t \n\tMr. Al Roker, NBC \n\tMs. Deborah Roberts\n\t \n\tMr. Adam Rose, Co-President, Rose Associates Inc.\n\tMr. Peter McQuillan\n\t \n\tThe Honorable Amy Rosenbaum, Assistant to the President for Legislative Affairs, The White House\n\tMr. Joshua Lahey\n\t \n\tMs. Kathy Roth-Douquet, Chief Executive Officer, Blue Star Families\n\tMr. Greg Douquet\n\t \n\tMr. Kirk Rudy, Chief Executive Officer & Managing Principal, Endeavor Real Estate Group\nMrs. Amy Rudy\n\n\tThe Honorable Dutch Ruppersberger, U.S. Representative (Maryland)\n\tMrs. Kay Ruppersberger\n\t \n\tMr. John Sall, Co-Founder & Executive Vice President, SAS\n\tMrs. Virginia Sall\n\t \n\tMr. Jukka Salovaara, Director General, Finland Delegation\n\t \n\tMr. Marcus Samuelsson, Chef & Restaurateur, Marcus Samuelsson Group\n\tMrs. Maya Samuelsson\n\t \n\tMr. Robert Santelli, Executive Director, Grammy Museum\n\tMs. Cynthia Kraft\n\t \n\tThe Honorable Kurt Schrader, U.S. Representative (Oregon)\n\tMs. Suzanna Mora\n\t \n\tThe Honorable Peter Selfridge, Chief of Protocol, U.S. Department of State\n\t \n\tMr. Jeffrey Seller, Theatrical Producer\n\tMr. Joshua Lehrer\n\t \n\tGeneral Paul Selva, Vice Chairman of the Joint Chiefs of Staff, U.S. Air Force\n\tMrs. Ricki Selva\n\t \n\tMr. Pasi Seppälä, LTC, Aide-de-Camp, Finland Delegation\n\t \n\tMs. Sunlen Serfaty, CNN\n\tMr. Alexis Serfaty\n\t \n\tMr. Benedikt Sigurdsson, Political Advisor, Iceland Delegation\n\t \n\tThe Honorable David Simas, Assistant to the President & Deputy Senior Advisor for Communications and Strategy, The White House\n\tMs. Shauna McCarty\n\t \n\tThe Honorable Gayle Smith, Administrator, U.S. Agency for International Development\n\tMr. Stephen Pomper\n\t \n\tMs. Sandra Sobieraj Westfall, People Magazine\n\tMr. Franklin Westfall\n\t \n\tThe Honorable Timo Soini, Minister for Foreign Affairs of the Republic of Finland, Finland Delegation\n\t \n\tMr. Alan Solomont, Dean of the Jonathan M. Tisch College of Civic Life, Tufts University\n\tMrs. Susan Solomont \n\t \n\tMr. Evan Spiegel, Chief Executive Officer, Snapchat\n\tMs. Miranda Kerr\n\t \n\tMr. Steven Spinner, Chief Executive Officer, RevUP\n\tMrs. Allison Spinner\n\t \n\tMs. Robin Vierbuchen Sproul, Vice President, ABC News\n\tMr. David Sproul\n\t \n\tThe Honorable Susan Suarez, Special Assistant to the President & Senior Director for Resource Management, The White House\n\tMr. David Suarez\n\t \n\tMr. Jesper Møller Sørensen, State Secretary for Foreign Policy, Denmark Delegation \n\t \n\tMr. Teemu Tanner, Secretary General & Chief of Cabinet of the President, Finland Delegation\n\t \n\tAmbassador Teppo Taurianen, Ambassador, Ministry of Foreign Affairs, Sweden Delegation\n\t \n\tThe Honorable Tina Tchen, Assistant to the President & Chief of Staff to the First Lady, The White House\n\t \n\tMr. Jörundur Valtýsson, Director General, Iceland Delegation\n\t \n\tDr. Barbara Van Dahlen, President & Founder, Give an Hour\n\tDr. Randy Phelps\n\t \n\tThe Honorable Tom Vilsack, Secretary of Agriculture, U.S. Department of Agriculture\n\tMrs. Christie Vilsack\n\t \n\tMr. Antti Vänskä, Deputy Chief of Mission, Finland Delegation\n\t \n\tMr. Eric Waldo, Executive Director of Reach Higher & Senior Policy Advisor, The White House\n\tMs. Katherine Ann Waldo\n\t \n\tThe Honorable Celeste Wallander, Special Assistant to the President & Senior Director for Russia & Central Asia, National Security Council, The White House\n\tMr. Jeffrey Anderson\n\t \n\tMr. Jacob Wallenberg, Chairman, Investor AB\n\tMrs. Annika Levin\n\t \n\tMs. Karin Wallensteen, Director of the Office of the Prime Minister, Sweden Delegation\n\t \n\tThe Honorable Margot Wallstroem, Minister for Foreign Affairs of Sweden, Sweden Delegation\n\t \n\tMs. Diane Warren, Songwriter\n\tMs. Julie Horton\n\t \n\tMrs. Pauletta Washington, Actress\n\t \n\tMr. Andrew Jay Weinstein, Founder, The Weinstein Law Firm\n\tMrs. Anne Weinstein\n\t \n\tMr. Steve Westly, Principal, Westly Group\n\tMs. Anita Yu \n\t \n\tMs. Glodean White, Singer\n\tMr. MacKevin Andre White\n\t \n\tMs. Allison Williams, Actress\n\tMr. Ricky Van Veen\n\t \n\tMr. John Eddie Williams Jr., Attorney & Founding Partner, Williams Kherkher\n\tMrs. Sheridan Williams\n\t \n\tMr. Scott Wilson, The Washington Post\n\tMs. Andrea Wilson\n\t \n\tDr. Rebecca Winthrop, Senior Fellow & Director of the Center for Universal Education, Brookings Institute\n\tMr. Jean-Marc Bernard\n\t \n\tThe Honorable Tom Wolf, Governor of Pennsylvania\n\tMrs. Frances Wolf\n\t \n\tThe Honorable Sally Yates, Deputy Attorney General, U.S. Department of Justice \n\tMr. James Yates\n\t \n\tMs. Bellamy Young, Actress\n\tMr. Edward Weeks\n\t \n\tThe Honorable Jeffrey Zients, Assistant to the President & Director of the National Economic Council, The White House\n\tMrs. Mary Zients\n\n\t \n\n\n\n\n"
}