{
    "title": "White House Releases Report to the President on the National Export Initiative | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/16/white-house-releases-report-president-national-export-initiative",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 16, 2010\n\n \n\n\n\nWhite House Releases Report to the President on the National Export Initiative\n\n\n\n\nWASHINGTON, DC – In advance of the President’s Export Council meeting tomorrow, the White House today released a report to the President on the National Export Initiative (NEI). The report, developed by the Export Promotion Cabinet, which includes the Secretaries of Commerce, State, Treasury, Agriculture and Labor and the heads of all the trade-related government agencies, provides an overview of the progress of the NEI and lays out a plan for reaching the President’s goals of doubling U.S. exports in five years to support several million new jobs. The executive summary of the report is attached and the full report is HERE.\n“As American consumers spend a little less and save a little more, it has never been more important to connect U.S. businesses to the 95 percent of the world's consumers who live outside our borders,” U.S. Commerce Secretary Gary Locke said. “Helping American companies sell more abroad will create jobs and boost our economy. This report is a blueprint for doing just that.”\nThe administration’s efforts, through the NEI, are focused on five areas including: access to credit, especially for small and midsize firms; more trade advocacy and export promotion efforts; removing barriers to the sale of U.S. goods and services abroad; enforcement of trade rules; and pursuing policies that will increase global economic growth so that there’s a strong worldwide market for U.S. goods and services.\nThe report outlines ways the U.S. government can expand efforts to help U.S. businesses win more foreign government contracts, find buyers worldwide, participate in more trade missions and trade shows, receive more export financing, and learn new ways to sell products and services overseas.  A central focus of the plan is providing additional assistance to small and medium-sized businesses, which are major drivers of new job creation.\nKey recommendations in the full report include:\nSmall and Medium-Sized Enterprises (SMEs):  a National Outreach Campaign led by the SBA and other Trade Promotion Coordinating Committee (TPCC) agencies to raise awareness of export opportunities and government export assistance for U.S. small and midsize companies (p. 25); a re-launch of export.gov, the Government’s export internet portal, with new export training opportunities to help companies learn how they can begin selling their products overseas or break into new markets if they’re already exporting  (p. 26).\nFederal Export Assistance:  bring more international buyers to U.S. trade shows and encourage more U.S. companies to participate in major international trade shows (pp. 30-31). For the first time, implement a government-wide export promotion strategy for six newly designated “next tier” markets (Colombia, Indonesia, Saudi Arabia, South Africa, Turkey and Vietnam) (p. 34).\nTrade Missions: substantially increase the number of trade missions abroad, particularly those led by senior U.S. Government officials (p. 35), and foreign buyer trade missions to the United States (p. 36).\nCommercial Advocacy: level the playing field for companies bidding on projects abroad through improved coordination among government export promotion programs; formalize a path to escalate, for the first time ever, critical advocacy projects for direct White House and National Economic Council involvement where necessary (p. 38).\nIncreasing Export Credit:  extend more export credit through existing trade finance agencies, increase awareness of credit products, focus on SMEs and companies from underserved sectors of the U.S. economy, expand the eligibility criteria for SME export finance lending, and streamline the application and review process for SME exporters (pp. 40, 41, 43).\nThe NEI provides more funding, more focus and more cabinet-level coordination to grow U.S. exports, and it represents the first time the United States has had a government-wide export-promotion strategy with focused attention from the president and his cabinet.\nSince the President announced the NEI, the Department of Commerce’s Advocacy Center has assisted American companies competing for export opportunities, supporting $11.8 billion in U.S. exports and an estimated 70,000 jobs. To date, the Commerce Department has coordinated 20 trade missions with over 250 U.S. companies to 25 countries.\nMeanwhile, the Agriculture Department has recruited over 1,500 foreign buyers since January; the State Department has developed a model for U.S. Ambassadors to participate in “reverse trade missions,” with the first mission scheduled for October 2010; the U.S. Trade and Development Agency (USTDA) has committed to hosting at least 30 reverse trade missions this year, representing over $1 billion in U.S. export opportunities, and the Export-Import Bank has more than doubled its loan authorizations in the first half of the current fiscal year over the same period last year -- from $5.9 billion to $13.2 billion.\nExports are an integral part of the U.S. economy. In 2008, American exports accounted for close to 7 percent of our total employment. Nearly 1 in 3 jobs supported by exports are manufacturing jobs. In the first four months of 2010, exports grew almost 18 percent compared to the same period last year. Additionally, exports accounted for more than one percentage point of GDP growth (at an annual rate) in each of the four quarters of recovery, outpacing consumer consumption and fixed investment.\nThe NEI Report to the President, which was prepared by the Commerce Secretary-chaired TPCC, presents the Export Promotion Cabinet’s recommendations for doubling exports in five years. It will be followed by the National Export Strategy, also prepared by the TPCC, which will detail the implementation of these recommendations and measure progress. The National Export Strategy is delivered to Congress annually.\n\n\n\n\n"
}