{
    "title": "Background on the Jewish American Heritage Month Reception | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-jewish-american-heritage-month-reception",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 27, 2010\n\n \n\n\n\nBackground on the Jewish American Heritage Month Reception\n\n\n\n\nApproximately 200 guests are expected, including a range of community leaders and prominent Jewish Americans from professional athletes to Members of Congress, business leaders, authors and military veterans, among others.\nMembers of Congress Expected to Attend\nU.S. Senate\n\nBenjamin Cardin (D-MD)      \nDianne Feinstein (D-CA) \nAl Franken (D-MN)   \nFrank Lautenberg (D-NJ)      \nCarl Levin (D-MI)     \nArlen Specter (D-PA)\n\nU.S. House of Representatives\n\nGary Ackerman (D-NY)\nShelley Berkley (D-NV)\nHoward Berman (D-CA)\nStephen Cohen (D-TN)\nSusan Davis (D-CA)\nTed Deutch (D-FL)\nEliot Engel (D-NY)\nBob Filner (D-CA)\nGabrielle Giffords (D-AZ)\nJane Harman (D-CA)\nSteve Israel (D-NY)\nSteve Kagen (D-WI)\nRon Klein (D-FL)\nSander Levin (D-MI)\nNita Lowey (D-NY)\nJerrold Nadler (D-NY)\nJared Polis (D-CO)\nSteve Rothman (D-NJ)\nJan Schakowsky (D-IL)\nAdam Schiff (D-CA)\nAllyson Schwartz (D-PA)\nBrad Sherman (D-CA)\nDebbie Wasserman Schultz (D-FL)\nHenry Waxman (D-CA)\nAnthony Weiner (D-NY)\nJohn Yarmuth (D-KY)\n\nOther notable attendees include:\n\nJustice Stephen Breyer\nJustice Ruth Bader Ginsburg\nAmbassador Michael Oren\nSolicitor General Elena Kagan\nRetired MLB star Sandy Koufax\n\n\nPROGRAM PARTICIPANTS\nPresident Obama will deliver remarks\nRabbi Alyssa Stanton,who leads Congregation Bayt Shalom in Greenville, NC, will read Emma Lazarus’ “The New Colossus”\nRegina Spektor will perform\n\nWHITE HOUSE DISPLAY\nThe following items of significance to Jewish American history are on loan from the Library of Congress and National Archives. The items will be on display in the entrance hall for guests to view during the reception:\nDeed of Gift for the Statue of Liberty and Invitation to the Inauguration of the Statue of Liberty by President Cleveland\nJewish American poet Emma Lazarus composed “The New Colossus” in 1883 as part of a fundraising campaign for the construction of the pedestal for the Statue of Liberty. The words of the sonnet remind us of our Nation's promise as a beacon to all who are denied freedom and opportunity in their native lands.\nIrving Berlin’s “God Bless America”  \nConsidered by some as an unofficial anthem for America, “God Bless America” was written by the son of a cantor, a Jewish immigrant, who left his home in Siberia for America when he was a child. It was originally written by Irving Berlin (1888-1989) during the summer of 1918 at Camp Upton, located in Yaphank, Long Island. In the fall of 1938, as war was again threatening Europe, Berlin decided to write a “peace” song. He recalled his “God Bless America” from twenty years earlier and made some alterations to reflect the different state of the world. Singer Kate Smith introduced the revised “God Bless America” during her radio broadcast on Armistice Day, 1938, and the song was an immediate sensation.\nBaseball Cards\nA set of Jewish baseball player cards produced for the American Jewish Historical Society.\nLetter from Moses Seixas to George Washington, August 17, 1790\nMoses Seixas, the warden of the Hebrew Congregation of Newport, Rhode Island, penned a letter to George Washington, welcoming the newly elected first president of the United States on his visit to that city. Newport had historically been a good home to its Jewish residents, who numbered around 300 at the time of Washington’s visit. The Jews of Newport looked to the new national government to remove the last of the barriers to religious liberty confronting American Jewry. Seixas expressed his vision of an American government in words that have become a part of the national lexicon. He beheld in the United States “a Government which to bigotry gives no sanction, to persecution no assistance.”\nStatement by President Harry Truman, May 14, 1948\nOn May 14, 1948, David Ben-Gurion, Israel's first prime minister, reads a “Declaration of Independence,” which proclaims the existence of a Jewish state beginning on May 15, 1948, at 12:00 midnight Palestine time (6:00PM EST May 14, 1948). At 6:11PM EST, America becomes the first nation to recognize Israel on a de facto basis. The White House issues this statement: “This Government has been informed that a Jewish state has been proclaimed in Palestine, and recognition has been requested by the provisional government thereof. The United States recognizes the provisional government as the de facto authority of the State of Israel.”\n\n\n\n"
}