{
    "title": "Message -- Continuation of the National Emergency with Respect to the Risk of Nuclear Proliferation Created by the Accumulation of Weapons-Usable Fissile Material in the Territory of the Russian Federation | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/06/18/message-continuation-national-emergency-respect-risk-nuclear-proliferati",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 18, 2012\n\n \n\n\n\nMessage -- Continuation of the National Emergency with Respect to the Risk of Nuclear Proliferation Created by the Accumulation of Weapons-Usable Fissile Material in the Territory of the Russian Federation\n\n\n\n\nTO THE CONGRESS OF THE UNITED STATES:\nSection 202(d) of the National Emergencies Act (50 U.S.C. 1622(d)) provides for the automatic termination of a national emergency unless, within 90 days prior to the anniversary date of its declaration, the President publishes in the Federal Register and transmits to the Congress a notice stating that the emergency is to continue in effect beyond the anniversary date. In accordance with this provision, I have sent to the Federal Register for publication the enclosed notice stating that the emergency declared in Executive Order 13159 of June 21, 2000, with respect to the risk of nuclear proliferation created by the accumulation of a large volume of weapons-usable fissile material in the territory of the Russian Federation is to continue beyond June 21, 2012.\nIt remains a major national security goal of the United States to ensure that fissile material removed from Russian nuclear weapons pursuant to various arms control and disarmament agreements is dedicated to peaceful uses, subject to transparency measures, and protected from diversion to activities of proliferation concern. The accumulation of a large volume of weapons-usable fissile material in the territory of the Russian Federation continues to pose an unusual and extraordinary threat to the national security and foreign policy of the United States. For this reason, I have determined that it is necessary to continue the national emergency declared with respect to the risk of nuclear proliferation created by the accumulation of a large volume of weapons-usable fissile material in the territory of the Russian Federation and maintain in force these emergency authorities to respond to this threat.\nBARACK OBAMA\n\n\n\n\n"
}