{
    "title": "Foto e información sobre el informe telefónico del administrador de FEMA Fugate al Presidente Obama acerca de preparativos en anticipación del huracán Earl | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/01/foto-e-informaci-n-sobre-el-informe-telef-nico-del-administrador-de-fema",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 01, 2010\n\n \n\n\n\nFoto e información sobre el informe telefónico del administrador de FEMA Fugate al Presidente Obama acerca de preparativos en anticipación del huracán Earl\n\n\n\n\nEl Presidente Obama recibió un informe telefónico esta mañana de Craig Fugate, administrador de FEMA, sobre los preparativos para el posible impacto del huracán Earl en la costa este del país y Nueva Inglaterra. Hay en efecto un aviso de huracán para secciones del litoral de Carolina del Norte y Virginia.\nEl administrador Fugate habló sobre la estrecha coordinación de FEMA con funcionarios estatales y locales en los estados que podrían verse afectados, desde Carolina del Norte hasta Maine. FEMA continúa vigilando el avance de la tormenta junto con el Centro Nacional de Huracanes (National Hurricane Center) y también han movilizado equipos a Carolina del Norte y otros estados en la costa este para que contribuyan a los preparativos para la tormenta y, de ser necesario, a la respuesta y recuperación. FEMA también ha enviado con anticipación artículos para su pronta entrega, entre ellos agua, comidas, lona impermeabilizada, mantas, generadores y otros artículos esenciales.\nEl administrador Fugate también informó al Presidente sobre el impacto del huracán Earl en Puerto Rico y las Islas Vírgenes de Estados Unidos, donde están presentes equipos de FEMA desde el fin de semana apoyando los esfuerzos de los gobernadores relacionados a la tormenta.\nEl Presidente destacó que el equipo necesita estar preparado para todas las contingencias, incluido el peor de los casos, y hacer todo lo necesario para proteger a los residentes y las comunidades a lo largo de la costa este, lo que incluye alentar a los residentes y visitantes en zonas con el potencial de verse afectadas a cumplir con todas las órdenes de evacuación emitidas por funcionarios locales y estatales.\nPara ver una fotografía de la llamada del Presidente con el administrador de FEMA, pulse AQUI.\n###\n \n\n\n\n"
}