{
    "title": "Presidential Memorandum -- Expanding National Service | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/07/15/presidential-memorandum-expanding-national-service",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 15, 2013\n\n \n\n\n\nPresidential Memorandum -- Expanding National Service\n\n\n\n\nMEMORANDUM FOR THE HEADS OF EXECUTIVE DEPARTMENTS AND AGENCIES\nSUBJECT: Expanding National Service Through Partnerships to Advance Government Priorities\nService has always been integral to the American identity. Our country was built on the belief that all of us, working together, can make this country a better place for all. That spirit remains as strong and integral to our identity today as at our country's founding.\nSince its creation 20 years ago, the Corporation for National and Community Service (CNCS) has been the Federal agency charged with leading and expanding national service. The Edward M. Kennedy Serve America Act of 2009 (SAA) expanded CNCS's authority to create opportunities for more Americans to serve. This landmark, bipartisan legislation focuses national service on six areas: emergency and disaster services; economic opportunity; education; environmental stewardship; healthy futures; and veterans and military families. The SAA provides greater opportunities for CNCS to partner with other executive departments and agencies (agencies) and with the private sector to utilize national service to address these critical areas.\nNational service and volunteering can be effective solutions to national challenges and can have positive and lasting impacts that reach beyond the immediate service experience. Americans engaged in national service make an intensive commitment to tackle unmet national and local needs by working through non-profit, faith-based, and community organizations. Service can help Americans gain valuable skills, pursue higher education, and jumpstart their careers, which can provide immediate and long-term benefits to those individuals, as well as the communities in which they serve.\nAmericans are ready and willing to serve. Applications from Americans seeking to engage in national service programs far exceed the number of available positions. By creating new partnerships between agencies and CNCS that expand national service opportunities in areas aligned with agency missions, we can utilize the American spirit of service to improve lives and communities, expand economic and educational opportunities, enhance agencies' capacity to achieve their missions, efficiently use tax dollars, help individuals develop skills that will enable them to prepare for long-term careers, and build a pipeline to employment inside and outside the Federal Government.\nTherefore, by the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to expand the positive impact of national service, I hereby direct the following:\nSection 1. Establishing a Task Force on Expanding National Service. There is established a Task Force on Expanding National Service, to be co-chaired by the Chief Executive Officer of CNCS and the Director of the Domestic Policy Council, which shall include representatives from agencies and offices that administer programs and develop policies in areas that include the six focus areas set forth in the SAA. The Task Force shall include representatives from:\n(a) the Department of Defense;\n(b) the Department of Justice;\n(c) the Department of the Interior;\n(d) the Department of Agriculture;\n(e) the Department of Commerce;\n(f) the Department of Labor;\n(g) the Department of Health and Human Services;\n(h) the Department of Housing and Urban Development;\n(i) the Department of Transportation;\n(j) the Department of Energy;\n(k) the Department of Education;\n(l) the Department of Veterans Affairs;\n(m) the Department of Homeland Security;\n(n) the Peace Corps;\n(o) the National Science Foundation;\n(p) the Office of Personnel Management;\n(q) the Environmental Protection Agency;\n(r) the White House Office of Cabinet Affairs; and\n(s) such other agencies and offices as the co-chairs may designate.\nSec. 2. Mission and Function of the Task Force. (a) The Task Force shall:\n(i) identify existing, and, if appropriate, recommend new, policies or practices that support the expansion of national service and volunteer opportunities that align with the SAA and agency priorities;\n(ii) make recommendations on the most effective way to coordinate national service and volunteering programs across the Federal Government;\n(iii) identify and develop opportunities for interagency agreements between CNCS and other agencies to support the expansion of national service and volunteering;\n(iv) identify and develop public-private partnerships to support the expansion of national service and volunteering;\n(v) identify and develop strategies to use innovation and technology to facilitate the ability of the public to participate in national service and volunteering activities; and\n(vi) develop a mechanism to evaluate the effectiveness and cost-effectiveness of national service and volunteering interventions in achieving agency priorities, and aggregate and disseminate the results of that evaluation.\n(b) Within 18 months of the date of this memorandum, the Task Force shall provide the President with a report on the progress made with respect to the functions set forth in subsection (a) of this section.\nSec. 3. Facilitating National Service and Volunteering Partnerships. (a) Each agency on the Task Force shall:\n(i) within 180 days of the date of this memorandum, consult with CNCS about how existing authorities and CNCS programs can be used to enter into interagency and public-private partnerships that allow for meaningful national service and volunteering opportunities, including participating in AmeriCorps, and help the agency achieve its mission;\n(ii) work with CNCS to evaluate the effectiveness and cost-effectiveness of such partnerships; and\n(iii) work with CNCS to identify ways in which the agency's national service participants and volunteers can develop transferable skills, and also how national service can serve as a pipeline to employment inside and outside the Federal Government.\n(b) Where practicable, agencies may consider entering into interagency agreements with CNCS to share program development and funding responsibilities, as authorized under 42 U.S.C. 12571(b)(1).\nSec. 4. Recruitment of National Service Participants in the Civilian Career Services. In order to provide national service participants a means to pursue additional opportunities to continue their public service through career civilian service, the Office of Personnel Management shall, within 120 days of the date of this memorandum, issue guidance to agencies on developing and improving Federal recruitment strategies for participants in national service.\nSec. 5. General Provisions. (a) Nothing in this memorandum shall be construed to impair or otherwise affect:\n(i) the authority granted by law or Executive Order to an agency, or the head thereof; or\n(ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n(b) This memorandum shall be implemented consistent with applicable law and subject to the availability of appropriations.\n(c) This memorandum is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n(d) The Chief Executive Officer of CNCS is hereby authorized and directed to publish this memorandum in the Federal Register.\nBARACK OBAMA\n\n\n\n\n"
}