{
    "title": "Statement by NSC Spokesperson Ned Price on the Release of Two U.S. Citizens in Yemen | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/09/21/statement-nsc-spokesperson-ned-price-release-two-us-citizens-yemen",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 20, 2015\n\n \n\n\n\nStatement by NSC Spokesperson Ned Price on the Release of Two U.S. Citizens in Yemen\n\n\n\n\n\n\tWe welcome the release of two U.S. citizens who had been detained in Yemen since earlier this year. As we have informed their families, these individuals departed Yemen today and have since arrived in Oman. The U.S. Ambassador to Muscat and a consular official met them upon arrival and will provide all possible consular assistance.\n\n\tSince we first learned of their detention, the United States Government has been in regular contact with their families and representatives and, in coordination with our international partners, we have worked tirelessly to secure their release. We are deeply appreciative of all who were involved in producing this outcome, including in particular the Government of Oman under the leadership of His Majesty Sultan Qaboos bin Said Al Said. This outcome underscores that we have been and will continue to be tireless in pursuing the release of all Americans detained abroad unjustly, including those who remain in the region.\n\n\tAt the same time, we continue to press for an immediate resumption of the peace talks facilitated by the United Nations Special Envoy for Yemen. It is clear that the people of Yemen want the fighting to end as soon as possible. Consistent with the Security Council’s statement on September 11, we again call on all parties to participate in these peace talks without any preconditions. We continue to believe that all of Yemen’s diverse communities have important roles to play in the nation’s peaceful governance. \n\n\n\n\n"
}