{
    "title": "Presidente dona dinero del Premio Nóbel a organizaciones benéficas | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidente-dona-dinero-del-premio-n-bel-a-organizaciones-ben-ficas",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 11, 2010\n\n \n\n\n\nPresidente dona dinero del Premio Nóbel a organizaciones benéficas\n\n\n\n\nWASHINGTON – El Presidente Obama anunció el jueves las organizaciones benéficas que recibirán una porción de los $1.4 millones otorgados por el Premio Nóbel de la Paz. \n \n“Estas organizaciones realizan una extraordinaria labor en Estados Unidos y el extranjero, ayudando a estudiantes, veteranos e innumerables personas necesitadas”, dijo el Presidente Obama. “Me enorgullece apoyar su trabajo”.\nEntre las organizaciones benéficas a las que donó el dinero del Premio Nóbel el Presidente Obama está el fondo de becas para Hispanos, el “Hispanic Scholarship Fund”.\n$125,000 para el Hispanic Scholarship Fund\n \nEl Hispanic Scholarship Fund (HSF) es la principal organización hispana de becas y le otorga a la comunidad hispana más apoyo educativo y becas universitarias que ninguna otra organización en el país. En sus 34 años de existencia, el Hispanic Scholarship Fund ha otorgado cerca de $280 millones en becas a más de 90,000 estudiantes necesitados. \nLista de organizaciones benéficas\n \n$250,000 para Fisher House\n \nFisher House es una organización nacional sin fines de lucro que proporciona vivienda a los familiares de pacientes que reciben atención médica en los principales centros médicos para veteranos y militares.\n \n$200,000 al fondo Clinton-Bush para Haití \n \nTras el devastador terremoto de Haití, el Presidente Obama les pidió a los ex Presidentes George W. Bush y Bill Clinton que crearan el fondo Clinton-Bush para Haití a fin de recaudar donaciones para esfuerzos de ayuda a largo plazo en Haití.\n \n$125,000 para College Summit\n \nCollege Summit es una organización nacional sin fines de lucro que colabora con escuelas primarias e intermedias y distritos escolares para fortalecer una cultura que incentive la educación universitaria y aumente la tasa de ingreso a las universidades, de modo que todos los alumnos se gradúen de la secundaria listos para la universidad y una profesión.\n$125,000 para la Fundación Posse \n \nLa Fundación Posse es una organización nacional sin fines de lucro que identifica a alumnos de la escuela secundaria con extraordinario potencial académico y liderazgo que el proceso tradicional de reclutamiento universitario puede haber pasado por alto. Las universidades e instituciones de educación superior asociadas a esta fundación les otorgan a los becarios Posse, becas de liderazgo que cubren cuatro años de matrícula universitaria completa. La tasa de graduación entre los becarios es de 90 por ciento.\n \n$125,000 para el United Negro College Fund\n \nEl United Negro College Fund desempeña un rol crucial en permitir que más de 60,000 jóvenes estudien en la universidad con becas y programas de prácticas profesionales.\n \n$125,000 para la Appalachian Leadership and Education Foundation (ALEF)\n \nLa ALEF es una organización sin fines de lucro financiada por fundaciones y compañías, que apoya a jóvenes de los Apalaches para que puedan acceder a estudios universitarios con un currículo académico y liderazgo.\n \n$125,000 para el American Indian College Fund\n \nEl American Indian College Fund transforma la educación universitaria de los indígenas americanos otorgando financiamiento y generando conciencia de las instituciones de enseñanza superior y universidades tribales, cuyas singulares características y base comunitaria les ofrecen a los alumnos conocimientos, destrezas y valores culturales que mejoran a sus comunidades y al país en general. El Fondo distribuye aproximadamente 6,000 becas al año a estudiantes de tribus indígenas americanas que buscan mejorar su vida con educación superior. El Fondo también proporciona apoyo para las necesidades de las universidades tribales, que incluyen apoyo financiero y la preservación del currículo cultural.\n$100,000 para AfriCare\n \nAfriCare fue fundado en 1970 y tiene más proyectos en África que ninguna otra organización benéfica con base en Estados Unidos. Su labor beneficia a comunidades en 25 países, principalmente en el África al sur del Sahara. Sus programas se ocupan de necesidades en tres aspectos: salud y SIDA/VIH; seguridad alimentaria y agricultura, y desarrollo de recursos hídricos.\n \n$100,000 para el Central Asia Institute\n \nEl Central Asia Institute promueve y apoya proyectos comunitarios de educación y alfabetización, especialmente para niñas, en regiones remotas de Pakistán y Afganistán. El cofundador, Greg Mortenson, también fue candidato al Premio Nóbel de la Paz este año, cuyo libro, Three Cups of Tea: One Man’s Mission to Promote Peace, One School at a Time, relata sus esfuerzos por crear decenas de escuelas y promover la educación de las niñas en las zonas rurales de Afganistán y Pakistán.\n \n\n \n\n\n\n"
}