{
    "title": "Statement by the Press Secretary on Statement by the Press Secretary on H.R. 1068, H.R. 2754, H.R. 2901, H.R. 3608, H.R. 3979, H.R. 4030, H.R. 4681, H.R. 5462, H.R. 5771, and S. 2673 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/12/19/statement-press-secretary-statement-press-secretary-hr-1068-hr-2754-hr-2",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 19, 2014\n\n \n\n\n\nStatement by the Press Secretary on Statement by the Press Secretary on H.R. 1068, H.R. 2754, H.R. 2901, H.R. 3608, H.R. 3979, H.R. 4030, H.R. 4681, H.R. 5462, H.R. 5771, and S. 2673\n\n\n\n\nOn Friday, December 19, 2014, the President signed into law:\nH.R. 1068, which consolidates and restates National Park Service and related programs statutes of the United States as Title 54, United States Code;\nH.R. 2754, the \"Collectible Coin Protection Act,\" which expands current law to provide additional protections to collectors as to the genuineness of political items such as buttons and posters and numismatic items such as coins and commemorative medals;\nH.R. 2901, the \"Senator Paul Simon Water for the World Act of 2014,\" which amends Foreign Assistance Act provisions concerning U.S. government assistance for water, sanitation, and hygiene projects;\nH.R. 3608, the \"Grand Portage Band Per Capita Adjustment Act,\" which amends the Act of October 19, 1973, to provide a tax exemption for certain funds paid by the State of Minnesota to the Grand Portage Band of Lake Superior Chippewa Indians;\nH.R. 3979, the \"Carl Levin and Howard P. 'Buck' McKeon National Defense Authorization Act for Fiscal Year 2015,\" which authorizes fiscal year 2015 appropriations for Department of Defense programs and military construction, Department of Energy national security programs, and Department of Transportation maritime security programs; authorizes recruitment and retention bonuses, special payments, and other authorities relating to the U.S. Armed Forces; authorizes training and equipping the moderate Syrian opposition and Iraqi forces; makes other modifications to national security, foreign affairs, and other related programs; and contains various natural resources and other authorities;\nH.R. 4030, which designates the facility of the United States Postal Service located at 18640 NW 2nd Avenue in Miami, Florida, as the Father Richard Marquess-Barry Post Office Building;\nH.R. 4681, the \"Intelligence Authorization Act for Fiscal Year 2015,\" which authorizes fiscal year 2015 appropriations for U.S. intelligence-related activities and establishes and provides other authorities concerning U.S. intelligence and counter-terrorism activities;\nH.R. 5462, which limits the Transportation Security Administration's air passenger security service fee to $11.20 per round trip;\nH.R. 5771, which temporarily extends several expired tax provisions related to individuals, business, and energy through December 31, 2014; and exempts from taxation Achieving a Better Life Experience (ABLE) accounts set up for the benefit of persons with disabilities to assist in maintaining health, independence, and quality of life; and\nS. 2673, the \"United States-Israel Strategic Partnership Act of 2014,\" which enhances the strategic partnership between the United States and Israel, and for other purposes.\n\n\n\n\n"
}