{
    "title": "FACT SHEET: National Clean Fleets Partnership | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/01/fact-sheet-national-clean-fleets-partnership",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 01, 2011\n\n \n\n\n\nFACT SHEET: National Clean Fleets Partnership\n\n\n\n\n\nPublic-Private Partnership to Engage Large Commercial Fleets to Significantly Reduce Petroleum Use\n\n\tIn 2008, America imported 11 million barrels of oil a day. On Wednesday, the President announced a bold goal of cutting that amount by one-third by 2025. To achieve this goal we will harness a broad range of resources including domestic oil and gas production, while at the same time leveraging cleaner, alternative fuels and technologies that increase efficiency in the vehicles we drive. A key area of opportunity is the large commercial fleets that companies operate across our country every day, which with the proper incentives can offer significant potential reductions in fuel use.\n\t \n\tOn Friday, the President is highlighting the National Clean Fleets Partnership. This public-private partnership will help large companies reduce diesel and gasoline use in their fleets by incorporating electric vehicles, alternative fuels, and fuel-saving measures into their daily operations. Through the Partnership, the Department of Energy (DOE) will assist companies in their efforts to reduce fuel use and achieve greater efficiency and cost-savings by offering specialized resources, technical expertise, and support.  The partnership is part of the DOE Vehicle Technology Program’s “Clean Cities” initiative.\n\t \n\tThe Partnership is announcing on Friday the commitments of five of its charter members:  AT&T, FedEx, PepsiCo, UPS and Verizon. These charter members represent five of the nation’s 10 largest national fleets and collectively own and operate more than 275,000 vehicles.  Their planned current and near-term petroleum reduction strategies will account for the deployment of over 20,000 advanced technology vehicles and annual petroleum displacement in excess of 7 million gallons. DOE is challenging other companies to join this important effort.\n\t \nBackground\n\t \n\tLarge commercial fleets are heavily dependent on petroleum-based fuels (gasoline and diesel) to deliver their goods and services every day.  In 2009, there were more than 3 million commercial fleet vehicles on the road, consuming nearly 4 billion gallons of fuel. Fleets, which are typically centrally managed and comprised of a large number of vehicles, offer significant opportunities to reduce fuel use and carbon pollution.\n\t \n\tThrough the National Clean Fleets Partnership, the Department of Energy will help companies:\n\t \n\n\nReduce fuel use through the use of more efficient vehicles and technologies, including hybrids;\n\nReplace conventional gasoline and diesel vehicles with advanced technology vehicles or ones that use alternative fuels, such as electricity, natural gas, biodiesel, ethanol, hydrogen, or propane;\n\n\n\tPartners will benefit from:\n\t \n\n\nOpportunities for collaboration with DOE and their peers: By joining the partnership, companies of many sizes can benefit from a number of opportunities for technical assistance and collaboration, including: opportunities for peer-to-peer information exchange; collaboration with DOE and national laboratories surrounding research and development initiatives; and assistance in pursuing group purchasing—so that smaller companies work with their larger peers to get the benefits of purchasing advanced vehicles in bulk.\n\nDOE technical tools and resources: DOE has developed a wide range of technical tools to help partner companies navigate the world of alternative fuels and advanced vehicles. A diverse collection of cost calculators, interactive maps, customizable database searches, and mobile applications puts vital information and analysis at fleets’ fingertips.\n\n\n\t\n\tThis Department of Energy initiative will compliment the Environmental Protection Agency's Smart way Transport partnership program with the freight industry by furthering efforts to improve efficiency in goods movement and reducing our dependency on foreign oil.\n\t \n\n\n\n\n"
}