{
    "title": "President Obama Signs Bill Awarding Congressional Gold Medal to Women Airforce Service Pilots | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-signs-bill-awarding-congressional-gold-medal-women-airforce-service",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 01, 2009\n\n \n\n\n\nPresident Obama Signs Bill Awarding Congressional Gold Medal to Women Airforce Service Pilots\n\n\n\n\nTHE WHITE HOUSE  Office of the Press Secretary   ______________________________________________________________  FOR IMMEDIATE RELEASE                  JULY 1, 2009   President Obama Signs Bill Awarding Congressional Gold Medal to Women Airforce Service Pilots First women to fly American military aircraft served courageously, blazed trails during WWII   WASHINGTON – President Obama today signed into law S. 614, a bill to award a Congressional Gold Medal to the Women Airforce Service Pilots (WASP).  WASP was established during World War II with the primary mission of flying non-combat military missions in the United States thus freeing their male counterparts for combat missions.  Its pilots were the first women ever to fly American military aircraft and flew almost every type of aircraft operated by the United States Army Air Force during World War II on a wide range of missions. \"The Women Airforce Service Pilots courageously answered their country’s call in a time of need while blazing a trail for the brave women who have given and continue to give so much in service to this nation since,\" said President Obama.  \"Every American should be grateful for their service, and I am honored to sign this bill to finally give them some of the hard-earned recognition they deserve.\" From 1942 to 1943, more than 1,000 women joined the WASP.  38 of them made the ultimate sacrifice for their nation in performing its mission.  But their contribution went largely unrecognized for years, not even being acknowledged with veteran status until 1977. The groundbreaking steps taken by the WASP paved the way for hundreds of United States servicewomen combat pilots who have flown fighter aircraft in recent conflicts. The bipartisan effort in Congress to recognize the contributions of the WASP was led by Sens. Kay Bailey Hutchison (R-TX) and Barbara Mikulski (D-MD), and Reps. Ileana Ros-Lehtinen (R-FL) and Susan Davis (D-CA).  At today’s signing, President Obama and Rep. Ros-Lehtinen were joined by three members of WASP as well as five active duty United States Air Force pilots who have followed in their footsteps. To view a picture of the President signing the bill to award a Congressional Gold Medal to the Women Airforce Pilots in the Oval Office today click HERE. The names of the pilots in attendance are below: Women’s Airforce Service Pilots Elaine Danforth Harmon  Lorraine H. Rodgers  Bernice Falk Haydu Active Duty United States Air Force Pilots  Colonel Dawn Dunlop   Colonel Bobbi Doorenbos  Lieutenant Colonel Wendy Wasik  Major Kara Sandifur  Major Nicole Malachowski For photos of the event:  www.flickr.com/ObamaWhiteHouse ###   \n\n\n\n"
}