{
    "title": "Additional Statements of Support for the U.S.-Korea Trade Agreement | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/04/additional-statements-support-us-korea-trade-agreement",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 04, 2010\n\n \n\n\n\nAdditional Statements of Support for the U.S.-Korea Trade Agreement\n\n\n\n\n\n\tBelow please see additional statements of support released for the U.S.-Korea Trade Agreement:\n\nSenate Minority Leader Mitch McConnell\n\t“The President’s announcement is a positive development towards completing a free trade agreement with our ally South Korea that will promote economic opportunity and private sector job creation. The goal of improving market access for American farmers, entrepreneurs and manufacturers is one that the President and I share.  We both agree that increasing markets overseas through trade agreements will create good jobs that are greatly needed at this time of high unemployment. I intend to support a strong agreement and am hopeful that with a more balanced Congress, we will see renewed support for this, and the other trade agreements that have been languishing for the past two years.”\n\nSenator John Kerry\n\t“I am happy to hear that the United States and South Korea have reached a deal on the Korea-U.S. Trade Agreement, and look forward to reviewing the pact and working hard to secure its early ratification.  The Obama administration is sparing no effort to send Congress an agreement that can help create jobs and revitalize our economy, and I am pleased the President made the politically difficult decision to take the time to get this deal done right for America.  I understand that there are beef export issues that have not been resolved and urge the administration to continue pushing for better access to the Korean market for American beef as we move forward. \n\n\t“KORUS represents an opportunity to reaffirm our commitment to fair and open markets, and for the new Congress to demonstrate that in spite of today’s highly polarized political environment, bipartisan cooperation in the national interest remains attainable.  New export opportunities in South Korea for U.S. companies will generate good paying American jobs and contribute to our economic recovery.  Moreover, this agreement delivers an important message to an ever closer ally and the region at a time of uncertainty on the Korean Peninsula.\n\n\t“For many, KORUS has become a symbol of the United States’ commitment to the region and our appreciation of its increasingly important role in international commerce.  It is essential that the United States enhance its economic presence in Asia and compete on a level playing field with other exporters in the region.  Ratification of KORUS is an important step forward that will have enormously positive economic and political implications for our country in the years ahead.”\n\nSenator Maria Cantwell\n\t“South Korea is Washington’s fifth largest export market, meaning any new trade agreement will spur new job and economic growth in our state,” said Senator Cantwell.  “Passage of the U.S.-Korea Free Trade Agreement would have enormous benefits for Washington, by making many U.S. food products duty-free – such as our world-class wheat, cherries, wine, and potatoes.  I urge the negotiators discussing the remaining beef issue to work toward an agreement that will ensure American beef producers have full access to a Korean market potentially worth $1 billion to U.S. producers.” \n\nSenator Saxby Chambliss\n\t“Today's announcement is a positive development and it is my hope it signals President Obama's intention to submit the United States-South Korea Free Trade Agreement to Congress early next year.\n\n\t“While the lack of progress on beef is of concern, the free trade agreement is a critical part in growing U.S. agriculture exports.  In the weeks ahead, Korea needs to provide assurances to the United States how it intends to fully implement the 2008 Protocol consistent with their international obligations.\n\n\t“I look forward to the upcoming debate in the Senate next year as well as action of the other pending free trade agreements with Colombia and Panama.”\n\nCongressman Dave Reichert\n\t“Today’s announcement by the President about the U.S.-South Korea free trade agreement is an important milestone for an agreement that has languished since its signing in June 2007,” Reichert said. “I applaud the efforts that have allowed us to reach this point.  Opening new markets is a no-cost, proven stimulus that is essential to job creation.  Each day we fail to implement this agreement is another missed opportunity to create hundreds of thousands of American jobs. Passing the KORUS FTA is vital to our nation’s economic recovery, reengagement in the Asia-Pacific region, and addressing security challenges on the Korean Peninsula.  I look forward to working with Ambassador Kirk, my colleagues in Congress, and advocates across the country to broaden support for this agreement.”\n\nSenator Jim Webb\n\t“I am very gratified that this agreement has finally been reached after more than four years of negotiations between our two countries. The U.S.-Korea Free Trade Agreement will bolster the U.S. economy and send a strong signal to our ally, the Republic of Korea, and the rest of the region that the United States will follow through on its commitments and remain deeply engaged in East Asia. \n\n\t“The Free Trade Agreement provides American businesses with new export opportunities to Korea and will support job protection and growth in the United States. \n\n\t“I am looking forward to continuing my efforts to ensure this agreement is approved.”\n\nAT&T Statement\n\t“We are pleased that the U.S. and South Korean governments have been able to resolve the outstanding issues that hindered bringing this vital trade agreement to a close. The ongoing commitment to promote competition and encourage investment in global markets is crucial for companies like AT&T that are working tirelessly to meet the global 21st century communications needs of the customers we serve. \n\n\t“AT&T looks forward to working with administration officials and the Congress to bring this important agreement to final completion.” \n\nPharmaceutical Research and Manufacturers of America (PhRMA) President and CEO John Castellani\n\t“PhRMA welcomes the progress made on the pending Korea-U.S. Free Trade Agreement. This agreement recognizes the 60 years of partnership between our two countries and the important national security ties that we share. PhRMA has long viewed the Korea-U.S. Free Trade Agreement as a terrific opportunity for Korean patients to access biopharmaceutical medicines produced in the United States. With rising living standards and increasingly sophisticated access to information, Korean patients, like patients everywhere, want access to the most advanced medical treatments.“We believe this Agreement, particularly the transparency and intellectual property provisions, represents a 21st century standard that should be a model for other agreements.  Korea is an important market for the U.S. research-based pharmaceutical companies, a country where we currently enjoy a trade surplus. This agreement will contribute directly to increased U.S. exports and the expansion of highly skilled, well paying jobs here. PhRMA looks forward to the ratification of the Agreement by Congress in the next year.”\n\nAmerican Meat Institute President and CEO J. Patrick Boyle\n\t“The American Meat Institute (AMI) supports the free trade agreement between the United States and South Korea announced today and urges the Congress to ratify it at its earliest opportunity. South Korea is already a major market for U.S. meat.  Pork exports in 2010 are expected to exceed $150 million, making South Korea the fifth largest export market for pork.  The tariff reduction schedule for pork will further strengthen the U.S. position in this important and growing market. Beef exports continue to grow, from 233 metric tons valued at $612,000 in 2006 to 56,000 metric tons valued at $56 million in 2009.  Through the first nine months of the year, exports to South Korea are up 136 percent in volume and 181 percent in value.  AMI estimates that once the FTA is fully implemented, beef and pork exports to South Korea could increase by $2 billion and resulting in more than 26,700 new American jobs. The growth in U.S. beef exports in recent years is due to the successful negotiations of the U.S. government and widespread Congressional support from leaders, such as Sen. Baucus (D-MT), for reopening the South Korean market to beef, which was closed from 2003 to 2007.  AMI looks forward to working with our negotiators and Congressional allies to continue discussions with Korea to provide full access for all U.S. beef products.” \n\nThe American Automotive Policy Council (AAPC) Statement\n\tRepresenting its member companies Chrysler Group LLC, Ford Motor Company and General Motors Company – appreciates President Barack Obama, Ambassador Ron Kirk and the office of the United States Trade Representative’s hard work to reach a deal improving the auto provisions of the pending Korea Free Trade Agreement. AAPC and its member companies support this agreement.\n\n\t“We value the efforts of President Obama, Ambassador Kirk and the USTR negotiating team to revise the text of the agreement and thereby helping improve U.S. access to the Korean auto market,” AAPC Acting President Charles Uthus said.\n\nWalmart Statement\n\t“Walmart applauds the Administration for resolving the outstanding issues in the U.S. – Korea Free Trade Agreement. We believe that the agreement will lower trade barriers and create a more level playing field for U.S. services and manufacturing exports.  We look forward to working with the Administration and Congress to secure passage of the Korea agreement, as well as the pending free trade agreements with Panama and Colombia in the near future.”\n\nErnst & Young Chairman and CEO James S. Turley\n\t“For the United States, this trade agreement will yield exports, and those exports will yield jobs.  Such negotiated agreements are key to competitiveness in what is clearly a global marketplace.  The United States has been a party to fewer than twenty of the hundreds of bilateral and regional trade agreements that exist around the world today. That has to change, and this agreement is a critical part of a move in the right direction.  I applaud the Administration for coming to this agreement with South Korea and urge Congress to approve it promptly.\"\n\t                                                                                                        \nNational Pork Producers Council President Sam Carney\n\t“We’ve worked particularly hard the past several years to get a good deal for U.S. pork in the FTA with South Korea,” said Carney. “We had that but to get a final agreement, we needed to give a little, we needed to take one for the team. This is still a good deal for us.”\n\n\tAt NPPC’s insistence, the United States had negotiated in the agreement that was signed June 30, 2007, a zero tariff rate on most pork products going into South Korea effective Jan. 1, 2014, the same date Chile’s pork and 30 months before the European Union’s goes to a zero duty. Chile’s FTA with South Korea was implemented in 2004; the EU’s agreement will be in force July 1, 2011.\n\n\tThe U.S.-South Korea FTA had been held up mostly because of issues related to trade in beef and automobiles. The logjam was broken when U.S. pork producers agreed to move back the effective date on the zero tariff rate on some cuts of pork to Jan. 1, 2016.\n\n\t“With the date for a zero tariff on pork moved back, we likely will lose some market share in the South Korean market to Chile,” Carney said. “But as the lowest-cost producer of pork in the world, we’ll hold our own. We still will go to zero six months prior to the EU.”\n\nThe Recording Industry Association of America (RIAA) Executive Vice President (International) Neil Turkewitz\n\t“We are extremely pleased that a breakthrough has been reached that will hopefully permit the rapid consideration and ratification of the Korea-US Free Trade Agreement. This agreement has already been publicly endorsed by various organizations, unions and businesses in the entertainment sector. International markets are vital to US companies and workers, and we strongly support the negotiation of trade agreements that protect intellectual property, lower market access barriers to U.S. creative products and services, and promote legitimate electronic commerce.  America’s music sector has been badly affected by piracy for decades. Today we face a problem of unprecedented scale. While the digital revolution has created new ways for us to reach consumers with compelling products and content, this same technology has also facilitated the work of those who profit from stealing ideas, innovation and creativity. Achieving enhanced global standards of copyright protection and enforcement, ensuring meaningful market access, and developing trade disciplines that keep pace with technological development are all central to our ability to remain competitive and to continue to ensure good jobs for America’s creative community. The Korea-U.S. FTA succeeds in helping to address these challenges in ways that not only bring continued high levels of protection in Korea but also set important precedents for future free trade agreements. This agreement provides modern standards of copyright protection for the digital age, and requires both parties to ensure that protection is meaningful in practice through effective enforcement.  We highlight in particular the very important commitments undertaken by Korea with respect to addressing internet piracy. These commitments are central to our shared objectives of combating the online theft of creative content.  We laud the government of Korea’s commitment to tackle Internet piracy and we believe that such provisions should be replicated in any and all future FTAs or agreements that address intellectual property protection.  In short, we strongly support the agreement, and hope that Congress will ratify it as quickly as possible. More broadly, we strongly support continuing efforts to pursue simultaneous liberalization and the strengthening intellectual property protections through bilateral, regional, and multilateral trade negotiations. For decades, the expansion of trade and the protection of intellectual property have been cornerstones of a bipartisan economic policy. The ability of our country to lead –the ability of our companies to lead and to create employment– will depend upon our continued success.” \n\nEntertainment Industry Coalition Statements\n\tElizabeth Frazee, Executive Director of the EIC said, \"Today’s announcement paves the way for passage of the U.S.-Korea FTA.  This groundbreaking agreement will advance the interests of the U.S. entertainment industry, a source of well-paying U.S. jobs and the foundation of the U.S. creative economy.  We will work hard as a coalition to educate the U.S. Congress about the benefits of the agreement and urge its rapid consideration in Congress.”\n\n\t“Considering the vital role international markets play in the success of the American entertainment industry, we strongly support efforts to break down market access barriers and curtail content theft that hinders our industry’s growth abroad,” said Greg Frazier, MPAA Executive Vice President and Chief Policy Officer.  “We are very pleased that the outstanding issues that stood in the way of ratification of this agreement have been resolved.”\n\n\tNeil Turkewitz, RIAA Executive Vice President, International remarked, \"The Korea FTA provides specific references to the need to prosecute not only direct infringers, but also those who 'profit from developing and maintaining services that effectively induce infringement.' Korea also undertook to provide legal incentives for service providers to cooperate with right holders in deterring piracy.  In doing so, Korea has taken a significant step toward a more effective system for combating the high levels of online copyright infringement that currently prevail, and we strongly endorse this agreement.\"\n\t \n\t\"The Independent Film & Television Alliance strongly supports this Agreement with the Republic of Korea, an important marketplace for independent producers and distributors, and we were pleased that Presidents Obama and Lee have pledged to move forward,\" said Susan Cleary, IFTA's Vice President & General Counsel. \"Thanks to the cooperation between our respective governments, this FTA will promote greater marketplace access opportunities and ensure vitally important content protection safeguards for all producers and distributors.\"   \n\n\t“The Korea FTA reflects the deepest consideration of online commerce and intellectual property issues between the parties to date,” said Stevan Mitchell, Vice President of Intellectual Property Policy for the Entertainment Software Association.  “These provisions are of long-term and growing significance, and include duty-free treatment of digital downloads and nondiscriminatory treatment of entertainment software products.”\n\n\n\n\n"
}