{
    "title": "President Obama Announces Presidential Delegation to the Italian Republic to Attend the Milan Expo 2015 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/06/11/president-obama-announces-presidential-delegation-italian-republic",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 11, 2015\n\n \n\n\n\nPresident Obama Announces Presidential Delegation to the Italian Republic to Attend the Milan Expo 2015\n\n\n\n\n\n\tPresident Barack Obama today announced the designation of a Presidential Delegation to the Italian Republic to attend the Milan Expo 2015 on June 17-18, 2015.\n\n\tAs part of her Let's Move! initiative to end the epidemic of childhood obesity in America within a generation, Mrs. Michelle Obama, First Lady of the United States, will lead the delegation.  The Presidential Delegation will tour the USA Pavilion, which showcases American leadership on global food security and development issues, innovation, climate change and sustainability, and nutrition and health.\n\n\t“No matter where in the world we live, we all want healthy, nutritious food for our families,” said First Lady Michelle Obama. “I’m thrilled for our Delegation to have this opportunity to represent the United States at this important global event; to discuss shared values and best practices with other participating countries as we continue to strive to support a healthy America.”\n\n\tMembers of the Presidential Delegation:\n\n\tThe Honorable John R. Phillips, United States Ambassador to the Italian Republic and the Republic of San Marino, Department of State\n\n\tThe Honorable Douglas T. Hickey, Commissioner General of the USA Pavilion at Milan Expo 2015, Department of State\n\n\tDr. Risa J. Lavizzo-Mourey, President and CEO, Robert Wood Johnson Foundation, Member of the President’s Council on Fitness, Sports, and Nutrition\n\n\tMr. Alonzo H. Mourning, Seven-time NBA All-Star, Member of the President’s Council on Fitness, Sports, and Nutrition, and Founder of Mourning Family Foundation\n\n\tMr. Will Allen, Urban Farmer, Founder and CEO of Growing Power\n\n\tMr. Mario Batali, Chef, Author and Co-Host of “The Chew”\n\n\tMs. Carla Hall, Chef, Author and Co-Host of “The Chew”\n\n\tMr. Nicolas Jammet, Co-CEO, sweetgreen\n\n\n\n\n"
}