{
    "title": "Press Briefing on the President's Budget, 3/4/2014 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/03/04/press-briefing-presidents-budget-342014",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 04, 2014\n\n \n\n\n\nPress Briefing on the President's Budget, 3/4/2014\n\n\n\n\nPRESS BRIEFING BY\n\tDIRECTOR OF THE OFFICE OF MANAGEMENT AND BUDGET SYLVIA MATHEWS BURWELL,\n\tCHAIRMAN OF THE COUNCIL OF ECONOMIC ADVISERS JASON FURMAN,\n\tDIRECTOR OF THE DOMESTIC POLICY COUNCIL CECILIA MUÑOZ,\n\tDIRECTOR OF THE NATIONAL ECONOMIC COUNCIL GENE SPERLING\n\tAND PRESS SECRETARY JAY CARNEY\nSouth Court Auditorium\n12:48 P.M. EST\nMR. CARNEY:  Good afternoon, everyone.  Thank you for being here.  As you know, today we have the presentation of the President’s budget.  For today’s briefing, as part of that introduction and presentation, I have with me the Director of the Office of Management and Budget, Sylvia Burwell; I have Jason Furman, the Chairman of the President’s Council of Economic Advisers; Cecilia Muñoz, the Director of the Domestic Policy Council; and Gene Sperling, the Director of the National Economic Council.\nEach of my guests will have an opening statement and then will take questions related to budget matters.  I'll try to direct traffic in that question and answer session.  I will have some time for a few questions at the end on other subjects -- and Ukraine obviously included.  But if you could hold questions on those subjects not related to the budget until after we're done with Q&A on the budget that would be terrific.\nAnd with that, I turn it over to Sylvia.\nMS. BURWELL:  Thanks, Jay. \nThe President’s 2015 budget, which we released earlier today, is basically a fiscal road map for accelerating economic growth, expanding opportunity, and ensuring fiscal responsibility.  It includes fully paid-for investments in infrastructure, job training, preschool, and pro-work tax cuts.  At the same time, it reduces deficits and strengthens our long-term fiscal outlook through additional health care reforms, tax reform, and by fixing our broken immigration system.\nWe recognize the importance of the bipartisan funding compromise reached by the Congress, and the budget shows the President’s funding priorities at the 2015 spending levels that were agreed to in the deal.  However, we believe those levels are not sufficient both in 2015 and beyond and to ensure the nation is achieving its fullest potential.\nFor that reason, the budget includes an Opportunity, Growth and Security initiative that is fully paid for.  It's split evenly between defense and non-defense, and it presents additional investments in things like education, research, and manufacturing.  Building on the model established in Ryan-Murray, the initiative is fully paid for, with a balanced package of spending cuts and tax reforms, so it is deficit-neutral.\nSupporting what the President said in the State of the Union, the budget includes a series of measures to create jobs and accelerate growth in the economy.  For example, as the administration announced last week, the budget lays out an ambitious $302 billion infrastructure proposal that's paid for with the transition revenue from pro-growth business tax reform. It invests in American innovation and strengthens our manufacturing base by supporting the President’s goal of creating a national network of 45 manufacturing institutes.  It supports groundbreaking research to fight disease, protect the environment, and develop new technologies.  And it enhances the administration’s management efforts to deliver a government that is more effective, efficient, and supportive of economic growth.\nThe budget also includes measures designed to expand opportunity for all Americans.  For example, as Gene will discuss, it doubles the maximum value of the Earned Income Tax Credit for childless workers to build on the EITC’s success in encouraging people to enter the workforce and reduce poverty.  It invests in the President’s vision of making access to high-quality preschool available to every 4-year-old.  And it invests in new efforts to drive greater performance and innovation in workforce training.\nTo ensure the nation’s long-term fiscal strength, the budget focuses on what are the primary drivers of long-term debt and deficits, particularly health care cost growth and inadequate revenues to meet the needs of our aging population.  It builds on the reforms of the Affordable Care Act with another $400 billion in health care savings, continuing to slow health care cost growth while improving the quality of health care.  It curbs inefficient tax breaks that benefit the wealthiest and ensures that everyone is paying their fair share.\nIt also calls for pro-growth immigration reform, which we know would not only promote economic growth but help with the deficit. \nUnder the President’s leadership, the deficit has already been cut in half as a share of the economy.  By paying for the new investments and tackling our true fiscal challenges, the budget continues our progress, reducing deficits as a share of GDP to 1.6 percent by 2024 -- and with regard to the issue of stabilizing our debt-to-GDP ratio, that occurs in 2015, and then we start a declining path.\nThe budget shows the President’s vision for moving the country forward.  It provides a responsible, balanced, and concrete plan that can serve as a guide for Congress in its work in the upcoming year. \nThank you.\nMR. FURMAN:  Thank you.  My role is to present the economic forecast that underpins the budget.  The administration projects that economic growth will strengthen over the next several years, as the economy continues to return to the full utilization of all its resources.  The ongoing recovery will be aided by several factors:  The overall shift of fiscal policy towards a more neutral stance; progress in household deleveraging, including gains in housing and stock market wealth; and further potential for homebuilding.\nThis near-term recovery is consistent with CBO, which projects a similar pace in growth over the next three years.  We assume that the growth rate converges to our projected 2.3 percent growth rate of potential GDP.  This, too, is generally consistent with other forecasters, coming in slightly lower than the latest long-run forecast by the Blue Chip Panel of Professional Forecasters, in the middle of the range of the Federal Reserve’s central tendency, and slightly above CBO’s longer-run projection.  We also project that inflation will remain low, that the unemployment rate will continue to fall over the next several years, and that interest rates will rise as the economy continues its recovery.\nFinally, I want to note that the forecast was locked in late November in order to give agencies time to prepare their budget estimates.  In the three and a half months since then, the economy has strengthened more than most forecasters expected.  GDP in the second half of 2013 grew at a 3.3 percent annual rate, exceeding the 2.3 percent forecasted by the Blue Chip at the time.  Moreover, the unemployment rate has fallen 0.6 percentage points since the forecast was completed, exceeding the decline expected by the Blue Chip, and that is as a result of increased employment with a participation rate ticking up over that period.\nAs a consequence, if we were doing the forecast today, we would be projecting a higher starting-off point for real GDP in 2014 and a lower unemployment rate in 2014.  Overall, however, these changes would likely have only a small impact on the medium-term budget outlook.  We will, of course, have a fully updated economic and budget projection in the Midsession Review this summer that will incorporate both the positive and negative surprises since the budget forecast was finalized.\nAnd with that, we’ll go to Cecilia.\nMS. MUÑOZ:  Thank you, Jason.  Good afternoon, everybody.  It won’t surprise anyone in the room to hear that for the President, providing opportunity for all starts with ensuring that every child in America has access to a world-class education.  And this budget reflects investments that run the spectrum from the early childhood space to higher education, starting with restating the President’s vision to bring high-quality preschool to all 4-year-olds in this country.  And as a down payment on that vision, the budget includes a $500 million request, which is double the amount proposed in the 2014 budget, for preschool development grants to help states and cities get started in enhancing and expanding their preschool programs.\nThe preschool initiative is paired with a $650 million initiative to support early Head Start childcare partnerships that will boost the supply of high-quality infant and toddler care for 100,000 children. \nThis budget also proposes a new Race to the Top for America’s schools, which is a $300 million program to incentivize states and school districts to adopt a comprehensive approach on closing opportunity and achievement gaps.  And the budget also includes the President’s vision for high school redesign, an initiative to encourage school districts and their partners to rethink what happens in high school, prioritize innovation, project-based learning opportunities that are tied to real-world experiences.  And there’s a $200 million investment for what we call Connect Educators, which is a professional development initiative tied to our ConnectED initiative, which is aimed at helping teachers use technology in classrooms effectively.\nThe budget also reflects the President’s vision with respect to higher education, particularly with a focus on access, affordability, and completion.  That includes fully funding Pell grants, launching a competitive state higher education performance fund to drive systemic reform across the public higher education, and also supporting innovation through a “First in the World” program, which would reward colleges and universities specifically for taking on innovative strategies to drive down the cost and drive up quality. \nSo I know that we’ll have time for questions on a range of other issues, but I want to flag one additional issue outside of the education space.  This is one of the elements of the President’s Opportunity, Growth and Security initiative.  It’s an innovative piece of work.  We call it the Climate Resilience Fund.  The President spoke about it in his recent trip to California.  And I draw your attention to it again because we take very seriously our partnership with state, local and tribal governments who are engaged now in deliberate work to prepare and coordinate planning for the impacts of climate change, including the extreme weather conditions which many parts of the country have been experiencing.\nSo this is a Climate Resilience Fund.  It’s a billion-dollar investment in these efforts.  It includes investing in research and unlocking data, and helping communities plan and prepare, and funding breakthrough technologies and resilient infrastructure that will help communities across the country better prepare for the effects of climate change. \nSo, with that, let me turn to my colleague, Gene Sperling.  I should just say this is a guy who has dedicated his career to fostering growth and opportunity for all Americans, and he will be greatly missed when he returns to his family in Los Angeles.\nMR. SPERLING:  Thank you very much, Cecilia. \nThis is a pro-growth and pro-opportunity budget, for the reason Sylvia said.  It, one, creates more demand and job growth in the outset when we need it.  It makes more room in the domestic discretionary budget for the things that invest in our future in growth and productivity and fairness.  And it focuses the debt reduction in the long-term where it will be most important for long-term confidence.\nBut it’s also a pro-growth and pro-opportunity budget because it has very sound, evidence-driven initiatives that should be alive for consideration by those who want to work together for economic growth -- some of the ones that Cecilia just mentioned, high school redesign, but let me just mention three and we can come back. \nOne is, as you saw, the President is putting forward another significant expansion in the Earned Income Tax Credit.  The proposal that you heard discussed that we put out some details yesterday on would be the first major expansion of the Earned Income Tax Credit for people without dependent children since 1993.  It would address so many policy issues that people have raised, from how to encourage younger people to -- encourage work, help people with disabilities get back into the workforce, and ensure that more people with the combination of the Earned Income Tax Credit and minimum wage don’t work full-time and live in poverty or raise any family members in poverty.\nThis is an important progression.  Twenty years ago, there were 1.4 million Americans being pulled out of poverty because of the Earned Income Tax Credit or similar refundable tax credits.  Today, it is 10 million.  That is one of the major progressive achievements in which the President has furthered both in his 2009 budget and then extending those refundable tax credits in both 2010 and 2012 up for the next five years, and he calls for them to be permanent in his budget. \nWhat this would do is it would double the Earned Income Tax Credit for childless adults.  It would both increase the amount; it would keep the phase-in longer, so people up to $18,000 would be eligible for this.  In terms of impact, 13.5 million Americans would benefit from this -- 5.8 million new Americans, and 7.7 million would get a deeper Earned Income Tax Credit. \nLet me give you one specific example.  If you are right at the poverty line for an individual, right at the poverty line -- that’s $11,670 -- under the current Earned Income Tax Credit, you would get a $239 EITC.  Under the President’s proposal, you would get $974.  It would be four times larger for an individual right at the poverty level. \nThis is something -- this is a concept that has bipartisan support, and for those who are serious about not just talking the talk but walking the walk on reducing poverty and helping low-income working families, they should support the President’s initiative on the Earned Income Tax Credit.\nSecondly, the President has put forward a job compromise on corporate tax reform and infrastructure in which he puts out greater details here.  His corporate tax reform has the same elements.  It is still revenue-neutral.  It goes to a 28 percent rate -- 25 percent for manufacturing -- has a minimum tax, and is revenue-neutral in the long term.  But it has $150 billion in temporary, one-time revenues that come in.  And what the President suggests doing with that $150 billion is putting it towards the highway and transportation reauthorization -- $63 billion to close the existing financing gap, the hole that exists right now because the gas tax doesn’t cover everything, plus an additional $87 billion that would allow virtually $22 billion more a year for jobs, fixing things first, deferred maintenance, investments in the future. \nThis is, again -- this should be the type of proposal that is alive for discussion.  Chairman Camp, actually, in his tax reform proposal, devoted a similar amount of resources in the first 10 years to highway reauthorization.  Again, this is an idea that should be alive and well.\nAnd third, in addition to the proposal Cecilia mentioned, the President puts forward in here on the job-driven skills agenda -- the job-driven skills agenda, the skills needed to get people the jobs that are open, that they need that will be open. The proposals here are based on solid evidence and they have bipartisan support.  There’s a $4 billion initiative on community college innovation; $2 billion on apprenticeship fund; a reemployment plan -- $2 billion for “Bridge to Work” to make sure that while people are unemployed they can have a chance to connect to a job and still have basic labor protections. \nThird, dislocated workers and long-term unemployment -- we do reform.  The President reforms together the trade adjustment program and the existing dislocated worker program into one program that’s simple and clear and reformed and accountable.  But in doing that, he would increase from 533,000 to over a million the people who could get more intensive services as they try to find a new job and a $4 billion fund for public/private partnerships for the long-term unemployed. \nAnd then, finally, initiatives that would give employers subsidies and help if they hired youth that are disadvantaged, or people in -- particularly face high unemployment rates.  Those are Native Americans; those from disadvantages; those with serious disabilities. \nThis is, again, a common-sense agenda.  There’s a lot of people talking the talk here.  We’re for a reform agenda, but reform can bring forth more resources to be used well.\nMR. CARNEY:  Okay.  We’ll now go to questions for our participants today.  Start with Cheryl.\nQ    Thanks.  Jason, on economic assumptions, CBO is predicting a slower, 2 percent growth after 2018 from retiring Baby Boomers and a slack labor market.  Do you agree with that?  \nMR. FURMAN:  I would describe our forecast as broadly in the same neighborhood as CBO’s, and the difference between the two forecasts is much smaller than the uncertainty that both CBO and the administration face in projecting future economic growth. \nIf you look over the next three years, we’re both projecting an average annual growth rate of 3.3 percent.  After that, as you said, CBO is below us in terms of potential growth rate.  The Blue Chip forecast -- and their most recent long-run forecast was done in October -- is above us; they’re at 2.4 percent.  The Federal Reserve is at 2.2 to 2.4.  We’re right in the middle of that at 2.3.  So there’s a range.  And I think, as I said, the differences between all of those are much smaller than the uncertainty all of us face.\nMR. CARNEY:  Next question.  Zach.\nQ    This is for anyone.  The budget notes that discretionary spending, even as a (inaudible) was at the lowest rate in 50 years.  I was wondering if you consider that an achievement or a failure.\nMS. BURWELL:  I think what we think is that the proposed President’s budget is the right level over the 10-year period and that we believe that those levels are the correct level.  I think it is an argument for why the President’s budget, as proposed, and the levels that we proposed both in discretionary spending and other levels, are the right levels.\nQ    You list discretionary spending totals for all the departments.  Do those totals include Opportunity, Growth, and Security Fund dollars, or are those not included in the discretionary?\nMS. BURWELL:  Those are not included.  So the totals that you see in terms of the departmental totals are each what we would do under meeting the 15 levels of the Ryan-Murray agreement.\nMR. CARNEY:  Alexis.\nQ    Because there’s a lot of debate and discussion about whether the Affordable Care Act is bankable savings in health care costs over the long term, can you just describe how you calculated in the budget the long-term effects of the ACA in health care costs in terms of deficits or building it in for a 10-year reduction --\nMR. FURMAN:  Those estimates are done by CMS working with OMB, so they’re not estimates I’ve done.  But I can tell you from the analysis that we have done at the Council of Economic Advisers, which is consistent with the way that both CBO and the administration have updated their baselines for out-year health costs, has been observing that you’ve seen three years in a row of very low health growth. \nIf you look on a per beneficiary inflation adjusted basis, Medicare growth has been 0.0 percent and Medicaid has actually fallen -- that the economy doesn’t have a substantial impact on Medicaid.  So some people debated whether or not the recession caused the slowdown.  I don’t think anyone would argue that that’s the major cause of what you’ve seen in Medicare.  It’s been a combination of policies in the Affordable Care Act that have helped reduce the cost and increase the quality, as well as underlying structural changes in the health system.  And you’ve seen both the actuaries and their independent out-year projections for national health expenditures.  CBO and the administration all assume that a lot of those effects will continue and result in lower spending in the future than was originally projected.\nQ    Could you say -- because CBO was projecting a deficit at 4 percent of GDP, by 2024 of 1.6, how much of the health care calculations factor into that differential?\nMR. FURMAN:  The biggest difference between those two is policy.  You just quoted the CBO number, which assumes no policy. The President’s policies would reduce the deficit by 1.8 percent of GDP in the last year of the budget window.  And as a result, obviously the deficit is a lot better with deficit reduction, which is what we are showing in our budget, than if you didn’t have deficit reduction, which is what a budget baseline would show.  There are some other technical differences between our out-year forecasts -- they’re mostly on the revenue side, though, not on the spending side.\nQ    -- you’re including ACA?\nMR. FURMAN:  Well, both of us include ACA because it’s the law of the land.\nQ    This is for anyone.  Do any of the budget’s assumptions about tax revisions vary from current law, apart from the EITC?  Like maybe certain expired tax provisions or extenders?\nMR. SPERLING:  Well, obviously we have a set of proposals in there so one of the places that’s assumed in our budget is that in the 2010 and 2012 budgets the President extended his increases for the refundability in the Child Tax Credit, the increases in the Earned Income Tax Credit for families with three children or more, and the marriage penalty.  And one of the President’s innovations in his American Opportunity Tax Credit was that a portion of that was also refundable. \nIn the budget agreement, those were extended for another five years, through 2017.  We would assume that those are extended permanently.  We believe very strongly in that.  If those were to expire, those would be a significant tax increase in those years for well over 20 million low-income working households.\nWe obviously have a range of tax proposals in our budget; many of them have been there before.  There’s a couple of new ones.  One of the ways that we pay for the Earned Income Tax Credit is to close a loophole where people in pass-throughs who are materially involved, who actually work there, may try to take their income as business investment as a way of avoiding payroll tax cuts.  That’s something that’s often been proposed.  That becomes a significant way, together with carried interest, of paying for the Earned Income Tax Credit increase.  So that is a deficit-neutral way that we could provide that help to 13.5 million hardworking Americans and do so in a way that’s revenue-neutral and which I think we would consider we would be closing existing loopholes as opposed to, in those cases, really adding any new taxes there. \nBut, of course, it includes the basic provisions the President has had the last few year that would be part of his vision that Sylvia described of a balanced agreement both in terms of reducing expenditures for high-income individuals and closing loopholes for overseas tax evasion and other measures.\nQ    I’m wondering, what do you say -- and this is for Sylvia, primarily -- what would you say to Democrats on the Hill and federal employees who complain that the 1 percent pay increase is not enough coming off of a three-year pay freeze and also a pay raise that doesn’t keep pace with inflation?\nMS. BURWELL:  I would respond with, first, the importance of our federal employees and our federal workforce, and the respect that the administration has for that and the recognition that it has been a challenging number of years.  As you and I have discussed, certainly at OMB, which has a large number of career staff, we have felt that deeply.\nThe second thing I would say is that there are provisions that were in previous budgets that no longer are with regard to the relationship to federal employee pensions, and that we are pleased that we can do the 1 percent.\nThe last thing that I would say is the budget levels, the ’14 and ’15 budget levels that were agreed upon in Ryan-Murray, when one compares the ’15 level to the ’14 level, they are about basically the same.  And so when you account for things that have natural growth, such as veterans’ benefits on the non-defense discretionary side, you see how tight the numbers are to produce a ’15 budget.  We, the administration, get the opportunity to do this first.  The Congress will do it next.  But people will start to know how tight the numbers are.\nAnd in that context, there are puts and takes that have to be made, and tradeoffs at flat levels, and we believe that our federal employees were something that deserved an increase.  The 1 percent increase is what we felt we were able to do in the context of the budget constraints.\nQ    Could you discuss the provision for training and development for federal employees and how that fits in with overall efforts to reduce spending on conferences and travel?\nMS. BURWELL:  I don’t think -- in terms of the relationship between the two things, the Office of Management and Budget, together with GSA and others, have been a part of trying to reduce conference spending and that has occurred over the past several years.\nWith regard to the issue of training and our federal workforce, as part of thinking about how the overall government does better management, you will see articulated in the budget volumes -- you will see a discussion of four major areas of emphasis that are about where we want to build on the management efforts of the first administration. \nThose areas are in:  Effectiveness -- and that means serving our customers, the citizen and business as well.  Efficiency -- that means using the taxpayer dollar best.  That’s things like shared services, where you’ll see HUD -- the Department of Housing and Urban Development -- actually using some of the services that are best done at Treasury in terms of financial services because they are the best providers, so we’re going to do shared services where best.\nThe third area is making sure that we promote management of the government that promotes economic growth.  That’s permitting, which we’ve had -- I think everyone knows here’s some of the permitting efforts.\nThe fourth area -- and this comes to the training -- is people, and the belief that as one thinks about an agenda for management, we need to think about how we think about helping our workforce be the best that it can possibly be.  And so there are investments that we are doing in training the federal workforce. And so that’s how that piece fits into the broader picture. \nWe don’t consider it related to the conference part.  We consider this piece a part of a broader overall management agenda that emphasizes one of the pieces of that, focusing on the federal workforce in terms of trying to have a workforce that is able to deliver on the other three.\nQ    Can you comment on the balance between tax cuts and infrastructure jobs in that the Congressional Research Service Report said that direct jobs are four times as effective as tax cuts in creating jobs, and CBO reported that the American Jobs Act would have created 1 to 2 million jobs and dropped unemployment by a percent -- so why the value of tax cuts versus direct infrastructure jobs?\nMR. FURMAN:  A lot of our focus in this budget isn’t on short-run support for aggregate demand and the types of multipliers you’re talking about, but on how to best expand the productive capacity of the economy.  In that respect, infrastructure is a very important investment.  And it’s not just a one-year plan.  It’s four years sustained together with reforms and how that money is spent. \nOn the revenue side, one of the most important things for growth isn’t something that costs any money or raises any money; it’s what is neutral over the medium and long term reform of the business tax system.  It will generate money in the short run to invest in infrastructure, but it will also help simplify the tax system and ensure that capital is being allocated to its highest rate of return.\nFinally, there’s other revenue measures that include, for example, higher revenue from high-income households by cutting back on their tax expenditures.  Those are part of that balanced approach to deficit reduction that Sylvia talked about to help ensure that the economic plan is sustainable over the medium and long run.\nQ    Gene, I wondered if as a parting gift to all of us who have been covering you for a while you’d give us your most candid assessment of when you think the next round of budget negotiations to take us beyond the most recent Ryan-Murray deal are going to take place.  Clearly, they’re not going to take place this year.  Do you expect that that will happen next year? Or is that something for the next --\nMR. FURMAN:  You couldn’t wait until Thursday to ask him that?  (Laughter.)\nMR. SPERLING:  I think that what you see in the vision of the President’s budget that he’s put forward -- and it goes to Zach’s question a little bit as well -- is that a lot of what is most important for growth and opportunity is not just going to be what the level of deficit reduction is, but the composition of how we get there.  And the vision of bringing the deficit down on a sustainable pace for the long term was partly to make sure that we weren’t crowding out private investment, but it was always designed to make sure that we also weren’t crowding out the public investment in the future.\nAnd if you let the budget go at the levels it has with the sequester, your deficit goes down -- it helps it go down, but it does so at the expense of crowding out the investments in the things the President and many people believe are most critical for the future.  You may not have the greatest constituency for the people who will be cured by cancer, by unknown NIH investments, or the families that will be better because they’ve got early childhood education, but I think that what you saw in Ryan-Murray, and I think what you see in the President’s opportunity agenda is really to say that we have to have a very important discussion about what is the composition of our budget in terms of how much we continue to invest in the future. \nAnd the reason why the President is making the statement of putting that extra $56 billion above and fighting for that is he’s recognizing that it’s not just the level, it’s the composition, and whether that includes what’s always made us great, which is not just responding to the constituencies of the present, but investing in the young people and the productivity of the future.  And I think we’re keeping that conversation going.  And I think my hope is that people on both sides of the aisle will realize the importance of that going forward.  And I’ll leave it at that.\nQ    Six hundred and fifty billion in new revenue, higher taxes -- can you talk about who is going to feel that pain?  Who is going to be spending more money if that part of the budget were put into place?\nMR. SPERLING:  Well, I think you -- I’ll let Jason answer, too, and Sylvia, if they choose -- but, first of all, you do have in this budget, you’ve seen tax relief for hard-pressed working families; that will be continued, expanded for individuals who may not have dependents like in the Earned Income Tax Credit.  There is a proposal to increase the dependent care credit for people who have a child five years and under, make sure that the American Opportunity Tax Credit -- so the relief here goes very much to working families.\nAnd in terms of where the revenues are, they are, we think, reasonable efforts to reduce the degree of tax expenditures and loopholes for people who are the most fortunate.  There’s no proposal here to raise rates.  But I think that there is a question that I think many people have raised in tax reform on both sides, which is whether a middle-income family should be getting a 15 percent deduction or credits when they do things, and then somebody who has significantly more income can deduct three times more than that.  We may think of that as being a little upside down.\nThe President’s proposal to have there be a limit on tax expenditures for the most well-off raises the most significant part of revenue in this proposal.  The President has long proposed that.  If you can remember back to the winter of 2012, the Speaker of the House was suggesting that one could raise almost a trillion dollars through that type of tax reform. \nSo I think this will be -- as always, the President’s budgets would make our tax code more fair, more progressive, would do better for people who want to invest in their future, in college, for people trying to get up the ladder, and ask a little more from some of the most fortunate families -- simply because a budget, as we’ve discussed, is about tough choices and it’s about how we invest the future in a way that is also good for growth and good for productivity, that ends up benefitting everyone, including those who might have a few less tax expenditures or tax avoidance techniques at their disposal.\nMR. FURMAN:  The only two very brief things I’d add to that is the bulk of that revenue is from limiting the value to 28 percent, as Gene said.  That would affect the top 1 or 2 percent of taxpayers.  And that’s a proposal that’s very consistent with the spirit of proposals by a range of economists on both sides of the aisle, including leading Republican economists like Glenn Hubbard, Greg Mankiw, and Marty Feldstein, all of whom have talked about limiting the value of tax benefits for high-income  -- or for households as a way to address the deficit.\nAnd then the second-biggest source of that revenue is the Buffett Rule, which is only on households over a $1 million a year.\nQ    Can you talk a little bit -- I mean, there’s definitely some new proposals in here, but a lot of them we’ve seen before. How do you gin up interest and consideration in a divided Congress during an election year in some things that they feel like they’ve seen many times before?\nMS. BURWELL:  I think that question kind of has two parts to it.  One is the question of what’s new in the budget, and the other is, is how do you work to move the ball forward on a number of things.  And on the question of what’s new, there are a number of things -- whether that’s the infrastructure and pro-growth tax that we’ve brought together in a way is something new.  We actually saw this past week a Republican bringing forth in the Camp tax plan, we saw that approach.  I think that’s something in terms of that’s something new, but indicative of bipartisan support.\nThe EITC that Gene mentioned is something else for the childless workers that’s new.  It's something you’ve heard Republicans, whether it’s Paul Ryan or Rubio, discuss.  And so that is something new.  It is work-based.  People emphasize it because it is about work.\nThe Opportunity, Growth and Security initiative is something else that I would put in the “new” category as well.  So I think there are a number of places where there are the new things, while we continue on the overall themes, and a number of things that we think are important.\nBut one of the things I think is also important to recognize in terms of your question of, okay, so what does this mean for getting something done, is I think it’s important to reflect actually on the omnibus, because I don’t think people had a lot of opportunity or chance to spend time on actually what happened in the omnibus.  If you look at the omnibus and you look at things like TIGER grants, an administration proposal from last year, you saw double-digit percentage increases from sequester.  You saw language actually being put into the omnibus that will afford us to the opportunity to start making progress on some of the things that Cecilia mentioned with regards to states’ ability to start providing universal preschool.\nAnd so what will happen now is this budget I think is in a place -- we have proposed what we would do in terms of the choices at a ’15 level.  And now making sure that, like last year, this budget influences the choices that are going to be made throughout the appropriation process, as well as informs the conversation and debate that I think is related to John’s earlier question.  And I think those are two very important things that we’ve tried to construct a budget and is going to represent the President’s vision for both of those things.\nMR. SPERLING:  I'll just add one thing, too.  There are some things that have been in the budget that weren’t passed but they were never rejected.  They may not have gotten the attention, but their issues are getting more attention now.  The high school redesign proposal is making the cover of national news magazines. There is increasing support by the Business Roundtable and Business Council for those proposals.  So while it may not have been accepted before, there may be more attention.\nThe proposals for more job-driven training -- we had a debate over UI, has not so far gone the way we wanted, but we saw a lot of Republicans talking for the first time about how you can connect community colleges, apprenticeships; how we should deal with long-term unemployment.  So some proposals -- the long-term unemployment fund, the $4 billion fund there, the $2 billion in apprenticeship -- those are new proposals that are in this budget.  But I think there’s other things in the skills part that were never rejected but where there’s a greater focus on them now and, hopefully, if people are fair-minded and open, greater receptivity as well.\nQ    -- corporate tax reform and temporary one-time revenues that will come in under this budget.  How would you see U.S. companies’ foreign operations and overseas investments being affected by this?\nMR. SPERLING:  Well, I think that there is overwhelming support, I believe, for the combination -- among job creators, I think there is very great support for the combination of a new business tax reform as well as for more infrastructure investment.  Infrastructure investment does not seem like a controversial issue when you hear from people who actually make decisions of where to create and locate jobs in the United States.\nAnd I think the President’s proposal to reduce expenditures have a lower rate -- as low as 28 percent, or 25 percent for manufacturing, in the United States; have a minimum tax on foreign earnings that would take away significant incentives to play the various “shifting profits around the world” game that goes on right now and hurts public trust and also takes away a lot of activity that should be focused more on adding value and adding jobs.\nAnd I think that most people, they understand that there’s provisions like accelerated depreciation that are going to have higher savings; that there’s usually a transition adjustment that’s made when you’re going to a new system.  So I think most people understand the issue that there are revenues that come in in the first 10 years that are not sustainable; you can’t use them to lower rates further because they’re more one-time.  And I think the idea of that being used for infrastructure investment, which has such wide support, is one that is ripe, whose time has come.  And I think the fact that Chairman Camp decided to take the same approach should be a positive sign that this is an area, business tax reform and infrastructure, that we as a country should come together on.  Whether we do or not, I won’t try to predict, but we should.\nQ    I would like to ask a question when you get to Ukraine, about the situation over there.\nMR. CARNEY:  After this --\nQ    I know.  Well, okay.  But isn’t there kind of a budget question here also in that there are Republicans who are saying that the administration should reexamine how much is allocated in the defense budget because of the situation in Ukraine, and has the administration given any consideration to that?\nMS. BURWELL:  First, I would start with -- I’ll do it from a defense budget perspective, and then Jay can handle beyond.  First, I think it’s important to reflect that there is an agreement, a Ryan-Murray agreement, that set the levels for ’15. In the President’s budget that you see proposed today, you see the President suggesting that the 050 account, which is Defense Department plus other things that do national security -- the Opportunity, Growth and Security initiative suggests that we believe a better place would be to have an additional $28 billion in that fully paid for, fully paid for; that we should make choices about offsets that have to do with closing tax loopholes and other things.  We believe that’s choice that we should make.\nI would also reflect that in all the out-years of the budget, the President’s budget has higher levels of defense spending than those that are in current law and those that have been supported.  And that is what I think we will most likely see when we see proposals as they come out.\nSo I guess I would start from -- the starting point is, great, why don’t we all sign on to the President’s budget in terms of getting our defense funding to the higher levels that we believe are the appropriate levels.\nSecond, I would say, as Secretary Hagel pointed to and General Dempsey has pointed to, please give us the flexibility to do what we need to do to manage so that we can make sure we modernize our force, we provide the training and the readiness we need.\nAnd the third point that they both consistently made is, please give us the certainty.  Because the defense budget is a five-year defense planning window that has to with how we do acquisitions of equipment, it also has to do with what proportion of the entire defense budget has to do with people, and so giving us certainty is the other thing.\nSo I think my response is the President’s budget is at higher levels.  That’s where we need to go.  And I’m hopeful that, as we said kind of coming back to the question of what will the President’s budget do and influence, we believe these are the right levels.  We believe that what we should be doing is in the out-years buying back both on the non-defense discretionary side and the defense side, that we shouldn’t operate at the lower levels that are the sequester levels.  That’s what the budget does.  We believe that’s the right place to go.\nJay, I don’t know if you want to add.\nMR. CARNEY:  If I could just add that it merits examining the logic of the Republican critique that you mentioned, which on the one hand, says the President is spending too much, and on the other hand, says the cuts in defense are too deep, when the spending they are criticizing goes fully half to raising the levels of our defense budget.  So if Republicans are serious about that concern, they ought to support that initiative that would add another $26 billion to our defense budget.\nQ    Can I follow up on that?  Given the strong case you just made for increasing the defense budget by $26 billion, would accept the proposal that just did that -- had offsets, which were shared, but just increased the defense side and replacing sequestration -- increasing the size of the defense budget, and not do discretionary?\nMS. BURWELL:  The administration -- the budget as proposed does what the Ryan-Murray approach did, which is replacement in one-for-one defense and non-defense.  We believe that both are equally important.\nMR. CARNEY:  Any others on budget-related?\nQ    This is for Sylvia.  The budget talks about the IT procurement reform but doesn’t go into a lot of details.  In the wake of healthcare.gov and the problems associated with that website rollout, can you go into any more details in terms of what you’re planning for IT procurement reform?  I know you talk about strategic sourcing and I know you talk about more efficiency and effectiveness, but is there any other details you can offer?\nMS. BURWELL:  Let me speak to three particular areas that we’re going to focus on with regard to reforming the way that we in the federal government do both IT procurement and delivery.  And the three areas where we’ll be focusing our attention on -- one, making sure that the government has the best people.  And I think as a part of the conversation we’ve had around healthcare.gov and how we think about procurement and how we think about planning in the space, making sure that we in the federal government are able to attract the best talent in the space.\nSecond is how do we attract the best companies and the best companies in terms of the problems that we are working on, and do our current procurement rules and do our approaches do that?  And so, that’s the second area of focus. \nThe third area is the best processes.  And the best processes are both about how you attract -- these are all inter-related -- the companies that will be providing these services as well as the processes; how do we think through the federal acquisition processes and the decision-making processes that can make us get to better answers. \nSo those are the three specific areas that we will be focusing on as we look in terms of -- you reference in the budget you see that and we’re continuing to work specifically in those three areas.\nQ    So the Climate Resilience Fund was mentioned.  How if at all does that relate to the broader Climate Action Plan and the energy initiatives in the President’s budget?\nMS. MUÑOZ:  So it’s a part of the overall effort.  The Climate Action Plan deals with the range of energy policies -- things like investments in clean energy, things like moving on greenhouse gas emissions, and also dealing with resilience in making sure that we’re being a good partner to state and local governments as they prepare for the impacts of climate change.\nSo this is a piece of that significant investment, again, as I mentioned, both through FEMA to help state and local and tribal governments prepare, but also to include research data United Nations locking information that’s going to be helpful in that process, and also building on our experience after Superstorm Sandy to make sure that we’re investing in the right kinds of technologies that can help water systems, for example.  So there are multiple pieces of that.  We consider it part of the overall Climate Action Plan agenda.       \nQ    The Ryan-Murray deal for 2014 shows 1,012 in base discretionary spending.  But your budget shows 1,033 in base discretionary spending for 2014.  Can you explain that discrepancy?\nMS. BURWELL:  We build the budget and build it to the basic 1,014 -- the Ryan-Murray levels.  There are puts and takes that have different technical places.  For instance, our wildfire proposal that Cecilia mentioned and how we do the wildfire proposal would be one of the examples of why when you see those numbers in the budget, that's what you see. \nThe wildfire proposal -- just to go over it briefly to give you an example of what kinds of puts and takes -- we believe that the issue of wildfire financing in the United States at this point in time is not being done in a way that is most cost-efficient and effective in terms of impact.  What happens is on an annual basis when the wildfires start, the Department of the Interior and the USDA end up hollowing out, and they hollow out the types of investments we need to make in efforts in the space. So what they do is they take money from other places.  They can’t do planning and they take money from other places we should be investing.  What happens -- not always, but most of the time -- is those monies get replenished at a point in time. \nWhat we think is a better approach is to think about how we use the Disaster Relief Fund and that we use that fund, which has levels above -- and so the fund is above the caps.  And what we will use is use space within that for a portion of funding of wildfires. \nThat’s one of the types of things that adds to those numbers.  So the budget is built, so when the appropriators look, they’ll be able to see how we get to those numbers.  There are things like that, which is a wildfire cap adjustment that is within authorized levels, so we’re not increasing the authorized appropriations.  But that’s part of what happens in those numbers.\nMR. CARNEY:  Okay, so I have time for a couple of questions on other subjects.  Nedra.\nQ    Thank you, Jay.  Could the United States accept Russia remaining in Crimea if there was no active fighting or if Russian forces didn’t move into Eastern Ukraine?\nMR. CARNEY:  The United States’ position is that Ukraine’s territorial integrity and sovereignty must not be violated and that military action taken by the Russian government is inappropriate and unlawful.  It is in violation of international law.  It is in violation of a number of international obligations that the Russian Federation has.  It’s in violation of the 1994 Budapest Agreement that Russia signed on to.  So the answer to that is we do not find that -- or would not find that to be acceptable. \nI think that it is worth looking at what the President said earlier today, what Secretary Kerry said in Kyiv today, what Ambassador Power said yesterday at the United Nations Security Council.  The mobilization that we saw Russia undertake and the movement of troops that we saw Russia undertake, the closing of roads, the surrounding of military bases in Crimea was all done in response to an imaginary threat.  There is no credible reporting of violence against ethnic Russians in Ukraine -- Eastern Ukraine or Crimea. \nAnd the President made clear, and Secretary Kerry made clear, and Ambassador Power made clear that if there is an issue and if there is protection that needs to be provided to ethnic Russians in Eastern Ukraine, the proper and internationally lawful way to address those concerns is through international organizations -- through the OSCE, through the United Nations.  And the United States would fully support efforts, and would work with the Ukrainian government to support efforts, to provide monitors and other means of assuring the protection of the rights of Russian -- ethnic Russians in Ukraine. \nTo fabricate a reason to invade a country or to use military mobilization along the lines that we’ve seen from Russia is just not legitimate.  It’s not lawful.\nSteve.\nQ    Did the President secure an agreement from Prime Minister Netanyahu yesterday to sign up to the framework for extending peace talks?  If you look at the public comments the President made to Jeffrey Goldberg and what the Prime Minister said in the Oval Office and in AIPAC, it doesn’t seem like there’s a meeting of the minds on that yet.\nMR. CARNEY:  We continue to work very closely with the Israelis and the Palestinians on a framework for negotiations.  You saw what the President said prior to his meeting with the Prime Minister.  You’ve seen what others, including Secretary Kerry, have said about the opportunity here to move forward, the necessity of a framework for negotiations.  And that effort continues.\nYes, Mark.\nQ    What is the White House’s interpretation of Putin’s comment earlier today that he doesn’t think that the use of force is likely to be necessary in Crimea?\nMR. CARNEY:  I would simply say that we continue to monitor the situation in Crimea and the rest of Ukraine very closely.  We stand by very strongly our support for Ukraine’s territorial integrity, for its sovereignty.  We strongly support the legitimacy of the new Ukrainian government, a government which has been very responsible in its handling of events of the last days.  And as you know, Secretary Kerry announced a package of support that we want Congress to work with us on very quickly so that we can complement IMF assistance, so that Ukraine and the new Ukrainian government can deal with the economic challenges it faces.\nQ    I’m sure you saw President Putin’s comments.  He’s denying that those forces in Crimea are Russian.  What is the White House response to that?  And does the President believe he has an honest broker in Vladimir Putin when he is on the phone with him?\nMR. CARNEY:  President Obama has always been very clear-eyed about our relationship with Russia and our dealings with Russian government officials, including President Putin.  We work cooperatively when it is in our interests and Russia’s interests where those interests coincide, and achieve national security aims for the United States accordingly.  Where we have disagreements, we’re very blunt about them. \nThis would be one.  It is a fact that Russian military forces have taken over Ukrainian border posts.  It is a fact that Russia has surrounded or taken over practically all Ukrainian military facilities in Crimea. \nIt is a lot more difficult to advance a pretext or an imaginary threat, or a fabricated situation, and have that fabrication stand for very long in today’s world.  It is patently obvious that the things Russian officials have been saying are happening in Ukraine are not happening.  And obviously we and you and everyone has means to verify that fact. \nOur focus is on, obviously, making the point that Russia has an alternative path to dealing with whatever legitimate concerns Russia has about ethnic Russians and Russia’s other interests in Ukraine, including Crimea.  We have long recognized that Russia has long, deep, cultural and historical ties as well as economic ties to Ukraine.  And it is our position that, while the Ukrainian people may choose to further integrate with Europe, they can do so while still maintaining strong cultural, historical and economic ties to Russia.  To do both is not contradictory.  And we urge Russia to utilize the paths legally available to it through international organizations to address the concerns they have about their interests and ethnic Russians in Ukraine.\nQ    The President said he saw something where Vladimir Putin had indicated that he’s pausing and reflecting.  He’s taking that from President Putin’s comments?  Is that --\nMR. CARNEY:  Well, we all saw what President Putin said and the statements he made.  I think that was an observation about those statements. \nJust two more.  Jared and then Alexis.\nQ    Jay, does the White House plan to issue any new directives that would allow health care insurers additional time to offer plans that don’t currently meet ACA requirements?\nMR. CARNEY:  I don’t have any policy announcements regarding that at this time.  I’d refer you to HHS. \nAlexis.\nQ    The President said that he’d like Congress to take up the loan guarantee package as a first order of business.  Can you expand on any commitments that the President may have heard from the Hill about how soon that might happen and whether he had a chance to talk with any members of Congress?\nMR. CARNEY:  I don’t have any conversations between the President and members of Congress to report out.  I think that there’s ample opportunity -- since so many members have been speaking about Ukraine for those they have been speaking to -- namely reporters -- to ask how soon they plan to act on a package of assistance to Ukraine, which would be an excellent use of their authority and time.\nThank you very much.\nEND\n\t1:50 P.M. EST\n\n\n\n\n"
}