{
    "title": "Letter from Ed DeSeve to Representative Boehner on Recovery Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/letter-ed-deseve-representative-boehner-recovery-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nDecember 01, 2009\n\n \n\n\n\nLetter from Ed DeSeve to Representative Boehner on Recovery Act\n\n\n\n\nThe Honorable John Boehner\nHouse of Representatives\nWashington, D.C. 20515\nDear Representative Boehner:\nAs the official who coordinates the day-to-day implementation of the Recovery Act, Vice President Biden asked that I respond to your letter of November 24th regarding the jobs that the Act has created or saved.\nI understand from your letter that you continue to have concerns about whether jobs have been created or saved by the Recovery Act. I would first note that it seems those concerns are not shared by the nonpartisan Congressional Budget Office or other economic expelis. As you know, just yesterday the non-partisan CBO released a repOli estimating that 600,000 to 1.6 million jobs had been created or saved by the Recovery Act as of two months ago. Economist Mark Zandi, who advised John McCain's presidential campaign, recently said \"there are little over 1.1 million more jobs out there as of October than would have been without the (Act).\" And just this morning, the Wall Street Journal's front page featured a headline \"Job Cuts Loom as Stimulus Fades.\" Indeed, having heard the Congressional Budget Office cited frequently in your speeches and statements, it seems their repOli should be a patiicularly reliable and independent answer to any questions you may have about Recovery Act job impact. As your colleague, Senator Cornyn rightly said, CBO does \"an impOliant service by telling us the facts\" and Dr. Elmendorf, Director of CBO, is to be commended for \"his integrity and commitment to the truth.\"\nIf you still have concerns about whether the Recovery Act has created or saved jobs, though, allow me to take on some of the specific questions raised in your recent letter.\nFirst, your letter repeats the previous questions you have raised about the idea of \"saved\" jobs. As you have in the past, you once again express doubt about whether such jobs should \"count\" as part of the results of the Recovery Act. There is nothing mysterious, ephemeral or unceliain about the important role the Recovery Act has played in saving the jobs of hundreds of thousands of Americans. All across the country, there are teachers, construction workers, firefighters, and Letter to Represenfaf;ve Boehner police officers who had gotten pink slips, who were on lists of potential cuts, who had been told by supervisors that their \"days were numbered,\" or who otherwise would have been let go - all of whom are still on the job today because of the Recovery Act. Governors and mayors of both parties along with thousands of private sector employers have validated that the Recovery Act has saved hundreds of thousands of jobs of Americans who would otherwise have been let go. But don't take their word for it - these \"saved\" jobs were not only rep011ed by both Republican and Democratic governors, recipients of Recovery Act funds and independent economists, but by CBO as well in its evaluation that the Recovery Act is responsible for saving and creating as many as 1.6 million jobs as of September 30th.\nSecond, you suggest that the inevitable adjustments and revisions in the measure of direct jobs saved and created, as rep011ed on Recovery.gov, call into doubt the validity of this measure. As you know, all economic measures are subject to revision. In fact, 2008 monthly job losses that were originally released by BLS as 157,000 were eventually revised to 230,000 - a nearly 50% revision. We believe the direct jobs created and saved measure on Recovery.gov, though subject to revision, will not change dramatically - and, importantly, will see both upward (as late reports come in) and downward revisions as additional data is collected and reviewed. However, while the recipient-reported data may be naturally imprecise, the overall confirmation it provides that the Recovery Act is responsible for at least 1 million jobs is irrefutable. In fact, CBO notes it considers its own estimates \"more comprehensive than the recipients' reports.\"\nFinally, you suggest that we should \"stop using\" the 640,000 direct jobs created and saved figure because of its umeliability. Here, we do agree that the 640,000 figure is approximate, and it is not the best representation of the job creation activity of the Recovery Act because it only reflects a portion of what the Act has done (leaving out direct payments, tax cuts, and indirect job creation). In fact, even CBO says \"the recipients ' repol1s cover only certain appropriations made under ARRA, which encompass only about one-guat1er of the total amount spent by the government or conveyed through tax reductions in ARRA through September 2009.\" Because, as CBO rightly notes, the 640,000 number is based on only a fraction of Recovery funds spent to-date, it only serves to confirm what CBO and other independent experts have already said about job impact to-date.\nI hope that this response is helpful. Please do not hesitate to contact me if you have further questions.\nSincerely,\nG. Edward DeSeve\ncc: The Honorable Darrell E. Issa\n\n\n\n"
}