{
    "title": "Mensaje Semanal: Presidente Obama rinde homenaje a los trabajadores estadounidenses; describe medidas para fortalecer a la clase media | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/04/mensaje-semanal-presidente-obama-rinde-homenaje-a-los-trabajadores-estad",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 04, 2010\n\n \n\n\n\nMensaje Semanal: Presidente Obama rinde homenaje a los trabajadores estadounidenses; describe medidas para fortalecer a la clase media\n\n\n\n\nWASHINGTON –  En su mensaje semanal, el Presidente Obama reafirma su compromiso con los trabajadores de Estados Unidos y la clase media. Incluso antes de que la actual recesión se iniciara, la clase media ya había sido golpeada con ingresos estancados y menor seguridad económica. Para que la economía se recupere y la clase media se fortalezca, el gobierno invirtió en proyectos de infraestructura que generarán empleos en el sector privado, tomó medidas para evitar el despido de cientos de miles de maestros y policías, y redujo en 95 por ciento los impuestos de las familias trabajadoras. El Presidente está luchando para que se apruebe una ley que les otorgará créditos tributarios a quienes generen empleos en Estados Unidos.  \n \nSe puede ver el video por Internet en obamawhitehouse.archives.gov.\n \nDeclaraciones del Presidente Barack Obama\nSábado, 4 de septiembre, 2010\nMensaje semanal\nWashington DC\n \nEl lunes, celebramos el Día del Trabajo. Es una oportunidad para reunirse con la familia y amigos, para poner carne en la parrilla y pasarla bien. Pero también es un día para rendir homenaje al trabajador estadounidense, para reafirmar nuestro compromiso con la gran clase media estadounidense, que durante generaciones hizo de nuestra economía la envidia del mundo.\n \nEso es especialmente importante ahora. No les tengo que decir que éstos son tiempos difíciles para nuestro país. Millones de nuestros vecinos han sido afectados por la peor recesión en nuestra vida. Y mucho antes de que esta recesión se iniciara, la clase media ya había recibido duros golpes. Mucho antes de que esta recesión se iniciara, se les prestaba poca atención a los valores de trabajo arduo y responsabilidad que forjaron este país se habían.\n \nPor una década, las familias de clase media sintieron la punzada de ingresos estancados y menor seguridad económica. Las compañías eran recompensadas con créditos tributarios por crear empleos en el extranjero. Wall Street generaba enormes ganancias por tomar, en algunos casos, imprudentes riesgos y por hacer las cosas mal. Todo esto afectó a los trabajadores estadounidenses, quienes tenían cada vez más dificultad para simplemente mantenerse a flote y a menudo se prestaron dinero contra el inflado valor de su casa para pagar sus cuentas. Al final, el castillo de naipes se derrumbó.\n \nEntonces, este Día del Trabajo, debemos renovar nuestro compromiso con los valores que respetamos desde hace tiempo y con este hecho fundamental: para solucionar nuestros problemas económicos, necesitamos más que una bolsa de valores saludable; necesitamos calles llenas de gente y una clase media próspera y cada vez más numerosa. Por eso seguiré trabajando día a día, para restaurar las oportunidades, la seguridad económica y ese Sueño Americano básico para nuestras familias y generaciones futuras.\n \nPrimero, eso significa hacer todo lo posible para acelerar la generación de empleo. Las medidas que hemos tomado hasta la fecha han detenido la hemorragia: inversiones en carreteras, puentes y ferrocarriles de alta velocidad que crearán cientos de miles de empleos en el sector privado; medidas de emergencia para evitar el despido de cientos de miles de maestros, bomberos y policías, y recortes tributarios y préstamos para pequeños empresarios que generan la mayoría de empleos en Estados Unidos. También eliminamos una brecha tributaria que alentaba a las compañías a generar empleos en el extranjero. En lugar de eso, estoy luchando por aprobar una ley que les dé créditos tributarios a quienes generen empleos aquí en Estados Unidos.\n \nPero fortalecer nuestra economía significa más que eso. Estamos esforzándonos por desarrollar una economía en la que las familias de clase media puedan enviar a sus hijos a la universidad, comprarse una casa, ahorrar para su jubilación y lograr cierta medida de seguridad económica cuando ya no puedan trabajar. Y en los dos últimos años, eso significó imponernos a algunos grupos de mucho poder que venían dominado las decisiones de Washington desde hace demasiado tiempo.\n \nPor eso acabé con los subsidios despilfarradores a los grandes bancos que otorgaban préstamos estudiantiles. En vez, vamos a usar ese dinero para hacer que la universidad esté más al alcance de los estudiantes.\n \nPor eso estamos haciendo más fácil que los trabajadores ahorren para su jubilación, con nuevas maneras de ahorrar sus reembolsos tributarios y un sistema más simple para participar en planes de jubilación como el 401(k). Y vamos a seguir luchando para proteger el Seguro Social para las futuras generaciones.\n \nPor eso impedimos que las aseguradoras rechacen cobertura a gente con enfermedades preexistentes y cancelen el seguro de quienes se enfermaban seriamente. \n \nY por eso hemos recortado los impuestos en 95 por ciento para las familias trabajadoras y aprobamos una ley para ayudar a asegurarnos de que las mujeres reciban igual paga por el mismo trabajo en Estados Unidos de América.  \n \nEste Día del Trabajo nos recuerda que no pasamos a ser el país más próspero del mundo al recompensar la avaricia y la imprudencia. Lo hicimos al recompensar el trabajo arduo y la responsabilidad. Lo hicimos al reconocer que nos triunfamos o fracasamos todos juntos como una nación, un pueblo, y que nuestra suerte depende de la suerte del prójimo. Así fue que triunfamos en el pasado. Y así es que no sólo reconstruiremos esta economía, sino que la construiremos con mayor solidez que nunca.\n \nGracias, y espero que este fin de semana del Día del Trabajo sea estupendo.\n \n\n\n\n"
}