{
    "title": "President Obama Announces More Key Administration Posts | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/11/21/president-obama-announces-more-key-administration-posts",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 21, 2013\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts\n\n\n\n\nWASHINGTON, DC – Today, President Obama announced his intent to nominate the following individuals to key Administration posts:\n\n\nBrad R. Carson – Under Secretary of the Army, Department of Defense\n\nMaureen Elizabeth Cormack – Ambassador to Bosnia and Herzegovina, Department of State\n\nLeslie Berger Kiernan – Representative of the United States to the United Nations for U.N. Management and Reform, with the rank of Ambassador\n\nDavid Radzanowski – Chief Financial Officer, National Aeronautics and Space Administration\n\nJohn Roth – Inspector General, Department of Homeland Security\n\nPresident Obama also announced his intent to appoint the following individuals to key Administration posts:\n\n\nAnita K. Blanchard – Member, Committee for the Preservation of the White House\n\nGargee Ghosh – Member, President’s Global Development Council\n\nJohn D. Podesta – Member, President’s Global Development Council\n\nPresident Obama also announced his appointment of the following individual to a key Administration post:\n\n\nAlan J. Patricof – Member, President’s Global Development Council\n\nPresident Obama said, “I am pleased to announce that these experienced and committed individuals have agreed to join this Administration, and I look forward to working with them in the months and years ahead.”\nPresident Obama announced his intent to nominate the following individuals to key Administration posts:\nBrad R. Carson, Nominee for Under Secretary of the Army, Department of Defense\n\t> Brad R. Carson is General Counsel of the Department of the Army at the Department of Defense, a position he has held since 2012.  Previously, Mr. Carson was a Professor of Business Law at the University of Tulsa, where he had a joint appointment in the College of Law and the College of Business from 2009 to 2012.  From 2010 to 2012, he was the Director of the National Energy Policy Institute at the University of Tulsa.  Mr. Carson served on active military duty as a United States Navy officer deployed to Iraq, embedded with the United States Army's 84th Explosive Ordnance Disposal Battalion from 2008 to 2009.  Mr. Carson was the Chief Executive Officer of Cherokee Nation Businesses, L.L.C. from 2009 to 2010 and a fellow at the Kennedy School of Government at Harvard University in 2005.  From 2000 to 2005, Mr. Carson represented the 2nd District of Oklahoma in the United States House of Representatives.  He practiced commercial law at Crowe & Dunlevy, P.C.  Mr. Carson received a B.A. from Baylor University, an M.A. from Trinity College at Oxford University, and a J.D. from the University of Oklahoma College of Law.\nMaureen Elizabeth Cormack, Nominee for Ambassador to Bosnia and Herzegovina, Department of State\n\tMaureen Elizabeth Cormack, a career member of the Foreign Service, Class of Minister-Counselor is the Principal Deputy Coordinator of the Bureau of International Information Programs at the Department of State (DOS), a position she has held since June 2011.  She was Executive Assistant in the Office of the Under Secretary for Public Diplomacy and Public Affairs from 2010 to 2011.  Ms. Cormack also served as the Director of the Office of Western European Affairs from 2009 to 2010 and as the Deputy Director for Korean Affairs from 2006 to 2009.  She was a Pearson Fellow on the Homeland Security Committee of the House of Representatives from 2005 to 2006.  Ms. Cormack has served overseas in various capacities, including as Press Officer at the U.S. Embassy in Seoul, Korea, as Deputy Cultural Attaché at the U.S. Embassy in Paris, and as the First Consul at the American Presence Post in western France.  Ms. Cormack joined the Foreign Service in 1989 and in early assignments served as Director of the American Centers in Kwangju, South Korea and Warsaw, Poland.  Prior to joining the Foreign Service, from 1980 to 1985, Ms. Cormack worked for the Ravinia Festival, the summer home of the Chicago Symphony Orchestra.   Ms. Cormack received a B.A. from the University of Illinois, Champaign-Urbana and an M.A. from the University of Chicago.\nLeslie Berger Kiernan, Nominee for Representative of the United States to the United Nations for U.N. Management and Reform, with the rank of Ambassador\n\tLeslie Berger Kiernan is Deputy Assistant to the President and Deputy Counsel to the President in the Office of the White House Counsel at the White House, a position she has held since 2011.  From 1995 to 2011, Ms. Kiernan was a partner at Zuckerman Spaeder and an associate with the firm from 1988 to 1994.  From 1986 to 1988, she was an associate at Kirkland & Ellis.  Prior to joining Kirkland & Ellis, she was a staff assistant on the U.S. House of Representatives Committee on Banking, Finance and Urban Affairs.  Ms. Kiernan received an A.B. from Brown University, and a J.D. from Georgetown University Law Center.\nDavid Radzanowski, Nominee for Chief Financial Officer, National Aeronautics and Space Administration \n\tDavid Radzanowski is currently Chief of Staff for the National Aeronautics and Space Administration (NASA), a position he has held since 2010.  Previously, he served as the Deputy Associate Administrator for Program Integration for NASA's Space Operations Mission Directorate from 2008 to 2010 and as the Assistant Associate Administrator for the Resources Management and Analysis Office in Space Operations from 2006 to 2008.  Before joining NASA, Mr. Radzanowski served at the White House Office of Management and Budget from 1998 to 2006 in a variety of roles, including Deputy Associate Director for Appropriations in the Office of Legislative Affairs, Chief of the Science and Space Programs Branch, and Program Examiner for the Science and Space Programs Branch.  From 1990 to 1998, he held two positions at the Congressional Research Service, Specialist in Aerospace Policy and Analyst in Aerospace Policy.  Mr. Radzanowski received a B.S. from University of Wisconsin-Madison and an M.S. from Carnegie Mellon University.\nJohn Roth, Nominee for Inspector General, Department of Homeland Security\n\tJohn Roth is currently the Director of the Office of Criminal Investigations at the U.S. Food and Drug Administration, a position he has held since 2012.  Prior to that, he was Special Counsel for International Money Laundering Policy at the Department of Justice (DOJ) from 2010 to 2012.  Prior to this, Mr. Roth was the Chief of Staff to the Deputy Attorney General at DOJ from 2008 to 2009 and Acting Deputy Assistant Attorney General for the Criminal Division at DOJ from 2007 to 2008.  From 2004 to 2007 and 2009 to 2010, Mr. Roth worked in the U.S. Attorney’s Office for the District of Columbia in several roles, including Chief of the Fraud and Public Corruption Section and Executive Assistant U.S. Attorney for Operations.  Previously, Mr. Roth served as Section Chief at DOJ’s Criminal Division for the Narcotic and Dangerous Drugs Section and the Asset Forfeiture and Money Laundering Section from 1999 to 2004, including serving a detail as Senior Counsel and Team Leader for the 9/11 Commission from 2003 to 2004.  From 1994 to 1999, he was Chief of the Narcotics Section at the U.S. Attorney’s Office for the Southern District of Florida and from 1987 to 1994 he was an Assistant U.S. Attorney for the Eastern District of Michigan.  Mr. Roth received a B.A. and J.D. from Wayne State University.\nPresident Obama announced his intent to appoint the following individuals to key Administration posts:\nDr. Anita K. Blanchard, Appointee for Member, Committee for the Preservation of the White House\n\tDr. Anita K. Blanchard is the Obstetrics and Gynecology Residency Program Director at the University of Chicago Medical Center, a position she has held since 2004.  She is also an Associate Professor of Obstetrics/Gynecology.  Dr. Blanchard is a board member of the Renaissance Society at the University of Chicago, and a Founding board member of the Society for Specialists in General Obstetrics and Gynecology.  She is also a member of the City of Chicago Landmarks Commission, the City of Chicago Advisory Council on Cultural Affairs and Special Events, and the Art Institute of Chicago’s Photography Committee.  Dr. Blanchard received a B.A. in Neurobiology and Physiology from Northwestern University and an M.D. from the Pritzker School of Medicine at the University of Chicago.\nGargee Ghosh, Appointee for Member, President’s Global Development Council\n\tGargee Ghosh is the Director of Policy Analysis and Financing at the Bill & Melinda Gates Foundation, a position she has held since 2012.  She also held roles in global health and international economics with the Gates Foundation from 2004 to 2009.  Previously, she was a Senior Expert in the international development practice at McKinsey & Company, and also worked at Google.org and the Center for Global Development.  She is a member of the advisory board of the University of California San Francisco’s Global Health Group.  Ms. Ghosh received a B.A. from the University of Victoria, an M.Sc. in Economics from the University of Oxford, and an M.Sc. in International Relations from the Georgetown University School of Foreign Service.\nJohn D. Podesta, Appointee for Member, President’s Global Development Council\n\tJohn D. Podesta is Chairman of the Center for American Progress, a think tank he founded in 2003.  In 2013, he served on the United Nations Secretary-General’s High-Level Panel of Eminent Persons on the Post-2015 Development Agenda.  Previously, Mr. Podesta was co-Chair of the Obama-Biden Transition Project in 2008 and 2009, and served as Chief of Staff to President Bill Clinton from 1998 to 2001.  Mr. Podesta received a B.A. from Knox College and a J.D. from the Georgetown University Law Center.\nPresident Obama announced his appointment of the following member to a key Administration post:\nAlan J. Patricof, Appointee for Member, President’s Global Development Council\n\tAlan J. Patricof is Managing Director of Greycroft, LLC, a venture capital firm he founded in 2006.  Previously, Mr. Patricof served as Chairman of Apax Partners, Inc., which he had founded as Patricof & Co. Ventures, Inc.  He served as a Member of the Board of Directors of the Millennium Challenge Corporation from 2007 to 2010, and reappointed for a second term in 2010.  From 1993 to 1995, he served as Chairman of the White House Conference on Small Business Commission.  He was a board member of TechnoServe, Trickle Up Program, the Global Advisory Board of Endeavor, and the Initiative for Global Development Leadership Council.  Mr. Patricof received a B.S. in Finance from Ohio State University and an M.B.A. from Columbia University Graduate School of Business.\n\n\n\n\n"
}