{
    "title": "First Lady Michelle Obama and Dr. Jill Biden Visit Sears on National Tour for Military Families | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/14/first-lady-michelle-obama-and-dr-jill-biden-visit-sears-national-tour-mi",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nApril 14, 2011\n\n \n\n\n\nFirst Lady Michelle Obama and Dr. Jill Biden Visit Sears on National Tour for Military Families\n\n\n\n\n\nDiscuss Importance of Employment and Career Development Opportunities for Military Spouses\n\n\tToday, Labor Secretary Hilda Solis will join First Lady Michelle Obama and Dr. Jill Biden, for an event at Sears in Columbus, Ohio to highlight how several major businesses have made commitments as part of Joining Forces, a national initiative launched on Tuesday at the White House to support and honor America’s service members and their families.  Employment is a key priority of the initiative.  The visit will focus on private sector commitments that ensure transferability to military members and their spouses – when soldiers are transferred, spouses can now more easily retain their jobs at a participating facility in their new community.\n\n\tOn Tuesday, Sears Holdings (Sears, Kmart, and Land’s End) announced its “PCS Promise” – an effort that will cover all military personnel and spouses employed at Sears Holdings to provide transfers in the cases of Permanent Change of duty Station (PCS), retirement, or separation, depending on job availability and performance.  Sears Holdings will conduct a virtual career fair for military spouses this summer that will enable them to connect online with other military spouses currently employed across Sears Holdings and get information on employment opportunities at 3,900 locations.\n\n\tAlso on Tuesday, Walmart and Sam’s Club announced its Military Family Promise, which guarantees a job at a nearby store or club for all military personnel, and military spouses, employed at Walmart and Sam’s Club who move to a different part of the country because they or their spouse have been transferred by the United States military.\n\n\tAdditionally, Siemens Corporation, SCORE, Cisco/Futures, Indeed.com and the U.S. Chamber of Commerce have committed to major hiring and training initiatives for veterans and family members, and/or transportable job options for military spouses.\n\nSiemens Corporation will reserve ten percent of the more than 3,000 open positions in their clean tech industries for veterans.  Job training and mentoring through an internal Veterans Network with more than 150 members will be mobilized for these new hires.\n\nSCORE, a leader in providing mentoring and training to entrepreneurs, has created the new Veteran Fast Launch Initiative, in partnership with The Walmart Foundation, to help accelerate veterans’ ability, along with their family’s, to succeed as a small business owner.  The new program will be a combined package of services, scholarships and free software (provided by major corporate partners), and SCORE’s mentoring program. Assistance will be provided to 16,000 military veterans and their families and help launch 3,000 new businesses during the first year.\n\nCisco is partnering with Futures Inc. on the U.S. Military Pipeline initiative, a web-based program for helping veterans, transitioning military, wounded warriors and spouses connect with education resources, mentors and employment opportunities. Today these partners are announcing the second phase of the program that will support more than 20,000 transitioning personnel at Ft Bragg and Ft Hood and over 51,000 spouses affiliated with these bases.\n\nIndeed.com is announcing Indeed Military, a new online service dedicated to helping military families find employment. Indeed Military provides tools for employers to connect quickly and easily with veterans and military spouses seeking employment. Indeed will provide employers free access to Indeed Military for one year, with an estimated reach of 4 million veterans and military spouses each month.\n\n\tOver the next year, the U.S. Chamber of Commerce will conduct hiring fairs for veterans and military spouses in 100 local communities across the country. In partnership with the Department of Labor Veterans Employment and Training Service, local chambers of commerce in all 50 states, and the Employer Support of the Guard and Reserve, the Chamber's Hiring our Heroes program will seek to reach 50,000 veterans and military spouses.\n\n\tThe Joining Forces initiative aims to educate, challenge, and spark action from all sectors of our society – citizens, communities, businesses, non-profits, faith based institutions, philanthropic organizations, and government – to ensure military families have the support they have earned. \n\n\tAdditional information on employment commitments in support of military families is available HERE. \n\n\n\n\n"
}