{
    "title": "On-the-Record Press Call on the U.N. Security Council Resolution on Israeli Settlement Activity | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/12/23/record-press-call-un-security-council-resolution-israeli-settlement",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 23, 2016\n\n \n\n\n\nOn-the-Record Press Call on the U.N. Security Council Resolution on Israeli Settlement Activity\n\n\n\n\n\n\tON-THE-RECORD PRESS CALL\n\tBY BEN RHODES, DEPUTY NATIONAL SECURITY ADVISOR FOR STRATEGIC COMMUNICATIONS,\n\tROB MALLEY, WHITE HOUSE COORDINATOR FOR MIDDLE EAST, NORTH AFRICA, AND THE GULF\n\tAND FRANK LOWENSTEIN, SPECIAL ENVOY FOR ISRAELI-PALESTINIAN NEGOTIATIONS AT THE STATE DEPARTMENT\n\tON THE U.N. SECURITY COUNCIL RESOLUTION\n\tON ISRAELI SETTLEMENT ACTIVITY\n\n\tVia Telephone\n\n\t3:10 P.M. EST\n\n\tMR. PRICE:  Good afternoon, everyone.  And thanks for joining the call on relatively short notice here.  We wanted to provide an opportunity to provide a little more context and answer your questions on today's action in U.N. Security Council.  \n\n\tWe have three speakers on today's call, which will be on the record but embargoed until the conclusion of the call.  We have Ben Rhodes, the Deputy National Security Advisor for Strategic Communications.  We have Rob Malley, the White House Coordinator for Middle East, North Africa, and the Gulf.  And we have Frank Lowenstein, who is the Special Envoy for Israeli-Palestinian Negotiations at the State Department.   \n\tSo again, this call is on the record but it is embargoed until the conclusion.  And with that, I'll turn it over to Ben.\n\n\tMR. RHODES:  Great.  Thanks, everybody, for joining the call.  I won't give a lengthy opening statement just because Samantha Power's explanation both I think comprehensively captures the United States' view and our decision to, again, abstain and allow for the passage of the U.N. Security Council resolution that makes clear that both Israel and the Palestinians have to take steps to preserve the two-state solution, a resolution that expresses the consensus international view on Israeli settlement activity, as well as condemning violence, terrorism, and incitement.\n\n\tI'd just give a few points before we get into your questions.  First of all, President Obama, of course, communicated his decision for the United States to take this action after several rounds of discussions with Ambassador Rice, Ambassador Power, Secretary Kerry, and members of his national security team.  We have been following the development by different parties of a variety of resolutions at the United Nations, as we often do, over the course of the year.  And this, of course, is the one that emerged in recent days and was put forward by the Egyptians yesterday, and counted the votes today.\n\n\tI'd just make a number of comments at the top.  First of all, this is consistent with longstanding bipartisan U.S. policy as it relates to settlements, as it relates to our opposition to Israeli settlements, as it relates to our opposition to, and condemnation of, incitement and violence and terrorism, and, above all, about our affirmative support for a two-state solution.  \n\n\tAnd one of our grave concerns is that the continued pace of settlement activity -- which has accelerated in recent years, which has accelerated significantly since 2011, when we vetoed the U.N. Security Council resolution that condemns settlements -- puts at risk the two-state solution, as does any continued incitement to violence.  And we've been very concerned that these accelerating trends are putting the very viability of a two-state solution at risk.  And in that context, we therefore thought that we could not in good conscience veto a resolution that expressed concerns about the very trends that are eroding the foundation for a two-state solution.\n\n\tThe second thing I would say is that it is -- again, not only has it been the consistent policy under bipartisan U.S. administrations to oppose settlement activity, it has also been consistently the case that U.S. administrations have addressed the Israeli-Palestinian issue, or the broader Arab-Israeli issue, through the U.N. Security Council.  In fact, President Obama was, until this resolution, the first President in decades to not have such a resolution go forward during his time in office.  \n\n\tThe third thing that I would say just by way of opening is that we, as Samantha Power said, do have concerns about the U.N. as a venue for addressing aspects of the Israeli-Palestinian conflict.  That is why, for instance, we have consistently resisted efforts to impose a solution to the conflict through the United Nations, through the drawing of borders, or the recognition of a Palestinian state.  What this resolution does, again, is condemn the settlement activity as well as incitement and violence, which are steps that we believe are consistent with having a basis in the future for there to be a return to the negotiating table in pursuit of a two-state solution.  \n\n\tBut let's be clear here:  We exhausted every effort to pursue a two-state solution through negotiations, through direct discussions, through proximity discussions, through confidence-building measures, through a lengthy and exhaustive effort undertaken by Secretary Kerry earlier in the President's second term.  We gave every effort that we could to supporting the parties coming to the table.  \n\n\tSo within the absence of any meaningful peace process, as well as in the face of accelerated settlement activity that put at risk the viability of a two-state solution, that we took the decision that we did today to abstain on this resolution.\n\n\tWith that, I'm sure you have many questions.  So, operator, we'd be happy to shift to questions.  And again, I'm joined by Frank and Rob here, and so the three of us can handle questions.\n\n\tQ    Thanks very much.  Thanks to all of you.  To Ben or Rob or whoever, Frank -- Donald Trump just tweeted, \"As to the U.N., things will be different after Jan. 20.\"  And a senior Israeli official told NBC News today -- said, \"President Obama and Secretary Kerry are behind this shameful move against Israel at the U.N.  The U.S. administration secretly cooked up with the Palestinians an extreme anti-Israeli resolution behind Israel's back, which would be a tailwind for terror and boycotts, and effectively make the Western Wall occupied Palestinian territory.\"  So I wanted to see if you could react to Trump's tweet, the very strong language out of Israel, and whether you think it is confusing to have the President-elect getting this directly involved with Egypt, Israel and the U.N., as well as Russia, and the other things that have happened before he is sworn in.\n\n\tMR. RHODES:  So thanks, Andrea, for the question.  On the President-elect, the first thing I'd just say is that there's one President at a time.  President Obama is the President of the United States until January 20th, and we are taking this action, of course, as U.S. policy.  And as I also said, this has been longstanding bipartisan U.S. policy to oppose this type of settlement activity going forward.  \n\n\tWith respect to the quote you read, it's full of inaccuracies and falsehoods.  Let me just step back and put this in context for a moment.  President Obama has done more for Israel and its security than any previous U.S. President.  We just recently signed with Israel the single largest U.S. military assistance package in history -- $38 billion over the coming decade.  That comes after an administration in which we provided lifesaving assistance for the Iron Dome Missile Defense System.  We've achieved what Prime Minister Netanyahu himself has described as unprecedented security cooperation between our military and intelligence officials.  We have repeatedly stood up for Israel in international fora in a variety of different ways, whether it was opposing efforts to address final status issues through the United Nations, or supporting greater Israeli integration into international fora.  \n\n\tSo I believe that despite what has at times been very strident Israeli government criticism of U.S. policies that President Obama has always made Israel and its security sacrosanct in his approach to these issues.  In fact, we've always said that our pursuit of a two-state solution is guided in part by our belief that that is the only way to preserve and strengthen Israel's security in the long run, and to achieve the goal that we share with the Israeli people of having a state of Israel that is both Jewish and democratic in nature.\n\n\tAll of that said, with this criticism it seems like the Israeli government wants the conversation to be about anything other than the settlement activity.  And the fact of the matter is, as you heard Samantha say, since 2009, the number of Israeli settlers in the West Bank has increased by more than 100,000 to nearly 400,000.  There's been an increase of more than 15,000 in the last year alone.  Since 2009, construction has begun on over 12,700 new settlement units in the West Bank.  There are now nearly 900,000 -- I'm sorry, 90,000 settlers living east of the separation barrier that was created by Israel itself.  And the population of these distant settlements has grown by 20,000 since 2009.\n\n\tSo this is not simply a matter of construction within the so-called blocks, within what has long been considered the likely borders of a future -- within a future peace agreement.  We have acknowledged publicly that there will have to be an acknowledgement of the growth since the 1967 lines were established as a part of any future peace agreement.  But in fact, what we've seen is much more accelerated settlement construction.  And now the total settler population in the West Bank and East Jerusalem exceeds 590,000.\n\n\tPrime Minister Netanyahu recently described his own government as \"more committed to settlements than any in Israel's history.\"  Those are his words.  And we're concerned about these trends.  We were concerned after our election, when one of his leading coalition partners, Naftali Bennett, declared that \"the era of the two-state solution is over.\"\n\n\tSo, for us, the question here has always been about what is the best way to pursue the security that the Israeli people deserve.  And we cannot simply have a two-state solution be a slogan while the trend lines on the ground are such that a two-state solution is becoming less and less viable.  \n\n\tI would add that we've repeatedly condemned incitement to violence by Palestinians.  We've repeatedly condemned Palestinian terrorism.  We have stood up for Israel's right to defend itself against rocket fire from Gaza, even when we were one of the only countries in the world that was taking that position.  So we've been willing time and again to support Israel in international fora, just as we've supported Israel's right to defend itself, by itself, and just as we've ensured through our assistance that Israel will maintain its qualitative military edge for the enduring future.\n\n\tSo, again, President Obama's track record on Israel's security is clear.  Anybody can review it.  But, in fact, I'd take umbrage at language that suggests that this was our preferred course of action and that we initiated it.  The fact of the matter is, we'd been warning -- President Obama and Secretary Kerry publicly and privately for years -- that the trend line of settlement construction and settlement activity was just increasing Israel's international isolation.  This is not a new position for us; we've been saying that for many, many, many years.  Secretary Kerry, as Frank can attest to, has had hundreds of conversations with Prime Minister Netanyahu.  We've made precisely this point.\n\n\tAnd with respect to this resolution, we did not draft this resolution; we did not introduce this resolution.  The Egyptians, in partnership with the Palestinians, are the ones who began circulating an earlier draft of the resolution.  The Egyptians are the ones who moved it forward yesterday.  And we took the position that we did when it was put to a vote.\n\n\tQ    Thanks, Ben and Ned, and everybody for doing this.  It doesn't seem as if necessarily that this is -- you're talking about a bipartisan position against settlement activity, and that's well understood.  But when Chuck Schumer was calling you guys this morning, he was saying it's not about the fact that I endorse settlement activity; obviously, I think that settlement activity is contrary to the pursuit of peace and all of that -- it's the way in which you guys are going about this that it's counterproductive or it's not going to get the results that you seek.  And so I don't really understand what you think this accomplishes and how you account for the position you're putting the President-elect in to somehow reverse course or to make up for this action that has just been taken.  \n\n\tJust the last thing, Paul Ryan obviously just came out with a statement saying that this is absolutely shameful, which of course, you disagree with, but the actionable point he made is we are going to take steps to reverse course.  So why would you put the incoming administration into a position where they have to sort of make up for this action?\n\n\tMR. RHODES:  So, Michael, on the second point, I think it would be absurd to suggest that this action is in some way related at all to policy positions that the incoming administration has already said that they will pursue.  In other words, before this resolution was even being discussed publicly, the incoming administration announced their intention to move our embassy to Jerusalem.  And I think they've sent a very clear message about what their approach to this issue is going to be through the person that they selected as their ambassador nominee.  That tells you what you need to know about the position of the incoming administration, and I think it would be, frankly, ignoring those very clear facts and statements that are available to everybody to see to suggest that somehow this resolution informs those positions.  Those positions were taken before this resolution was even being discussed at all publicly.\n\n\tThe second point I'd make is that we have great respect for Senator Schumer and for a number of members of Congress of both parties who I recognize took a different view from us.  What I'd say as it relates to your question, though, is, where is the evidence that not doing this is slowing the settlement construction?  We've tried a different approach for years here.  We vetoed a resolution in 2011 that condemned settlement activity, and yet what we've seen since then is an acceleration of the settlement activity.\n\n\tSo the notion that vetoing this resolution would have somehow slowed the settlement activity I think flies in the face of any piece of evidence that anybody who is looking at the facts can see.  These are facts.  The construction of settlements can be counted and documented.  Palestinians being displaced from their homes -- that can be documented.  The statements of this Israeli government, that they are \"more committed to settlements than any in Israel's history,\" that is something that was said before this resolution passed the United Nations Security Council.  \n\n\tSo, again, while I understand and respect the different points of view on the issue, I would just suggest that we have a body of evidence to assess how this Israeli government has responded to us not taking this kind of action, and that suggests that they will continue to accelerate the type of settlement construction that puts a two-state solution at risk.  Whereas here we are at least trying to establish that the international community is on the record in reaffirming its own longstanding position against settlement construction and against incitement and against terrorism, because we believe that those are, again, important principles that could guide any future return to the negotiating table.\n\n\tAnd again, just the last thing I'd say is that if you look at this resolution as against the resolution in 2011, it is more balanced.  There is a more direct condemnation of violence and incitement of violence, and a call upon leaders to reject incitement to violence.  So we felt that that balance is also very important, because we completely understand that the conflict is not purely about settlements.  It has to be about whether or not Palestinian leaders are taking the necessary steps to reject incitement, to condemn incitement, to reject terrorism, to reject rocket fire to individual citizens of Israel.  And I think if you look at our track record, it's consistent in that regard.  \n\n\tWe've supported Israeli efforts to defend themselves against rocket fire.  We've condemned terrorism.  We've condemned incitement.  We've opposed previous one-sided resolutions that did not have the balance that was in this resolution.  And we've opposed efforts to impose a solution through the U.N. Security Council.  \n\n\tQ    Thanks for doing this, guys.  I'm just wondering, Ben, whether there are still any plans for the President to maybe give a speech or lay down a vision of parameters or some sort of a framework for future negotiations.  Settlements are obviously part of the equation, but they're only a small part, and also for the administration, a part that has generally been the most contentious.  I'm wondering, does the President recognize the need to offer sort of a more cohesive vision of what a two-state solution would look like and the road to get to that, to get to that kind of agreement before he leaves office?\n\n\tMR. RHODES:  Sure -- and Frank will want to speak to this.  But Secretary Kerry will be providing, informed by his enormous and tireless work, a comprehensive vision.  We completely agree with the point that this conflict is about far more than settlements.  And so, Frank, you may want to speak to that.\n\n\tMR. LOWENSTEIN:  Yeah, no, I think it's a very important point, Mark, and thanks for raising it.  The Secretary has obviously put a great deal of time and effort over the course of the last four years to negotiations (inaudible) between the Israelis and the Palestinians, and then, since then, to really innumerable conversations, not only with the parties but also with key players in the region and other stakeholders around the world.  And out of that, I think he's got some ideas about where we go from here.  And I know he looks forward to sharing them sometime in the days ahead.\n\n\tQ    Hi, thanks for doing this.  You obviously, clearly, have very strong feelings about this.  I'm wondering why go with the split-the-middle choice of an abstention.  Also, do you see this as something more than symbolic?  What follow-through will there be to actually in any way stop Israeli settlements?  And do you have any kind of response to Senator Graham who said he's going to cut funding to the U.N. and basically punish anyone who voted for it?\n\n\tMR. RHODES:  Sure, Margaret.  So, on your first point, look, we abstained, as Samantha explained, for a number of reasons.  First, the United Nations, we continue to believe, is a flawed venue for this issue in that it has frequently been used to single out Israel, often through completely over-the-top exercises, that -- again, when it comes to final status issues, we believe that those should be negotiated between the parties.\n\n\tSo, for instance, there have been many different resolutions kicking around over the course of the last year.  We would not have supported or abstained from voting on a parameters resolution.  We would have vetoed any resolution that we thought sought to impose a solution that sought to impose a view on the final status issue. \n\n\tSo, again, I think an abstention reflects the reality that we don’t want to suggest that the United Nations should be used for efforts beyond this one to address final status issues, or to recognize a Palestinian state, or to endorse a set of parameters.\n\n\tOn the narrow question of the resolution that was put in front of us, we saw a resolution that in large part was consistent with U.S. policy.  And that, combined with the trend lines I spoke of, informed our decision.\n\n\tWe also abstained because while there was balance, as I discussed, in that the resolution addressed and condemned violence and incitement of violence, we thought that that could have been more prominent in the resolution; that there was more time devoted to addressing Israeli activities than the type of violence and incitement that we've seen.  And so, again, it did not, in terms of the weight of emphasis on the different issues -- it was not sufficiently elevating at length the issues that we care very deeply about.  We're pleased that that was included, but again, when you see horrifying knife attacks, when you see continued incitement to violence, you see continued anti-Israeli or anti-Semitic slogans and calls for violence from with the Palestinian Territories, that gravely concerns us.  And that's an enormous obstacle to peace, of course.\n\n\tSo again, that explains that abstention, those two issues -- the U.N. as a future venue for final status issues, given its history, and the emphasis in this resolution being more focused on Israeli activity than some of the concerning activities that are addressed in the resolution with respect to the Palestinians but I think could have been addressed at greater length.\n\n\tWith respect to U.N. funding, whenever this issue comes up, the United States would only be hurting itself by seeking to hurt the United Nations.  We work through the United Nations to do an enormous range of activities that are very important to our own national security interests -- to provide life-saving assistance, to deal with the Syrian refugee crisis.  So if we were to cut funding for the United Nations in response to this resolution, all we would be doing is hurting other people, hurting our own interests, and, frankly, it doesn’t make a lot of sense to do that, particularly given to your last point.  \n\n\tLook, this is a statement, an affirmation of the view of the international community.  That's what it is.  You are correct that it does not -- it is not something that is going to impose a consequence beyond affirming that view of the international community.  And so, in that regard, we felt that given that, that's our view and that's been a longstanding view of this administration and the international community that we could abstain from this and allow this resolution to go forward.\n\n\tQ    Hi, thanks for doing this.  First question -- Frank, I want to follow up to what you just said about Kerry's speech, upcoming speech.  Is he basically going to make the March 2014 framework paper public and basically tell us what it included?  And second question to Ben:  I know you've been planning this for eight years now, trying to promote the peace process with Netanyahu.  And it's very interesting for me and I guess for others to really try and understand your final conclusion after eight years.  Do you believe that, at the end of the day, after all those years, your conclusion is that Netanyahu wants to promote a two-state solution?  Or was that just a talking point all those last eight years?\n\n\tMR. LOWENSTEIN:  Thanks, Barack, I'll take your first part of that question first.  No, the Secretary will not be making the March 2014 framework public.  That was a private negotiation with the parties, and he will absolutely respect that.\n\n\tI think what you'll hear in his remarks -- and I don't want to go into too much detail -- but I think he will draw on his experiences, as I said, directly with the parties and also with others over the course of the last four years.\n\n\tMR. RHODES:  And on your second question, Barack, look, I think a first point that's very important is that Prime Minister Netanyahu had the opportunity to pursue policies that would have led to a different outcome today.  Absent this acceleration of settlement activity, absent the type of rhetoric we've seen out of the current Israeli government, I think the United States likely would have taken a different view, because our preference is for there to be a credible peace process underway.\n\n\tSo, again, it's very important that this -- the fact that this is happening towards the end of our eight years indicates that this is not our preferred course of action and that we've given years and years and years of opportunities to address issues related to the settlements or to address issues related to the peace process that, frankly, we believe could have been more productive.  And, frankly, President Obama, if you look at speech after speech that he gave, kept warning that the trends in the conflict were going to lead to greater international efforts to apply pressure in Israel; that the settlement activity was going to lead to greater national efforts to apply pressure to Israel.\n\n\tThere's a huge record on this, and I think it's very unfair and inaccurate to suggest that somehow this was an outcome that we sought.  If it was an outcome that we sought, we would have done this long ago.  But the fact is, we were compelled to because of the choices that have been made over years by the Israeli government in building settlements and not taking different opportunities that were presented for a credible peace process.\n\n\tI should add that the Palestinians also failed to take opportunities.  As Frank and Rob know well, Secretary Kerry's effort did not move forward because of the decisions by both Israelis and Palestinians.  So I just want to be very clear here that the Palestinians have missed plenty of opportunities under this administration as well.\n\n\tOn your second part of your question, look, all I can say is that we've tried everything.  We've tried proximity talks, we've tried direct talks, we've tried the Secretary of State who dove into this and made it an enormous priority for a long period of time.  We've tried to step back.  And the one consistent outcome was that it didn't work.  We can go back and look at what we did differently, but at the end of the day, precisely because we believe this can only be resolved in negotiations, it's up to the parties to show that they're serious about those negotiations and that talking about a peace process isn't just a phrase -- it's an actual, meaningful, diplomatic effort to try to achieve a resolution.\n\n\tAnd I think Samantha's vote explanation says it best, which is that we hear the words about a two-state solution, and then we see the actions that are making a two-state solution far less likely, if not out of reach.  And at a certain point, the words and the actions become irreconcilable.  And that's what we're concerned about.  And we believe that that would be not in the best interest of Israel.  And precisely because President Obama cares so deeply about Israel and its security, he would like to see a return to a meaningful effort to pursue peace.\n\n\tQ    I wanted to ask Ben how much influence Donald Trump's positions -- his choice of ambassador, you talked about that a little bit earlier -- but how much did that have an effect on the President's decision in terms of whether or not it made it more likely for him to make the decision that he did?  And did he tell anyone in advance, either the Israelis or any lawmakers, before he made this decision?  And then if you could clarify just two on his decision-making -- when he made the decision on this particular resolution, and then, more broadly, kind of when he decided in principle that this was something he would do.\n\n\tMR. RHODES:  So he communicated his decision today to Ambassador Rice.  The fact is, we didn't know what resolution was going to come to a vote until late morning today.  So he did not communicate his decision until that point.\n\n\tI think as this resolution emerged from the Egyptians yesterday, we were preparing to make a decision, and then we had the drama yesterday.  What we've said consistently is that the settlement-related UNSCRs circulate, and we have always been clear that we would want to look at any resolution on its own merits and that we would want to assess whether it had balance and whether it avoided seeking to impose a solution.  And so we had to see whether this resolution would meet that criteria.\n\n\tWith respect to the President-elect, look, we made this decision based on our assessment of the trend lines on the ground, recent incitement, recent settlement activity, our concern that a two-state solution was being put at risk by the trend lines on the ground.  So that's the basis under which we made our decision. \n\n\tI only mentioned the President-elect's statements and appointments in response to the notion that this might shape their actions.  Again, my point is simply that I think they've been quite clear and quite specific about their intentions and their policies, and that simply pre-dates this resolution.\n\n\tAnd, again, I do just want to be very clear because it has come up in a couple of the questions, including Andrea's:  When the Egyptians began circulating this resolution, we did not indicate to any U.N. member how we would vote on the resolution.  In fact, I think part of the reason why there seemed to be some suspense -- even when Samantha was sitting in the room -- is because we had not been indicating how we would vote, in part because we recognized that drafts could change.  And so until we knew exactly what the draft was and how we would vote on it, we weren't going to express the view.\n\n\tSo the notion that we were somehow involved in drafting this is just not true.  This is something that the Egyptians were pursuing with other members of the council.  Now, those members of the council, they hear our views on this issue all the time, but again, I think we maintained ambiguity about how we would vote precisely because of what we saw yesterday, which is we didn't know exactly what resolution was going to emerge.\n\n\tWhat we always do is make clear that any resolution that fails to reflect our concerns about issues like incitement and violence and terrorism would be subject to a U.S. veto.  And so that's a principle that I think was understood by other members of the council.\n\n\tAgain, after this Egyptian draft was put in blue on Wednesday evening, the President convened a call with senior members of his national security team, including the Vice President, Secretary Kerry, Ambassador Rice, Ambassador Power and others.  And again, he, in that decision, was open to abstaining, though we had to wait and see what would emerge.  And again, after the drama of yesterday, we wanted to wait and see whether the resolution would change or not.  So that's why he had to communicate his final decision to Susan today.\n\n\tSo, again, I just want to -- it's important that the record reflects that we were responding to efforts at the U.N. Security Council up until even this morning.\n\n\tQ    Hey, Ben, thanks again for doing the call.  Hoping you can -- we know that President-elect Trump and President Obama spoke on Monday, per the President-elect, and that the President-elect's team said that they provided the White House notice yesterday before releasing their statement calling for a veto of a version of this resolution.  Could you provide any -- were there any conversations between the President and the President-elect about this since Monday?  Or when they talked Monday, was it about this?  And any communication between the White House and the President-elect or his staff between when the President made his decision and when the vote took place?\n\n\tMR. RHODES:  So I'm not aware that President Obama and the President-elect spoke about this, but again, I'm not -- President Obama definitely made no reference to that, so I can't confirm that this hasn't come up at all, but I'm not aware of any particular conversation they had about this.\n\n\tWe did hear from the President-elect's team.  Again, our position has been there's one President at a time.  We're going to make our decision on this and, frankly, believe that it's important that there's a principle here that the world understands who is speaking on behalf of the United States until January 20th and who is speaking on behalf of the United States after January 20th.\n\n\tAnd look, the new team will have every opportunity after January 20th to pursue their own policies, to take different approaches.  I'm certain that they will on any number of issues.  We're just reflecting the simple principle that I think has guided the President-elect transitions historically, which is that there is one President at a time and we're going to execute our duties until the new team is in place and the new President is inaugurated.\n\n\tOkay, thanks, everybody, for joining the call.  And we'll be available for any additional inquiries.\n\n\tEND \n\t3:50 P.M. EST\n\n\n\n\n"
}