{
    "title": "U.S. - China Joint Statement | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/19/us-china-joint-statement",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 19, 2011\n\n \n\n\n\nU.S. - China Joint Statement\n\n\n\n\n1.      At the invitation of President Barack Obama of the United States of America, President Hu Jintao of the People’s Republic of China is paying a state visit to the United States of America from January 18-21, 2011.  During his visit, President Hu met with Vice President Joseph Biden, will meet with U.S. Congressional leadership, and will visit Chicago.\n\t \n\t2.      The two Presidents reviewed the progress made in the relationship since President Obama’s November 2009 State Visit to China and reaffirmed their commitment to building a positive, cooperative, and comprehensive U.S. - China relationship for the 21st  century, which serves the interests of the American and Chinese peoples and of the global community.  The two sides reaffirmed that the three Joint Communiqués issued by the United States and China laid the political foundation for the relationship and will continue to guide the development of U.S. - China relations.  The two sides reaffirmed respect for each other’s sovereignty and territorial integrity.  The Presidents further reaffirmed their commitment to the November 2009 U.S. - China Joint Statement.\n\t \n\t3.      The United States and China committed to work together to build a cooperative partnership based on mutual respect and mutual benefit in order to promote the common interests of both countries and to address the 21st century's opportunities and challenges.  The United States and China are actively cooperating on a wide range of security, economic, social, energy, and environmental issues which require deeper bilateral engagement and coordination.  The two leaders agreed that broader and deeper collaboration with international partners and institutions is required to develop and implement sustainable solutions and to promote peace, stability, prosperity, and the well-being of peoples throughout the world.\n\t \nStrengthening U.S. - China Relations\n\t \n\t4.      Recognizing the importance of the common challenges that they face together, the United States and China decided to continue working toward a partnership that advances common interests, addresses shared concerns, and highlights international responsibilities.  The two leaders recognize that the relationship between the United States and China is both vital and complex.  The United States and China have set an example of positive and cooperative relations between countries, despite different political systems, historical and cultural backgrounds, and levels of economic development.  The two sides agreed to work further to nurture and deepen bilateral strategic trust to enhance their relations.  They reiterated the importance of deepening dialogue aimed at expanding practical cooperation and affirmed the need to work together to address areas of disagreement, expand common ground, and strengthen coordination on a range of issues.\n\t \n\t5. The United States reiterated that it welcomes a strong, prosperous, and successful China that plays a greater role in world affairs.  China welcomes the United States as an Asia-Pacific nation that contributes to peace, stability and prosperity in the region.  Working together, both leaders support efforts to build a more stable, peaceful, and prosperous Asia-Pacific region for the 21st century.\n\t \n\t6.      Both sides underscored the importance of the Taiwan issue in U.S. - China relations.  The Chinese side emphasized that the Taiwan issue concerns China’s sovereignty and territorial integrity, and expressed the hope that the U.S. side will honor its relevant commitments and appreciate and support the Chinese side’s position on this issue.  The U.S. side stated that the United States follows its one China policy and abides by the principles of the three U.S.-China Joint Communiqués.  The United States applauded the Economic Cooperation Framework Agreement between the two sides of the Taiwan Strait and welcomed the new lines of communications developing between them.  The United States supports the peaceful development of relations across the Taiwan Strait and looks forward to efforts by both sides to increase dialogues and interactions in economic, political, and other fields, and to develop more positive and stable cross-Strait relations.\n\t \n\t7.      The United States and China reiterated their commitment to the promotion and protection of human rights, even as they continue to have significant differences on these issues.  The United States stressed that the promotion of human rights and democracy is an important part of its foreign policy.  China stressed that there should be no interference in any country’s internal affairs. The United States and China underscored that each country and its people have the right to choose their own path, and all countries should respect each other's choice of a development model.  Addressing differences on human rights in a spirit of equality and mutual respect, as well as promoting and protecting human rights consistent with international instruments, the two sides agreed to hold the next round of the U.S.- C hina Human Rights Dialogue before the third round of the Strategic and Economic Dialogue (S&ED).\n\t \n\t8.      The United States and China agreed to hold the next round of the resumed Legal Experts Dialogue before the next Human Rights Dialogue convenes.  The United States and China further agreed to strengthen cooperation in the field of law and exchanges on the rule of law.  The United States and China are actively exploring exchanges and discussions on the increasing role of women in society.\n\t \n\t9.      The United States and China affirmed that a healthy, stable, and reliable military-to-military relationship is an essential part of President Obama’s and President Hu’s shared vision for a positive, cooperative, and comprehensive U.S.-China relationship.  Both sides agreed on the need for enhanced and substantive dialogue and communication at all levels: to reduce misunderstanding, misperception, and miscalculation; to foster greater understanding and expand mutual interest; and to promote the healthy, stable, and reliable development of the military-to-military relationship.  Both sides noted the successful visit of Secretary of Defense Robert Gates to China earlier this month, and that the United States welcomes Chief of the PLA General Staff General Chen Bingde to the United States in the first half of 2011.  Both sides reaffirmed that the Defense Consultative Talks, the Defense Policy Coordination Talks, and the Military Maritime Consultative Agreement will remain important channels of communication in the future.  Both sides will work to execute the seven priority areas for developing military-to-military relations as agreed to by Secretary Gates and General Xu Caihou, Vice Chairman of the Central Military Commission in October 2009.\n\t \n\t10.  The United States and China agreed to take specific actions to deepen dialogue and exchanges in the field of space.  The United States invited a Chinese delegation to visit NASA headquarters and other appropriate NASA facilities in 2011 to reciprocate for the productive visit of the U.S. NASA Administrator to China in 2010.  The two sides agreed to continue discussions on opportunities for practical future cooperation in the space arena, based on principles of transparency, reciprocity, and mutual benefit.\n\t \n\t11.  The United States and China acknowledged the accomplishments under the bilateral Agreement on Cooperation in Science and Technology, one of the longest-standing bilateral agreements between the two countries, and welcomed the signing of its extension.  The United States and China will continue to cooperate in such diverse areas as agriculture, health, energy, environment, fisheries, student exchanges, and technological innovation in order to advance mutual well-being.\n\t \n\t12.  The United States and China welcomed progress by the U.S.-China Joint Liaison Group on Law Enforcement Cooperation (JLG) to strengthen law enforcement cooperation across a range of issues, including counterterrorism.  The United States and China also agreed to enhance joint efforts to combat corruption through bilateral and other means.\n\t \nPromoting High-Level Exchanges\n\t \n\t13.  The two sides agreed that high-level exchanges are indispensable to strong U.S.-China relations, and that close, frequent, and in-depth dialogue is important to advance bilateral relations and international peace and development.  In this spirit, both Presidents look forward to meeting again in the coming year, including in the state of Hawaii for the U.S.-hosted 2011 Asia-Pacific Economic Cooperation (APEC) Leaders’ meeting.  China welcomed Vice President Biden for a visit in 2011.  The United States welcomed a subsequent visit by Vice President Xi Jinping.\n\t \n\t14.  The two sides praised the S&ED as a key mechanism for coordination between the two governments, and agreed to hold the third round of the S&ED in Washington, D.C., in May 2011.  The S&ED has played an important role in helping build trust and confidence between the two countries.  The two sides also agreed to hold the second meeting of the High-Level Consultation on People-to-People Exchange in the United States in the spring of 2011, and the 22nd meeting of the U.S.-China Joint Commission on Commerce and Trade (JCCT) in China in the second half of 2011.  The two sides agreed to maintain close communication between the foreign ministers of the two countries through mutual visits, meetings, and other means.\n\t \n\t15.  The two sides emphasized the importance of continued interaction between their legislatures, including institutionalized exchanges between the National People’s Congress of China and the U.S. Senate and House of Representatives.\n\t \nAddressing Regional and Global Challenges\n\t \n\t16.  The two sides believe that the United States and China have a common interest in promoting peace and security in the Asia-Pacific region and beyond, and agreed to enhance communication and coordination to address pressing regional and global challenges.  The two sides undertake to act to protect the global environment and to work in concert on global issues to help safeguard and promote the sustainable development of all countries and peoples.  Specifically, the United States and China agreed to advance cooperation to: counter violent extremism; prevent the proliferation of nuclear weapons, other weapons of mass destruction, and their means of delivery; strengthen nuclear security; eliminate infectious disease and hunger; end extreme poverty; respond effectively to the challenge of climate change; counter piracy; prevent and mitigate disasters; address cyber-security; fight transnational crime; and combat trafficking in persons.  In coordination with other parties, the United States and China will endeavor to increase cooperation to address common concerns and promote shared interests.\n\t \n\t17.  The United States and China underlined their commitment to the eventual realization of a world without nuclear weapons and the need to strengthen the international nuclear non-proliferation regime to address the threats of nuclear proliferation and nuclear terrorism.  In this regard, both sides support early entry into force of the Comprehensive Nuclear Test Ban Treaty (CTBT), reaffirmed their support for the early commencement of negotiations on a Fissile Material Cutoff Treaty in the Conference on Disarmament, and agreed to work together to reach these goals.  The two sides also noted their deepening cooperation on nuclear security following the Washington Nuclear Security Summit and signed a Memorandum of Understanding that will help establish a Center of Excellence on Nuclear Security in China.\n\t \n\t18.  The United States and China agreed on the critical importance of maintaining peace and stability on the Korean Peninsula as underscored by the Joint Statement of September 19, 2005 and relevant UN Security Council Resolutions. Both sides expressed concern over heightened tensions on the Peninsula triggered by recent developments.  The two sides noted their continuing efforts to cooperate closely on matters concerning the Peninsula.  The United States and China emphasized the importance of an improvement in North-South relations and agreed that sincere and constructive inter-Korean dialogue is an essential step.  Agreeing on the crucial importance of denuclearization of the Peninsula in order to preserve peace and stability in Northeast Asia, the United States and China reiterated the need for concrete and effective steps to achieve the goal of denuclearization and for full implementation of the other commitments made in the September 19, 2005 Joint Statement of the Six-Party Talks.  In this context, the United States and China expressed concern regarding the DPRK’s claimed uranium enrichment program.  Both sides oppose all activities inconsistent with the 2005 Joint Statement and relevant international obligations and commitments.  The two sides called for the necessary steps that would allow for early resumption of the Six-Party Talks process to address this and other relevant issues.\n\t \n\t19.  On the Iranian nuclear issue, the United States and China reiterated their commitment to seeking a comprehensive and long-term solution that would restore international confidence in the exclusively peaceful nature of Iran’s nuclear program.  Both sides agreed that Iran has the right to peaceful uses of nuclear energy under the Non-Proliferation Treaty and that Iran should fulfill its due international obligations under that treaty.  Both sides called for full implementation of all relevant UN Security Council Resolutions. The United States and China welcomed and will actively participate in the P5+1 process with Iran, and stressed the importance of all parties – including Iran – committing to a constructive dialogue process.  \n\t \n\t20.  Regarding Sudan, the United States and China agreed to fully support the North-South peace process, including full and effective implementation of Sudan’s Comprehensive Peace Agreement.  The two sides stressed the need for all sides to respect the result of a free, fair, and transparent referendum.  Both the United States and China expressed concern on the Darfur issue and believed that further, substantive progress should be made in the political process in Darfur to promote the early, comprehensive, and appropriate solution to this issue.  Both the United States and China have a continuing interest in the maintenance of peace and stability in the wider region.\n\t \n\t21.  The two sides agreed to enhance communication and coordination in the Asia-Pacific region in a spirit of mutual respect and cooperation, and to work together with other Asia-Pacific countries, including through multilateral institutions, to promote peace, stability, and prosperity.\n\t \nBuilding a Comprehensive and Mutually Beneficial Economic Partnership\n\t \n\t22.  President Obama and President Hu recognized the vital importance of working together to build a cooperative economic partnership of mutual respect and mutual benefit to both countries and to the global economy.  The two leaders agreed to promote comprehensive economic cooperation, and will develop further a framework of comprehensive economic cooperation, relying on existing mechanisms, by the third round of the S&ED in May, based on the main elements outlined below:\n\t \n\t23.  The two sides agreed to strengthen macroeconomic communication and cooperation, in support of strong, sustainable and balanced growth in the United States, China and the global economy:\n\n\n\t\tThe United States will focus on reducing its medium-term federal deficit and ensuring long-term fiscal sustainability, and will maintain vigilance against excess volatility in exchange rates.  The Federal Reserve has taken important steps in recent years to increase the clarity of its communications regarding its outlook and longer run objectives.\n\n\t\tChina will intensify efforts to expand domestic demand, to promote private investment in the service sector, and to give greater play to the fundamental role of the market in resource allocation.  China will continue to promote RMB exchange rate reform and enhance RMB exchange rate flexibility, and promote the transformation of its economic development model.\n\n\t\tBoth sides agree to continue to pursue forward-looking monetary policies with due regards to the ramifications of those policies for the international economy.\n\n\t\tThe two sides affirmed support for efforts by European leaders to reinforce market stability and promote sustainable, long-term growth.\n\n24.  The two countries, recognizing the importance of open trade and investment in fostering economic growth, job creation, innovation, and prosperity, affirmed their commitment to take further steps to liberalize global trade and investment, and to oppose trade and investment protectionism.  The two sides also agreed to work proactively to resolve bilateral trade and investment disputes in a constructive, cooperative, and mutually beneficial manner.\n\t \n\t25.  The two leaders emphasized their strong commitment to direct their negotiators to engage in across-the-board negotiations to promptly bring the WTO Doha Development Round to a successful, ambitious, comprehensive, and balanced conclusion, consistent with the mandate of the Doha Development Round and built on the progress already achieved.  The two sides agreed that engagement between our representatives must intensify and expand in order to complete the end game.\n\t \n\t26.  The two leaders agreed on the importance of achieving a more balanced trade relationship, and spoke highly of the progress made on this front, including at the recent 21st Meeting of the JCCT in Washington, D.C.\n\t \n\t27.  China will continue to strengthen its efforts to protect IPR, including by conducting audits to ensure that government agencies at all levels use legitimate software and by publishing the auditing results as required by China’s law.  China will not link its innovation policies to the provision of government procurement preferences.  The United States welcomed China’s agreement to submit a robust, second revised offer to the WTO Government Procurement Committee before the Committee’s final meeting in 2011, which will include sub-central entities.\n\t \n\t28.  The two leaders acknowledged the importance of fostering open, fair, and transparent investment environments to their domestic economies and to the global economy and reaffirmed their commitment to the ongoing bilateral investment treaty (BIT) negotiations, recognizing that a successful BIT negotiation would support an open global economy by facilitating and protecting investment, and enhancing transparency and predictability for investors of both countries.  China welcomed the United States’ commitment to consult through the JCCT in a cooperative manner to work towards China’s Market Economy Status in an expeditious manner.  China welcomed discussion between the two sides on the ongoing reform of the U.S. export control system, and its potential implications for U.S. exports to its major trading partners, including China, consistent with U.S. national security interests.\n\t \n\t29.  The two sides further acknowledged the deep and robust nature of the commercial relationship, including the contracts concluded at this visit, and welcomed the mutual economic benefits resulting from the relationship.\n\t \n\t30.  The two sides agreed to continue working to make concrete progress on the bilateral economic relationship through the upcoming S&ED and the JCCT process.\n\t \n\t31.  The United States and China recognized the potential for their firms to play a positive role in the infrastructure development in each country and agreed to strengthen cooperation in this area.\n\t \n\t32.  The two countries committed to deepen bilateral and multilateral cooperation on financial sector investment and regulation, and support open environments for investment in financial services and cross-border portfolio investment, consistent with prudential and national security requirements. The United States is committed to ensuring that the GSEs have sufficient capital and the ability to meet their financial obligations.\n\t \n\t33.  The United States and China agree that currencies in the SDR basket should only be those that are heavily used in international trade and financial transactions.  In that regard, the United States supports China’s efforts over time to promote inclusion of the RMB in the SDR basket.\n\t \n\t34.  The two countries pledged to work together to strengthen the global financial system and reform the international financial architecture.  The two sides will continue their strong cooperation to strengthen the legitimacy and improve the effectiveness of the International Monetary Fund and Multilateral Development Banks (MDBs).  The two sides will jointly promote efforts of the international community to assist developing countries, in particular the Least Developed Countries to achieve the Millennium Development Goals (MDGs).  The two sides will also, in partnership with the Multilateral Development Banks, explore cooperation that supports global poverty reduction and development, and regional integration including in Africa, to contribute to inclusive and sustainable economic growth.\n\t \n\t35.  The two countries reiterated their support for the G-20 Framework for Strong, Sustainable and Balanced Growth and reaffirmed their commitments made in the Seoul Summit Declaration, including using the full range of policies to strengthen the global recovery and to reduce excessive imbalances and maintain current account imbalances at sustainable levels. The two sides support a bigger role for the G-20 in international economic and financial affairs, and pledged to strengthen communication and coordination to follow through on the commitments of the G-20 summits and push for positive outcomes at the Cannes Summit.\n\t \nCooperating on Climate Change, Energy and the Environment\n\t \n\t36.  The two sides view climate change and energy security as two of the greatest challenges of our time.  The United States and China agreed to continue their close consultations on action to address climate change, coordinate to achieve energy security for our peoples and the world, build on existing clean energy cooperation, ensure open markets, promote mutually beneficial investment in climate friendly energy, encourage clean energy, and facilitate advanced clean energy technology development.\n\t \n\t37.  Both sides applauded the progress made in clean energy and energy security since the launch of the U.S.-China Clean Energy Research Center, Renewable Energy Partnership, U.S.-China Joint Statement on Energy Security Cooperation, and Energy Cooperation Program (ECP).  Both sides reaffirmed their ongoing exchanges on energy policy and cooperation on oil, natural gas (including shale gas), civilian nuclear energy, wind and solar energy, smart grid, advanced bio-fuels, clean coal, energy efficiency, electric vehicles and clean energy technology standards.\n\t \n\t38.  The two sides commended the progress made since the launch of the U.S.-China Ten Year Framework on Energy and Environment Cooperation (TYF) in 2008.  They agreed to further strengthen practical cooperation under the TYF, carry out action plans in the priority areas of water, air, transportation, electricity, protected areas, wetlands, and energy efficiency, engage in policy dialogues, and implement the EcoPartnerships program.  The United States and China were also pleased to announce two new EcoPartnerships.  The two sides welcomed local governments, enterprises, and research institutes of the two countries to participate in the TYF, and jointly explore innovative models for U.S.-China energy and environment cooperation.  The two sides welcomed the cooperation projects and activities which will be carried out in 2011 under the TYF.\n\t \n\t39.  The two sides welcomed the Cancun agreements and believed that it is important that efforts to address climate change also advance economic and social development.  Working together and with other countries, the two sides agreed to actively promote the comprehensive, effective, and sustained implementation of the United Nations Framework Convention on Climate Change, including the implementation of the Cancun agreements and support efforts to achieve positive outcomes at this year’s conference in South Africa.\n\t \nExpanding People-to-People Exchanges\n\t \n\t40.  The United States and China have long supported deeper and broader people-to-people ties as part of a larger effort to build a cooperative partnership based on mutual respect and mutual benefit.  Both sides agreed to take concrete steps to enhance these people-to-people exchanges.  Both sides noted with satisfaction the successful Expo 2010 Shanghai, and the Chinese side complimented the United States on its USA Pavilion. The two sides announced the launch of a U.S.-China Governors Forum and decided to further support exchanges and cooperation at local levels in a variety of fields, including support for the expansion of the sister province and city relationships.  The United States and China also agreed to take concrete steps to strengthen dialogue and exchanges between their young people, particularly through the 100,000 Strong Initiative.  The United States warmly welcomes more Chinese students in American educational institutions, and will continue to facilitate visa issuance for them.  The two sides agreed to discuss ways of expanding cultural interaction, including exploring a U.S.-China cultural year event and other activities.   The two sides underscored their commitment to further promoting and facilitating increased tourism.  The United States and China agreed that all these activities help deepen understanding, trust, and cooperation.\n\t \nConclusion\n\t \n\t41.  President Hu Jintao expressed his thanks to President Obama and the American people for their warm reception and hospitality during his visit. The two Presidents agreed that the visit has furthered U.S.-China relations, and both sides resolved to work together to build a cooperative partnership based on mutual respect and mutual benefit.  The two Presidents shared a deep belief that a stronger U.S.-China relationship not only serves the fundamental interests of their respective peoples, but also benefits the entire Asia-Pacific region and the world.\n\n\n\n\n"
}