{
    "title": "Press Gaggle by Press Secretary Jay Carney Aboard Air Force One en route St. Louis, Missouri | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/10/04/press-gaggle-press-secretary-jay-carney-aboard-air-force-one-en-route-st",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 04, 2011\n\n \n\n\n\nPress Gaggle by Press Secretary Jay Carney Aboard Air Force One en route St. Louis, Missouri\n\n\n\n\n\n\tAboard Air Force One\n\tEn Route St. Louis, Missouri\n\n\t4:43 P.M. CDT\n\n\tMR. CARNEY:  I just wanted to do a quick update.  I wanted to just make the point about what we saw in the Senate today.  And it was a political stunt, essentially, by the Senate Minority Leader, to attach the jobs bill to the China bill without debate, and simply as a stunt.\n\n\tWhen Senator Reid called that bluff and said, let’s schedule it right after the China bill, the Senate Minority Leader objected.  And all that tells us is it was a very disingenuous attempt to draw attention away from the fact that this President is calling on members of Congress, both houses, to act on jobs and the economy. \n\n\tI would simply point out that this is coming from a senator who has on the record stated that his number-one priority as the Republican leader in the Senate is not the economy, not jobs, but to defeat President Obama.\n\n\tWe’re focused, as this President has said before, on the things that we can do now, 13 months ahead of the election, to put people back to work and grow the economy.\n\n\tAny questions?\n\n\tQ    Do you have any indication from Senator Reid’s office that he will call for a full vote, then, after the China bill?\n\n\tMR. CARNEY:  I will let Senator Reid discuss the scheduling himself.  He has made clear that he will move forward on the American Jobs Act.  We want it to be debated, and we want members of Congress to -- of the Senate, and then hopefully the House -- to vote on it, and for those who vote against it, to explain why; and for those who vote for it, by doing so, demonstrate their commitment to growing the economy and creating jobs.\n\n\tThat’s the urgent priority that most Americans feel right now.  What they recoil from is the kind of gamesmanship that we saw today, this afternoon, in the Senate.\n\n\tQ    Okay.\n\n\tMR. CARNEY:  Thanks, guys.\n\n\tQ    Thank you.\n\n\tEND\n\t4:45 P.M. CDT\n\n\n\n\n"
}