{
    "title": "Vice President Biden Announces Staff Changes | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/23/vice-president-biden-announces-staff-changes",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nMay 23, 2011\n\n \n\n\n\nVice President Biden Announces Staff Changes\n\n\n\n\n\n\tWashington, DC – The Vice President announced today that his longtime aide and Press Secretary Elizabeth Alexander will be leaving at the end of May to practice law.  She will be succeeded by Kendra Barkoff, who most recently served as Secretary of the Interior Ken Salazar’s Deputy Communications Director and Press Secretary. \n\n\tVice President Biden said:  “From the Senate to the White House, for the last five years, Elizabeth has been by my side as a trusted advisor. Together, we’ve logged a lot of miles, and through it all she’s been tough, determined and loyal. Her energy, intellect, and professionalism will be missed enormously, even as I’m excited for her to start the next chapter of her career.”\n\n\t“We’re looking forward to Kendra joining the team,” added Vice President Biden.  “She has extensive communications and press experience and will be a tremendous asset to our office and the entire White House.” \n\n\tKendra Barkoff comes to the White House from the Department of the Interior, where she served as the Deputy Communications Director and Press Secretary.  Prior to her tenure at Interior, she worked as Senator Bob Casey’s Press Secretary on Capitol Hill.  She has also worked for Senator Richard Durbin as the Democratic Media Coordinator and Press Assistant, as well as for Senator Maria Cantwell as a communications aide.  A native of Northern California, Barkoff graduated from Washington University in St. Louis with a Bachelor’s Degree in Political Science.  \n\n\tKendra Barkoff joins the Vice President’s communications office, which is led by Communications Director Shailagh Murray, Deputy Press Secretary Amy Dudley and Assistant Press Secretary Liz Allen.  Barkoff will begin working in the Vice President’s office in June. \n\n\n\n\n"
}