{
    "title": "Press Call on the Upcoming Trip to Vietnam and Japan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/20/press-call-upcoming-trip-vietnam-and-japan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 20, 2016\n\n \n\n\n\nPress Call on the Upcoming Trip to Vietnam and Japan\n\n\n\n\n\n\tVia Telephone\n\n\t4:22 P.M. EDT\n\t \n\tMR. STROH:  Thank you very much.  And, everyone, thanks for joining us this afternoon on a press conference call to preview the President's trip to Vietnam and Japan.  Today we have with us Ambassador Mike Froman, the U.S. Trade Representative; Ben Rhodes, Deputy National Security Advisor for Strategic Communications; Wally Adeyemo, the Deputy National Security Advisor for International Economics; and Dan Kritenbrink, the Senior Director for Asian Affairs at the National Security Council.  As a reminder, this call is on the record, but we will embargo the call until the conclusion of the call.\n\t \n\tAnd with that, I'll turn it over to Ben Rhodes.\n\t \n\tMR. RHODES:  Great.  Thanks, everybody, for joining the call.  I'll just start by giving an overview of the President's schedule and some of the key objectives of the trip.  I'll hand it over to Wally to speak to the G7, the process in which he's U.S. sherpa and lead, and then to Ambassador Froman to speak to some of the trade issues particularly related to TPP, given that we are traveling to two TPP countries.\n\t \n\tFirst of all, let me just say at the outset that this trip I think continues to demonstrate and elevate the President's focus on the Asia Pacific region.  The Asia rebalance has been a central objective of the President's broader foreign policy and economic policy, rooted in our belief that this largest-emerging market in the world is critical to our future prosperity and also central to a whole host of critical U.S. national security interests as well.  \n\t \n\tAnd this trip, in particular, highlights both the emerging U.S. partnership with Vietnam that has already grown by leaps and bounds since the normalization process began, but is poised to be elevated to a new level -- the U.S.-Japan alliance, which is, of course, the cornerstone of our approach to stability and security in Asia, together with our other treaty alliances, and, of course, the G7, which is one of the principal forums in which we address international issues. \n\t \n\tI think what's notable about the trip, and you will see in the schedule, is it speaks to the breadth of our engagement with these countries in that we are addressing security and strategic issues; we are addressing significant economic and commercial issues, including the fact that both of these countries are a part of TPP; and growing people-to-people exchanges.  \n\t \n\tObviously, there is also a significant amount of history between the United States and Vietnam, and the United States and Japan that we can speak to in the Q&A.  But I do think that the quality of our relationships with both Vietnam and Japan just demonstrate how far we have come, from a difficult past, in forging constructive relationships that benefit the peoples of the United States and Vietnam, as well as the peoples of the United States and Japan.\n\t \n\tSo we will be leaving here on Saturday afternoon and arriving in Vietnam on Sunday night.  And so our official program in Vietnam will begin at Hanoi on Monday, May 23rd.  The President will begin with an official arrival ceremony, and then he will be having a bilateral meeting with the President of Vietnam.  Following that bilateral meeting, the two leaders will be having a press conference -- a joint press conference together.\n\t \n\tAfter that, we anticipate the President will have the opportunity to interact with the new head of the National Assembly in Vietnam.  He will then be hosted at a state luncheon in Vietnam, and he will then have a bilateral meeting with the Prime Minister of Vietnam.  Following that, he will have a bilateral meeting with the General Secretary of the Community Party of Vietnam.  \n\t \n\tSo this series of bilateral meetings I think demonstrates the breadth of our engagement with the Vietnamese.  We'd expect to have a very robust agenda that will include a range of issues, including the cooperation that we pursued to complete the TPP negotiations; our significant efforts to promote greater commercial ties that benefit growth and job creation in both of our countries; the discussion that we've had on regional security issues, both bilaterally and through ASEAN, which addresses many issues to include cooperation on areas like maritime security and disaster response; and our commitment to the peaceful resolution of disputes in the region; and our emerging and growing people-to-people ties and cooperation in areas like education and entrepreneurship.  \n\t \n\tSo we'll have a broad agenda with the Vietnamese.  But I think what we want to demonstrate with this visit is a significant upgrade in the relationship between the United States and Vietnam as partners on many issues, even as we have areas of difference that will continue to be the case. \n\t \n\tOn Tuesday, May 24th, the President will have a meeting with members of Vietnamese civil society as he does in countries around the world.  He always like to take the opportunity to meet with both governmental representatives, but also representatives of civil society.  That will also give him an opportunity to reaffirm his commitment to human rights and inclusive governance in Vietnam, as we do in countries around the world.  So he'll have an opportunity to hear the views and concerns of civil society and share his own thoughts in return.\n\t \n\tFollowing that, the President will give a speech to the Vietnamese people as, again, he's done in many countries.  This is an opportunity I think for the President to step back and reflect upon the enormous progress that has been made over the last two decades in advancing the U.S.-Vietnamese bilateral relations.  \n\t \n\tIt will very much focus on the bilateral relationship, on our areas of cooperation, on the future vision that he has for the U.S.-Vietnamese relationship.  And, of course, there will be areas of difference, but we address those differences respectfully.  And, frankly, having a new and broader relationship I think affords us greater opportunity to have respectful dialogue -- again, both about areas of common interest and about areas of continued differences.\n\t \n\tFollowing that speech, he will be leaving Hanoi and traveling to Ho Chi Minh City.  When he arrives in Ho Chi Minh City, we will be visiting the Jade Pagoda to be able to pay tribute to and admire the cultural traditions of Vietnam.  Following the visit to the Pagoda, he will have an event that is focused on both our commercial ties and on entrepreneurship.  He’ll be able to meet with some young Vietnamese entrepreneurs who are doing important work, and then he’ll be able to participate in a discussion that lifts up the benefits of TPP to both of our countries, and the ability of TPP to promote growth and job creation and also high standards on issues like labor and the environment.  And I’ll leave it to Mike to discuss that in greater depth.  That will conclude his day in Ho Chi Minh City.\n\t \n\tThen on Wednesday, May 25th, the President will host a town hall with members of the Young Southeast Asian Leaders Initiative.  As you may know, we launched YSEALI a number of years ago.  It has grown by leaps and bounds to include engagements with thousands of young people across the 10 ASEAN countries, including significant participation from young Vietnamese.  \n\t \n\tSo as he has done in other countries -- in Myanmar, in Malaysia, and in others -- he’ll have the opportunity to speak and take questions from young Vietnamese.  So, again, I think this visit is unusually long -- we’re spending three days in Vietnam, going to two cities, addressing the strategic, security, economic, and people-to-people relationship that we’re building, and we intend for this to be a truly impactful visit in the history of U.S.-Vietnamese relations.\n\t \n\tAfter that, we will fly from Vietnam to Japan for the G7 Summit.  I will leave it to my colleague, Wally, to talk through the sessions and agenda for the G7 Summit.  I will say that, of course, there are some outstanding scheduling issues.  What we would anticipate is that the President will have a bilateral meeting with Prime Minister Abe of Japan.  When we have a time set for that, we will, of course, let you know.  And then in addition to that bilateral meeting with Prime Minister Abe, he will be participating throughout the day on Thursday in the G7 Summit.\n\t \n\tThen he will begin his final day on Friday with the remaining sessions of the G7 Summit.  Following the G7 Summit, he will leave and he will fly to Hiroshima.  I think he’ll have an opportunity -- given that we will be flying into Iwakuni Base -- to also thank some of the U.S. and Japanese servicemembers who work together and represent our alliance in action today.  But then he will proceed to Hiroshima.  \n\t \n\tObviously this is an incredibly important visit for the Japanese people and the American people.  We’ve discussed this, we’re happy to take your questions about it.  But of course he’ll be -- we still haven’t finalized every element of the program, but we anticipate that he’ll of course be able to visit the Hiroshima Peace Memorial to lay a wreath and engage in a brief tour of the memorial grounds, after which he will be able to deliver a statement reflecting upon what his impressions are.  He will be accompanied by Prime Minister Abe of Japan.\n\t \n\tI’d just say briefly at the outset that you’ve heard us say that, first, this will be an opportunity for him to reflect on the extraordinary human toll of war and the loss of innocents in World War II -- the loss of innocents, of course, in Hiroshima and Nagasaki, but also in many countries around the world.  I think the President wants to pay recognition to the human toll of war, and obviously this is a particularly powerful site for him to do so.\n\t \n\tSecond, he will of course be reaffirming his commitment to pursuing the peace and security of a world without nuclear weapons.  We have said that, as the one nation to have used nuclear weapons, the United States has a unique and moral responsibility to work on behalf of the goal of a world without nuclear weapons.  And we hope to instill in the world a greater sense of urgency around that agenda around the President’s visit.  \n\tAnd lastly, he’ll have an opportunity I think to speak to the fact that from the tragedy of war, the U.S. and Japan have been able to build an extraordinary alliance that benefits both of our people.  And his message in that regard will be forward-looking; that as we reflect on and confront directly and engage in dialogue about our history, we are focused on the future we’re trying to seek -- a future of greater peace and cooperation, of nonproliferation going forward.\n\t \n\tI’ll stop there because that’s the conclusion of the President’s trip.  Again, there will be some other potential scheduling engagements that are added.  But I’ll turn it over to Wally to walk through the G7 agenda.\n\t \n\tMR. ADEYEMO:  Thanks, Ben.  The G7 this year will offer several tangible opportunities to make progress on a host of issues that the leaders of the G7 have been addressing for the President’s two terms in office, starting with the global economy.  \n\t \n\tWhile the United States has been relatively a pillar of strength within the G7 economies, growth has been overall moderate and uneven.  The global economic discussion will give the leaders an opportunity to talk about what they can do collectively as leaders of seven of the largest developed economies to boost global demand, especially in the environment of low interest rate, and a need for increased investment.\n\t \n\tIn addition to a conversation about the overall global economy, there will be a conversation about the trade agenda.  The G7 nations are all engaged in various regional trade agreements.  The United States -- and I’ll allow Ambassador Froman to speak to these -- but it’s engaged in trade agreements with Japan, Canada, in TPP, and with the European Union in T-TIP. In addition to that, other countries -- for example, Canada and the European Union -- are also in discussions about a regional trade agreement, as are the Japanese and the Europeans.  \n\t \n\tSo there will be a discussion about those trade agreements, but in addition to that, there will be a conversation about what we can do to make sure that we are using our trade and trade enforcement tools and our trade agreements to maximize the benefits to our workers and our firms, and to level the playing field.  There will also be a discussion about over-capacity in this session, and what we can do to address over-capacity in several areas with an emphasis on steel and how we can use our collective action to best ensure that over-capacity is addressed.\n\t \n\tIn addition to that, our leaders will have a conversation about foreign policy and the foreign policy challenges that they face that will largely reflect the conversations that occurred amongst our foreign ministers when they met in Hiroshima.  They will also have the opportunity to take note of the climate change agenda that was set in Paris in 2015, and to talk about what we can do to ambitiously implement that agenda consistent with our goal of reducing the temperature by 1.5 and 2 degrees.\n\t \n\tWe will also have an opportunity to hear from a number of Asian countries.  As Japan is the only Asian member of the G7, they have chosen to invite a number of Asian countries to talk about issues that are particular to Asia, but issues that also are relevant to the rest of the world.  For example, infrastructure, the development agenda, the inclusion of women in the economy and society, and health care.  These are issues that are not only important to our economies, but also socially important to us.  And it will give us a chance to have a holistic conversation about what the G7 can do to advance the prosperity and the security of our people.\n\t \n\tAMBASSADOR FROMAN:  Great.  Thank you, Ben and Wally.  Let me talk a little bit about Vietnam and touch on the trade issues regarding the visit to Japan. \n\t \n\tWith Vietnam -- 90 million people, rapidly growing middle class -- a middle class that is expected to double between 2014 and 2020.  And one thing we know is that as middle class consumers emerge, they want more of everything that the United States is well-positioned to make and to export.  But we face significant barriers to those exports.\n\t \n\tSo in Vietnam, for example, U.S. auto exports face a 70 percent tariff, 74 percent tariff on motorcycles, 32 percent tariff on auto parts.  Made-in-America machinery like construction equipment are hit with tariffs as high as 59 percent; beef, 34 percent; poultry, 40 percent.  So we face these barriers getting our products into Vietnam, and those tariffs need to be eliminated or greatly reduced through the TPP implementation.  \n\t \n\tThe reason why that’s important is that our market is already very open.  So we have average applied tariffs of 1.4 percent compared to the tariffs that I just described for you.  We don’t use non-tariff regulations as a barrier to trade.  And TPP gives us an opportunity to level the playing field for our workers and ranchers and farmers and firms so that they can get more of their products into this fast-growing market.\n\t \n\tBeyond the tariffs, though, and the non-tariff barriers is a set of rules the TPP represents.  So, for intellectual property -- issues like counterfeits or trade secrets.  The rules around the digital economy, making sure the Internet stays open and free and there’s a free flow of data across borders.  Obligations to prevent governments from replacing tariffs with non-tariff barriers.  Rules assuring that state-owned enterprises, of which there are many in Vietnam, have to compete on a level playing field against our private firms, and our private firms now have recourse if they don't.\n\t \n\tIssues around, very importantly, labor and the environment.  Vietnam has agreed to allow independent unions that can control their own finances, elect their own leaders, conduct strikes, affiliate as they wish, get assistance from outside labor organizations.  They’ve agreed to the five basic ILO labor principles -- the right to associate, the right to collective bargain, prohibitions on child labor and forced labor, prohibitions on employment discrimination.  They’ve agreed the acceptable conditions of work -- having a minimum wage, hours regulations, safe workplace conditions.  And all those obligations under TPP are fully enforceable, meaning that their access to our market is tied to their compliance with these provisions.\n\t \n\tSame thing on the environmental side.  Vietnam is a market for much of the illegally traded wildlife around the world, and they’ve agreed to take on obligations to combat illegal wildlife trade as well.\n\t \n\tSo there’s a great opportunity here.  This is the next phase in our economic relationship with Vietnam that, as Ben said, has been growing since normalization of relations 20 or so years ago.\n\t \n\tJapan, as Wally mentioned, of course, is another TPP partner.  They’re working their way through ratification of TPP. And there, too, are great economic opportunities -- from the ag side, where they have a 3.2 percent tariff on beef, substantial protection around pork, obstacles to our exports on dairy products that will be dealt with through TPP, to the auto side, where we have a special agreement with Japan to deal with the non-tariff barriers to our auto exports.  \n\t \n\tSo it will be very important that we engage with Japan and the other parties at the G7 about the ratification process for TPP in the various countries and the continuing work that needs to be done in T-TIP to bring political will to the table to address the outstanding issues in a pragmatic and creative manner with the goal of, as the President said in Hannover, trying to reach agreement on T-TIP over the course of this year.\n\t \n\tQ    A question related to Vietnam.  What’s the decision, if, in fact, one has been made yet, on whether there should be a full lifting of the arms embargo on Vietnam, or whether it should stay in place?  And what might be the timing of such an announcement before departure, or possibly during the trip?  Or are we talking about taking longer?\n\t \n\tMR. RHODES:  Thanks, Matt, for the question.  We have not finalized a decision related to this issue.  It is something that we regularly review and we certainly expect that it will be a subject of discussion with the Vietnamese.  So I'd expect that this will be discussed in the context of the President's meetings, and it's something that we obviously have been looking at as we prepare for the visit in the context of our broader relationship.  So we are thinking through how is our evolving security cooperation going to look moving forward.  We are looking at, of course, how our broader relationship is evolving, including our continued commitment to support human rights in Vietnam.  \n\t \n\tSo, again, I think this will be discussed in the context of where this relationship is going, and it's something that we'll certainly be addressing in the bilateral meetings with the Vietnamese.  And we'll have the opportunity to -- they regularly raise this issue with us, and we'll, of course, want to have the opportunity to explain our thoughts to them, and I think we'll have the opportunity to discuss it in that context.\n\t \n\tI will say there's also obviously a lot of views on this issue in Congress, as well.  And we've been engaged in consultations with Congress about this and other issues related to the U.S.-Vietnam relationship over the last days and weeks.  So this has factored into the set of issues that we've been reviewing in preparation for the visit.  We expect the President will be discussing this issue and how we intend to approach it going forward in his meetings in Hanoi.  \n\t \n\tAnd we are looking at it, not narrowly, in the context of simply whether or not to look to them, but rather where is our relationship going, what is the most effective way of advancing our cooperation, but also in building the tougher relationship where we can cooperate on areas of common interest while also having productive and respectful dialogue on areas of disagreement, which of course is primarily focused on issues related to human rights.  So we will, again, look forward to continuing this discussion with the Vietnamese and, of course, with those who are interested over the course of the visit.\n\t \n\tQ    Hi, Ben.  Thanks.  And can you tell us how you're viewing this EgyptAir incident now that U.S. officials have said that they suspect it was a bomb?  Is this looking like this is going to be another case of the President traveling and issues of terrorism overshadowing the other issues on the trip?  And secondly, on the TPP, given the roadblocks that have been out there -- that are still out there, what kind of progress do you expect to see towards finally ratifying this eventually?  And what's your time frame, and when do you envision this actually happening?  Thank you.\n\t \n\tMR. RHODES:  Thanks, Michelle.  On the first question, obviously we are deeply concerned about the situation involving the EgyptAir flight, and our hearts go out to the loved ones of those who are currently missing.  Our government has not reached a formal determination about what took place.  We have offered our assistance to the relevant authorities that are currently engaged in an investigation.  And we will continue to provide you with updates if we draw any formal conclusions.  Of course, again, the countries that are more directly involved -- Egypt and France -- are leading the investigation.  We've offered our full support, and we obviously will be doing our own analysis of what we believe happened.  \n\t \n\tWith respect to how that relates to the President's trip, we obviously have enormous economic and national security interests in the Asia Pacific region, just as we have a profound and enduring interest in preventing any acts of terrorism.  And so we, of course, will be pursuing I think a very important assessment of an agenda that has an enormous bearing on the long-term interests of the American people and our national security and economic security going forward throughout the course of the trip as it relates to terrorism.  And that, again, doesn’t prejudice the investigation because there's not been any formal determination made.  Clearly, that will also be a subject at the G7.  One of the principal foreign policy areas that has been a focus of the G7 in recent years has been our shared efforts against terrorism.\n\t \n\tOn TPP, I'll turn it over to Mike.  I will just say that I think that both of these countries are indications of the types of markets that are going to be critical to U.S. exports and job creation going forward.  And so from just one perspective -- before I go to Mike -- I think it is a further demonstration of how important it is that the United States not be shut out of certain markets and have the ability to shape the rules of the road in this critically important region.\n\t \n\tBut I’m going to hand it over to our trade representative.\n\t \n\tAMBASSADOR FROMAN:  Thank you, Ben.  Just to build on that, we are and we have been in consultation with Congress since completing the agreement last October.  We published it in November; we signed it in February.  We’re continuing to work through the various procedures laid out under Trade Promotion Authority that Congress approved last year and we’re consulting with congressional leadership and the leadership of our committees on what the best timetable is for bringing this up for a vote.\n\t \n\tIn the meantime, we are working with members of Congress individually to walk them through the agreement, address their concerns, demonstrate what’s in the agreement for their constituents or stakeholders that they care a lot about.  We’re working to resolve a handful of key issues that have been flagged as particularly important by members of Congress.  And we’ve already started the process -- normally, after Congress approves a trade agreement, then we turn to the implementation process with the countries.  \n\t \n\tAnd in this case, we’ve decided to accelerate that.  In consultation with Congress, we are already working with the countries in the region on the various steps that they’ll need to take to bring themselves into compliance with TPP.  And that includes Vietnam, where we’ve already had teams out in Vietnam over the last couple of months talking to them about the array of obligations that they have under the agreement.\n\t \n\tQ    So I have a couple of questions for you.  Specifically for Ben, what do you think about the absence of Russia from the summit table?  How does it affect the discussion on Syria and ISIS, for instance?  My final question is, is Obama going to be meeting with Hiroshima survivors during this trip?  Thank you.\n\t \n\tMR. RHODES:  Thanks.  On the first question, we have been very clear that the G7, formerly the G8, part of the basis of the organization is to have cooperation on behalf of the fundamental international principles and norms that allow for peaceful development, peaceful relations among countries.  And when Russia flouted those rules because of its violation of the sovereignty and territorial integrity of Ukraine, the decision was taken collectively that Russia should not participate in upcoming G7 meetings.\n\t \n\tSo it was entirely Russia’s determination to violate the most basic international principle, which is the sovereignty and territorial integrity of a country.  That led to this being a G7. Of course, the option continues to be available to Russia to change course and to respect the sovereignty and territorial integrity of its neighbors.  Until it does, not only are they not participating in the G7 meeting, but of course, together with the other G7 countries we’ve imposed very significant sanctions on Russia, related to its actions in Ukraine.\n\t \n\tI will take the opportunity to briefly say that Russia has an opportunity in front of themselves, together with the Ukrainian government and the separatists, to fully implement the Minsk agreement, which would both be of great benefit to the people of Ukraine but also we’ve been very clear it could create a pathway for the relaxation of those sanctions.\n\t \n\tWith respect to Syria and ISIL, Russia’s absence from this forum does not foreclose our ability to be engaged in regular dialogue with them about those issues.  And, in fact, we’ve been deeply engaged in discussions with Russia about the cessation of hostilities that we’ve sought to preserve within Syria about the efforts to promote a peace process in Geneva.  Secretary Kerry and Prime Minister Lavrov have spoken about that.  President Obama and President Putin have.  So we have those channels of communication just as we have efforts to de-conflict our military efforts in Syria.  But again, I think it’s important that it is demonstrated that there’s a cost for actions that violate basic international law, and that’s why this is a G7 meeting.\n\t \n\tOn the Hiroshima program, we have not finalized the elements of the President’s visit, including who he might meet with or interact with while he’s in Hiroshima.  So we will provide you with updates as that is further developed.  Again, what we do know is that he will visit the Peace Memorial, that he will be joined by Prime Minister Abe, that he’ll have an opportunity to lay a wreath but also to offer his reflections on his visit.  And I know that he is very much anticipating the opportunity to have that experience and to speak to the people of Japan and the United States and the world about what he takes away from that experience.\n\t \n\tQ    Hi, thanks for having this call.  You mentioned over-capacity, so, Wally, or Mike Froman, just wanted to ask, I assume the main focus would be on over-capacity of base metals like steel products and aluminum that’s weighing on G7 economies and the U.S.  And I’m just wondering -- these countries have met before at the OECD and elsewhere on this issue.  I’m just wondering, is the G7 where -- a place where we would expect a plan of action on this?  Or is it just a place for countries to discuss their individual actions that they might take?  And where would the U.S. be in that process?  China and even South Korea are right next door to the G7 meetings, so I’m just curious to see how that’s going.\n\t \n\tMR. ADEYEMO:  I think, as you know well, the solution to over-capacity, especially in the base metals, requires a global solution.  And while the G7 is a large segment of the global economy, it isn’t the entire global economy.  The meeting gives us an opportunity to work together to organize our shared approach toward these issues, but we need to work alongside countries like South Korea and Brazil and India and other countries to hold those accountable who are responsible for over-capacity in the base metal sector.  \n\t \n\tAnd I think our goal has been, in the United States, to use our trade enforcement laws aggressively to do that.  But we know that this is a global problem that requires a global solution, and we want to do a better job of coordinating with our international partners in the G7 and in other forums.\n\t \n\tQ    Thanks for the call.  It’s a question for Ben or Dan.  We’ve seen, again, in the last 24 hours, another escalation of tensions, and so I was trying to see what this intercepts -- the discussion about the Vietnam arms embargo, which is annoying the Chinese, and the ruling coming up.  I was just wondering if you can say -- can tell us how are you kind of -- take a little bit of heat out of this issue, and whether you actually want to take a little bit of heat out of this issue.\n\t \n\tMR. KRITENBRINK:  Look, our approach to the South China Sea has been very consistent, and you’ll continue to see that going forward.  We have demonstrated very clearly that we don’t take a position on any of the competing sovereignty claims in the South China Sea, but we do very clearly take a position on how those disputes are resolved, and we make very clear they need to be resolved peacefully and in accordance with international law.\n\t \n\tAnd at the same time, we’ve demonstrated that the United States, as with all countries, enjoys certain rights under international law, including the freedom of navigation and freedom of overflight.\n\t \n\tYou have seen, as we have, the reports that there was an unsafe intercept in the South China Sea in the last 24 hours.  We’re looking into that incident.  I don’t have further details for it, but I think you’re well aware that we routinely carry out naval and other operations, both in the airspace over the South China Sea and in the international waters of the South China Sea. We do those routinely, in a safe manner, and we’ll continue to do that going forward.\n\t \n\tAlthough maritime issues is not the central focus of the visit per se, obviously these issues are of great importance to all countries in the region, including to Vietnam and to Japan, obviously to the United States.  And I’m confident that when the President sits down with the Vietnamese leadership and with Prime Minister Abe, that this will be one important topic of discussion.  And I also anticipate that the leaders at the G7 will have the opportunity to engage on these issues as well.\n\t \n\tMR. RHODES:  The only thing I’d add, Andrew, is just a couple things.  I mean, one is we also have worked to ensure that we have military-to-military engagement with China, in part so that we have the capacity to raise concerns around particular issues, and just have open lines of communication.  \n\t \n\tThe second thing that I’d say is that the United States’ role in the region has been to reinforce international rules of the road and peace and stability.  And for decades, that presence has helped facilitate peaceful development in the Asia Pacific region.  And to the extent to which there is behavior that seeks to take these types of territorial disputes and put them into the type of dynamic where a bigger nation is seeking to inserts its rule over a smaller one, I think that raises concerns in the region.  And it only reinforces the need to have a dialogue around support for clear international rules of the road.  \n\t \n\tAnd so we pursued that discussion at Sunnylands with the ASEAN countries -- several of whom are claimants, several of whom aren't -- but all of them have an interest in the peaceful resolution of disputes and the free flow of commerce through the South China Sea.  We'll certainly have that discussion with Vietnam.  It's only one element of many aspects of our cooperation on security and economic issues.\n\t \n\tBut again, I think what we see is an interest in the region and the United States being present as a country that is committed to international rules and norms.  And that will be our consistent message throughout the course of the visit.\n\t \n\tI think we have time for a couple more questions.\n\t \n\tQ    I have two questions, one for Ambassador Froman on TPP.  You talked a lot about exports to a growing middle class in Vietnam, but I wonder if you could talk a little bit about the other phenomenon, which is that I think apparel and footwear textiles imports to the U.S. from Vietnam stand to gain from the lowering of U.S. tariffs.  I think the ITC report yesterday talked about imports from TPP countries, especially Vietnam and those markets, we expand by 23 percent, and that ultimately manufacturing jobs would actually diminish compared to baseline assumptions.  What does that say to American shoe manufacturers and others who were saying the final remaining jobs we have are destined to go to offshore because of this deal?  Is that just the future of kind of where we're headed, and the U.S. has to focus on other jobs?  Is that the message for this deal?\n\t \n\tAnd then one for Ben, if I could, about Japan and the President’s visit to Hiroshima.  There are those who say the President’s visit will -- even if he’s not apologizing -- will bring even more closure and final reconciliation to the people in Hiroshima, but that then it's up to the Japanese Prime Minister, whether it's Abe or a future one, to take more steps to close the World War II chapter in Asia, despite what he did on the comfort women and some of the speeches to Congress, and on the 70th anniversary last year in Japan.  I wonder if you had thoughts about that, or whether you believe Japan has done enough at this point to move forward in the region, and whether at all there’s any talk between the U.S. and Japan of having Prime Minister Abe visit Pearl Harbor before President Obama leaves office.\n\t \n\tAMBASSADOR FROMAN:  Thanks, David.  On your TPP question, we worked very closely with both the domestic footwear and apparel manufacturers here in the United States as well as the importers throughout the negotiations.  And the final deal was endorsed both by the footwear producers in the U.S. and the footwear importers, same thing.  The textile industry endorsed it as well as the apparel importers.  \n\t \n\tJust take footwear, for example.  There are high tariffs of our footwear exports into Japan that will be eliminated.  So we're going to see our exports go up.  We will see, I believe it's a 2 percent increase in imports of footwear, so most of those increased imports from Vietnam is production shifting from China to Vietnam.  It's not all an increase in imports to the U.S.\n\t \n\tWith regard to the manufacturing question you asked, I think that points to one of the limitations of the model, which is, as you probably know, the ITC model assumes that the trade deficit remains the same -- the trade balance stays the same as a percentage of GDP.  So as they show increases of exports in one sector, they need to show decreases in exports or increases in imports in other sectors.  And it's a relative measure based on where they see the most significant increases in productivity.\n\t \n\tAnd that's why it shows greater gains in services than it may in some other sectors.  But it doesn’t mean that in reality there’s going to be a decline relative to the baseline.\n\t \n\tMR. RHODES:  Thanks, David, for your question.  I'd say a couple things.  First of all, we said that this is not about issuing an apology.  And of course, the American people are extraordinarily proud of the generation of servicemembers who fought in World War II, at a time of maximum peril to our nation, and they have a revered place in our society.  \n\t \n\tWhat we are able to do in going to Hiroshima is to pay tribute to the enormous suffering and loss of innocence in war.  And, first of all, as I said in the opening, you're talking about a conflict that had an enormous human toll, with tens of millions of people killed around the world, including so many innocents.  And even in Hiroshima, you had obviously an extraordinary loss of life of innocent Japanese civilians, and you also had the loss of life of many Koreans who were present in Hiroshima, and even American servicemembers who were there.  \n\t \n\tAnd I think that the President’s message, therefore, is, in part, that leaders and citizens have to be mindful going forward about the enormous cost of war, and that we can never forget the toll that war takes on innocent life.  \n\t \n\tSecondly, of course, as I mentioned, Hiroshima and Nagasaki are symbols of both that loss of innocent life, but also the toll of nuclear weapons.  And it is very important that leaders not lose urgency -- as we get farther and farther away from the use of nuclear weapons, that we not lose urgency in seeking to prevent the spread of nuclear weapons and seeking to reduce nuclear stockpiles, and ultimately pursue a world without them.  \n\t \n\tAnd we've spent a lot of time promoting nuclear security and seeking to reduce our deployed stockpile and launchers through the New START Treaty, and trying to stop the spread of nuclear weapons through the Iran deal, and of course, in dealing with the extraordinary challenge from North Korea as it pursues a nuclear program.  \n\t \n\tSo it's an opportunity to I think focus the world’s attention on the need to prevent the spread of nuclear weapons and seek a world without them.\n\t \n\tWith respect to Pearl Harbor, I'd just say, first of all, that we draw no linkages to our decision to go to Hiroshima.  This is the President’s decision.  And he is making this decision be he believes that it's important to acknowledge history; it's important to look squarely at history; it's important to have a dialogue about history.  And every leader has to make their own choices about how they will do that.\n\t \n\tWe have encouraged all leaders in Asia to try to look at these difficult historical issues in a manner that promotes dialogue and understanding and ultimately reconciliation.  \n\t \n\tIn that context, we very much welcomed the agreement that was reached with respect to comfort women.  And there are many different issues -- and I should add that a great deal of courage from both Prime Minister Abe and President Park, given how important the history of the comfort women is to the people of the Republic of Korea.  \n\t \n\tAnd there are many historical issues that continue to be hotly discussed and debated in the Asia Pacific.  I think our point is that the more that there’s able to be peaceful dialogue about those issues, the more they will not be sources of tension going forward, but rather we can overcome those issues.  And, frankly, again, the very fact that the United States is traveling to Japan, that it’s now one of our closest allies in the world, and Vietnam, which is a merging partner of ours I think demonstrates how you are able to move beyond difficult history, and that’s what we would encourage the countries of the Asia Pacific to do.\n\t \n\tSo Prime Minister Abe will make his own decisions about how he addresses these issues and about Pearl Harbor, but I think that’s certainly how President Obama views it.\n\t \n\tLast question.\n\t \n\tQ    All my questions have actually already been addressed so I’ll let someone else go.\n\t \n\tQ    I wondered if in Hiroshima if the President had any plans to use his reflections to offer any new or concrete steps on how to reduce nuclear weapons, globally or in the U.S.  And in that same vein, can you comment on the notion that the world is actually further away from the President’s goal of a nuclear-free world now than it was when he gave his speech in Prague seven years ago?\n\t \n\tMR. RHODES:  Well, first of all, we’re not going to give a major policy address in Hiroshima.  We just, frankly, didn’t think that it was the appropriate venue.  This is such a powerful place and so therefore we thought that a simple reflection on the cost of war and the cost of nuclear weapons was the appropriate way for the President to speak from the heart about his reflections.\n\t \n\tI will say that, again, we do hope that in visiting Hiroshima, we’re able to once again spotlight the imperative that the world has to seek a reduction and ultimate elimination of the risk of nuclear weapons.\n\t \n\tLook, I would -- it might not surprise you -- take a different view of I think what’s happened since we took office.  I think we made progress on a number of fronts, even as we acknowledge, and we’d be the first to acknowledge, that there’s a lot more work to do.  First of all, we made clear from the beginning of our time in office that we wanted to keep our own NPT commitments to pursue the reductions of our own stockpiles.  And the new START treaty in the first term was one of the most significant arms control agreements of recent years.  It significantly reduced our deployed stockpiles and launchers with Russia, and demonstrated that we were once again moving in that direction.\n\t \n\tSecondly, we reduced the role of nuclear weapons in our own national security strategy so that we are less reliant on nuclear weapons as we address issues around the world.  \n\t \n\tThirdly, we’ve hosted a series of nuclear summits that have significantly enhanced nuclear security protocols and eliminated a significant amount of nuclear material -- again, all of which is to help keep the most dangerous material out of the hands of terrorists and other actors who we would not want to obtain weapons.\n\t \n\tThen, in terms of nonproliferation -- and I think this is really important -- over the course of the last decades since the Cold War, you’ve seen the proliferation and spread of nuclear weapons through a number of states.  \n\t \n\tDuring President Obama’s seven and a half years in office, there has not been any new member of the nuclear club, in large part because we were able to reach a diplomatic agreement with the Iranian government and the P5+1 that assures and verifies that they will not be able to develop a nuclear weapon, and that, in fact, has demonstrably rolled back their nuclear program.  They’ve shipped out their stockpile, converted their reactors, and taken other steps to allow for the verification that they are not pursuing a nuclear weapon.\n\t \n\tSo on nonproliferation and nuclear security and arms control, I think there are things that we are quite proud of.  However, to be very specific about what has not taken place, and very straightforward about that, we had indicated an interest in additional arms control.  And Russia, particularly after President Putin took office, indicated that they were not interested in pursuing that discussion, so we were not able to have an additional round of discussions around further arms control agreements.  So that’s one example of an area where we think that there’s further progress.\n\t \n\tThere are other areas where we’d like to see continued progress around agreements like a fissile material cutoff treaty, where, again, there continue to be challenges in building an international consensus around those issues.  \n\t \n\tSo we certainly acknowledge that there’s more to be done.  But we do believe that we have bent the curve in the right direction on nonproliferation nuclear security, the role of nuclear weapons in our national security strategy, and our own stockpile and launchers.  I know there’s some controversy around some of our modernization, but what we would say is what President Obama said in Prague, which is as long as nuclear weapons exist, we do need to have an effective and credible deterrent, both for our own security and for the security of allies like Japan and the Republic of Korea.\n\t \n\tSo again, we hope in going that we’re able to energize that process, lift up progress that’s been made, but also with that, spotlight additional efforts that need to be done.  That’s all for the better, and we welcome that attention.  And we hope to do as much as we can with our time in office, and then we hope that, going forward, future administrations pursue that goal of ultimately -- the goal that, I should say, not just President Obama but Presidents like President Reagan and President Kennedy embraced, which was the peace and security of a world without nuclear weapons.\n\t \n\tSo I’ll stop there.  Sorry to go on.  I didn’t want to just credit ourselves; I also wanted to be very clear that we do recognize that the President’s Prague agenda is unfinished, but that’s part of the reason for shining a light on these issues in Hiroshima.\n\t \n\tSo thanks, everybody, for joining the call.\n\t \n\tMR. STROH:  Ladies and gentlemen, just as a reminder, the call was on the record, and now that we have concluded, the embargo is lifted.  Thanks very much for your participation.\n\t \n\tEND \n\t5:18 P.M. EDT   \n\n\t \n\n\n\n\n"
}