{
    "title": "MENSAJE SEMANAL: Las Principales 10 Cosas que Ocurrieron en el 2015 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/12/19/mensaje-semanal-las-principales-10-cosas-que-ocurrieron-en-el-2015",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 19, 2015\n\n \n\n\n\nMENSAJE SEMANAL: Las Principales 10 Cosas que Ocurrieron en el 2015\n\n\n\n\n\n\tWASHINGTON, DC - En su mensaje semanal, el Presidente celebró la tradición de listas del cierre del año con su propia lista del resumen del año. El Presidente ofreció su resumen de la principales 10 cosas que ocurrieron en el del 2015, todos cuales nos deberían brindar optimismo para los prospectos del 2016. Este año ha sido uno donde hemos visto progreso sin precedentes en áreas desde el acuerdo con Irán a la igualdad de matrimonio hasta el acuerdo histórico de comercio. El año 2015 vio crecimiento económico, donde nuestro índice de desempleo disminuyó a cinco por ciento; la normalización de relaciones con Cuba y la nueva apertura de la Embajada Estadounidense en la Habana; y un acuerdo histórico en Paris para tomar acción climática real. El Presidente reconoció el progreso significativo de este año, y espera con confianza el 2016 y todo lo que aún estamos por lograr.\n\n\tEl audio y el video de este mensaje estarán disponibles en http://obamawhitehouse.archives.gov a las 6:00 a.m. ET, el 19 de diciembre del 2015.\n\n\tComentarios del Presidente Barack Obama\n\tMensaje Semanal\n\tLa Casa Blanca\n\t19 de diciembre de 2015\n\n\tHola a todos. Esta es la época más maravillosa del año. No solo por compartir la emoción de las fiestas, sino por la creación de listas de deseos. Hay listas de deseos, listas para Santa y, por supuesto, listas del resumen del año. Así que decidí tomar acción.\n\n\tNosotros, como nación, enfrentamos grandes desafíos. Al igual que lo hacía David Letterman, quien se jubiló en el 2015, a continuación presento, en ningún orden en particular, las principales 10 cosas que ocurrieron en el 2015, que deberían hacer que cada estadounidense se sienta optimista en cuanto al 2016.\n\n\tNúmero diez: La economía. En los últimos 12 meses, nuestras empresas han creado 2.5 millones de nuevos trabajos. En total, han agregado 13.7 millones de nuevos trabajos, en un período de 69 meses seguidos de crecimiento laboral. La tasa de desempleo descendió a 5 por ciento, lo cual representa el porcentaje más bajo en casi ocho años.\n\n\tNúmero nueve: Más estadounidenses están obteniendo cobertura de seguro de salud. La tasa de estadounidenses sin seguro de salud descendió por debajo del 10 por ciento por primera vez en la historia. En total, 17.6 millones de personas, cifra que continúa aumentando, han obtenido cobertura desde que entró en vigor la Ley del Cuidado de Salud a Bajo Precio. No olviden que todavía pueden inscribirse hasta el 31 de enero en HealthCare.gov.\n\n\tNúmero ocho: El liderazgo mundial de Estados Unidos en el cambio climático. Durante la semana pasada en París, casi 200 países se reunieron para establecer el curso de un futuro con bajas emisiones de carbono. Eso solo fue posible porque Estados Unidos lideró con la energía limpia a nivel nacional y con una diplomacia fuerte alrededor del mundo.\n\n\tNúmero siete: El progreso en el continente americano. Pasamos la página de la política obsoleta de hace medio siglo al restablecer relaciones diplomáticas con Cuba y volver a abrir embajadas en ambos países, lo que nos permitirá desarrollar lazos más sólidos entre los estadounidenses y los cubanos.\n\n\tNúmero seis: La prevención de la propagación de armas nucleares. Tuvimos éxito al lograr un acuerdo sólido para evitar que Irán obtuviera armas nucleares. De hecho, Irán ya desmanteló cientos de centrífugas que enriquecen el uranio.\n\n\tNúmero cinco: Enfrentar con fuerza al terrorismo. Aunque continuamos afligidos por el ataque en San Bernardino, estamos liderando una coalición mundial y atacando a ISIL más duro que nunca. ISIL está perdiendo terreno en Siria e Irak, y no nos vamos a detener hasta destruir a esta organización terrorista.\n\n\tNúmero cuatro: Un tratado comercial del siglo XXI que asegura que nuestros negocios puedan vender bienes “Hechos en Estados Unidos” en toda la región Asia-Pacífico. La asociación del Transpacífico es el acuerdo comercial más sólido, y más a favor de los trabajadores y del medio ambiente que se ha logrado en nuestra historia. Significa que Estados Unidos, y no China ni ningún otro país, determinará las reglas de la economía mundial para el próximo siglo.\n\n\tNúmero tres: ¡Un par de milagros de Navidad en Washington! Esta semana, el congreso aprobó un presupuesto bipartidista que invierte en las prioridades de la clase media, mantiene a nuestras fuerzas armadas como las más fuertes del mundo y elimina la amenaza de cierres y crisis fabricadas para el 2016. Además, firmé un proyecto de ley bipartidista de educación para ayudar a nuestros estudiantes graduados de preuniversitario a prepararse para la universidad y sus futuras carreras.\n\n\tNúmero dos: El amor ganó. Independientemente de quién sea usted, aquí, en los Estados Unidos, usted tiene la libertad de casarse con la persona que ama, porque la libertad de casarse es ahora una ley en todos los cincuenta estados.\n\n\tLa razón número uno por la que me siento optimista para el 2016: Ustedes, los estadounidenses. Todo este progreso se debe a ustedes, los trabajadores que se esfuerzan y terminan los trabajos, y los empresarios que comienzan nuevos negocios. Gracias a los maestros y los trabajadores del sector de salud y a los padres, todos nosotros que nos preocupamos los unos por los otros. Gracias a nuestros increíbles hombres y mujeres uniformados que prestan servicio para protegernos a todos. Porque, cuando estamos unidos como estadounidenses, no hay nada que no podamos hacer.\n\n\tEstas son las razones por las que este ha sido un buen año. También son las razones por las que tengo la certeza de que seguiremos logrando grandes cosas en el año nuevo. Felices fiestas a todos. \n\n\n\n\n"
}