{
    "title": "A New Beginning: Presidential Summit on Entrepreneurship | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/a-new-beginning-presidential-summit-entrepreneurship",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 26, 2010\n\n \n\n\n\nA New Beginning: Presidential Summit on Entrepreneurship\n\n\n\n\nIn his June 2009 “A New Beginning” speech in Cairo, President Obama announced that the U.S. would host a Summit on Entrepreneurship to identify how we can deepen ties between business leaders, foundations, and entrepreneurs in the United States and Muslim communities around the world.  The Presidential Summit on Entrepreneurship, held in Washington, D.C., today and Tuesday, April 27, at the Ronald Reagan Building, follows through on President Obama’s commitment.  It represents an opportunity to highlight the importance of social and economic entrepreneurship, and strengthen mutually-beneficial relationships with entrepreneurs in Muslim-majority countries and Muslim communities around the world.  The Summit emphasizes the President’s broader aims of supporting entrepreneurship, innovation, and opportunity at home and abroad.\nSUMMIT PARTICIPANTS \nParticipants have been selected from around the world to represent their home countries, regions, and sectors at the Summit.  They hail from over fifty countries on five continents and include successful entrepreneurs, investors, academics, and leaders of entrepreneurship networks, non-profit organizations, foundations, and businesses who are invested in promoting entrepreneurship.  (Submitted biographies attached.)\nParticipants hail from: Afghanistan, Albania, Algeria, Australia, Austria, Bahrain, Bangladesh, Brazil, Brunei, Cameroon, Canada, China, Denmark, Djibouti, Egypt, Finland, France, Gambia, Germany, India, Indonesia, Iraq, Israel Jordan, Kazakhstan, Kenya, Kosovo, Kuwait, Kyrgyz, Lebanon, Libya, Madagascar, Malaysia, Mauritania, Morocco, Netherlands, Niger, Nigeria, Norway, Oman, Pakistan, the Palestinian Territories, Paraguay, the Philippines, Qatar, Russia, Saudi Arabia, Somalia, Spain, Sweden, Syria, Tajikistan, Tunisia, Turkey, UAE, Uganda, United Kingdom, the United States, and Yemen.\nSUMMIT COVERAGE\nA complete agenda can be found at http://www.state.gov/entrepreneurshipsummit/. \nThe plenary sessions will be OPEN press, and the State Department will provide live coverage at http://www.state.gov/entrepreneurshipsummit/.  The President’s remarks will also be livestreamed at obamawhitehouse.archives.gov/live.\nATTACHED are 1) a fact sheet on the Summit, 2) biographies of Summit participants, and 3) select press clips.\n \n\n\n\n"
}