{
    "title": "ADVISORY: Vice President Biden, Secretary Sebelius, and AARP to Hold Middle Class Task Force Meeting on Health Care Reform | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/advisory-vice-president-biden-secretary-sebelius-and-aarp-hold-middle-class-task-fo",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 14, 2009\n\n \n\n\n\nADVISORY: Vice President Biden,  Secretary Sebelius, and AARP to Hold Middle Class Task Force Meeting on Health Care Reform\n\n\n\n\n   THE WHITE HOUSE   Office of the Vice President  ------------------------------------------------------------  FOR IMMEDIATE RELEASE                                                 July 14, 2009  **MEDIA ADVISORY**   Vice President Biden,  Secretary Sebelius and AARP to Hold Middle Class Task Force Meeting on Health Care Reform Focus:  How Health Care Reform Will Help Older Americans  Washington, D.C. – On Thursday, July 16, Vice President Biden will travel to Alexandria, Virginia, to hold the next meeting of the Middle Class Task Force. The Vice President will be joined by Health and Human Services Secretary Kathleen Sebelius, White House Office of Health Reform Director Nancy-Ann DeParle and Barry Rand, CEO of the AARP. The Vice President will lead a discussion on how health care reform will lower costs, cut waste and improve quality for seniors from across the country.  This event is OPEN PRESS but media must RSVP to press@ovp.eop.gov by Wednesday, July 15, 2009 at 5:00 PM EDT. Additional media details are included below.  Media Details: Vice President Biden to hold a Middle Class Task Force meeting in Alexandria, Virginia Date:  Thursday, July 16, 2009 Location:  The Durant Center  1605 Cameron St.  Alexandria, VA 22314 Press Entrance:  Main entrance on Cameron St. Sat Truck Parking:  Street parking at 1605 Cameron St. Press Parking: Jefferson-Houston Arts and Academics School parking lot  1501 Cameron St.  Alexandria, VA Camera Preset: 10:00 AM EDT  Restricted Access: 10:30 AM – 12:00 PM EDT  Press Arrival:  12:00 PM EDT  Event Begins: 1:30 PM EDT  Cable Run: 250 ft.  Throw:  35 ft. RSVP:  This event is OPEN PRESS.  Media must RSVP with the NAME, POSITION (Reporter, TV Camera, Photog, etc.) MEDIA OUTLET, PHONE AND EMAIL for each person planning to cover the event to press@ovp.eop.gov  by Wednesday, July 15, at 5:00 PM EDT.  At the event, you will be required to wear your outlet’s media credential at all times, either around the neck or pinned to clothing.  In your RSVP, please indicate which event your outlet plans to cover.   Ground Contact:  For logistical questions, please call Caroline Coscia at 703.868.3723 *Internet not available   \n\n\n\n"
}