{
    "title": "Joint Letter from G20 leaders | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/joint-letter-g20-leaders",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 30, 2010\n\n \n\n\n\nJoint Letter from G20 leaders\n\n\n\n\nMarch 29, 2010\nDear G20 Colleagues,\nIn Pittsburgh we committed to make the G20 the premier forum for international economic co-operation. As the past, current, and future chairs of the G20 Leaders’ Summits, we are writing to you today to emphasise the need to implement our commitments to ensure strong macroeconomic policy cooperation and to continue our regulatory reform to strengthen the international financial system.\nLast week, our Sherpas met in Ottawa to review key elements of the G20 agenda in 2010 and to map out the main tasks ahead for us. Good progress was made in that meeting in setting the stage for the Toronto summit and in looking ahead to Seoul. The meeting also highlighted the important impact of the decisive and collective actions we have taken during our last three summits. Together, our efforts have succeeded in stimulating a recovery of the global economy and avoiding a total breakdown of the financial system.\nBut our task is not yet complete. The nascent recovery in the world economy remains fragile. Current strains illustrate the continuing risks to global economic and financial stability. It is vital that we, in a spirit of enlightened self-interest, continue to work together to achieve our mutual objectives in addressing new and emerging risks, safeguarding stability, and supporting a robust return to growth and job creation in all our economies. Our goal must be to strengthen the global financial system and build a stronger global economy rooted in sustainable growth and prosperity for all.\nOur first objective is the return to sustained growth and job creation. To fulfil this objective, we need to design cooperative strategies and work together to ensure that our fiscal, monetary, foreign exchange, trade and structural policies are collectively consistent with strong, sustainable and balanced growth. It is in the interests of each country and each region to contribute to these objectives through better cooperation with the global community. We all understand that ongoing trade, fiscal and structural imbalances cannot lead to strong and sustainable growth. Without cooperative action to make the necessary adjustments to achieve that outcome, the risk of future crises and low growth will remain. All G20 countries must move quickly to implement the first steps of the new Framework agreed to in Pittsburgh - to report robustly on what each of us can do to contribute to strong, sustainable and balanced global growth.\nFollowing the completion of the IMF’s report on the collective consistency of our national policies, we will need to agree in Toronto on the major risks to global economic stability and sustained growth, and policy options on which we will base the actions we must take together to minimize these risks. We will also need to develop more specific policy recommendations for our Seoul Summit in November.\nWe must ensure that our international financial institutions are strengthened to meet the needs of today’s global economy. Reforms are needed to enhance their credibility, legitimacy and effectiveness, to reflect the strong growth in dynamic emerging and developing countries, and to equip them to foster sustainable growth, promote financial stability and lift the lives of the poorest. We must follow through and complete the governance reforms we agreed to in Pittsburgh by the deadlines we set.\nThe G20 must go beyond merely advocating for trade and against protectionism. With regard to Doha, we need to determine whether we can achieve the greater level of ambition necessary to make an agreement feasible. Since last summer, a number of countries have engaged directly with each other to advance this goal. To reach a successful outcome we must give political impetus to our negotiators, which should also be reflected in national actions. We must continue to resist protectionist pressures, and to promote liberalization of trade and investment through the national reduction of barriers, as well as through bilateral and regional negotiations.\nAction is also needed to improve access to diverse, reliable, affordable and clean sources of energy which are critical for sustainable growth. We must therefore reinvigorate our work to improve the functioning of energy markets and to phase out inefficient fossil fuel subsidies that distort markets and impede investment in clean energy sources for the future.\nCollectively we have been making steady progress toward stabilizing and strengthening the global financial system by fortifying prudential oversight, improving risk management, promoting transparency, and reinforcing international cooperation. While confidence in the financial system has improved, more work is required to restore the soundness of some global banks’ balance sheets, to avoid leaving the global financial system vulnerable and restricting its ability to provide the credit needed to fuel sustainable economic growth.\nWe all have a mutual responsibility to deliver on all our commitments to address the weaknesses that led to the financial crisis. This will require that we maintain our vigilance to address the required reforms and guard against complacency as our economies recover.\nThere can be no let up in our commitment to:\n\ndevelop, by the end of this year, strong international rules on capital and liquidity so that banks have the level and quality of resources they need to cover the risks they take, supplemented by a fully harmonized leverage ratio as an element of the Basel framework. These new rules must be implemented as soon as financial conditions improve and the economic recovery is assured, with the aim of national implementation by end-2012. All major financial centres must also have adopted the Basel II framework by 2011;\nstrengthen the infrastructure of key financial markets to enhance their resilience and reduce the risks of contagion. Standardised over-the-counter derivatives contracts should be traded on exchanges or electronic platforms, where appropriate, cleared through central clearing counterparties by 2012 at the latest, and reported to trade repositories;\naddress together the remuneration practices that encourage short-term and excessive risk taking by fully implementing the internationally-agreed compensation standards as set out by the Financial Stability Board;\nmove forward to create a framework to address cross-border resolutions of systemically important financial institutions. This should include establishing crisis management groups for major cross-border firms and resolution tools and frameworks that will reduce moral hazard. Prudential standards for systemically important institutions should be proportional with the costs of their failure; and\nhonouring our commitments to lead by example by implementing international standards and agreeing to undergo periodic peer reviews to evaluate our adherence to these standards. Achieving the ambitious peer review agenda that has been set for 2010 will be an important milestone.\n\nWe look forward to reviewing in Toronto the report we commissioned from the IMF on the range of options countries have adopted or are considering as to how the financial sector could make a fair and substantial contribution toward paying for any burdens associated with government interventions to repair the banking system.\nOur finance ministers and central bank governors will review progress and report to Leaders in Toronto and in Seoul on the priority actions needed to meet our commitments, and whether further impetus may be required to ensure that established timelines are met.\nNow is the time for the Leaders of the G20 both to recommit themselves and deliver on the ambitious reform objectives and agenda we have already agreed to and to explore cooperative approaches to meeting our common goals. We all know that an agreement to act is just a start. It is acting on the agreement that matters. We are all accountable. The challenges we face are great, but the rewards of success are greater still. We are confident that, by acting together, with common purpose and shared resolve, we can deliver the sustainable growth and prosperity our citizens deserve.\nSTEPHEN HARPER\nPrime Minister\nCanada\nLEE MYUNG-BAK\nPresident\nRepublic of Korea\nGORDON BROWN\nPrime Minister\nUnited Kingdom\nBARACK OBAMA\nPresident\nUnited States of America\nNICOLAS SARKOZY\nPresident of the French Republic\n\n\n\n"
}