{
    "title": "PRESS CALL ON THE FIRST LADY’S UPCOMING LET GIRLS LEARN TRIP TO LIBERIA, MOROCCO AND SPAIN | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/06/24/press-call-first-ladys-upcoming-let-girls-learn-trip-liberia-morocco-and",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nJune 24, 2016\n\n \n\n\n\nPRESS CALL ON THE FIRST LADY’S UPCOMING LET GIRLS LEARN TRIP TO LIBERIA, MOROCCO AND SPAIN\n\n\n\n\n\n\tPRESS CALL\n\tBY TINA TCHEN, CHIEF OF STAFF TO THE FIRST LADY,\n\tBEN RHODES, DEPUTY NATIONAL SECURITY ADVISOR\n\tFOR STRATEGIC COMMUNICATIONS,\n\tAND MARY BETH GOODMAN, SENIOR DIRECTOR FOR\n\tDEVELOPMENT AND DEMOCRACY AT THE\n\tNATIONAL SECURITY COUNCIL\n\tON THE FIRST LADY’S LET GIRLS LEARN TRIP\n\tTO LIBERIA, MOROCCO AND SPAIN\n\n\tVia Telephone\n\n\n\t3:37 P.M. EDT\n\n\tMS. ROSHOLM: Thank you, everyone, for joining us today on this on-the-record conference call to discuss the First Lady’s upcoming trip to Liberia, Morocco and Spain. We’re joined today by Tina Tchen, Chief of Staff to the First Lady; Ben Rhodes, Assistant to the President and Deputy National Security Advisor for Strategic Communications and Speechwriting; and Mary Beth Goodman, Senior Director for Development and Democracy, National Security Council.\n\n\tIf you would like to get updates on the trip, please feel free to email us at any time at FirstLadyPress@who.eop.gov. And you can also follow along on the First Lady’s trip next week across her social media accounts, including her brand new Snapchat account, which was launched on the occasion of this visit to encourage young people here in the U.S. to engage in her trip. \n\n\tWith that, I’m going to hand it over to Tina, Ben and Mary Beth for some brief opening remarks. And then, depending on time, we’ll take a few questions at the end.\n\n\tTina.\n\n\tMS. TCHEN: Thank you, Joanna. And thank you for all of us -- to all of you for joining us on the call on a Friday afternoon. We are delighted to talk about the First Lady’s upcoming trip to Liberia, Morocco and Spain. This is a great way for the First Lady to highlight one of her core initiatives, Let Girls Learn.\n\n\tIn March of 2015, the President and the First Lady together launched Let Girls Learn, which is a whole-of-U.S.-government effort to address the barriers that keep over 62 million girls around the world out of school, in particular adolescent girls. As the President and the First Lady said when they launched the initiative, we know that adolescent girls face specific challenges when they’re trying to attend school, in particular the cultural beliefs about the proper role of women and girls in their societies. And when girls don’t attend school, that doesn’t just harm their own prospects, it harms their families, their communities, and, ultimately, their countries.\n\n\tAs part of that launch, the U.S. committed to expanding its work in diplomacy, development and outreach in support of adolescent girls’ education. And that’s what we’ll be doing on this trip.\n\n\tOur first stop will be in Liberia. The First Lady on Monday will participate in an official meeting with President Sirleaf. President Sirleaf, as you probably know, is the first elected female head of state in Africa, a Nobel Prize winner, and has been a long-time champion -- empowering women and girls worldwide.\n\n\tAfter her meeting with President Sirleaf, the First Lady will head to a Peace Corps training facility in Kakata in Liberia, where -- she will be joined there by Peace Corps Director Carrie Hessler-Radelet. They will meet with girls and young women participating in a GLOW Camp; GLOW stands for Girls Leading Our World, and are girls’ leadership camps sponsored by the Peace Corps. They’ll also meet with Peace Corps volunteers and trainees.\n\n\tThe Peace Corps has just recently returned to Liberia as the country moves beyond the Ebola epidemic. The Peace Corps volunteers will be taking up their work again as volunteers in Liberia, and continuing to work with Liberia as a Let Girls Learn country. What that means is that they’ve been trained in gender-equality issues in their communities no matter what their main project is. They will work with their communities to identify the barriers to that community’s girls completing their education, and design a project that is led by the community that we can help support and fund through the Let Girls Learn fund in the Peace Corps. And if you go to that website, the LetGirlsLearn.gov website, it will connect you over and you can see the many projects that we already have going on around the world in Let Girls Learn countries across the globe.\n\n\tFollowing her GLOW Camp visit, the First Lady will visit a school in Unification Town, a town in Liberia, for a discussion with adolescent girls who have faced serious obstacles in obtaining an education. The First Lady will be joined by actress Freida Pinto, who has been an advocate for girls’ education, and she will moderate the conversation. The conversation will highlight both the educational barriers girls face as Liberia moves beyond the Ebola epidemic, and the U.S. government’s efforts to continue to address those barriers and provide adolescent girls with equitable access to safe and quality education.\n\n\tI should mention, which I didn’t at the top, that the First Lady is joined on this trip by her two daughters, Malia and Sasha, and Mrs. Robinson. And from Liberia, the First Lady and her family will travel to Marrakech, Morocco.\n\n\tIn Marrakech, on Tuesday, the First Lady will be joined by Meryl Streep, who has also been an advocate for girls’ education, and Freida Pinto. And they will participate in a conversation with adolescent girls, moderated by CNN’s Isha Sesay. In that discussion, the participants will discuss the many challenges girls in Morocco face in getting a quality education. And our visit will also highlight the commitments made by the U.S. government through the Peace Corps, the Millennium Challenge Corporation, and USAID, in partnership with the Kingdom of Morocco, to help adolescent girls in Morocco go to school and stay in school. The First Lady will also attend an Iftar hosted by Her Royal Highness Lalla Salma.\n\n\tIn Madrid -- from Morocco, we will go to Madrid on Wednesday evening. The First Lady will deliver a speech on Thursday on Let Girls Learn to hundreds of girls and young women, sharing the stories of girls she had met in Liberia and Morocco as well as her prior travels, and highlighting the new commitments to support Let Girls Learn. Mrs. Obama is going to encourage the audience to value their own educational opportunities, to continue to strive for progress for girls and young women in their country, and to take action to help the more than 62 million girls around the world who are out of school. She’ll talk about our 62MillionGirls.com effort, which is also available in Spanish.\n\n\tAnd following the First Lady’s speech, Her Majesty Queen Letizia will deliver remarks. Mrs. Obama and Her Majesty Queen Letizia will meet following the event.\n\n\tThroughout the trip, CNN Films will be filming a documentary featuring the stories of girls in Liberia and Morocco who have overcome barriers to going to and staying in school. This documentary will air in the fall of 2016.\n\n\tAs Joanna just mentioned, there are many ways to follow the First Lady on her trip. We launched our Snapchat account, and you can follow her on Snapchat by adding MichelleObama -- no space -- to your Snapchat account. And you can also follow her on Twitter, @FLOTUS; on Instagram at @MichelleObama. And she will be chronicling her travels in a daily trip diary on HelloGiggles.com. And you can encourage others to join the conversation by using the hashtag #LetGirlsLearn and the hashtag #62MillionGirls.\n\n\tAnd with that, I’d like to turn the call over to Ben Rhodes, who can talk about -- more about our value relationship with both of these countries.\n\n\tMR. RHODES: So I’ll just say a few words about the three countries that the First Lady is visiting, and then my colleague, Mary Beth, can speak a little bit more about some of our programming in the two countries -- first two countries.\n\n\tThis is a unique trip in the sense that the First Lady is going to three different regions that are important to the United States -- Sub-Saharan Africa, North Africa and then Europe. But each of these countries in their own way has been a very important partner for the United States on a host of issues for many years. And so this trip will allow the First Lady to reach directly to publics of three important U.S. partners and talk about an issue that is important to all of us: The education of girls, and the empowerment of women and girls more broadly.\n\n\tFirst of all, in Liberia, we have long and deep historical ties with the people of Liberia. And we’ve also had, over the years, significant cooperation on a range of issues, including a substantial assistance relationship and support for Liberia, first as it emerged from many years of civil war, as President Sirleaf consolidated democratic gains in the aftermath of that civil war, and then, most recently, in coordinating a global response to the Ebola epidemic.\n\n\tLiberia is one of our anchor partners in West Africa. And we believe that the success of Liberia’s democracy and its people is critical to the future of the broader region. And again, the United States enjoys overwhelming popularity among the people of Liberia who also very much value this relationship. And the opportunity to have the First Lady go and speak to the importance that we place not just on foreign policy issues but on human development will be critical.\n\n\tAnd I should just add that in Africa generally, the President and First Lady have stressed the message of empowerment and engagement not just with governments but with peoples, whether it’s through our young leaders initiatives, our education initiative, and our broader assistance that has focused very much on capacity-building and empowering people, as well as assisting governments.\n\n\tThen Morocco also has been a longstanding partner of the United States on a range of issues. Of course, given the security environment in North Africa, they have been a critical counterterrorism partner for the United States, and they’ve been a partner in addressing some of the myriad diplomatic challenges that confront the Middle East and North Africa.\n\n\tBut beyond that, Morocco has also always put a premium on social development and education in particular. And again, we believe very strongly that education and the empowerment of young people is going to be critical to a region that has known so much turmoil, particularly given the enormous youth populations in those countries. So it’s very relevant to our broader objectives in supporting Morocco and the North Africa region that the United States is demonstrating that just as we focus on areas of security cooperation, we’re also focused on the empowerment of young people.\n\n\tNow, Morocco of course has been, again, relatively stable and successful in a very difficult neighborhood. And we of course want to see their ongoing efforts to improve the livelihoods of their people and to pursue reforms -- is successful. And the First Lady’s trip will certainly advance that relationship.\n\n\tAnd then lastly, in Spain, this is a key NATO ally, a close partner of the United States. And it is also a country that has dealt with significant challenges in recent years as they’ve dealt with a difficult economy -- in particular, their economy has faced challenges with a significant youth population that has been seeking employment. And again, the things that we can to build bridges between the United States and Spain and Europe more generally has focused on promoting growth and opportunity for people, especially young people, and therefore it’s the perfect place for the First Lady to deliver her global message about the value of lifting up women and girls.\n\n\tBeyond that, of course, they’re a NATO ally and security partner of the United States. And the President will be visiting Spain shortly after the First Lady to speak to our security cooperation, our alliance, and our support for Spain continuing to move on a trajectory of greater economic growth and prosperity.\n\n\tSo in sum, again, the First Lady, by going to these three countries, is able to visit three important regions to the United States, is able to speak not just to governments but to speak to peoples and to make clear that with all the United States is doing around the world, a key part of our leadership is what we can do to lift up the lives of young people, particularly girls.\n\n\tWith that, I’ll turn it over to Mary Beth.\n\n\tMS. GOODMAN: Thanks very much, Ben. We have, globally, 62 million girls under the age of 18 that are not in school. Two-hundred-fifty million girls live in poverty. And one out of three girls in the developing world is married by the time she’s 18 with one in nine married by the time she’s 15.\n\n\tAs Tina mentioned, what we’re hoping to ultimately do through Let Girls Learn is to develop a successful model to keep adolescent girls in school around the globe. The First Lady’s trip next week is going to highlight the ongoing work across the U.S. government. It’s really become a whole-of-government effort with contributions from the State Department, the U.S. Agency for National Development, the Peace Corps, the Millennium Challenge Corporation. And we’ll be announcing some new commitments to our global education effort through Let Girls Learn on the trip.\n\n\tEducated girls can have a hugely positive impact on the next generation. Researchers estimate that over 50 percent of the reduction in child death between 1970 and 2009 can be attributed to increased education attainment in women of reproductive age. We know the benefits to girls’ education go well beyond health and nutrition -- for every extra year of secondary schooling, a girl’s future earnings increase by 10 to 20 percent. And if 10 percent more girls were actually to attend school, a girl’s -- GDP can increase by an average of 3 percent.\n\n\tWe’re going to be traveling to Liberia and Morocco, as you’ve heard. In Liberia, nearly two-thirds of Liberia’s school-age children do not attend class. It’s one of the poorest countries in the world. And the gender disparities really widen with secondary education, particularly for adolescent girls. We have just 33 percent of girls enrolled in secondary education. The national statistics are quite alarming -- we see that girls overall between ages as young as 15 really can’t even read a basic sentence. We have a huge illiteracy rate in Liberia.\n\n\tAnd girls dropping out of school have sharply risen since the Ebola crisis, where we’ve seen more girls who became pregnant or were subjected to domestic violence, rape -- they’re not able to get back in school. And so we’ll really be looking at some of the efforts that the U.S. government can provide to assist them with an opportunity to get a secondary education.\n\n\tIn Morocco, we also see that adolescent girls face a particular threat in rural areas where they’re simply not allowed to go to secondary school. Often these girls live very far from the middle schools and the high schools and have to travel great distances to get there, and their families simply don’t prioritize paying the schools fees for them over boys. So we have an incredibly high drop-out rate of girls from school. And while we have about 85 percent of girls enrolled in primary school, that number drops to as low as 14 percent for high schools.\n\n\tSo one of the reasons we’re focusing on Morocco is because we do have a key strategic partner in Morocco, as Ben noted. A lot of the effort there has been working in cooperation with the government on some of their educational platforms. While Morocco ranks one of the lowest countries in the Arab world for overall education, their girls’ education rates are well below the regional averages. So part of our effort there is focused on what more we can do to cooperate with the government to ensure that we’re expanding education opportunities for adolescent girls, particularly in these rural areas.\n\n\tIn Liberia, again, we have a very strong strategic partner there in West Africa. And we also want to make sure that we’re doing our utmost to continue to provide the support for them as they’re seeking to recover from Ebola. The efforts there -- the U.S. government has worked in cooperation to lead the effort to combat Ebola, but that doesn’t stop now. We’re going to continue to work with the government to ensure that we’re providing the opportunities for these educational endeavors to continue so that we’re once again helping Liberia to do more to get back on track to overcome their extreme poverty.\n\n\tMS. ROSHOLM: All right, and with that we can go ahead and open the line up for questions.\n\n\tQ Thank you. My question is what is the U.S. doing currently to provide hygienics or hygiene services for the girls and women in Liberia? That includes sanitary napkins, soap, and gynecological services.\n\n\tMS. GOODMAN: So there are several ongoing programs that we have in Liberia that work with young women at all ages. So we have the focus on primary education, and we’re expanding our focus on adolescent education.\n\n\tSo some of the specific efforts that we have through USAID have focused on ensuring that we do have some programs for water, sanitation and hygiene. And some of the efforts even get into programs that provide reusable sanitary pads for young girls. Poverty is, again, one of the critical issues facing Liberia, so things as simple as having the ability to acquire sanitary napkins and different things that you can use when you’re having your menstrual cycle can make all the difference of being able to go to school or whether you’re having to stay at home out of school.\n\n\tQ Hi, thanks for taking the question. I have two quick ones. Who is paying the expenses for both actresses to join the First Lady on her stops in Africa? And secondly, I was wondering if somebody could just talk a little bit about why the First Lady is going to Spain when the President, as Ben mentioned a little bit ago, will be stopping there in a couple of weeks himself. Thank you.\n\n\tMS. TCHEN: So the expenses associated with the CNN documentary are being covered by CNN. So that would include -- for Freida Pinto and Meryl Streep, as well as Isha Sesay.\n\n\tAnd Spain for -- much like our trips -- prior trips that included Japan and Cambodia, our trip to the UK, it’s an opportunity -- as we did also in Argentina -- to speak to an audience in the developed world about the importance of focusing on the 62 million girls.\n\n\tFrom the very beginning, with Let Girls Learn, it has been -- included a prong that was awareness-raising. We have a robust set of efforts here in the United States through Girl Scouts and Girls Inc. and with media partners to elevate the issue of the 62 million girls -- that’s why the First Lady was at the Global Citizens concert in New York last September -- so that the developed world -- whether it’s the U.S., Spain, Japan, the UK -- that young people here understand the issue confronting the 62 million girls around the world, and take action and use their voices to support them. And that’s the message she’ll be conveying in her speech in Spain.\n\n\tMR. RHODES: I will add to that, Tina, that Spain is a country that the President has not yet visited. It’s the largest European country that he has yet to visit. And he felt it was important in his last year to travel to Spain for that purpose, and also because we have worked hard to try to restore greater economic growth to southern Europe, even as, of course, the President has been engaged deeply with northern European countries, including the Nordic countries.\n\n\tBut what I’d tell you is that their agendas are very different. The President is going really to discuss our security cooperation, the value of our NATO alliance, the ways in which we cooperate in transatlantic institutions, whereas the First Lady is going with a message focused on what we can do together as a national community to empower women and girls.\n\n\tSo they are able to speak to very different issues. And I think that that demonstrates the comprehensive nature of how we approach global engagement. Government-to-government relations are critical. Engagement with publics are critical. And the cooperation on foreign policy and security issues is important, but also benefits from a focus on what we can do in countries or together as developed countries to support women and girls around the world.\n\n\tQ Thanks for having the call. Just a couple of basic questions. When is the actual departure date from D.C., and when is the return date? And how many people will be going in Mrs. Obama’s party? Lastly, can you all give us a list of all the Let Girls Learn foreign country stops Mrs. Obama has made prior? Thank you.\n\n\tMS. TCHEN: So we depart D.C. Sunday morning. We’ll return to D.C. Friday evening. I think we’ll be in Liberia on Monday and Morocco Tuesday and Wednesday, and Spain Thursday and Friday.\n\tWe’ll get back to you, we can send you the list of the prior trips and the stops. That’s probably easier to do on the trip. And I don’t -- people traveling with us will be our usual staff of our communications team, our foreign policy team, myself, and just the general support that we have with security. But I don’t have a total count for you.\n\tQ Yes, hi. Thanks for taking my call. Just two quick questions to confirm -- in how many countries does the Let Girls Learn initiative work in? And how many countries has the First Lady in Africa visited as First Lady before this trip?\n\n\tMS. TCHEN: As to her prior trips to Africa, we can get that to you separately as well, afterwards. To be clear about Let Girls Learn countries -- so Peace Corps -- one particular program through the Peace Corps of this community-based, community-led effort. And the Peace Corps operates in Let Girls Learn countries -- now in 36 countries.\n\n\tWe also -- I mean, I think it’s fair to say USAID, the PEPFAR, other U.S. government entities also are doing girls’ education projects. So Let Girls Learn is the -- we’ve announced initiatives in the Congo, we’ve announced initiatives in Pakistan, in Malawi, Tanzania. We’ve also announced cooperative efforts with donor countries, developed countries, and we’ve done that so far with Japan, the United Kingdom, Canada, South Korea and in the most recent trip with the Nordic -- state visit by the Nordic countries that Ben referenced, we collectively made commitments to work together on girls’ education.\n\n\tMS. ROSHOLM: All right, and with that, we are at 4:00 and we are out of time. But if anyone has any additional questions, if you want to go ahead and email those again to FirstLadyPress@who.eop.gov, we’d be happy to take them there. And I will get back to our questions on Africa trips and other countries we’ve visited as part of Let Girls Learn.\n\n\tThank you guys so much for joining, and we’ll talk to you soon.\n\n\tEND 4:01 P.M. EDT\n\n\n\n\n"
}