{
    "title": "Presidential Memorandum -- Tracing of Firearms in Connection with Criminal Investigations | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/01/16/presidential-memorandum-tracing-firearms-connection-criminal-investigati",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 16, 2013\n\n \n\n\n\nPresidential Memorandum -- Tracing of Firearms in Connection with Criminal Investigations\n\n\n\n\n\n\tJanuary 16, 2013\n\n\t \n\n\t \n\n\tMEMORANDUM FOR THE HEADS OF EXECUTIVE DEPARTMENTS AND AGENCIES\n\n\t \n\n\tSUBJECT: Tracing of Firearms in Connection with Criminal Investigations\n\n\t \n\n\t \n\n\tReducing violent crime, and gun-related crime in particular, is a top priority of my Administration. A key component of this effort is ensuring that law enforcement agencies at all levels -- Federal, State, and local -- utilize those tools that have proven most effective. One such tool is firearms tracing, which significantly assists law enforcement in reconstructing the transfer and movement of seized or recovered firearms. Responsibility for conducting firearms tracing rests with the Department of Justice's Bureau of Alcohol, Tobacco, Firearms, and Explosives (ATF). Over the years, firearms tracing has significantly assisted law enforcement in solving violent crimes and generating thousands of leads that may otherwise not have been available.\n\n\t \n\n\tFirearms tracing provides two principal benefits. First, tracing is an important investigative tool in individual cases, providing law enforcement agents with critical information that may lead to the apprehension of suspects, the recovery of other guns used in the commission of crimes, and the identification of potential witnesses, among other things. Second, analysis of tracing data in the aggregate provides valuable intelligence about local, regional, and national patterns relating to the movement and sources of guns used in the commission of crimes, which is useful for the effective deployment of law enforcement resources and development of enforcement strategies. Firearms tracing is a particularly valuable tool in detecting and investigating firearms trafficking, and has been deployed to help combat the pernicious problem of firearms trafficking across the Southwest border.\n\n\t \n\n\tThe effectiveness of firearms tracing as a law enforcement intelligence tool depends on the quantity and quality of information and trace requests submitted to ATF. In fiscal year 2012, ATF processed approximately 345,000 crime-gun trace requests for thousands of domestic and international law enforcement agencies. The Federal Government can encourage State and local law enforcement agencies to take advantage of the benefits of tracing all recovered firearms, but Federal law enforcement agencies should have an obligation to do so. If Federal law enforcement agencies do not conscientiously trace every firearm taken into custody, they may not only be depriving themselves of critical information in specific cases, but may also be depriving all Federal, State, and local agencies of the value of complete information for aggregate analyses.  \n\n\t \n\n\tMaximizing the effectiveness of firearms tracing, and the corresponding impact on combating violent crimes involving firearms, requires that Federal law enforcement agencies trace all recovered firearms taken into Federal custody in a timely and efficient manner.\n\n\t \n\n\tTherefore, by the authority vested in me as President by the Constitution and the laws of the United States of America, I hereby direct the following:\n\n\t \n\nSection 1. Firearms Tracing. (a) Federal law enforcement agencies shall ensure that all firearms recovered after the date of this memorandum in the course of criminal investigations and taken into Federal custody are traced through ATF at the earliest time practicable. Federal law enforcement agencies, as well as other executive departments and agencies, are encouraged, to the extent practicable, to take steps to ensure that firearms recovered prior to the date of this memorandum in the course of criminal investigations and taken into Federal custody are traced through ATF.\n\n\t \n\n\t(b) Within 30 days of the date of this memorandum, ATF will issue guidance to Federal law enforcement agencies on submitting firearms trace requests.\n\n\t \n\n\t(c) Within 60 days of the date of this memorandum, Federal law enforcement agencies shall ensure that their operational protocols reflect the requirement to trace recovered firearms through ATF.\n\n\t \n\n\t(d) Within 90 days of the date of this memorandum, each Federal law enforcement agency shall submit a report to the Attorney General affirming that its operational protocols reflect the requirements set forth in this memorandum.\n\n\t \n\n\t(e) For purposes of this memorandum, \"Federal law enforcement agencies\" means the Departments of State, the Treasury, Defense, Justice, the Interior, Agriculture, Energy, Veterans Affairs, and Homeland Security, and such other agencies and offices that regularly recover firearms in the course of their criminal investigations as the President may designate.\n\n\t \n\nSec. 2. General Provisions. (a) Nothing in this memorandum shall be construed to impair or otherwise affect the authority granted by law to a department or agency, or the head thereof.\n\n\t \n\n\t(b) This memorandum is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\t \n\nSec. 3. Publication. The Attorney General is authorized and directed to publish this memorandum in the Federal Register.\n\n\t \n\n\tBARACK OBAMA\n\n\n\n\n"
}