{
    "title": "La Dra. Christina Romer habla sobre el Informe Económico del Presidente | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/la-dra-christina-romer-habla-sobre-el-informe-econ-mico-del-presidente",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 11, 2010\n\n \n\n\n\nLa Dra. Christina Romer habla sobre el Informe Económico del Presidente\n\n\n\n\nWASHINGTON, DC – Hoy, la Dra. Christina Romer, presidenta del Consejo de Asesores Económicos (Council of Economic Advisers) del Presidente Obama, presentará el Informe Económico anual del Presidente. El Presidente firmará el informe y se lo remitirá al Congreso hoy.\n \nEl Informe Económico del Presidente presenta un análisis detallado de medidas inmediatas que el Presidente Obama tomó para evitar que la economía cayera en una depresión y examina nuestros desafíos económicos a largo plazo. Durante una década, Washington evitó tomar las decisiones difíciles pero necesarias para que nuestra prosperidad continuara. El informe detalla las medidas que la Administración del Presidente Obama ya ha tomado a fin de hacerles frente a estos desafíos y el plan del Presidente para que el progreso continúe y sus propuestas con el objetivo de reconstruir y reequilibrar nuestra economía para el futuro. \n \nLa Dra. Romer declaró, “Los desafíos económicos que enfrentaba la nación cuando el Presidente Obama inició su mandato están entre los más grandes de nuestra historia. Y no sólo era la enormidad de los desafíos inmediatos, sino que los problemas económicos de nuestro país también eran más profundos y arraigados. Durante el último año, el Presidente, trabajando con el Congreso, ha procurado sacar la economía de la crisis inmediata, reequilibrar la economía para que haya mayor inversión y exportaciones, y menor déficit presupuestal insostenible, e iniciar el proceso de reconstruir la economía sobre cimientos más sólidos de cuidado de salud de calidad y bajo precio, mejor educación y capacitación laboral, energía limpia e innovación. El Informe Económico del Presidente detalla tanto las medidas que se han tomado hasta ahora como los planes del Presidente para que el progreso continúe”.\n \nSe puede encontrar un resumen del informe abajo. Se puede encontrar el informe completo AQUI. \n \nSe puede encontrar un enlace a lo publicado por la Dra. Romer en el blog de la Casa Blanca AQUI. \n \nComo parte del esfuerzo continuo de la Casa Blanca para dar fácil acceso a información sobre el gobierno, el Informe Económico del Presidente estará disponible en formatos compatibles con lectores electrónicos, entre ellos Kindle de Amazon, Nook de Barnes & Noble, y Reader de Sony, posteriormente hoy.\n \nPARA INFORMACIÓN ADICIONAL: Guía sobre el Informe Económico del Presidente:\n \nResumen\nEn realidad, el Informe Económico del Presidente contiene tres informes:\n• El Informe Económico del Presidente es un breve resumen que hace el Presidente de las medidas económicas y objetivos para programas futuros de su Administración. \n• El Informe Anual del Consejo de Asesores Económicos es un análisis económico integral de 300 páginas del primer año del gobierno del Presidente Obama. \n• El anexo B ofrece más de 100 páginas de datos económicos importantes en un formato práctico y coherente.\nEl informe del Consejo de Asesores Económicos cumple con tres objetivos:\n• Ofrece un análisis a fondo de los desafíos económicos que enfrentamos como nación abarcando tanto la crisis financiera inmediata y la recesión, y también las tendencias a largo plazo de estancamiento de los ingresos de la clase media, aumento vertiginoso del costo del cuidado de salud e inversión inadecuada en el futuro. \n• Ofrece una lista integral de las numerosas medidas políticas tomadas en el último año para hacerles frente a estos desafíos y los efectos de esas políticas. \n• Ofrece una descripción del plan económico del Presidente para el futuro y los motivos detrás de las recomendaciones.\nTema\nEl tema del Informe Económico de este año es rescatar, reequilibrar y reconstruir la economía estadounidense.\nRescatar se refiere a la necesidad de hacerle frente a la actual crisis económica.\n• El capítulo 2 examina la economía que heredó el Presidente Obama y las extensas medidas de política tomadas en materia de rescate financiero, política monetaria, política de vivienda y política fiscal. Detalla el impacto de dichas medidas y los desafíos que aún existen. También aborda programas futuros para el empleo.\n• El capítulo 3 examina las dimensiones internacionales de la crisis. Describe la propagación de la crisis financiera por el mundo y las medidas tomadas por los países de manera individual y concertada para reducir la desaceleración y respaldar la recuperación mundial.\n \nReequilibrar se refiere a la necesidad de hacer que la economía deje atrás las tendencias de auge y crisis.\n• El capítulo 4 trata sobre el probable aumento futuro de la tasa de ahorro personal y la necesidad de promover la inversión y las exportaciones para llenar el vacío dejado en demanda agregada. Aborda los logros que ya se han alcanzado, como también propuestas como el Programa Nacional para las Exportaciones (National Export Initiative) de la Administración para alcanzar logros adicionales.\n• El capítulo 5 trata sobre la necesidad de reducir el déficit presupuestal del gobierno federal. Analiza la fuente del déficit a largo plazo, los problemas que, con el tiempo, le causará a la economía, y los planes de la Administración para hacerle frente a mediano y largo plazo.\n• El capítulo 6 trata sobre la importancia de un sistema financiero eficiente para el crecimiento equilibrado. Describe la función de intermediarios financieros, las causas de las crisis financieras y los beneficios de las reformas normativas propuestas.\nReconstruir se refiere a la necesidad de reforzar las bases de la economía. Durante demasiado tiempo, se han ignorado los problemas y como resultado, el estándar de vida a largo plazo y la seguridad económica se han visto afectados.\n• El capítulo 7 muestra que el actual sistema de cuidado de salud está llevando al aumento vertiginoso de costos y primas de seguro, y aumentando el número de familias no aseguradas y el déficit presupuestal del gobierno, que se incrementa constantemente. Identifica los logros del último año, como la expansión del Programa de Seguro Médico Infantil (Children’s Health Insurance Program) y las inversiones en el cuidado de salud realizadas por medio de la Ley para la Recuperación (Recovery Act). Las medidas legislativas para la reforma que cuentan con la aprobación de la Cámara de Representantes y el Senado harían mucho más para contener el costo, aumentar la cobertura y hacer que el seguro sea más fijo y económico.\n• El capítulo 8 trata sobre los desafíos que han enfrentado los trabajadores estadounidenses durante la última década y el impacto diferencial que la recesión ha tenido en diversos grupos demográficos. Muestra que la inversión en educación y capacitación es una fuente clave de mejoras en el estándar de vida y salarios. Luego aborda las inversiones educativas hechas por medio de la Ley para la Recuperación, las inversiones en enseñanza preescolar, instituciones comunitarias de enseñanza superior y becas Pell que el Presidente ha propuesto financiar eliminando el subsidio a proveedores privados de préstamos estudiantiles y otros importantes programas legislativos. \n• El capítulo 9 examina la importancia de hacerle frente al cambio climático y los logros ya alcanzados en impulsar la transición a una economía basada en la energía limpia por medio de la Ley para la Recuperación. También trata los beneficios de una estrategia basada en el mercado para afrontar las emisiones de gas de invernadero.\n• El capítulo 10 examina otra fuente fundamental del incremento de ingresos con el tiempo: el aumento de la productividad. Menciona el gran incremento en la inversión en investigación y desarrollo por la Administración con la Ley para la Recuperación y el presupuesto del 2010, y el plan general para la innovación del Presidente. También aborda la función que puede desempeñar el comercio para impulsar el aumento de productividad y las instituciones que ayudan a garantizar que los logros sean generalizados.\nPuntos de interés\nAlgunos de los puntos más destacados del análisis son:\n• Una explicación extensa de pruebas de que los sucesos en Wall Street afectan las economías locales alrededor del país (Capítulo 2).\n• Una presentación del pronóstico de la Administración y explicación de la conducta anómala de la tasa de desempleo respecto a la recesión (Capítulo 2).\n• Nuevas pruebas provenientes de todo el país de que el estímulo fiscal lleva a un desempeño económico superior al esperado (Capítulo 3).\n• Un modelo empírico de conducta con respecto al ahorro que sugiere que la tasa de ahorro probablemente subirá más antes de estabilizarse cerca de su promedio histórico (Capítulo 4).\n• Una ilustrativa comparación de los pronósticos a largo plazo de la Oficina de Presupuesto del Congreso (Congressional Budget Office o CBO) de enero del 2001 a enero del 2009 que demuestra el considerable deterioro de la situación presupuestal entre el inicio y el final del gobierno anterior (Capítulo 5).\n• Un planteamiento original de los tres tipos diferentes de contagio en el mercado y una explicación de la manera en que el plan de reforma normativa de la Administración trata cada uno de ellos (Capítulo 6).\n• Una explicación detallada de los fallos del mercado y externalidades que causan que la conducta del mercado de seguro médico sea diferente a la de otros mercados competitivos (Capítulo 7).\n• Una explicación de la función clave que desempeñan las instituciones comunitarias de enseñanza superior (community colleges) en elevar los logros educativos y mejorar la capacitación laboral (Capítulo 8).\n• Un informe contable de los $90,000 millones en inversiones de energía limpia de la Ley para la Recuperación y su probable impacto en el empleo (Capítulo 9).\n• Un enfoque progresivo para aprovechar los beneficios de la innovación y el comercio a la vez que nos aseguramos de que las ganancias se compartan ampliamente (Capítulo 10).\n¿Qué características singulares tiene el Informe Económico del 2010?\n• El Informe Económico es una serie caracterizada históricamente por su rigor y precisión. El Informe del 2010 sigue fielmente esta tradición.\n• Los desafíos económicos que enfrenta el país están entre los mayores en su historia, y el volumen de este año refleja el compromiso del Presidente de solucionar un amplio espectro de problemas económicos de corto y largo plazo.\n• El Informe Económico del 2010 le presta particular atención a las pruebas que informan las recomendaciones de política económica. Incluye investigación original y, por primera vez, 20 páginas de referencias a fin de que se puedan encontrar fácilmente los estudios en los que se basa.\n• El informe enfatiza los fracasos del mercado como una motivación para que el gobierno tome medidas.\n• Ésta es la primera vez que el Informe Económico se publica a colores. Esto permite que las cifras muestren mayor detalle.\n###\n \n\n\n\n"
}