{
    "title": "Press Briefing by Gary Samore, Ambassador Alex Wolff, and Mike McFaul | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-briefing-gary-samore-ambassador-alex-wolff-and-mike-mcfaul",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nSeptember 23, 2009\n\n \n\n\n\nPress Briefing by Gary Samore, Ambassador Alex Wolff, and Mike McFaul\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary  _______________________________________________________________________  For Immediate Release                             September 23, 2009  PRESS BRIEFING BY  GARY SAMORE, NATIONAL SECURITY COUNCIL   COORDINATOR FOR ARMS CONTROL AND NON-PROLIFERATION;  AMBASSADOR ALEX WOLFF, DEPUTY PERMANENT REPRESENTATIVE   TO THE UNITED NATIONS; AND  MIKE McFAUL, SENIOR DIRECTOR FOR RUSSIAN AFFAIRS  ON THURSDAY'S UN SECURITY COUNCIL MEETING AND THE   PRESIDENT'S MEETING TODAY WITH PRESIDENT MEDVEDEV OF RUSSIA Press Filing Center  Waldorf Astoria  New York, New York   5:29 P.M. EDT   MR. HAMMER:  Good afternoon, everybody.  We have several briefers here this afternoon.  We have Gary Samore, who is the Coordinator for Arms Control and Non-Proliferation over at the National Security Council, who is going to be briefing on tomorrow's summit.  We have also brought over Ambassador Alex Wolff, who is our Deputy Permanent Representative to the United Nations.  They are going to start off because Gary has to run off to a meeting.  And then we'll turn it over to Mike McFaul, who will read out the President's meeting just concluded with President Medvedev of Russia. So, Gary, if I can ask you to come up and kick off. MR. SAMORE:  Hi, everybody.  Welcome to the Big Apple -- got mine here.  I just want to say a few things about the U.N. Security Council summit tomorrow on nuclear non-proliferation and disarmament.  This is the first time in history that the Council at the summit level -- or I think at any level -- has focused an entire session on these set of issues.  And obviously that reflects the importance that President Obama places on his efforts as he laid out in his Prague speech. The important elements in the Prague speech, as you'll recall there were three main pieces of the strategy.  The first is nuclear disarmament -- that is to say the countries that have nuclear weapons taking steps to eliminate them -- including a new arms control agreement between the U.S. and Russia; the Comprehensive Test Ban Treaty being ratified and eventually being brought into force; and a treaty to end the production of fissile material for nuclear weapons. The second element is the non-proliferation element, preventing additional countries from acquiring nuclear weapons.  And that involves strengthening the NPT, the inspections, making sure that the International Atomic Energy Agency has the resources and authority to carry out its mission; making sure that the U.N. Security Council plays its role in terms of taking actions in the cases of noncompliance. And the third element of the U.S. strategy as President Obama has laid out is encouraging peaceful uses of nuclear energy in a safe manner.  That includes careful controls on sensitive nuclear materials and technology.  It includes efforts to try to develop a new architecture for international nuclear cooperation, such as multilateral fuel banks.  And it includes steps to make sure that nuclear materials are secure and they're not vulnerable to theft by criminal groups or terrorists. So we hope that the Security Council meeting tomorrow will provide an opportunity for the 15 leaders and some important members from international organizations to discuss those issues and to pass a resolution that would endorse the key parts of the President's overall strategy, including some fairly technical matters which the Security Council has never spoken on before -- and in particular, the Security Council is the only international institution that has the authority and the responsibility to take action to ensure that those cases of proliferation that pose a threat to international peace and security are appropriately addressed, including violations of the NPT. So we think that is the main value that the Security Council has in taking on these issues.  And I want to ask Ambassador Wolff to talk a little bit about the choreography of the meeting tomorrow and how it will actually be conducted. Alex. AMBASSADOR WOLFF:  Thanks, Gary.  The session will start tomorrow at 9:15 a.m., as Gary mentioned.  We'll have all 15 members represented either at the head of state or head of government level.  I believe we'll have 12 heads of state, three heads of government.  The Secretary General will be attending and speaking, as will Mohamed ElBaradei, the Director General of the IAEA.  We expect to adopt the resolution at the top of the meeting and if everything goes as planned, as we expect, it should be adopted unanimously and universally supported by all members. The President would be of course in the chair running the meeting and would make some opening brief remarks; turn it over to the Secretary General; and then the heads of state or government would then follow in an order that was done by draw; and we'll wrap up with Mr. ElBaradei finishing up the events.  So if everything goes as planned, we'll have the session done with within about two hours. Q    So the vote is at the beginning, not the end? AMBASSADOR WOLFF:  Voting would be at the top, at the beginning. Q    Can I ask, in the draft resolution that's bouncing around there are three or four items that seem to indicate you're kind of laying some kind of legal architecture for a response to either a state that leaves the NPT or states that violate their obligations under the IAEA and the NPT, and I wonder if you could address that, exactly what you're trying to do there. MR. SAMORE:  Well, let me start.  I don't think we want to talk about the specific provisions because the resolution hasn't been adopted yet, but as I said in my opening remarks, the Security Council has a unique and distinctive role in the international regime, because it's the only body that has the authority and the responsibility to address issues of non-compliance. And we looked to the Security Council, given its broad mandate, to act in cases of threats to peace and security to carry out that role.  And to the extent that this resolution can enforce and strengthen that role, that's a major accomplishment. Q    Can you talk a little bit, as this draft resolution has been going around -- my understanding was that you guys have been seeking to strengthen pieces of it, make it stronger and have met some resistance over the last couple of days, especially from the French, to that effort. MR. SAMORE:  Well, here's the man who has done all the heavy lifting.  So he should answer that question. AMBASSADOR WOLFF:  I think most of the discussion that we had on strengthening the resolution itself was the classic discussion that you would have in this type of negotiation.  Of course if you look at the composition of the 15 members of the Security Council, they come from varying positions on the issue. We have the five declared nuclear powers, and there's the Permanent Five members of the Security Council, the elected members, not of which, of course, are nuclear powers. So in terms of the focus each have, some wanted an accent more on disarmament issues, some wanted an accent more on non-proliferation issues -- again, the sort of thing one would normally expect in this type of negotiation.  We also want to make it clear that there is a deliberate effort here to focus on this issue comprehensively, and not use this meeting to focus on any specific country or problem.  The resolution reflects that as well.  It is, in effect, a framework for how we deal with these issues.  And we have regimes in place for dealing with individual cases. Q    Would this resolution apply to countries that are not signatories to the NPT?  And if so, how? MR. SAMORE:  Well, the U.S. position is that all countries should join the NPT, and so the resolution will address that issue. Q    But it's not illegal to not join the NPT? MR. SAMORE:  It's not illegal, absolutely right. Q    But is the Security Council going to assert authority that they can do things to countries that don't wish to or have never signed up then? MR. SAMORE:  Well, we don't want to get into the details of the resolution.  I mean, you have to look at that tomorrow after it's been adopted.  But in terms of establishing the U.N. Security Council's call on countries to adhere to the NPT, that's something that we would hope the -- that the resolution would endorse.  Q    Does it change anything to the PSI? MR. SAMORE:  PSI, Proliferation Security Initiative, does it change -- AMBASSADOR WOLFF:  No, it doesn't change anything at all.  It doesn't touch on that. MR. HAMMER:  All right, any more questions before we turn it over to our next briefer? Q    Actually, I mean, I don't know if this is for Mr. McFaul, but can you give us any kind of update on the START follow-on talks?  Mike, is that one for you? MR. SAMORE:  That's for Mike.  (Laughter.) MR. HAMMER:  A perfect lead-in for Mike McFaul, who is our Senior Director at the National Security Council for Russia.  So, Mike. MR. McFAUL:  Hello, everyone.  I actually don't have a readout.  I think the Presidents did a fantastic job of reading out the meeting exactly as it was.  I don't think I can improve upon that, so I'll just take your questions. Q    I was wondering about the Medvedev comments on sanctions, which went a little bit further than he's gone before. I assume you guys expected that, and I just want to get a feeling for how that came about and if you could address whether it was tied to the missile defense decision by the Russians, if not by you guys. MR. McFAUL:  Well, I think what you heard the President say, President Obama, and was discussed in the meeting that we actually do share common strategic objectives when it comes to Iran. Q    Right, you haven’t shared them -- MR. McFAUL:  We haven't shared them before.  And I think that's important to realize.  And again, I don't want to try to do better than President Medvedev himself did in his statements. But when he said we do not have an interest in Iran having nuclear weapons, we are coming together in terms of a shared set of strategic objectives.  And I don't really see any daylight about our objectives right now, vis-à-vis Iran. Q    Yes, I wasn’t asking whether it's the same, I was asking how it came about. MR. McFAUL:  That strategy -- so the strategy -- once you have common strategic objectives, you have to have a common strategy.  And President Obama could not be clearer that we have two paths.  And he's made it clear that he seeks a diplomatic solution, but we're not going to do that forever and we're not going to haggle about that indefinitely.  And if there's a time and a point when we have to switch to a different -- the second strategy, the more coercive strategy, we need to do that as a -- unified, and we want to do that with Russia.  And the way I read President Medvedev's statement and the whole conversation was that he agrees.   Q    And how did he get there?  Because it's a little different than where he has been. MR. McFAUL:  Well, the whole project from day one in U.S.-Russia relations, and it's President Obama's view, is we're not going to trade, we're not going to give you this for that, and some kind of bizarre transactions.  We are -- as he said very articulately I thought, and very clearly in his speech in Moscow -- we're going to pursue our interests, our national security interests in all spheres at all times.  And on most of those issues, the coda in that speech and the coda of every conversation we've had with the President -- with the Russians, at the highest levels on down, is on most strategic issues that the United States is pursuing, we don't see a disagreement with the Russians.  And I think over time, we have come to a place in U.S.-Russian relations where President Medvedev now has embraced that and sees that in fact we do have a lot more common interests in terms of just our interests as two countries as opposed to maybe where we were six or eight months ago. Q    Mike, when you talked about we don't -- we're not going to trade, is that redressing this idea of this freeze-for-freeze idea; they stop enriching for six weeks and we stop seeking sanctions -- MR. McFAUL:  No.  I didn't mean to misconstrue.  I was talking more about with the Russians, not with the Iranians. Q    Any comment on the freeze-for-freeze -- MR. McFAUL:  I can't. Q    Mike, can you tell us how much of the conversation today was about the steps beyond once the negotiations are concluded or once -- once we have the initial meetings with the Iranians in October?  There's a lot of belief that these are -- that that may well not go very well.  How much of the conversation focused on what to do next on sanctions and on the next steps? MR. McFAUL:  Almost the entire meeting was about Iran and it was about strategies -- not strategy -- for achieving our objectives in both tracks.  And I think it wouldn't be appropriate for us to talk about what Mr. Medvedev said.  You can ask him and his folks.  But there was a detailed discussion about several strategies, not just one, for achieving that -- our common strategic objectives. Q    And is there -- did you notice a difference now in the conversation and the tenor of the conversation between Mr. Medvedev and Mr. Obama on the strategies for dealing with Iran?  Do you feel -- are the Russians sounding more like they're on board with us? MR. McFAUL:  Yes.  Well, in two respects.  I want to remind you all that it wasn't that long ago where we had very divergent definitions of the threat and definitions of our strategic objectives vis-à-vis Iran.  That seems to me to be a lot closer, if not almost together.  And, again, I'd just refer you to what the two Presidents just said.  I couldn't have said it better. And on the strategies, of course -- I mean, President Medvedev said -- again, I'd rather you use his words, not mine -- but for the Presidents to go both in discussion and publicly to say, we don't like sanctions but under certain conditions they are necessary.  That's -- to me that's a very big change in their position.  Q    To what do you credit that? MR. McFAUL:  I think it's -- you read his mind.  I mean, I think it has to do with this is in Russia's national interest as well.  Is it in Russia's -- but I don't want to speculate about his thinking. Q    Well, what's changed?  It's been in Russia's interest for years.  What's changed now? Q    The only thing we see that's changed is the missile thing, so that's how we read it.  And we've been told something else to read in -- MR. McFAUL:  Well, I guess I would just say it's bigger than that.  I think it's trying to develop a strategic relationship with Russia.  It's trying to say we have common interests that are not just this thing for that thing, but a bigger framework.  It's a lot of interests.  Today was all about Iran, but in July, we spent a great deal of time about Afghanistan.  And before nine months ago, we didn't talk about Afghanistan as a common threat. Now we do.  This one I think we've achieved that.   So it's about the definition of our interests.  And let's just be clear, those things change over time.  People rethink them, as we have as a government, obviously.  And that's what I would attribute it to. Q    Michael, are you denying completely that the shift in U.S. strategy on this missile defense actually did improve the climate for these kind of talks and may have -- MR. McFAUL:  Let me be very clear as somebody who is in every single meeting on missile defense, from the lowest to the highest levels, the notion that we need to do what we did as a concession for Russia never was brought up.  And I just defer -- I refer you to Secretary Gates.  There is nobody that could say it clearer than him.  He said it -- and when the historic -- I know you're looking at me like -- but hold on, hold on.  I'm getting to -- okay. So we did that and we did our review because of the threat in Iran, and that is what we did.  Is it the case that it changes the climate?  I think that's true, of course.  But it's not cause and effect I guess is what I'm trying to say. The causal arrow is the other way around for me.           Q    When you're talking about the very big change in the Russian position, is that sort of similar to what -- you're getting that from President Medvedev saying that sanctions may be inevitable -- sort of a step he's making in that -- MR. McFAUL:  Again, he couldn’t have said it any clearer, as far as I'm concerned.  Q    We just got his comments, by the way. MR. McFAUL:  Oh, I'm sorry.  I'm sorry, I'm sorry, I'm sorry, okay. MR. HAMMER:  It becomes clearer after -- (laughter.) MR. McFAUL:  Yes, I mean, that to me -- he could not have been clearer about what he was trying to communicate to the world today.  And it's something -- I don't want to -- he said it in other ways, but he was crystal clear as far as I was concerned today. Q    When you used the phrase coercive strategies -- is that limited to sanctions? MR. McFAUL:  I don't think -- we can't talk about that.  There's a lot more going on, I guess, in terms of strategies, but I think that's the principal one that they were focused on today, both our President and their President.  But there's a lot of other things, but we shouldn’t talk about that. MR. HAMMER:  All right, Mike is going to have to run pretty soon, so one last question. Q    Just to take issue a little bit, I mean, U.S. officials have been saying for years that the U.S. and Russia share a strategic goal of a non-nuclear Iran.  The Bush administration used to say that.  But when it comes down to the point Russia always has backed off -- watered-down sanctions, with blocked sanctions.  What evidence, concrete, do you have now that they're going to act differently if and when it gets to that point? MR. McFAUL:  I'd just refer you to what President Medvedev said.  I mean -- and you can go back and read the statements from what he said under the Bush administration and compare them, and they're different.  Now, why?  That's your -- I don't want to read their mind and try to figure that out, but I think we're at a different place in U.S.-Russia relations, as I just said.  As the President said very eloquently, we have common strategic objectives vis-à-vis Iran, and when -- very clearly said, neither of our two countries want to see Iran have nuclear weapons.  And President Medvedev could not have been clearer that he agrees with that. That is a different position on the objective side.  And on the strategy side, again, the -- I can't improve on what President Medvedev said.  He could not have been clearer.  And that was the substance, of course, of what was -- of what was said privately as well. Q    Just before you go, can you give us any kind of update on the START -- MR. McFAUL:  Yes.  We did discuss START, new START treaty, I guess we're calling it.  And both Presidents said, we are committed to getting that done on the timeline that they said.  They talked about some minor issues that need to be worked out, but the way I saw it was we are both firmly committed to making sure we get that arms control agreement done on the timeline that we had agreed to. Okay, thank you. MR. HAMMER:  Thank you very much, everybody. END                                             5:49 P.M. EDT            \n\n\n\n"
}