{
    "title": "President Obama Grants Commutations | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/08/03/president-obama-grants-commutations",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 03, 2016\n\n \n\n\n\nPresident Obama Grants Commutations\n\n\n\n\n\n\tWASHINGTON, D.C. – Today, the President made grants of commutation of sentences to the following 214 individuals:\n\n\n\t\tTimothy Adams – Hartsville, SC\n\t\tOffense: Conspiracy to possess with intent to distribute and distribute cocaine base (crack); Middle District of North Carolina\n\t\tSentence: Life imprisonment; 10 years' supervised release (August 2, 1995)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment.\n\n\n\t\tAsher Adkins – Columbia City, IN\n\t\tOffense: Distribution of methamphetamine and aiding and abetting (two counts); distribution of methamphetamine (three counts); use or carrying a firearm during a drug trafficking crime (two counts); distribution of more than 100 grams of methamphetamine (two counts); Northern District of Indiana\n\t\tSentence: 624 months’ imprisonment; five years' supervised release (January 3, 2000)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tJamonte L. Allison – Carbondale, IL\n\t\tOffense: Conspiracy to distribute five grams or more of \"crack cocaine\"; Southern District of Illinois\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release; $500 fine (September 6, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tJoe Alvarado – Ogden, UT\n\t\tOffense: Possession with intent to distribute methamphetamine (two counts); possession of a firearm and ammunition by convicted a felon; District of Utah\n\t\tSentence: Life imprisonment (October 13, 2004)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tTyrell L. Anthony – Kershaw, SC\n\t\tOffense: Possession with intent to distribute 50 grams or more of cocaine base (crack cocaine); willfully failing to appear; District of South Carolina\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (July 28, 2004)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tReinaldo A. Arocho – Lake Station, IN\n\t\tOffense: Drug conspiracy; maintaining a drug house; distribution of crack cocaine; carrying a firearm during drug trafficking; attempting to corruptly persuade a witness; Northern District of Indiana\n\t\tSentence: 387 months' imprisonment; 10 years' supervised release (January 19, 2000); amended to 300 months' imprisonment (January 18, 2011)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tJose Carlos Arras, Jr. – Albuquerque, NM\n\t\tOffense:   1. Conspiracy to import; conspiracy to wit: possession with intent to distribute 100 kilograms and more of marijuana; District of New Mexico\n\n\n\t                       2. Supervised release violation (Importation of a quantity of marijuana); Western District of Texas\n\n\tSentence:        1. 262 months' imprisonment; eight years’ supervised release (November 4, 2002)\n\n\t                        2. 10 months' imprisonment (consecutive) (November 4, 2002)\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tSidney J. Ball – Lenox, GA\n\t\tOffense: Possession with intent to distribute 12.04 kilograms of cocaine; Southern District of Texas\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (January 30, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tLloyd Battles – Columbia, SC\n\t\tOffense: Conspiracy to possess with intent to distribute 50 grams or more of cocaine base; possession with intent to distribute 50 grams or more of cocaine base, aiding and abetting; Southern District of Texas\n\t\tSentence: Life imprisonment; 10 years' supervised release (December 6, 2002)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\n\n\t\tDavid Bell – Miami, FL\n\t\tOffense: Conspiracy to possess with intent to distribute 50 grams or more of cocaine base; possession with intent to distribute a detectable amount of cocaine base; possession with intent to distribute five grams or more of cocaine base (three counts); Southern District of Florida\n\t\tSentence: 262 months' imprisonment; five years' supervised release (February 12, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tPauline K. Blake – West Valley City, UT\n\t\tOffense: Possession of methamphetamine with intent to distribute; conspiracy or attempt to manufacture methamphetamine (two counts); establishment of a manufacture operation; possession of a listed chemical (two counts); District of Utah\n\t\tSentence: 210 months' imprisonment; five years' supervised release; $2,000 restitution (January 7, 2002); amended to 292 months' imprisonment (January 27, 2004)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tDeborah Lucille Blue – Alcoa, TN\n\t\tOffense:    1. Distribution of cocaine base (two counts); possession with intent to distribute cocaine base; Eastern District of Tennessee\n\n\n\t                        2. Supervised release violation (distribution of cocaine hydrochloride); Eastern District of Tennessee\n\t       \n\n\t        Sentence:        1. 292 months' imprisonment; eight years’ supervised release (February 23, 2007); amended to 234 months’ imprisonment (May 16, 2014)\n\n\t                                2. 3 months' imprisonment (consecutive) (February 23, 2007)\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tMarston Edward Blue – District Heights, MD\n\t\tOffense: Conspiracy to possess with intent to distribute and distribute heroin and cocaine; felon in possession of firearm; possess with intent to distribute heroin, aiding and abetting; District of Maryland\n\t\tSentence: Life imprisonment; 10 years' supervised release (November 25, 2002 (on remand))\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tLucius Boswell – Madison, GA\n\t\tOffense: Conspiracy to possess with intent to distribute cocaine base; possession with intent to distribute cocaine base (two counts); Middle District of Georgia\n\t\tSentence: Life imprisonment; 10 years' supervised release (September 5, 1997)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tJoshua Boyer – Tampa, FL\n\t\tOffense: Conspiracy to possess with intent to distribute five kilograms or more of cocaine; possession of a firearm in furtherance of a drug trafficking offense; possession of a firearm not registered in the National Firearms Registration and Transfer Record; Middle District of Florida\n\t\tSentence: 288 months' imprisonment; five years' supervised release (November 27, 2001)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tDebra R. Brown – Nashville, TN\n\t\tOffense: Distribution of 50 grams or more of cocaine base to a person under 21; Middle District of Tennessee\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (November 18, 2002)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tEddie Lee Brown – Brunswick, GA\n\t\tOffense: Distribution of cocaine hydrochloride (two counts); Southern District of Georgia\n\t\tSentence: 262 months' imprisonment; six years' supervised release (June 12, 2000)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tPatrick A. Brown – Alexandria, VA\n\t\tOffense: Felon in possession of a firearm, aiding and abetting (two counts); possession with intent to distribute cocaine base, aiding and abetting; District of Maryland\n\t\tSentence: Life imprisonment; three years' supervised release (August 8, 1997)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tTimothy Aaron Brown – Warren, OH\n\t\tOffense: Possession with intent to distribute cocaine; Central District of Illinois\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (April 3, 2009)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tJose Luis Buenrostro – Stockton, CA\n\t\tOffense: Conspiracy to manufacture methamphetamine; Eastern District of California\n\t\tSentence: Life imprisonment; 10 years' supervised release (January 8, 1997)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment.  \n\n\n\t\tBarry Charles Butler – Shelby, NC\n\t\tOffense: Conspiracy to possess with intent to distribute cocaine and cocaine base; Western District of North Carolina\n\t\tSentence: Life imprisonment; 10 years' supervised release (March 30, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 180 months' imprisonment.\n\n\n\t\tCharles Bynum – Torrance, CA\n\t\tOffense: Conspiracy to possess with intent to distribute more than 500 grams of a mixture and substance containing methamphetamine; Northern District of Florida\n\t\tSentence: Life imprisonment; 10 years' supervised release (May 27, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tAnnette Maria Canania – DeSoto, MO\n\t\tOffense: Conspiracy to possess pseudoephedrine knowing it would be used to manufacture methamphetamine; possession of pseudoephedrine knowing it would be used to manufacture methamphetamine (two counts); Eastern District of Missouri\n\t\tSentence: 240 months' imprisonment; three years' supervised release (December 22, 2006); amended to 210 months' imprisonment (April 27, 2015)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tJose Manuel Candelario – Miami, FL\n\t\tOffense: Conspiracy to possess with intent to distribute Schedule II (crack cocaine) controlled substance; possess with intent to distribute Schedule II (crack cocaine) controlled substance; Southern District of Alabama\n\t\tSentence: Life imprisonment; five years' supervised release (April 21, 1994); amended to 360 months’ imprisonment (May 17, 1999)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tRalph Casas – North Miami Beach, FL\n\t\tOffense: Conspiracy to possess with intent to distribute and distribute 9,445 kilograms of cocaine; District of Puerto Rico\n\t\tSentence: Life imprisonment; five years' supervised release (April 19, 2002)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 292 months' imprisonment.\n\n\n\t\tWillie Chester – Waco, TX\n\t\tOffense: Possession of a firearm by felon; false statement in acquisition of firearm; Western District of Texas\n\t\tSentence: 264 months' imprisonment; five years' supervised release; $3,000 fine (March 26, 1992)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tDonyelle Childs – Clearwater, FL\n\t\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; felon in possession of a firearm; Middle District of Florida\n\t\tSentence: 262 months' imprisonment; five years' supervised release (January 12, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 188 months' imprisonment.\n\n\n\t\tKenneth Choice – Chicago, IL\n\t\tOffense: Conspiracy to possess with intent to deliver narcotics; possession with intent to deliver narcotics; Northern District of Illinois\n\t\tSentence: Life imprisonment; five years' supervised release (September 24, 1999); amended to life imprisonment; eight years’ supervised release (June 9, 2004); amended to 324 months’ imprisonment (February 1, 2016)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tOsvaldo Cisneros-Gutierrez – Earlimart, CA\n\t\tOffense: Conspiracy to possess with intent to distribute in excess of 500 grams of methamphetamine; Northern District of Texas\n\t\tSentence: 292 months' imprisonment; three years' supervised release (October 13, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 228 months' imprisonment.\n\n\n\t\tMark Anthony Clark – Rockford, IL\n\t\tOffense: Conspiracy; possession with intent to distribute 100 grams or more of methamphetamine and aiding and abetting; possession with intent to distribute amphetamine; possession of a firearm by a felon/fugitive from justice and aiding and abetting; Northern District of Texas\n\t\tSentence: Life imprisonment; six years' supervised release (September 1, 1995)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 360 months’ imprisonment.  \n\n\n\t\tAntonio Cobb – Bloomington, IL\n\t\tOffense: Distribution of cocaine base; Central District of Illinois\n\t\tSentence: Life imprisonment; 10 years' supervised release (February 28, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 262 months’ imprisonment.\n\n\n\t\tJimmie Clyde Collins – Joshua, TX\n\t\tOffense: Conspiracy to possess a controlled substance with intent to distribute; possession of a controlled substance with intent to distribute and aiding and abetting; using a drug involved premises and aiding and abetting; possession of a firearm in furtherance of a drug trafficking crime; possession of a controlled substance with intent to deliver; possession of a firearm during and in relation to a drug trafficking crime; Northern District of Texas\n\t\tSentence: 370 months' imprisonment; five years' supervised release (February 11, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tDewayne L. Comer – Syracuse, NY\n\t\tOffense: Engaging in a continuing criminal enterprise; conspiracy to possess with the intent to distribute and to distribute cocaine and cocaine base; distribution of cocaine base (two counts); possession with the intent to distribute cocaine base; possession with the intent to distribute cocaine; Northern District of New York\n\t\tSentence: Life imprisonment; five years' supervised release (December 8, 1997)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tJason Andrew Comer – Weyers Cave, VA\n\t\tOffense: Aid and abet in the possession with intent to distribute 500 grams or more of methamphetamine; Western District of Virginia\n\t\tSentence: 240 months' imprisonment; five years' supervised release (October 23, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tDelaria Antwan Conway – Laurens, SC\n\t\tOffense: Possession with intent to distribute five grams or more of crack cocaine and a quantity of cocaine (two counts); District of South Carolina\n\t\tSentence: 262 months' imprisonment; eight years' supervised release (December 17, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tEugene Ross Cousins – Greenville, VA\n\t\tOffense: Distribution of methamphetamine (two counts); possess a firearm in furtherance of a drug trafficking crime (two counts); drug user in possession of firearm (two counts); Western District of Virginia\n\t\tSentence: 406 months' imprisonment; three years' supervised release (August 8, 2007); amended to 397 months' imprisonment (April 4, 2015)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tLavon A. Crockett – Kansas City, KS\n\t\tOffense: Possession with intent to distribute five grams or more of a mixture and substance containing cocaine base (\"crack cocaine\"); District of Kansas\n\t\tSentence: 188 months' imprisonment; four years' supervised release (December 6, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tDarnell Crookshank – West Covina, CA\n\t\tOffense: Conspiracy to manufacture phencyclidine; manufacture with intent to distribute phencyclidine, aiding and abetting; possession with intent to distribute phencyclidine; Central District of California\n\t\tSentence: Life imprisonment; 10 years' supervised release (June 17, 1996)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tDawan Croskery – Buffalo, NY\n\t\tOffense: Engaging in a continuing criminal enterprise; money laundering; Western District of New York\n\t\tSentence: 240 months' imprisonment; five years' supervised release (December 16, 2004)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tAndrew Crumbly – Fort Myers, FL\n\t\tOffense: Possession with intent to distribute a detectable amount of cocaine base, crack cocaine (three counts); Middle District of Florida\n\t\tSentence: 235 months' imprisonment; six years' supervised release (February 14, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2017.\n\n\n\t\tMorris Dabbs – Trenton, NJ\n\t\tOffense: Conspiracy to distribute cocaine base (crack); Middle District of North Carolina\n\t\tSentence: 360 months' imprisonment; 10 years' supervised release (February 29, 2000); amended to 291 months’ imprisonment (August 2, 2011); amended to 240 months’ imprisonment (October 6, 2015)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tRicky Darden – Kinston, NC\n\t\tOffense: Possession with intent to distribute cocaine base (crack); District of Maryland\n\t\tSentence: Life imprisonment; 10 years' supervised release (April 16, 1996)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tLenwood Davies – Wabasso, FL\n\t\tOffense: Conspiracy to possess with intent to distribute 50 grams or more of cocaine base; possession with intent to distribute 50 grams or more of cocaine base; felon in possession of a firearm; Southern District of Florida\n\t\tSentence: 180 months' imprisonment; five years' supervised release (November 15, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tRichard Lawrence Davis – St. Louis, MO\n\t\tOffense:         1. Possession with intent to distribute cocaine base; Eastern District of Missouri\n\n\n\t                             2. Possession with intent to distribute cocaine base; carrying a firearm during and in relation to a drug trafficking crime; Eastern District of Missouri\n\n\t       Sentence:      1. 240 months' imprisonment; 10 years’ supervised release (June 15, 2004)\n\n\t                             2. 93 months' imprisonment (concurrent) (March 4, 2005); amended to 75 months' imprisonment (November 18, 2011)\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tTerry Davis – Monroe, LA\n\t\tOffense: Distribution of cocaine base; Western District of Arkansas\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (September 8, 2000)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tChristopher M. Dees – Pensacola, FL\n\t\tOffense: Conspiracy to possess with intent to distribute five kilograms or more of cocaine and 50 grams or more of a mixture and substance containing a detectable amount of cocaine base; Northern District of Florida\n\t\tSentence: Life imprisonment; 10 years' supervised release; $1,000 fine (September 1, 2004)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 262 months' imprisonment, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tJose Del Valle – Philadelphia, PA\n\t\tOffense: Conspiracy to possess with the intent to distribute five kilograms or more of cocaine; possession with the intent to distribute five kilograms or more of cocaine and aiding and abetting; Eastern District of Pennsylvania\n\t\tSentence: Life imprisonment; 10 years' supervised release (September 7, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tMaynard Dennis – Liverpool, NY\n\t\tOffense: Possession with intent to distribute cocaine base; possession of a firearm by a convicted felon; Northern District of New York\n\t\tSentence: 300 months' imprisonment; eight years' supervised release (September 7, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tBobbie Jo Diers – Romeoville, IL\n\t\tOffense: Conspiracy to distribute 50 grams or more of cocaine base (\"crack\"); possession with intent to distribute 50 grams or more of cocaine base (\"crack\"); Central District of Illinois\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (April 12, 2010)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tJames J. Dino – Upper Tumon, GU\n\t\tOffense:         1. Possession of methamphetamine with intent to distribute; District of Guam\n\n\n\t                             2. Supervised release violation (possession with intent to distribute crystal methamphetamine); District of Guam\n\n\t      Sentence:        1. 240 months' imprisonment;10 years’ supervised release (October 19, 2006)\n\n\t                              2. 60 months' imprisonment (concurrent) (October 19, 2006)\n\n\tCommutation Grant: Prison sentence commuted to a term of 193 months’ imprisonment.  \n\n\n\t\tScottie Ladon Dixon – Atmore, AL\n\t\tOffense: 1. Conspiracy to possess with intent to distribute crack cocaine; 2. Violation of supervised release (conspiracy to possess with intent to distribute crack cocaine); 1. Southern District of Alabama; 2. Southern District of Alabama\n\t\tSentence: 1. Life imprisonment; 2. 33 months' imprisonment (concurent); 1. 10 years' supervised release (1. & 2. May 18, 2010)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 221 months' imprisonment.\n\n\n\t\tThomas Duncan – Columbia, TN\n\t\tOffense: Possession of cocaine base with intent to distribute; possession of a firearm in furtherance of a drug trafficking offense; felon in possession of a firearm; possession of five grams or more of cocaine base with intent to distribute; Eastern District of Tennessee\n\t\tSentence: 352 months' imprisonment; eight years' supervised release (September 23, 2002)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tVincent Duval – Bradenton, FL\n\t\tOffense: Possession with intent to distribute five grams or more of cocaine base; Middle District of Florida\n\t\tSentence: 262 months' imprisonment; eight years' supervised release (October 28, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tWilliam Ennis – El Paso, TX\n\t\tOffense: Conspiring to possess with intent to distribute a controlled substance, to wit: cocaine more than five kilograms; possession with intent to distribute a controlled substance, to wit: cocaine more than five kilograms; using a communication device to facilitate the commission of a felony; Western District of Texas\n\t\tSentence: Life imprisonment; 10 years' supervised release; $5,000 fine (July 17, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tKenneth Evans – Fort Worth, TX\n\t\tOffense: Conspiracy; possession with intent to distribute and distribution of cocaine base; possession with intent to distribute and distribution of cocaine base and aiding and abetting; use and carry firearm during and in relation to a drug trafficking crime and aiding and abetting; Northern District of Texas\n\t\tSentence: Life imprisonment plus 60 months; five years' supervised release (August 20, 1993)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment.\n\n\n\t\tRonald Evans – Norfolk, VA\n\t\tOffense: Conspiracy to distribute and possession with intent to distribute cocaine, heroin, and a mixture containing cocaine base; possession with intent to distribute heroin (three counts); possession with intent to distribute cocaine; possession with intent to distribute a mixture or substance containing cocaine base (two counts); Eastern District of Virginia\n\t\tSentence: Life imprisonment; five years' supervised release (July 30, 1993); amended to 360 months' imprisonment (March 16, 2015)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tRonald Evans – New York, NY\n\t\tOffense:         1. Possession with intent to distribute in excess of five grams of cocaine base; District of Maine\n\n\n\t                             2. Supervised release violation (possession with intent to distribute cocaine base); District of Maine\n\n\t      Sentence:       1. 270 months' imprisonment; eight years’ supervised release (August 13, 2003)\n\n\t                             2. 12 months' imprisonment (concurrent) (August 13, 2003)\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tJames Oliver Fambro – Decatur, GA\n\t\tOffense: Conspiracy to distribute and possess with intent to distribute 50 grams or more of a mixture and substance containing cocaine base; possession with intent to distribute 50 grams or more of a mixture and substance containing cocaine base; possession of a firearm by a convicted felon; possession of a firearm during and in relation to a drug trafficking offense; Northern District of Florida\n\t\tSentence: 300 months' imprisonment; 10 years' supervised release, $500 fine (April 5, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tJ. B. Farris, Jr.  – Atlanta, GA\n\t\tOffense: Conspiracy to possess with the intent to distribute cocaine; possession with the intent to distribute cocaine; possession of a firearm during a drug trafficking crime; Northern District of Georgia\n\t\tSentence: 360 months' imprisonment; 10 years' supervised release (January 26, 1993)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tCorey Ferguson – Bowling Green, KY\n\t\tOffense: Conspiracy to possess with intent to distribute 500 grams or more of cocaine; distribution of cocaine, aiding and abetting; Western District of Kentucky\n\t\tSentence: 300 months' imprisonment; eight years' supervised release (May 5, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 202 months' imprisonment.\n\n\n\t\tAlejandro Flores – Mission, TX\n\t\tOffense: Conspiracy to possess with intent to distribute cocaine; possession with intent to distribute cocaine; traveling in interstate commerce to facilitate a criminal activity; Northern District of Georgia\n\t\tSentence: Life imprisonment; 10 years' supervised release (November 10, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\n\n\t\tRaul Camargo Flores – Lubbock, TX\n\t\tOffense: Possession with intent to distribute more than 50 grams of methamphetamine and aiding and abetting; Northern District of Texas\n\t\tSentence: 292 months' imprisonment; 10 years' supervised release (February 7, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tFelix Monroe Fort – Birmingham, AL\n\t\tOffense: Conspiracy to possess with the intent to distribute cocaine; possession with the intent to distribute cocaine; Northern District of Alabama\n\t\tSentence: 360 months' imprisonment; four years' supervised release (November 18, 1998)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 262 months' imprisonment.\n\n\n\t\tRaymond Fox – New York, NY\n\t\tOffense: Conspiracy to distribute and possess with intent to distribute cocaine and cocaine base; distribution and possession with intent to distribute cocaine and cocaine base; Southern District of New York\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (August 2, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tCharles Franklin – St. Louis, MO\n\t\tOffense: Possession with intent to distribute over 50 grams of cocaine base (crack); possession with the intent to distribute heroin; possession with intent to distribute cocaine; Eastern District of Missouri\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (July 7, 2000)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tCleveland R. Franklin, Jr. – Indianapolis, IN\n\t\tOffense: Possession with intent to distribute 50 grams or more of a substance containing cocaine base; carrying a firearm during a drug trafficking crime; Southern District of Indiana\n\t\tSentence: 300 months' imprisonment; 10 years' supervised release; $1,000 fine (November 17, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tMichael L. Franklin – Kansas City, MO\n\t\tOffense: Possession with intent to distribute cocaine base; Western District of Missouri\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (January 3, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tToddrick Onterio Franklin – St. Petersburg, FL\n\t\tOffense: Conspiracy to possess with intent to distribute 50 grams or more of cocaine base; possession with intent to distribute 50 grams or more of cocaine base; possession of a firearm in furtherance of a drug trafficking crime; being a previously convicted felon in possession of a firearm in and affecting interstate commerce; Middle District of Florida\n\t\tSentence: 300 months' imprisonment; 120 months' supervised release (March 21, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tWilliam Anthony Freeman – Detroit, MI\n\t\tOffense: Conspiracy to distribute cocaine; Eastern District of Michigan\n\t\tSentence: 480 months' imprisonment; five years' supervised release (December 14, 1990)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tThomas R. Fuller – Kansas City, MO\n\t\tOffense: Conspiracy to distribute crack cocaine; aiding and abetting to distribute crack cocaine; possession with intent to distribute crack cocaine; possession of a firearm in relation to a drug trafficking crime; felon in possession of a firearm; Western District of Missouri\n\t\tSentence: 300 months' imprisonment; 10 years' supervised release (August 7, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tJohn Nicholas Gargano – Folcroft, PA\n\t\tOffense:         1. Conspiracy to distribute methylenedioxymethamphetamine and ketamine; distributing and possessing with intent to distribute methamphetamine; distributing and possessing with intent to distribute ecstasy; Southern District of New York\n\n\n\t                             2. Conspiracy to commit identification fraud and credit card fraud; unauthorized use of access devices; Southern District of New York\n\n\t                             3. Conspiracy to distribute and possess with intent to distribute more than 1.5 kilograms of methamphetamine; District of New Jersey\n\n\t       Sentence:      1. 240 months' imprisonment; 10 years’ supervised release (November 30, 2004)\n\n\t                             2. 10 years' imprisonment (concurrent); three years’ supervised release; $212,379.38 restitution (November 30, 2004)\n\n\t                             3. 100 months' imprisonment (concurrent); five years' supervised release (September 8, 2010)\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tEnrique Garza – Zolfo Springs, FL\n\t\tOffense: Conspiracy to possess with intent to distribute methamphetamine; possess with intent to distribute methamphetamine; attempt to possess with intent to distribute methamphetamine; Middle District of Florida\n\t\tSentence: 480 months' imprisonment; 10 years' supervised release (July 17, 1996)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tJesse James Gentry – Grand Prairie, TX\n\t\tOffense: Possession of more than 50 grams of crack cocaine with intent to distribute; Northern District of Texas\n\t\tSentence: 262 months' imprisonment; five years' supervised release (February 3, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tBernard Gibson, Sr. – Temple Hills, MD\n\t\tOffense: Conspiracy to possess with intent to distribute controlled drug substances: heroin and cocaine; District of Maryland\n\t\tSentence: Life imprisonment; 10 years' supervised release (April 15, 1996)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment.\n\n\n\t\tSteve P. Gillespie – Greeneville, TN\n\t\tOffense: Possession with intent to distribute five grams or more of cocaine base; Eastern District of Tennessee\n\t\tSentence: 262 months' imprisonment; eight years' supervised release (August 16, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tDerrick Glass – Youngstown, OH\n\t\tOffense: Conspiracy to distribute and possess with intent to distribute cocaine base; felon in possession of a firearm; Northern District of Ohio\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (March 14, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tFred M. Glover – Washington, DC\n\t\tOffense: Unlawful distribution of five grams or more of cocaine base; unlawful distribution of a controlled substance within 1,000 feet of a school (three counts); unlawful distribution of 50 grams or more of cocaine base (two counts); District of Columbia\n\t\tSentence: Life imprisonment; 10 years' supervised release (October 17, 1996)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tWill A. Goines, Jr.  – Chicago, IL\n\t\tOffense: Distribution of cocaine base (\"crack\") (three counts); Central District of Illinois\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (June 14, 2010)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 120 months’ imprisonment.\n\n\n\t\tMichael Goldsby – Cleveland, OH\n\t\tOffense: Possession with intent to distribute 5.88 grams of cocaine base; Northern District of Ohio\n\t\tSentence: 383 months' imprisonment; eight years' supervised release (November 19, 1997); amended to 360 months' imprisonment (August 31, 2000)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tRamon Gonzalez – San Juan, TX\n\t\tOffense: Conspiracy to possess, with intent to distribute 4506.65, kilograms of marijuana; possession with intent to distribute 4506.65 kilograms of marijuana; Southern District of Texas\n\t\tSentence: Life imprisonment; life term supervised release (January 20, 2009)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment.\n\n\n\t\tEdgar Gonzalez-Valentin – Mayagüez, PR\n\t\tOffense: Conspiracy to import cocaine, aiding and abetting; importation of cocaine; possession with intent to distribute cocaine; possession of firearm in relation to drug trafficking crime (two counts); District of Puerto Rico\n\t\tSentence: 595 months' imprisonment; five years' supervised release (July 10, 1992); amended to 511 months' imprisonment (August 19, 2015)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tChristopher Green – Waycross, GA\n\t\tOffense: Conspiracy to possess with intent to distribute and distribution of cocaine hydrochloride and crack cocaine; possession with intent to distribute crack cocaine (two counts); Southern District of Georgia\n\t\tSentence: Life imprisonment (December 23, 1997)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2017.\n\n\n\t\tRandy P. Green – Sikeston, MO\n\t\tOffense: Conspiracy to distribute methamphetamine; Eastern District of Missouri\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (November 7, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tSamuel Grooms – Clinton Township, MI\n\t\tOffense: Conspiracy with intent to distribute heroin; attempted possession with intent to distribute heroin; Eastern District of Michigan\n\t\tSentence: Life imprisonment; 10 years' supervised release (May 23, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\n\n\t\tSteven C. Hall – Gonzales, LA\n\t\tOffense:         1. Conspiracy to possess with intent to distribute cocaine base; distribution of cocaine base; Middle District of Louisiana    \n\n\n\t                             2. Supervised release violation (conspiracy to possess with intent to distribute cocaine base; distribution of cocaine base); Middle District of Louisiana\n\n\t       Sentence:      1. 240 months' imprisonment; 10 years’ supervised release (April 22, 2005)\n\n\t                             2. 45 months' imprisonment (consecutive) (February 16, 1996)\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tStephen Ramont Hardridge  – Tulsa, OK\n\t\tOffense: Conspiracy to possess with intent to distribute five kilograms or more of a mixture containing a detectable amount of cocaine and 50 grams or more of a mixture containing a detectable amount of cocaine base; Northern District of Oklahoma\n\t\tSentence: 292 months' imprisonment; 10 years' supervised release; $10,000 fine (November 25, 2002 (on remand)); amended to 240 months' imprisonment (June 10, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016, and unpaid balance of the $10,000 fine remitted.\n\n\n\t\tSteven R. Hardy – Tampa, FL\n\t\tOffense: Conspiracy to possess with intent to distribute, and to distribute, more than 5 kilograms of cocaine and more than 50 grams of cocaine base; possession with intent to distribute and distribution of more than 50 grams of cocaine base; Middle District of Florida\n\t\tSentence: Life imprisonment; 10 years' supervised release (November 14, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tDonella Marie Harriel – Stuart, FL\n\t\tOffense: Conspiracy to possess with intent to distribute and to distribute 50 grams or more of cocaine base; District of South Carolina\n\t\tSentence: 264 months' imprisonment; 10 years' supervised release (March 17, 2004)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 188 months' imprisonment and 10-year term of supervised release commuted to a four-year term of supervised release.\n\n\n\t\tBenjamin Harris – Dallas, TX\n\t\tOffense: Conspiracy to distribute 50 grams or more of cocaine base; distribution of 50 grams or more of cocaine base; possession with intent to distribute MDMA, cocaine and 50 grams or more of cocaine base; possession of a firearm by a convicted felon; possession of a firearm during and in relation to a drug trafficking crime; Middle District of Louisiana\n\t\tSentence: 226 months' imprisonment; five years' supervised release (February 23, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 180 months' imprisonment.\n\n\n\t\tChristopher J. Heath – Ridgway, IL\n\t\tOffense: Conspiracy to manufacture more than 500 grams of a mixture and substance containing methamphetamine; Southern District of Illinois\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release; $500 fine (February 24, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tWilson Henderson – Hollywood, FL\n\t\tOffense: Possession with intent to distribute cocaine base (incorrectly listed on the judgment as cocaine); use of a firearm during a drug trafficking crime; Southern District of Georgia\n\t\tSentence: Life plus 60 months’ imprisonment; 10 years' supervised release (August 20, 1992)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tJohn A. Hill – Cleveland, OH\n\t\tOffense: Possession with intent to distribute cocaine base; possession with intent to distribute marijuana; felon in possession of a firearm; Northern District of Ohio\n\t\tSentence: Life imprisonment (July 16, 1996)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2017.\n\n\n\t\tRobert Hill – Washington, DC\n\t\tOffense: Conspiracy to possess with intent to distribute and distribution of cocaine base; possession with intent to distribute and distribution of cocaine base (three counts); Eastern District of Virginia\n\t\tSentence: 480 months' imprisonment; 10 years' supervised release (September 20, 2004)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\n\n\t\tMarcell Hogans – St. Louis, MO\n\t\tOffense: Distribution of cocaine base; Eastern District of Missouri\n\t\tSentence: 168 months' imprisonment; three years' supervised release (August 21, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tKenneth Bronson Hughes – Charlotte Court House, VA\n\t\tOffense: Conspiracy to distribute more than 50 grams of cocaine base; possess with intent to distribute more than 50 grams of cocaine base; Western District of Virginia\n\t\tSentence: 334 months’ imprisonment; five years’ supervised release (September 3, 2003); amended to 272 months’ imprisonment (September 2, 2008); amended to 218 months’ imprisonment (March 4, 2015)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tDeangelo Hunt – Richmond, VA\n\t\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; possession of a firearm in furtherance of a drug trafficking crime; Eastern District of Virginia\n\t\tSentence: 180 months' imprisonment; five years' supervised release (February 1, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tCourtney D. Hurt – Tamms, IL\n\t\tOffense: Possession with intent to distribute five grams or more of a mixture and substance containing cocaine base; Southern District of Illinois\n\t\tSentence: 360 months' imprisonment; eight years' supervised release; $1,000 fine (July 25, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, and unpaid balance of $1,000 fine remitted, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tAlfonzo Ingram – Rowlett, TX\n\t\tOffense: Conspiracy to possess with intent to distribute cocaine; Northern District of Illinois\n\t\tSentence: 300 months' imprisonment; five years' supervised release; $1,000 fine (June 16, 2004)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 188 months' imprisonment.\n\n\n\t\tAnthonial Irick – Cameron, SC\n\t\tOffense: Possession with intent to distribute over five kilograms of cocaine; possession of a firearm during a drug trafficking crime; Middle District of Georgia\n\t\tSentence: 180 months' imprisonment; five years' supervised release (May 18, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tAlbert Jackson – Mount Vernon, IL\n\t\tOffense: 1. Conspiracy to distribute cocaine; distribution of cocaine; 2. Conspiracy to distribute cocaine; possession with intent to distribute more than 500 grams of cocaine; Central District of Illinois\n\n\t\tSentence: 1. 262 months' imprisonment; 2. 480 months' imprisonment (consecutive); 1. 10 years' supervised release; 2. eight years' supervised release (1. August 19, 1991; 2. November 7, 1994)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tDickey Joe Jackson – Boyd, TX\n\t\tOffense: Conspiracy to possess with intent to distribute methamphetamine; possession with intent to distribute methamphetamine (two counts); felon in possession of a firearm;  possession of an unregistered firearm (two counts); Northern District of Texas\n\t\tSentence: Life imprisonment; five years' supervised release (May 17, 1996)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tElmer Jackson – Bushnell, FL\n\t\tOffense: Conspiracy to distribute cocaine base; distribution of cocaine base (four counts); Middle District of Florida\n\t\tSentence: Life imprisonment; 10 years' supervised release (December 19, 2002)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 360 months' imprisonment.\n\n\n\t\tEugene Ernst Jackson – Baltimore, MD\n\t\tOffense: Conspiracy to distribute and possess with intent to distribute narcotics; distribution and possession with narcotics, aiding and abetting; District of Maryland\n\t\tSentence: Life imprisonment; 10 years' supervised release (July 19, 2002)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\n\n\t\tTommy Merrel Jackson – Boyd, TX\n\t\tOffense: Conspiracy to possess with intent to distribute methamphetamine; Northern District of Texas\n\t\tSentence: Life imprisonment; five years' supervised release (May 17, 1996)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tTyrand James – Youngstown, OH\n\t\tOffense: Distribution of cocaine (two counts); distribution of cocaine base; Northern District of Ohio\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (March 16, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tBernard Jennings – Vero Beach, FL\n\t\tOffense: Conspiracy to distribute cocaine base; distribution of cocaine base (three counts); Southern District of Florida\n\t\tSentence: Life imprisonment; 10 years' supervised release (November 12, 1993)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tDouglas George Jensen – Whitefish, MT\n\t\tOffense: Possession with intent to distribute methamphetamine; District of Montana\n\t\tSentence: Life imprisonment; 10 years' supervised release (February 24, 2004)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tDerrick Anthony Johnson – Richmond, VA\n\t\tOffense: Conspiracy to distribute cocaine base; as principle or aider and abettor, possessed with intent to distribute cocaine base; Western District of Virginia\n\t\tSentence: 360 months' imprisonment; 10 years' supervised release (January 17, 1996)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tFrederico Johnson – Kansas City, MO\n\t\tOffense: Distribution of five grams or more of cocaine base; Western District of Missouri\n\t\tSentence: 262 months' imprisonment; eight years' supervised release (July 23, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 188 months’ imprisonment.  \n\n\n\t\tMatthew Troy Johnson – Baltimore, MD\n\t\tOffense: Possession with intent to distribute cocaine and cocaine base, aiding and abetting; District of Maryland\n\t\tSentence: 262 months' imprisonment; three years' supervised release (November 12, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tWalter Lee Johnson – Shreveport, LA\n\t\tOffense: Conspiracy to possess with intent to distribute 500 grams or more of cocaine hydrochloride; conspiracy to possess with intent to distribute 50 grams or more of cocaine base; Western District of Louisiana\n\t\tSentence: Life imprisonment; 10 years' supervised release (September 14, 2000)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tArnold Ray Jones – Lubbock, TX\n\t\tOffense: Distribution of less than 50 grams of cocaine base and aiding and abetting; Northern District of Texas\n\t\tSentence: 235 months' imprisonment; four years' supervised release (November 22, 2002)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tJeffrey Lynn Jones – Eugene, OR\n\t\tOffense: Manufacturing methamphetamine; conspiracy to manufacture methamphetamine; District of Oregon\n\t\tSentence: 262 months' imprisonment; five years' supervised release (November 3, 1999)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tVernon Jones – Evansville, IN\n\t\tOffense: Possession with intent to distribute in excess of 50 grams of cocaine base (mixture); distribution of cocaine base (mixture) (two counts); Southern District of Indiana\n\t\tSentence: 360 months' imprisonment; five years' supervised release (June 9, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tAlbert J. Josey, Jr. – Sayreville, NJ\n\t\tOffense: Possession of 50 grams or more of cocaine base with intent to distribute; Western District of Virginia\n\t\tSentence: 262 months' imprisonment; five years' supervised release; $1,000 fine (October 3, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016, and unpaid balance of the $1,000 fine remitted.\n\n\n\t\tKeldren Joshua – Los Angeles, CA\n\t\tOffense: Conspiracy to possess with intent to distribute a controlled substance; Central District of California\n\t\tSentence: 188 months' imprisonment; five years' supervised release (August 21, 2006); amended to 168 months' imprisonment (November 10, 2015)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tCory Baker Kamerud – Aberdeen, SD\n\t\tOffense: Conspiracy to distribute methamphetamine; Northern District of Iowa\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (May 7, 2002)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tCharceil Kellam – Berryville, VA\n\t\tOffense: Conspiracy to distribute 50 grams or more of cocaine base; distribute 50 grams or more of cocaine base; distribution of cocaine base; distribute more than 5 grams of cocaine base; Western District of Virginia\n\t\tSentence: Life imprisonment; 10 years' supervised release (August 24, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 160 months' imprisonment.\n\n\n\t\tKenneth Lee Kelley – Westville, OK\n\t\tOffense: Felon in possession of firearm after former conviction (two counts); possession of stolen firearm; attempt to manufacture methamphetamine (three counts); possession with intent to deliver methamphetamine; possession with intent to deliver methamphetamine; possession with intent to distribute methamphetamine; possession of methamphetamine; possesssion of a firearm in furtherance of a drug trafficking crime; Eastern District of Oklahoma\n\t\tSentence: 360 months' imprisonment; eight years' supervised release  (April 27, 2004)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tMilton Kemp – Jewell, GA\n\t\tOffense: Conspiracy to possess with intent to distribute and to distribute crack cocaine; distribution of crack cocaine; Southern District of Georgia\n\t\tSentence: 280 months' imprisonment; 10 years' supervised release (April 19, 2000)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tJoseph Willie Kennedy – Randallstown, MD\n\t\tOffense: Conspiracy to distribute and possess with intent to distribute a mixture or substance containing a detectable amount of cocaine, aiding and abetting; District of Maryland\n\t\tSentence: Life imprisonment (December 14, 1992)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2017.\n\n\n\t\tDelinege King – Houston, TX\n\t\tOffense: Possession with intent to distribute more than 50 grams of cocaine base; Eastern District of Louisiana\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (November 27, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tVince Cordell King – Detroit, MI\n\t\tOffense: Possession with intent to distribute cocaine base (two counts); using or carrying of a firearm during and in relation to a drug trafficking crime; felon in possession of a firearm; Eastern District of Michigan\n\t\tSentence: Life plus five years' imprisonment; eight years' supervised release (May 21, 1996)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tKent Edward Kiser – Manassas, VA\n\t\tOffense: Conspiracy to possess with intent to distribute 500 grams or more of cocaine; possession of a firearm in furtherance of drug trafficking; Eastern District of Virginia\n\t\tSentence: 270 months' imprisonment; eight years' supervised release (March 10, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 188 months' imprisonment.\n\n\n\t\tJames LaRon Knight – Jonesboro, GA\n\t\tOffense: Conspiracy to possess with intent to distribute cocaine; Southern District of Alabama\n\t\tSentence: 292 months' imprisonment; five years' supervised release (November 23, 2004)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tDerrick Tyrone Lamb – Fort Pierce, FL\n\t\tOffense: Possession with intent to distribute cocaine base; possession with intent to distribute five grams or more of cocaine base; Southern District of Florida\n\t\tSentence: 235 months' imprisonment; five years' supervised release (March 3, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 151 months' imprisonment.\n\n\n\t\tCharlie Lawuary – Springfield, IL\n\t\tOffense: Possession of controlled substance with intent to distribute; Central District of Illinois\n\t\tSentence: Life imprisonment; eight years' supervised release (July 27, 1998)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tJosephine Ledezma – Rialto, CA\n\t\tOffense: Conspiracy to possess with the intent to distribute a Schedule II controlled substance (cocaine); being aided and abetted by others, did unlawfully, knowingly, and intentionally possess and cause to be possessed, with intent to distribute, a Schedule II controlled substance (cocaine); Western District of Tennessee\n\t\tSentence: Life imprisonment (October 30, 1992)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2017.\n\n\n\t\tJames Allen Ledford – Auburndale, FL\n\t\tOffense: Possession with intent to distribute 500 grams or more of methamphetamine; Middle District of Florida\n\t\tSentence: Life imprisonment; 10 years' supervised release (January 16, 2004)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 235 months' imprisonment.\n\n\n\t\tEric L. Lemon – St. Petersburg, FL\n\t\tOffense: Conspiracy to distribute 50 grams or more of cocaine base; Middle District of Florida\n\t\tSentence: 188 months' imprisonment; 10 years' supervised release (June 6, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tGregory Allen Liningham – Los Angeles, CA\n\t\tOffense: Possession of more than 50 grams of \"crack\" cocaine with intent to distribute; Western District of Texas\n\t\tSentence: Life imprisonment; 10 years' supervised release; $3,000 fine (December 1, 1993)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tAntonio Lopez – Grand Prairie, TX\n\t\tOffense: Conspiracy to possess with intent to distribute methamphetamine; Eastern District of Texas\n\t\tSentence: 360 months' imprisonment; five years' supervised release (October 26, 2000)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tJeffrey Lundin – Livingston, TX\n\t\tOffense: Conspiracy to import cocaine into the United States; conspiracy to distribute cocaine; possession with intent to distribute cocaine while aboard a United States vessel; Southern District of Florida\n\t\tSentence: 324 months' imprisonment; five years' supervised release (September 15, 1998)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tEdwin M. Mack – Fort Myers, FL\n\t\tOffense: Conspiracy to possess with intent to distribute a quantity of cocaine base, \"crack cocaine\"; distribution of a quantity of cocaine base, \"crack cocaine\" (two counts); possession with intent to distribute 50 grams or more of cocaine base, \"crack cocaine\"; possession of a firearm by a convicted felon; possession of an unregistered firearm (incorrectly listed on the judgment as possession of a firearm by a convicted felon); Middle District of Florida\n\t\tSentence: Life imprisonment; 10 years' supervised release (November 1, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tAlonzo Mackins, Jr. – Charlotte, NC\n\t\tOffense: Conspiracy to possess with intent to distribute and distribution of cocaine, cocaine base, heroin, and marijuana; conspiracy to commit money laundering; Western District of North Carolina\n\t\tSentence: Life imprisonment; 10 years' supervised release (October 8, 1999); amended to 360 months’ imprisonment; three years’ supervised release (August 14, 2006); amended to life imprisonment (September 2, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tAlberto Maisonet – Philadelphia, PA\n\t\tOffense: Distribution of cocaine base (two counts); distribution of cocaine (two counts); possession with intent to distribute cocaine; illegal use of a communication facility (four counts); Eastern District of Pennsylvania\n\t\tSentence: 262 months' imprisonment; eight years' supervised release (February 23, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tSheldon Paul Mangiapane – Hot Springs, AR\n\t\tOffense: Possession with intent to distribute 50 grams or more of methamphetamine; Eastern District of Missouri\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (September 13, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tTommy M. Martinez – Sparta, IL\n\t\tOffense: Conspiracy to distribute crack cocaine; distribution of crack cocaine; Southern District of Illinois\n\t\tSentence: Life imprisonment; five years' supervised release; $4,000 fine (April 7, 2000)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016, and unpaid balance of the $4,000 fine remitted.\n\n\n\t\tRobert L. Matthews – Memphis, TN\n\t\tOffense:         1. Distribution of cocaine base; possession with intent to distribute cocaine base; Northern District of Mississippi\n\n\n\t                             2. Supervised release violation (possession with intent to distribute cocaine base); Western District of Tennessee\n\n\t      Sentence:       1. 280 months' imprisonment; eight years’ supervised release (June 13, 1997)\n\n\t                             2. 15 months' imprisonment (consecutive) (September 30, 1998)\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tJames A. McGee – Chidester, AR\n\t\tOffense: Conspiracy to manufacture methamphetamine; possession of chemicals with intent to manufacture methamphetamine (three counts); Southern District of Florida\n\t\tSentence: Life imprisonment; five years' supervised release (April 4, 1996)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tArtis Sangria McGraw – Saluda, SC\n\t\tOffense: Possession with intent to distribute crack cocaine; use of fiream during and in relation to a crime of violence; felon in possession of a firearm; possession of a firearm with obliterated serial numbers; District of South Carolina\n\t\tSentence: 270 months' imprisonment; five years' supervised release (September 30, 2002)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tReba L. McIntyre – Hayti, MO\n\t\tOffense: Possession with intent to distribute five grams or more of cocaine base; Eastern District of Missouri\n\t\tSentence: 262 months' imprisonment; eight years' supervised release (June 26, 2000)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tTorey A. McKay – Wesley Chapel, FL\n\t\tOffense: Possession with intent to distribute and distribute five grams or more of cocaine base (two counts); possession with intent to distribute and distribute 50 grams or more of cocaine base; possession with intent to distribute and distribute a quantity of cocaine; Middle District of Florida\n\t\tSentence: 262 months' imprisonment; five years' supervised release (March 29, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tRudolph McKinnon, Jr. – Fort Walton Beach, FL\n\t\tOffense: Conspiracy to distribute and possess with intent to distribute 50 grams or more of a mixture and substance containing cocaine base; possession with intent to distribute five grams or more of a mixture and substance containing cocaine; possession of a firearm in furtherance of a drug trafficking crime; Northern District of Florida\n\t\tSentence: 300 months' imprisonment; 10 years' supervised release; $1,000 fine (October 26, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tJohn Anthony Mickens – Louisa, VA\n\t\tOffense: Conspiracy to distribute cocaine base; possession of a firearm during and in relation to a drug trafficking offense; Western District of Virginia\n\t\tSentence: 211 months' imprisonment; five years' supervised release (June 25, 2007); amended to 181 months’ imprisonment (October 21, 2008); amended to 180 months’ imprisonment (October 14, 2011)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tDavid Dean Millard – Grimes, IA\n\t\tOffense: Conspiracy to distribute methamphetamine; use of communication facility to distribute methamphetamine (two counts); Southern District of Iowa\n\t\tSentence: Life imprisonment; 10 years' supervised release (October 10, 1996)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.  \n\n\n\t\tTitus Jerrard Mobley – Groveland, FL\n\t\tOffense: Conspiracy to possess with intent to distribute cocaine base; Middle District of Florida\n\t\tSentence: 210 months' imprisonment; five years' supervised release (June 23, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.  \n\n\n\t\tTyrone Montgomery – Lexington, KY\n\t\tOffense: Possession with intent to distribute cocaine base; possession with intent to distribute cocaine and cocaine base; Western District of Kentucky\n\t\tSentence: 288 months' imprisonment; 10 years' supervised release (June 27, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 209 months' imprisonment.\n\n\n\t\tRonald Perry Moon – Commerce, GA\n\t\tOffense: Possession with intent to distribute crack cocaine; possession with intent to distribute cocaine; possession with intent to distribute methamphetamine; Northern District of Georgia\n\t\tSentence: Life imprisonment; 10 years' supervised release; $2,000 fine (February 10, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016, and unpaid balance of $2,000 fine remitted.\n\n\n\t\tMartin Brandon Moore – Fort Lauderdale, FL\n\t\tOffense: Conspiracy to distribute and possess with intent to distribute more than 50 grams of a mixture and substance containing cocaine base and more than 5 kilograms of a mixture and substance containing cocaine; principal to possession with intent to distribute cocaine and more than 50 grams of a mixture and substance containing cocaine base; Northern District of Florida\n\t\tSentence: Life imprisonment; 10 years' supervised release (May 30, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 180 months' imprisonment.\n\n\n\t\tMichael L. Moore – Mount Vernon, NY\n\t\tOffense: Conspiracy to possess with intent to distribute and distribute five kilograms or more of cocaine; distribution of 500 grams or more of cocaine; distribution of five kilograms or more of cocaine; Eastern District of Virginia\n\t\tSentence: 360 months' imprisonment; five years' supervised release (June 5, 1998); amended to 292 months' imprisonment (October 27, 2015)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tAmir Morgan – Evansville, IN\n\t\tOffense: Conspiracy to possess with intent to distribute five kilograms or more of cocaine (mixture); Southern District of Indiana\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (December 19, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on July 1, 2017.\n\n\n\t\tLucille Mae Morse – Billings, MT\n\t\tOffense: Distribution/possession with intent to distribute heroin/methamphetamine (two counts); possession with intent to distribute methamphetamine (six counts); District of Montana\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (November 29, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tLuciano Murga – Houston, TX\n\t\tOffense: Conspiracy to distribute and possess with intent to distribute 1,000 kilograms or more of marijuana; Northern District of Florida\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release; $800 fine (January 25, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tRobert Earl Nettles – Fort Pierce, FL\n\t\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; felon in possession of a firearm; Southern District of Florida\n\t\tSentence: 262 months' imprisonment; five years' supervised release (January 22, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tLinton C. Nichols – Cleveland, OH\n\t\tOffense: Possession with intent to distribute more than 50 grams of cocaine base (crack); possession of a firearm by a convicted felon; Nothern District of Ohio\n\t\tSentence: Life imprisonment; 10 years' supervised release (January 15, 1999)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tRobert Lee Nickles – Mobile, AL\n\t\tOffense: Conspiracy to possess with intent to distribute crack cocaine; Southern District of Alabama\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (August 27, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tHilario Nieto, III – San Antonio, TX\n\t\tOffense:         1. Possession with intent to distribute heroin; Western District of Texas\n\n\n\t                             2. Distribution of a controlled substance, heroin; Western District of Texas\n\n\tSentence:        1. 188 months’ imprisonment; five years’ supervised release (Feburary 5, 2004)\n\n\t                        2. 188 months’ imprisonment (60 months’ consecutive to above offense, the remainder concurrent); three years' supervised release (August 9, 2006)\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tFrancisco Olivera – Modesto, CA\n\t\tOffense:         1. Use of a communication facility in the commission of a drug offense; Eastern District of California\n\n\n\t                             2. Conspiracy to manufacture and to possess methamphetamine with intent to distribute; attempted manufacture of methamphetamine, aiding and abetting;                                    possession of a listed chemical knowing that it will be used to manufacture methamphetamine, aiding and abetting; Eastern District of California\n\n\tSentence:        1. 48 months' imprisonment; 12 months’ supervised release (March 16, 1998)\n\n\t                        2. 324 months' imprisonment (consecutive); 36 months' supervised release (November 3, 2000)\n\n\tCommutation Grant: Prison sentence commuted to a term of 288 months' imprisonment.\n\n\n\t\tKenyatta O'Neil – San Antonio, TX\n\t\tOffense: Distribution of cocaine base (two counts); Western District of Texas\n\t\tSentence: 188 months' imprisonment; five years' supervised release (March 30, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tCandido Ortiz-Martinez – Pagedale, MO\n\n\n\tOffense: Conspiracy to distribute and possess with intent to distribute cocaine; possession of firearm during the commission of a drug trafficking crime (two counts); distribution of cocaine; Eastern District of Missouri\n\tSentence: 592 months' imprisonment; five years' supervised release (December 12, 1991); amended to 535 months' imprisonment (March 30, 2015)\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tLonnie Dwayne Payne – St. Louis, MO\n\t\tOffense: Conspiracy to possess with intent to distribute cocaine; interstate transportation of a firearm by a felon; Eastern District of Missouri\n\t\tSentence: 324 months' imprisonment; 10 years' supervised release (September 25, 2003); amended to 240 months' imprisonment (April 21, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tJeremy Payton – Winnfield , LA\n\t\tOffense: Conspiracy to distribute 50 grams or more of cocaine base; Western District of Louisiana\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (January 8, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tErenio C. Perez – Colorado Springs, CO\n\t\tOffense: Conspiracy and possession with intent to distribute more than one kilogram of a mixture and substance containing a detectable amount of methamphetamine and aiding and abetting the manufacture in excess of one kilogram of methamphetamine; possession and aiding and abetting the possession of ephedrine with intent to manufacture methamphetamine (two counts); possession and aiding and abetting possession with intent to distribute more than 100 grams of a mixture or substance containing methamphetamine; possession of a firearm by a convicted felon (two counts); District of Colorado\n\t\tSentence: Life imprisonment; 10 years' supervised release (April 19, 1996)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tSharon Price – Nacogdoches, TX\n\t\tOffense: Conspiracy to commit money laundering; Western District of Texas\n\t\tSentence: 235 months' imprisonment; three years' supervised release; $20,000 fine (June 6, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016, and unpaid balance of the $20,000 fine remitted.\n\n\n\t\tThomas Jefferson Price, III – Kernersville, NC\n\t\tOffense: Conspiracy: possess with intent to distribute and distribute methamphetamine; possess with intent to distribute methamphetamine (three counts); Middle District of North Carolina\n\t\tSentence: 330 months' imprisonment; five years' supervised release (May 24, 1999)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tJack Dewhan Randolph – Charlotte, NC\n\t\tOffense: Possession of a firearm during and in relation to a drug trafficking crime and aiding and abetting the same (two counts); Western District of North Carolina\n\t\tSentence: 360 months' imprisonment; three years' supervised release (November 29, 2000)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tEvans Ray, Jr.  – Fort Washington, MD\n\t\tOffense: Distribution of cocaine and crack cocaine, aiding and abetting; felon in possession of a firearm and ammunition, aiding and abetting; District of Maryland\n\t\tSentence: 324 months' imprisonment; 10 years' supervised release (May 7, 2007); amended to life imprisonment (May 15, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tKeith Ray – Minneapolis, MN\n\t\tOffense: Conspiracy to possess with intent to distribute crack cocaine; Northern District of Illinois\n\t\tSentence: 263 months' imprisonment; five years' supervised release; $2,500 fine (April 17, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tRichard D. Reid – Wilmington, DE\n\t\tOffense: Felon in possession of a firearm and ammunition (five counts); possession of a firearm in furtherance of a drug trafficking offense; possession with intent to distribute more than 50 grams of a cocaine base (crack); possession with the intent to distribute cocaine; possession of crack cocaine; possession of marijuana; District of Delaware\n\t\tSentence: 300 months' imprisonment; 10 years' supervised release (September 4, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tRicardo Renteria – Irving, TX\n\t\tOffense:         1. Conspiracy to distribute at least five kilograms of cocaine; Western District of Texas\n\n\n\t                             2. Conspiracy to possess with intent to manufacture and distribute methamphetamine; Eastern District of Texas\n\n\t       Sentence:      1. 235 months' imprisonment; five years’ supervised release; $1,000 fine (August 22, 2007); amended to 188 months’ imprisonment (August 24, 2015)\n\n\t                             2. 135 months' imprisonment; five years' supervised release (October 8, 2008); amended to 108 months' imprisonment (November 13, 2015)\n\n\tCommutation Grant: Prison sentence commuted to a term of 188 months' imprisonment.\n\n\n\t\tRichard L. Reser – Sedgwick, KS\n\t\tOffense: Possession with intent to distribute methamphetamine; possession of firearm while trafficking in drugs (two counts); possession of a firearm by a felon; distribution of methamphetamine; conspiracy to distribute methamphetamine; District of Kansas\n\t\tSentence: 480 months' imprisonment; eight years' supervised release (December 20, 1989)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tSamuel Reyes – Coral Springs, FL\n\t\tOffense: Conspiracy to possess with intent to distribute detectable amount of cocaine; Southern District of Florida\n\t\tSentence: 210 months' imprisonment; five years' supervised release (November 24, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tBroderick Richardson – Louisville, KY\n\t\tOffense: Possession with intent to distribute 50 grams or more of cocaine base; possession with intent to distribute cocaine; Western District of Kentucky\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (September 27, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tWilliam C. Robertson, Sr. – New Orleans, LA\n\t\tOffense: Conspiracy to possess with intent to distribute five kilograms or more of cocaine; possession with intent to distribute cocaine; Northern District of Florida\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release; $1,000 fine (November 8, 2001)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tDerwlyn Rosborough – Lake View Terrace, CA\n\t\tOffense: Possession with intent to distribute cocaine; District of Wyoming\n\t\tSentence: 240 months' imprisonment; five years' supervised release, $2,000 fine (December 5, 2002)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tThomas R. Ross – Fairfield, CA\n\t\tOffense: Conspiracy to manufacture methamphetamine; conspiracy to distribute pseudoephedrine with knowledge or reasonable cause to believe that it would be used to manufacture a controlled substance; distribution of pseudoephedrine with knowledge or reasonable cause to believe it would be used to manufacture a controlled substance and aiding and abetting; Eastern District of California\n\t\tSentence: 240 months' imprisonment; five years' supervised release (April 26, 2001)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on September 2, 2016.\n\n\n\t\tJerome Rowser – Birmingham, AL\n\t\tOffense: Possession with intent to distribute 50 grams or more of a mixture and substance containing a detectable amount of cocaine base; possession of a firearm in furtherance of a drug trafficking crime; felon in possession of firearms; Northern District of Alabama\n\t\tSentence: Life plus 60 months’ imprisonment; 10 years' supervised release (August 19, 2004)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tAlphonso P. Rubalcava – Rock Island, IL\n\t\tOffense: Conspiracy to distribute controlled substances; Central District of Illinois\n\t\tSentence: Life imprisonment; 10 years' supervised release (July 19, 2002); amended to 327 months' imprisonment (June 22, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tBreon Montez Sanders – Wilmington, NC\n\t\tOffense: Conspiracy to distribute and possess with intent to distribute more than 50 grams of cocaine base (crack) and five kilograms of cocaine; Eastern District of North Carolina\n\t\tSentence: 295 months' imprisonment; five years' supervised release (August 17, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tMichael Sandmeyer – Rockford, IA\n\t\tOffense: Possession with intent to distribute 500 grams or more of methamphetamine (mixture) after having previously been convicted of a felony drug offense; felon in possession of a firearm; Northern District of Iowa\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (January 22, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tKelvin Jerome Shears, Jr. – Rock Island, IL\n\t\tOffense: Possession with intent to distribute cocaine base; Southern District of Iowa\n\t\tSentence: 235 months' imprisonment; eight years' supervised release (April 23, 2007)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tAndrew Simmons, III – Lake Charles, LA\n\t\tOffense: Possess with intent to distribute cocaine base; possession of a firearm in furtherance of a drug trafficking crime; Western District of Louisiana\n\t\tSentence: 300 months' imprisonment; 10 years' supervised release (September 14, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tMartin Ruiz Singh – Marshalltown, IA\n\t\tOffense: Conspiracy to distribute methamphetamine; distribution of methamphetamine (three counts); felon in possession of a firearm ; Southern District of Iowa\n\t\tSentence: Life imprisonment; 10 years' supervised release (July 12, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\n\n\t\tKenneth H. Smith – Nashville, TN\n\t\tOffense: Possession with intent to distribute cocaine base (crack cocaine); convicted felon in possession of firearms; false written statement to licensed firearm dealer; Middle District of Tennessee\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (January 29, 2001)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tKenneth Junior Smith – Brooklyn, NY\n\t\tOffense: Conspiracy to possess with intent to distribute and distribution of cocaine base; possession with intent to distribute and distribution of cocaine base, aid and abet (three counts); felon in possession of a firearm; District of South Carolina\n\t\tSentence: Life imprisonment; 10 years' supervised release (June 14, 1999)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tNoriel K. Snider – St. Louis, MO\n\t\tOffense: Possession with intent to distribute cocaine base; Eastern District of Missouri\n\t\tSentence: 196 months' imprisonment; four years' supervised release (June 8, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tMartin Souza – Chicago, IL\n\t\tOffense: Conspiracy to possess with intent to distribute and distribution of cocaine; Northern District of Ohio\n\t\tSentence: Life imprisonment (December 15, 1999)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2017.\n\n\n\t\tChristopher Stanton – Pensacola, FL\n\t\tOffense: Possession of firearm by a convicted felon; possession with intent to distribute five grams or more of cocaine base; Northern District of Florida\n\t\tSentence: 360 months' imprisonment; eight years' supervised release (July 25, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tSandy Steen, Jr. – San Antonio, TX\n\t\tOffense: Possession with intent to distribute a quantity of cocaine base; Western District of Texas\n\t\tSentence: Life imprisonment (December 3, 1993)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tCedric DeWayne Stephens – Waco, TX\n\t\tOffense: Conspiracy to possess with intent to distribute at least 1,000 kilograms of marijuana; conspiracy to commit money laundering; Western District of Texas\n\t\tSentence: 120 months' imprisonment; five years' supervised release; $2,000 fine; $2,000,000 forefeiture (July 15, 2011)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016, and obligation and payment of forfeiture remitted.\n\n\n\t\tTerry Storeby – Waverly, FL\n\t\tOffense: Conspiracy to distribute and possess with intent to distribute 500 grams or more of methamphetamine; Middle District of Florida\n\t\tSentence: Life imprisonment; 10 years' supervised release (January 29, 2003)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 300 months' imprisonment.\n\n\n\t\tMinnie Pearl Thomas – Allentown, GA\n\t\tOffense: Conspiracy to possess with intent to distribute cocaine and cocaine base; distribution of cocaine; Middle District of Georgia\n\t\tSentence: Life imprisonment; 10 years' supervised release (July 20, 2000)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tVincent Thomas – Gonzales, LA\n\t\tOffense: Violations of the Federal Controlled Substances Act (two counts); Eastern District of Louisiana\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (March 26, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tDerrick Anthony Timmons – Herndon, VA\n\t\tOffense: Conspiracy to possess with intent to distribute five kilograms or more of cocaine; possession of a firearm in furtherance of drug trafficking; Eastern District of Virginia\n\t\tSentence: 300 months' imprisonment; 10 years' supervised release (September 1, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tJohn L. Tolliver – Holly, MI\n\t\tOffense: Conspiracy to possess with intent to distribute 50 grams or more of cocaine base; Southern District of Illinois\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release; $250 fine (June 23, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016, and 10-year term of supervised release commuted to five-year term of supervised release.\n\n\n\t\tTerrence Upshaw – Yonkers, NY\n\t\tOffense: Conspiracy to possess with intent to distribute and distribution of cocaine base; distribution of cocaine base; Northern District of New York\n\t\tSentence: Life imprisonment (December 29, 1998)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2017.\n\n\n\t\tRonald Wade – Daytona Beach, FL\n\t\tOffense: Conspiracy to possess with intent to distribute cocaine base and cocaine hydrochloride; Middle District of Florida\n\t\tSentence: Life imprisonment; five years' supervised release; $25,000 fine (April 5, 1996)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, and unpaid balance of the $25,000 fine remitted, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tJimmy L. Walden, Jr.  – Morristown, TN\n\t\tOffense: Possession with the intent to distribute five grams or more of cocaine base; possession with the intent to distribute 50 grams or more of cocaine base; possession with the intent to distribute a quantity of cocaine; possession with the intent to distribute a quantity of marijuana; Eastern District of Tennessee\n\t\tSentence: Life imprisonment (May 19, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tRodney Edward Wall – Rockingham, NC\n\t\tOffense: Conspiracy to possess with intent to distribute and distribute cocaine and cocaine base within 1,000 feet of a protected area; possession with intent to distribute cocaine base; Western District of North Carolina\n\t\tSentence: Life imprisonment; 10 years' supervised release (July 7, 2000)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tClarence Ward – Hollywood, FL\n\t\tOffense: Possession with intent to distribute cocaine base (four counts); felon in possession of a firearm; Southern District of Florida\n\t\tSentence: Life imprisonment; 10 years' supervised release (December 20, 2004)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 262 months' imprisonment.\n\n\n\t\tRichard Douglas Warrick – Englewood, NJ\n\t\tOffense: Drug conspiracy: controlled substance, sell, distribute or dispense mixture of cocaine base; controlled substance, sell, distribute or dispense mixture cocaine base (two counts); Northern District of Alabama\n\t\tSentence: 360 months' imprisonment; five years' supervised release; $500 fine (January 10, 1996)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tJamel Washington – Austin, TX\n\t\tOffense: Possession of a controlled substance with intent to distribute; felon in possession of a firearm; Western District of Texas\n\t\tSentence: 262 months' imprisonment; eight years' supervised release (December 1, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tDennis Merrimon Waters – Hendersonville, NC\n\t\tOffense: Conspiracy to possess with intent to distribute cocaine base and cocaine; Western District of North Carolina\n\t\tSentence: Life imprisonment; 10 years' supervised release (October 1, 2002)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment.\n\n\n\t\tDennis L. Webb – Washington, DC\n\t\tOffense: Unlawful distribution of five grams or more of cocaine base (two counts); unlawful distribution of 50 grams or more of cocaine base (incorrectly listed on the judgment as cocaine); unlawful possession with intent to distribute cocaine base; District of Columbia\n\t\tSentence: 360 months' imprisonment; 10 years' supervised release (August 13, 1999)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tBilly Whitehead – North Little Rock, AR\n\t\tOffense: Conspiracy to distribute cocaine base; aiding and abetting the distribution of less than five grams of cocaine base (two counts); distribution of more than five grams of cocaine base (two counts); aiding and abetting the distribution of more than five grams of cocaine base (two counts); Eastern District of Arkansas\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release (April 21, 2000)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tPatricia Widener – Glade Spring, VA\n\t\tOffense: Conspiracy to manufacture 500 grams or more of methamphetamine; Western District of Virginia\n\t\tSentence: 240 months' imprisonment; 10 years' supervised release; $10,950 restitution (November 13, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 151 months’ imprisonment, and unpaid balance of restitution obligation remitted.  \n\n\n\t\tRalph K. Williams – Baltimore, MD\n\t\tOffense: Conspiracy to distribute cocaine; District of Maryland\n\t\tSentence: 360 months' imprisonment; five years' supervised release; $6 million forfeiture (February 25, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to a term of 240 months' imprisonment and obligation and payment of forfeiture remitted.\n\n\n\t\tByron Willis – Knoxville, TN\n\t\tOffense: Distribution of 500 grams or more of cocaine hydrochloride; Eastern District of Tennessee\n\t\tSentence: 240 months' imprisonment; eight years' supervised release (March 7, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tDamion M. Wilson – Caruthersville, MO\n\t\tOffense: Distribution of five grams or more of a substance containing a detectable amount of cocaine base; Eastern District of Missouri\n\t\tSentence: 188 months' imprisonment; five years' supervised release (March 19, 2008)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tDavid Dejuan Wise – Montgomery, AL\n\t\tOffense: Conspiracy to distribute and possess with intent to distribute cocaine hydrochloride; possession with intent to distribute cocaine hydrochloride and aiding and abetting; possession of cocaine base; Middle District of Alabama\n\t\tSentence: 240 months' imprisonment; eight years' supervised release (July 13, 2005)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\t\tKaren Denise Witherspoon – Lenoir, NC\n\t\tOffense: Conspiracy to possess with intent to distribute a quantity of cocaine and cocaine base; Western District of North Carolina\n\t\tSentence: 324 months' imprisonment; five years' supervised release (September 10, 2007); amended to 262 months' imprisonment (November 19, 2015)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2018, conditioned upon enrollment in residential drug treatment.\n\n\n\t\tErvin Darnell Worthy – Akron, OH\n\t\tOffense:         1. Felon in possession of a firearm; possession of a firearm with an altered serial number; Northern District of Ohio\n\n\n\t                             2. Conspiracy to possess with the intent to distribute cocaine; Northern District of Ohio\n\n\t       Sentence:        1. Life imprisonment (February 7, 1996)\n\n\t                               2. Life imprisonment (February 7, 1996)\n\n\tCommutation Grant: Prison sentence commuted to expire on August 3, 2017.\n\n\n\t\tJames Wright – Baltimore, MD\n\t\tOffense: Conspiracy to distribute and possess with intent to distribute cocaine base; possession with intent to distribute cocaine base and aiding and abetting; District of Maryland\n\t\tSentence: 240 months' imprisonment; five years' supervised release (May 4, 2006)\n\n\n\tCommutation Grant: Prison sentence commuted to expire on December 1, 2016.\n\n\n\n\n"
}