{
    "title": "Vice President Biden and USDA Secretary Vilsack to Highlight Recovery Acts Impact on Rural America | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-and-usda-secretary-vilsack-highlight-recovery-acts-impact-rura",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 30, 2009\n\n \n\n\n\nVice President Biden and USDA Secretary Vilsack to Highlight Recovery Acts Impact on Rural America\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Vice President\n\t\t________________________________________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                                                                   March 30, 2009\n\n\t\t **Media Advisory**\n\nVice President and USDA Secretary Vilsack to Highlight Recovery Act’s Impact on Rural America\n\n\t\tVice President and Secretary Vilsack to Focus on Rural Healthcare Clinics, Fire Stations and Funding for Housing\n\n\t\tWashington, DC – Vice President Joe Biden and Department of Agriculture Secretary Tom Vilsack will travel to North Carolina on Wednesday, April 1st to highlight how the Recovery Act is helping rural America. They will travel to Faison, North Carolina to visit the Goshen Medical Center, which is a rural area clinic receiving Recovery Act funds and serves Duplin, Eastern Sampson and Southern Wayne Counties.  They will then travel to Pikeville, North Carolina to visit the area’s Rural Fire Department’s main station, which is receiving Recovery Act funds to help build a new facility, because the current station cannot accommodate the necessary ladder trucks required to adequately and safely fight fires. The Vice President and Secretary Vilsack will also make a major announcement regarding rural housing funding. \n\n\t\tAdditional details on the trip and media logistics will be released soon. For questions, please email press@ovp.eop.gov.  \n\n\t\t###\n\n\n\n\n\n"
}