{
    "title": "Joint Statement by the United States and the Republic of South Sudan at the International Engagement Conference for South Sudan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/12/15/joint-statement-united-states-and-republic-south-sudan-international-eng",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 15, 2011\n\n \n\n\n\nJoint Statement by the United States and the Republic of South Sudan at the International Engagement Conference for South Sudan\n\n\n\n\nThe Governments of the United States and the Republic of South Sudan are pleased to have hosted the International Engagement Conference for South Sudan December 14-15, 2011 to highlight the national development vision of South Sudan and the opportunities for investment in the country.  The United States and South Sudan appreciate the support and participation of the conference co-sponsors – the United Kingdom, Norway, Turkey, the European Union, the African Union, the United Nations, the World Bank, the International Finance Corporation, the Corporate Council on Africa, and InterAction.  Senior officials from each of these governments and organizations participated in the conference, providing valuable insights and contributions. \nAt the conference, President Salva Kiir Mayardit presented a forward-looking development vision of South Sudan and emphasized his government’s commitment to promoting a climate conducive to attracting and retaining new investment, including taking specific legislative actions and encouraging regional and international trade, especially in several key sectors.  Secretary of State Hillary Rodham Clinton noted the U.S. commitment to partnering with South Sudan as it works to develop its economy and strengthen its institutions of government for the benefit of its people. \nParticipants in the conference saluted the people of South Sudan for achieving their independence in July and welcomed the government’s early focus on and commitment to accountability, transparency and good governance.  Follow-through on this commitment is critical to fulfill the aspirations of the South Sudanese people for economic and social development. The conference focused on several important themes central to this goal:  responsible management of oil revenue and natural resources; effective social services delivery; investments in education, health and agriculture; human capital and institutional capacity development; promotion of women, youth and respect for diversity; and efficient coordination of international assistance.  In addition, participants discussed specific investment opportunities in sectors such as oil and renewable energy, information technology, agriculture, transportation infrastructure, clean water and sanitation, capacity building services, and financial services.  South Sudan proposed and participants agreed that investments, international support and development assistance will be linked to national priorities.  South Sudan will engage the international community on a high-level dialogue to strengthen institutions to advance accountability and transparency. \nGoing forward, the United States Government and other key partners -- including other donors, the private sector, and non-governmental organizations -- reinforced a commitment to work alongside the Government of the Republic of South Sudan to serve as a catalyst for new partnerships and opportunities to assist in achieving prosperity and social development for the people of South Sudan.   The conference emphasized that South Sudan must be supported in its desire for peace in order to enable it to concentrate on the needs of its people, who have waited long for the opportunity for a better life.\n\n\n\n\n"
}