{
    "title": "Notice to Congress -- Continuation of the National Emergency on Russian Fissile Material | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/06/19/notice-congress-continuation-national-emergency-russian-fissile-material",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 19, 2014\n\n \n\n\n\nNotice to Congress -- Continuation of the National Emergency on Russian Fissile Material\n\n\n\n\nNOTICE\n\t \n\t- - - - - - -\n\t \n\tCONTINUATION OF THE NATIONAL EMERGENCY WITH RESPECT TO\n\tTHE DISPOSITION OF RUSSIAN HIGHLY ENRICHED URANIUM\nOn June 25, 2012, by Executive Order 13617, I declared a national emergency pursuant to the International Emergency Economic Powers Act (50 U.S.C. 1701-1706) to deal with the unusual and extraordinary threat to the national security and foreign policy of the United States constituted by the risk of nuclear proliferation created by the accumulation of a large volume of weapons-usable fissile material in the territory of the Russian Federation.\n\t \n\tFull implementation of the Agreement Between the Government of the United States of America and the Government of the Russian Federation Concerning the Disposition of Highly Enriched Uranium Extracted from Nuclear Weapons, dated February 18, 1993, and related contracts and agreements (collectively, the \"HEU Agreements\") is essential to the attainment of U.S. national security and foreign policy goals.  Assets of the Government of the Russian Federation directly related to the implementation of the HEU Agreements may be subject to attachment, judgment, decree, lien, execution, garnishment, or other judicial process, thereby jeopardizing the full implementation of the HEU Agreements to the detriment of U.S. national security and foreign policy.  In order to ensure the preservation and proper and complete transfer to the Government of the Russian Federation of all payments due to it under the HEU Agreements, in Executive Order 13617 I ordered the blocking of all property and interests in property of the Government of the Russian Federation directly related to the implementation of the HEU Agreements and declared any attachment, judgment, decree, lien, execution, garnishment, or other judicial process with respect to such blocked property to be null and void, unless licensed or authorized pursuant to Executive Order 13617 or\n\tExecutive Order 13159 of June 21, 2000.\n\t \n\tThe risk of nuclear proliferation created by the accumulation of a large volume of weapons-usable fissile material in the territory of the Russian Federation continues to pose an unusual and extraordinary threat to the national security and foreign policy of the United States.  For this reason, the national emergency declared in Executive Order 13617 of June 25, 2012, and the measures adopted on that date to deal with that emergency, must continue in effect beyond June 25, 2014.  Therefore, in accordance with section 202(d) of the National Emergencies Act (50 U.S.C. 1622(d)), I am continuing for 1 year the national emergency declared with respect to the disposition of Russian highly enriched uranium declared in Executive Order 13617.\n\t  \n\tThis notice shall be published in the Federal Register and transmitted to the Congress.\nBARACK OBAMA\n\t \n\n\n\n\n"
}