{
    "title": "What They're Saying About Judge Sotomayor, 6-19-09 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/what-theyre-saying-about-judge-sotomayor-6-19-09",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 19, 2009\n\n \n\n\n\nWhat They're Saying About Judge Sotomayor, 6-19-09\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary   ________________________________________________________  FOR IMMEDIATE RELEASE             June 19, 2009  REPUBLICANS GROUPS/ACTIVISTS: Kenneth Starr said he supports Judge Sonia Sotomayor and \"thinks very well of her.\" \"Kenneth Starr , the lawyer who chased after President Bill Clinton and his wife, said on Thursday that he supports President Barack Obama's first Supreme Court nominee, federal appeals court Judge Sonia Sotomayor. Starr voiced his backing of Sotomayor while delivering the keynote speech at a luncheon held in Los Angeles for Loyola Law School's program for journalists who cover legal issues. He said that he \"thinks very well of her.\" He noted that he has not written any official endorsement letter for Sotomayor but that no one had asked him to do so—suggesting he would if requested. Starr said that he has told more than one US senator that he supports her nomination, but he wouldn't identify which senators he has spoken to about Sotomayor.\" [Mother Jones, 6/18/09] Editor of Pro-Tort Reform Website Said Attacks on Sotomayor Were Turning A Complex Legal Record \"Into A Caricature.\" \"Some of the attacks against the judge’s business rulings turn a complex legal record into a caricature, said Walter K. Olson, a senior fellow at the Manhattan Institute, a conservative organization, and the editor of a blog, Overlawyered.com. While expressing some qualms about Judge Sotomayor’s views, Mr. Olson said ‘she will not be as liberal as many of the Republicans are saying — but no one could be that liberal, even if they tried.’\" [New York Times, 5/28/09] Conservative Catholic Activist Bill Donahue Said He Would \"Quietly Root\" For Sotomayor. In an e-mail exchange with Beliefnet blogger Steven Waldman, Donahue said, \"I like the fact that she is not brandishing her religion. I do not want Catholic judges to rule as Catholics but as judges. I am all for Catholic legislators having a Catholic-informed opinion, but a judge has a different charge. Unless something pops that we don't know about, I am not going to oppose her. Indeed, the experiences I had working with the Puerto Rican community lead me to quietly root for her.\" [Beliefnet, 5/28/09]  BUSH FAMILY: Former President George H.W. Bush Said Sotomayor Has Had \"A Distinguished Record On The Bench And She Should Be Entitled To Fair Hearings.\"  Politico reported, \"Former President George H.W. Bush defended Judge Sonia Sotomayor on Friday, saying it is ‘not right’ to call President Barack Obama’s Supreme Court nominee a ‘racist.’  ‘She was called by somebody a racist once. That’s not right. I mean, that’s not fair,’ Bush said in an interview with CNN. ‘It doesn’t help the process. You're out there name-calling. So let them decide who they want to vote for and get on with it.’  ‘I don't know her that well, but I think she's had a distinguished record on the bench and she should be entitled to fair hearings,’ he said.   Bush spoke with the cable network as part of its coverage of the former president’s tandem jump out of an airplane to celebrate his 85th birthday.  Sotomayor has been called a ‘racist’ and ‘reverse racist’ by former House Speaker Newt Gingrich and conservative radio host Rush Limbaugh, in reference to her previous statement that a ‘wise Latina woman’ may make better decisions than a white man. Gingrich has since backed off that comment.\"  [Politico, 6/13/09] Laura Bush Called Sotomayor \"A Very Interesting and Good Nominee.\"  \"Former first lady Laura Bush says she's pleased that President Barack Obama nominated a woman for the Supreme Court. ‘I think she sounds like a very interesting and good nominee,’ Bush said of Sonia Sotomayor, the federal appeals judge Obama picked. Mrs. Bush said in an interview broadcast Monday on ABC's ‘Good Morning America’ that ‘as a woman, I'm proud that there might be another woman on the court. I wish her well.’ She was interviewed in Dallas, where the Bushes moved after their White House tenure.\" [AP, 6/9/09] SENATORS: Sen. Jeff Sessions, Ranking Republican On The Senate Judiciary Committee, Said Sotomayor Had the Kind of Background You Would Look For – \"Almost an Ideal Mix of Private Practice, Prosecution, Trial Judge and Circuit Judge.\" \"Oh, she's got the kind of background you would look for, almost an ideal mix of private practice, prosecution, trial judge and circuit judge.  That's very strong in her favor.\" [Meet the Press, 5/31/09]  Sessions Said He Was Very Impressed With Sotomayor’s Knowledge, Experience and Energy Level. \"I'm very impressed with her knowledge, her experience, her energy level.\" [Birmingham News, 6/3/09]   Sen. Sessions Said \"She’s A Bright Person, She’s Got A Good Background.\" On Fox News today, ranking Republican Senator on the Judiciary Committee Jeff Sessions said:  \"She’s a bright person, she’s got a good background, and it’s incumbent upon Republicans or any Senator to give every nominee a fair shake and I am committed to that.\" [Fox News, 5/26/2009]   Sessions Said Sotomayor Had A Good Record And Was Smart. \"This lady has got a good record, as Pat says, for a judge:  prosecutor, lawyer, judge, district trial judge, federal judge.  She's smart.\" [Meet the Press, 5/31/09  Sen. Hatch Said Sotomayor Was \"a Very Impressive Person; a Great Human Story in Her Life\" and Said She Had \"a Good Academic Record.\" \"I have to say that she's a very impressive person; a great human story in her life. She has a good academic record, and we have to go through all of the cases and look this matter over (before deciding whether to support her and) I intend to do that in a fair and honorable way.\" [UPI, 6/3/09]  Sen. Mel Martinez Said He Took \"Great Pride\" In Sotomayor Nomination,\" Added Her Life Story \"Is One Of Great Accomplishments And A Source of Inspiration.\" \"As an Hispanic-American, I take great pride in seeing the nomination of an Hispanic person to serve in this high position - an historic first. Judge Sonia Sotomayor's personal life story is one of great accomplishments and a source of inspiration; it also demonstrates the great opportunities our nation has to offer.\" [Martinez Statement, 5/26/09]  Martinez Said Sotomayor’s Career and Life Story Was \"One of Great Accomplishments and a Source of Inspiration.\" \"U.S. Sen. Mel Martinez, the former head of the Republican National Committee, touted Sotomayor's career and life story as ‘one of great accomplishments and a source of inspiration.’\" [Orlando Sentinel, Maxwell Column, 5/31/09  Sen. Olympia Snowe Called Sotomayor \"Well-Qualified\" And Said Her Selection Was \"Historic.\" \"Indisputably, this is an historic selection, as Sonia Sotomayor is just the third woman to be nominated to The Court and the first Hispanic American. I commend President Obama for nominating a well-qualified woman, as I urged him to do during a one-on-one meeting on a variety of issues in the Oval Office earlier this month.  I also appreciate that White House Chief of Staff Rahm Emanuel called me personally this morning to inform me of the President's selection.\" [Snowe Statement, 5/26/09]  Sen. Cornyn Said Sotomayor Has a \"Distinguished Career.\" \"She certainly has a distinguished career.\" [NY Times, 6/3/09] Sen. Hutchison Said Sotomayor’s Background Was \"Incredible,\" and She Had Sound Academic Qualifications. \"I will say, I think her background is incredible, and her academic qualifications are sound.\" [CNN, 5/31/09] Sen. Bennett Said He Found Sotomayor To Be \"Very Bright\" And \"Obviously A Very Well Trained And Well Grounded Attorney.\"  Salt Lake Tribune reported, \"Supreme Court nominee Sonia Sotomayor wants senators to scrutinize her court rulings -- not her past speeches -- in determining whether they will support her nomination, says Utah Sen. Bob Bennett. Bennett, a Republican, met privately with Sotomayor for half an hour Wednesday.  ‘She said to me: 'As you look at the record, focus on my opinions and not on my speeches, because my opinions will tell you what kind of a judge I am.’  Bennett said in recounting the discussion.  ‘I think that is a fair request on her part and that is what I will do…’ Bennett found Sotomayor to be ‘very bright’ and ‘obviously a very well trained and well grounded attorney.’\" [Salt Lake Tribune, 6/17/09] LEGAL COMMUNITY JUDGES: Justice Ginsburg Said Sotomayor Will Bring \"A Wealth Of Experience In Law And In Life.\"  \"Supreme Court Justice Ruth Bader Ginsburg, addressing the annual conference of the U.S. Court of Appeals for the 2nd Circuit on Friday, signaled her admiration for 2nd Circuit Judge Sonia Sotomayor, the nominee to replace retiring justice David Souter. ‘As much as I will miss Justice Souter's company,’ she said, reviewing top Court events of the last year, ‘I was cheered by the next banner headline,’ namely President Barack Obama's selection of Sotomayor as the next associate justice.  ‘The nominee will bring to the Supreme Court, as she did to the district court and then the Court of Appeals, a wealth of experience in law and in life,’ Ginsburg said. ‘And I am so glad no longer to be the lone woman on the court.’ Implicitly assuming that Sotomayor will be confirmed, she added, ‘I look forward to a new colleague well-equipped to handle the challenges our work presents.’\" [Blog of Legal Times, 6/14/09] Chief Judge of the 2nd Circuit Said Sotomayor Is \"Fair And Decent In All Her Rulings…She Is A Truly Superior Human Being And this Nomination \"Chief Judge Dennis Jacobs and Judge Sonia Sotomayor of the U.S. Court of Appeals for the Second Circuit have differed on a number of issues before the court. Most recently, Judge Jacobs was in the majority, and Judge Sotomayor dissented Friday in a case raising the alleged strip searching of defendants entering an upstate county jail…But Judge Jacobs yesterday was effusive in his praise after watching President Barack Obama's announcement that he had nominated Judge Sotomayor to the U.S. Supreme Court. ‘Sonia Sotomayor is a well-loved colleague on our court - everybody from every point of view knows that she is fair and decent in all her dealings,’ Judge Jacobs said. ‘I just heard her say she's an ordinary person. The fact is, she is truly a superior human being and this nomination is a great honor for the Second Circuit Court of Appeals and for the Southern District - courts she has served with distinction.’\"  [New York Law Journal, 5/27/09] Former Chief Judge of D.C. Circuit Patricia Wald Said Sotomayor Would Be An Independent, Realistic Judge: \"She Knows What Judging Is About.\" \"Sotomayor's writings strongly suggest she will be independent, realistic but not passive about the limits of judicial power. And she will bring a new voice to the court. I am thrilled that the likely next justice is a woman from an ethnic and economic background that is not the traditional grist for the judicial mill. I am a firm believer that a judge does and should bring her life's experience to her judicial role…She knows what judging is about. I applaud President Obama's fidelity to his campaign pledge to appoint federal judges who, apart from excellence of intellect, bring varied backgrounds and exposure to different facets of American life to the bench.\" [Washington Post, 5/26/09] Former Chief Judge of the 2nd Circuit Court of Appeals and Carter Appointee Jon Newman Said Sotomayor Was \"Everything One Would Want in a First-Rate Judge.\" NPR reported that Judge Newman called Sotomayor a brilliant lawyer and a fair-minded pragmatist. \"She is everything one would want in a first-rate judge,\" he said. [NPR, 5/27/09] Fellow Second Circuit Judge Guido Calabresi on Sotomayor: \"She’s Always a Very Forceful and Powerful Judge. She Has, Not on a Insignificant Number of Occasions, Caused Me to Change My Mind.\" \"Judge Guido Calabresi, a fellow judge on the 2nd Circuit Court who taught the young Sotomayor torts at Yale, said she was the one who organized dinners for the judges on the court and their spouses. But he was also quick to praise her for her work on the bench. ‘She's always a very forceful and powerful judge,’ Calabresi said. ‘She has, not on an insignificant number of occasions, caused me to change my mind. I would read one of the memos she had written on a case and say, \"I think she's got it and I don't.\"’\" [Los Angeles Times, 5/27/09] 2nd Circuit Court of Appeals Judge Roger Miner, Appointed by President Reagan, Said He Would Not Classify Sotomayor in One Ideological Camp or Another But Rather as an \"Outstanding Judge.\" NPR reported that Judge Miner called Sotomayor an excellent choice. \"I don’t think I’d go as far as to classify her in one camp or another. I think she just deserves the classification of outstanding judge,\" he said. [NPR, 5/27/09] Federal Judge And Former Appeals Lawyer Who Argued Before Sotomayor Said She Was Widely Regarded As An Excellent Judge Who Asked Questions That Were \"Penetrating, But Fair.\" \"Some lawyers have described her courtroom manner as abrupt, but several others said in interviews that it represents nothing more than her direct, New York style. Judge Martin Glenn, who as a veteran appeals lawyer had appeared before her frequently, said that she was widely regarded as an excellent judge. Judge Glenn, now a federal bankruptcy judge, said that Judge Sotomayor always asked ‘questions that were penetrating but fair.’ ‘She was always respectful,’ he said. Judge Glenn said lawyers generally regard her as representative of what he said is called ‘a hot bench,’ meaning that questions come fast and furious and lawyers have to be fully prepared.\" [New York Times, 5/27/09] 2nd Circuit Court of Appeals Judge John Walker, Appointed by President George H. W. Bush, Said Sotomayor Was Not an Ideological or Activist Judge Pushing a Political Agenda. NPR reported that Judge Walker called Sotomayor an independent thinker. \"While her views are liberal, I don’t consider her to be an ideological judge or an activist judge pushing a political agenda,\" he said. [NPR, 5/27/09]   PUBLIC OFFICIALS/FORMER PUBLIC OFFICIALS: Andrew Cuomo: \"I Firmly Believe That Judge Sotomayor’s Extensive And Varied Experience Makes Her the Right Person, At The Right Time, For A Seat On Our Nation’s Highest Court.\"  In a letter to Judiciary Committee Chairman Leahy and Ranking Member Sessions, New York Attorney General Andrew Cuomo wrote, \"I write in strong support of President Barack Obama's nomination of Second Circuit Court of Appeals Judge Sonia Sotomayor to the United States Supreme Court. I firmly believe that Judge Sotomayor's extensive and varied experience makes her the right person, at the right time, for a seat on our nation's highest court.   Judge Sotomayor's credentials speak for themselves. A brilliant and fair minded jurist who combines a sound legal mind with a common touch, her judicial acumen has been noted by presidents of both parties…I am honored to join the long list of those individuals and organizations supporting this nomination and it is without hesitation that I encourage swift confirmation of Judge Sonia Sotomayor as a member of the United States Supreme Court.\"  [Cuomo Letter to the Leahy and Sessions, 6/12/09] Morgenthau Called Charges That Sotomayor Is \"Radical\" Or \"Activist\" Absurd And Praised Her Toughness As An Assistant D.A.. Robert Morgenthau, the District Attorney of the County of New York who recruited Sotomayor, wrote, \"No sooner had President Obama announced his nomination of Court of Appeals Judge Sonia Sotomayor than conservative partisans began calling for her defeat. These so-called pundits have pronounced her a ‘radical,’ an ‘activist,’ part of the ‘far left,’ an ‘affirmative action case’ and, most astoundingly, a ‘racist.’ We were not long left in suspense as to whether this administration's judicial nominees can expect to be vetted with objectivity and due civility.  I have known Judge Sotomayor for decades, and I know how absurd these charges are. I doubt that anyone will be fooled by them, but let me state for the record my views on her nomination…Assistant District Attorney Sotomayor was no ‘liberal.’ Rather, she was a tough and effective prosecutor. Young prosecutors are sometimes picked on by judges and defense attorneys, but no one successfully pushed this ADA around. Within a short time she had come to the attention of trial division executives as someone who was a step ahead of her colleagues, one of the brightest, an immediate standout who was marked for rapid advancement.  The judge's work since she left this office confirms that she is a strong champion of the law. In particular, she has served with distinction on what I consider to be the second most important appellate court in the world, the U.S. Court of Appeals for the Second Circuit. To be sure, she is in favor of civil rights, in the sense that she believes there should be fair treatment for all. But that is, of course, the law. And she understands poverty, and does seem willing to accept government action that provides a safety net to the poor. But that is not exactly ‘radical.’ But Sonia Sotomayor possesses an abundance of wisdom, intelligence, collegiality and good character. Sotomayor is where she is today because of her talent. Those who insinuate otherwise don't know her, or simply paint her as they do for political reasons having nothing to do with the truth.  President Obama, and for that matter the United States, should be proud to see once more the realization of that central American credo, that in this country a hardworking person with talent can rise from humble beginnings to one of the highest positions in the land.\" [NY Daily News, 5/28/09] Walter Dellinger Said 7th Circuit Gun Ruling \"Renders Judge Sotomayor’s Opinion On This Subject Beyond Criticism.\"  \"Walter E. Dellinger III, who argued the Heller case for the District and who has worked with the White House in supporting Sotomayor's nomination, said yesterday's decision should end the attack on her over gun rights.   ‘When two of the most highly regarded, conservative judges agree that courts of appeal should not reach out and make new law on this issue, it renders Judge Sotomayor's opinion on this subject beyond criticism,’ Dellinger said.\" [Washington Post, 6/3/09] Former Colleagues Praised Sotomayor’s Performance As An Assistant D.A.  On June 8, 2009, the New York Times reported, \"The 1983 trial [of the ‘Tarzan’ burglar] lasted four weeks and had 40 witnesses, including pathologists, a ballistics expert and a cartographer. Ms. Sotomayor, who assisted a lead prosecutor in the case, handled half the witnesses. Her partner, Hugh Mo, recalled that one of her direct examinations of the sister of a victim brought every juror to tears. Mr. Maddicks was convicted and was sentenced to a prison term that will likely keep him behind bars for the rest of his life…‘I think she really stared down evil,’ Ms. Gray said…Ms. Sotomayor spent about five years as a prosecutor. Interviews with her colleagues and supervisors painted a portrait of a frightened rookie prosecutor who quickly gained the confidence and the trust of others. She became a driven and focused prosecutor who easily fit in, whether in debating fine points of law with lawyers or judges or in interviewing a victim whom she perhaps recognized in broad outlines from her own upbringing in the Bronx…Peter M. Kougasian, a friend who attended Princeton and Yale Law School with her and joined the district attorney’s office at the same time, in 1979, said he was struck by her maturity as a young prosecutor.  ‘When you walk into a courtroom and say you represent the people of the State of New York, I think for her that was not just an abstraction,’ he said…\"[One of her supervisors] recalled her standing fast before judicial pressure, which, he noted, was difficult because much of her work was before Justice Harold J. Rothwax, an unusually tough jurist.\" [New York Times, 6/8/09] Former New York Assistant Attorney General and Republican Efrem Fischer Said Sotomayor Was \"One of the Most Prepared Jurists I’ve Ever Argued Before on Any Level.\" \"Efrem Fischer, as a New York assistant attorney general, lost a case before Sotomayor. Nonetheless, he said he had no complaints about her temperament. Fischer, a Republican who's now in private practice, praised her as ‘one of the most prepared jurists I've ever argued before on every level.’\" [Houston Chronicle, 5/28/09] NY D.A. Supervisor John W. Fried Lauded Sotomayor for Her Ability Right Out of Law School \"To Move Almost Seamlessly From Studying Law in Law Books to Being an Assistant D.A. in a Large Urban Environment,\" Compared Sotomayor to the Late Justice Byron White. \"After graduation from Yale in 1979, and when many of her peers began lucrative careers in the private sector, Sotomayor became a prosecutor, working for venerable Manhattan Dist. Atty. Robert Morgenthau. She rose quickly from junior to senior assistant district attorney, moving from prosecuting misdemeanors to felonies. ‘She was right out of law school,’ said John W. Fried, who was Sotomayor's supervisor. ‘And what impressed me was her ability to move almost seamlessly from studying law from law books to being an assistant D.A. in a large urban environment -- with legal issues and factual issues that are not the subject of any law school curriculum.’… Fried compared Sotomayor to the late Justice Byron White. ‘I once had a beer with Whizzer White,’ Fried said. ‘He was just a down-to-earth guy. She very much reminded me of that. Unpretentious. A humble-type person who through hard work and effort was given a great opportunity.’\" [Los Angeles Times, 5/27/09]   ACADEMICS/EXPERTS:   Tom Goldstein: Review Of All Of Sotomayor’s Race-Related Cases Shows That \"Judge Sotomayor Does Not Allow Bias To Infect Her Decision Making.\" Tom Goldstein wrote, \"Overlooked in the hysteria over this one decision is that Judge Sotomayor considered issues of race almost 100 times as an appellate judge. Having now reviewed every single race-related case on which she sat in more than a decade on the United States Court of Appeals for the Second Circuit, I've concluded that Judge Sotomayor does not allow bias to infect her decision-making…In her opinions regarding civil rights laws, Judge Sotomayor has written about principles of restraint. She has stressed that ''the duty of a judge is to follow the law,'' so that judges have no power ''to disregard the plain language of any statute or to invent exceptions to the statutes'' created by Congress.  That principle seems to run consistently through her rulings on race-related cases. That is not to say that Judge Sotomayor is inattentive to questions of racial discrimination. In Gant v. Wallingford Board of Education, for example, she dissented from the majority's ruling that a school's favorable treatment of white students could not prove that a young black student who was demoted to a lower grade was the victim of discrimination. In Hayden v. Pataki, she concluded that felon disenfranchisement laws are discriminatory and violate the Voting Rights Act.  Her decisions in these cases would hardly make her an extremist.\"  [Tom Goldstein, New York Times, 6/16/09]  Andrew Cohen: \"The First Thing To Say About The [Sotomayor Questionnaire And] Massive Document Dump Is That Judge Sotomayor Has An Extensive Mainstream Record In The Law.\" CBS News legal correspondent Andrew Cohen wrote, \"Supreme Court nominee Sonia Sotomayor has in the course of her long career compiled a massive public record. She has written or spoken millions of words on what are by definition some of the most contentious issues of our time. She appears to have eaten enough rubber chicken to start her own KFC. And she has evidently schlepped to more sonorous law-related events than any person in their right mind would schlep to over the course of even the longest career. If this High Court thing doesn’t work out for her she should make a pitch to Red Bull to become its spokeswoman.  So it should come as no surprise that there were few surprises today in the completed questionnaire distributed to the Senate Judiciary Committee by the White House’s confirmation-hearing panel of hacks and tribunes. The first thing to say about the massive document dump is that Judge Sotomayor has an extensive mainstream record in the law that is marked by a few controversial moments of expressed thought. If this is enough to preclude her ascension to the Supreme Court as its third woman and first Latina then judges all over the country will be coming up with excuses to miss their next bar association invite. ..Mostly, though, I read in her speeches and see in her resume the same serious tones and accomplishments that hundreds of other distinguished judges offer after decades in public service. Her speeches are filled with citations to the sources of her quotes and if her public pronouncements are a little more controversial than her actual opinions, well, she will fit in nicely with the current group of Justices, most of whom speak quite frequently - and controversially - when they do their book tours or otherwise are shilling for attention. I don’t mind a Justice with a little moxie on the stump so long as his or her decisions on the bench are generally reasonable, reasonably fair, fairly consistent, and consistently obedient to the Constitution and precedent. And by that measure, what I learned today from all the pages I read is that Judge Sotomayor is likely to be as solid a Justice as she has been a judge. Try to ignore all the noise. Just read the opinions. They tell you all you need to know.\" [Andrew Cohen, CBS News, 6/4/09] Tom Goldstein Praises Sotomayor as \"Extremely Intelligent\" with \"Overwhelming\" Qualifications.\"  On MSNBC today, Goldstein said today, \"Objectively, her qualifications are overwhelming from the perspective of ordinary Americans.  She has been a prosecutor, private litigator, trial judge, and appellate judge.  No one currently on the Court has that complete package of experience… The objective evidence is that Sotomayor is in fact extremely intelligent.  Graduating at the top of the class at Princeton is a signal accomplishment.  Her opinions are thorough, well-reasoned, and clearly written.  Nothing suggests she isn’t the match of the other Justices.\" [SCOTUS Blog, 5/26/2009] Ian Millhiser (CAP): \"[Sotomayor’s] Second Amendment Decision Shows That She Knows How To Follow The Law.\"   Ian Millhiser of the Center for American Progress said, \"Well I think the only thing we really know about Judge Sotomayor's decision is that her Second Amendment decision shows that she knows how to follow the law. There are two very old Supreme Court decisions dealing with the Second Amendment. The first said there's no individual right to own guns and the second one said that the Second Amendment doesn't apply to the states.The Supreme Court last year overruled the first one. They haven't said anything about the second. So the professor may be right that they're going to turn around and overrule the second -- that second decision. But until they do so, Judge Sotomayor did the right thing, which is to say I am a lower court judge. I do not have the power to overturn a Supreme Court decision...\" [CNN, 6/5/09] CNN Legal Analyst Jeffery Toobin: Sotomayor Is A \"Distinguished Judge\" Who Would Bring A \"Bipartisan Aura.\"  On CNN’s American Morning, legal analyst Jeffery Toobin called Sotomayor a \"solid pick\" saying, \"She brings a certain bipartisan aura because she was originally appointed to the federal district court by the first President Bush… And this looks like a very solid pick, someone who will probably have very little trouble getting confirmed. And who will be a voice like David Souter for moderate liberalism… She has been a very distinguished judge for now pushing 20 years. Certainly there may be decisions that people disagree with, but there have been no ethical controversies involving her, no scandals.\" [CNN, 5/26/2009] Sotomayor’s Former Law Professor Called Her \"Remarkable,\" Able To \"Join Heart and Head In The Way That Every Great Judge Must.\" Yale Law School Sterling Professor of Law Anthony Kronman '75, who taught Judge Sotomayor in 1979, said, \"I remember Sonia with fondness and admiration from her student days, and my regard for her has only grown with the years as I have followed her remarkable career. Sonia joins heart and head in the way that every great judge must, and understands that wisdom in adjudication requires an abiding loyalty to established principles of law, understood and interpreted, as they necessarily must be, in the human context that gives the law its ultimate justification and aim.\" [Yale Law Press Release, 5/26/09] Founding Dean of UC-Irvine Law School Said Sotomayor \"Is an Excellent Choice Because She is an Outstanding Judge.\" Erwin Chemerinsky wrote, \"But most of all, Sotomayor is an excellent choice because she is an outstanding judge. Her opinions are clearly written and invariably well-reasoned. My former students who have clerked for her rave about her as a judge and as a person. She has enormous experience as a lawyer and as a judge, both in the federal district court and the federal court of appeals. The bottom line is that the court will now have its third woman justice in history, its first Latina, and an individual who likely will be an excellent justice for decades to come.\" [The New Republic, 5/26/09] University of Chicago Professor Richard Epstein: \"There Would Be No Grounds to Oppose Her Nomination Whatsoever.\" \"As best as I can tell, there's nothing about her opinions that stand out one way or another. There would be no grounds to oppose her nomination whatsoever. This is just simply, as I said in the Forbes piece I wrote, a straw in the wind.\" [NPR, 6/4/09] AEI Scholar Michael Greve: \"On the Merits, She’s Supremely Qualified, in My Estimation.\" \"On the merits, she's supremely qualified, in my estimation. Is she the person who I would want on the Supreme Court? Absolutely not. Is there anything there, barring some unlikely scandal, that I would say she doesn't belong there? No. Not in a million years.\" [NPR, 6/4/09] CUNY Law Professor Jenny Rivera: \"The Case Against Her Just Doesn’t Hold Up.\" CUNY Law Professor Jenny Rivera wrote, \"Immediately after President Barack Obama announced Judge Sonia Sotomayor as his nominee to the United States Supreme Court, conservatives went out in force attacking her credentials and qualifications. Most of these attacks are now generally derided as wholly without support or substance and are discounted as political gamesmanship. That has not stopped the judge’s detractors from continuing with the smear campaign in the media and on Capitol Hill…Having lost the battle over academic qualifications and intelligence, critics continue to claim that she is a judicial activist in the hopes of gaining traction. If the critics had done their homework and read her decisions before labeling her, they would find that she is not an extreme ideologue and does not bring an agenda to her cases. Even the one case the critics use to support their claim, Ricci v. DeStefano, was a unanimous, unsigned opinion by the three-judge panel, and the panel adopted the detailed decision of the district court, which applied existing law. One cannot fairly conclude the 2nd Circuit panel’s decision was an exercise of judicial activism….Sotomayor’s professional activities are representative of the legal profession’s — and her own — commitment to public service, and they should be viewed favorably. They certainly should not serve as stumbling blocks, just as Justice Samuel Alito’s membership in the National Italian-American Foundation, which he described as an ‘organization that serves to preserve and protect Italian-American heritage and culture,’ was not controversial during his confirmation.  The case against her just doesn’t hold up.\" [Politico, 6/9/09] Harvard Law Professor Charles Ogletree Calls Sotomayor A \"Bold and Brilliant Choice.\" Appearing on MSNBC, Harvard Law Professor Charles Ogletree said, \"I think it’s a bold and brilliant choice by President Obama, I think she has all the characteristics that he talked about: empathy, experience, judgment.  She will walk right into the Supreme Court on first Monday in October and she will be a very significant contributor to the intellectual dialogue going forward.\" [MSNBC, 5/26/2009]  LAW ENFORCEMENT Sotomayor Was Endorsed By Eight Major National Law Enforcement Groups.  \"Vice President Joe Biden was joined today by representatives from eight national law enforcement organizations, who together announced their support for and endorsement of Judge Sonia Sotomayor’s nomination to the United States Supreme Court.  With these endorsements, law enforcement organizations from around the country stand firmly behind Judge Sotomayor’s nomination. These groups know her record on crime: as a prosecutor and then on the federal bench, Judge Sotomayor has always been both fair and tough, and has followed the rule of law at every turn.\"  The groups were: Major Cities Chiefs Association; Police Executive Research Forum; National Sheriff's Association; National Association of Police Organizations; National Latino Peace Officers Association; Fraternal Order of Police; National Organization of Black Law Enforcement Executives; and the National Association of District Attorneys.\" [White House Press Release, 6/9/09] Morgenthau: \"Justice Sotomayor Won’t Be Pushed Around, And She Will Do All She Can To Reach The Right Conclusion On Each Case.\"  \"The judge has been an able champion of the law, and has served with great distinction’ said New York County District Attorney Robert Mongenthau. ‘She is intelligent, hard-working, and has her feet on the ground: like young Assistant District Attorney Sotomayor, Justice Sotomayor won’t be pushed around, and she will do all she can to reach the right conclusion on each case.’\" [White House Press Release, 6/9/09] National D.A.s Association President Said Sotomayor’s \"Depth Of Experience With All Aspects Of The Law…Has Helped Mold [Her] Into An Outstanding Nominee To Serve On Our Nation’s High Court.\"  \"‘Her depth of experience with all aspects of the law – as a prosecutor, a private practice attorney, a District Court Judge and as an Appellate Judge – has helped mold Judge Sotomayor into an outstanding nominee to serve on our nation’s highest court,’ said Joseph Cassilly, President of the National District Attorneys Association.\" [White House Press Release, 6/9/09] PERF President/Miami Chief of Police John Timoney Said \"Sotomayor Went Out Of Her Way To Stand Shoulder To Shoulder With Those Of Us In Public Safety…I Am Confident That She Will Continue To Bring Honor To Herself, And Now To The Supreme Court.\"  \"‘Sonia Sotomayor went out of her way to stand shoulder to shoulder with those of us in public safety at a time when New York City needed strong, tough, and fair prosecutors,’ said John Timoney, President of Police Executive Research Forum (PERF) and Chief of Police in Miami, Florida. ‘I am confident that she will continue to bring honor to herself, and now to the Supreme Court, when she is confirmed for this critically important position.’ [White House Press Release, 6/9/09] New York State Law Enforcement Council  Called Sotomayor \"An Extremely Able Jurist And An Exceptional Individual.\" \"The New York State Law Enforcement Council congratulates President Obama on his nomination of Judge Sonia Sotomayor to the United States Supreme Court. Judge Sotomayor is well known to us from her career as a prosecutor and as a federal judge. She is an extremely able jurist and an exceptional individual. The interests of the nation will be well served when she assumes her seat on the Supreme Court.\" [New York State Law Enforcement Council  Press Release, 5/29/09]  EDITORIALS Washington Post: Sotomayor Would Bring \"A Welcome Fresh Perspective To The Bench.\"  \"THERE IS MUCH to admire in the achievements of Sonia Sotomayor, the New York judge tapped by President Obama to fill a Supreme Court vacancy created by the impending retirement of Justice David H. Souter. Born to immigrant Puerto Rican parents and raised in a housing project in the Bronx, Judge Sotomayor went on to excel at Princeton and earn a law degree from Yale. She worked as a prosecutor and represented corporate interests in private practice before being named to the federal trial court in New York by President George H.W. Bush; she was later elevated to a slot on the New York-based U.S. Court of Appeals for the 2nd Circuit by President Bill Clinton. As a Hispanic woman with such a diversity of legal experience, she would bring a welcome fresh perspective to the bench.\" [Washington Post Editorial, 5/27/09]  Washington Post: Efforts To Cast Sotomayor As \"Obama’s Harriet Miers\" Make No Sense Given That She \"Boasts The Very Qualifications That These Conservatives Claimed Ms. Miers Lacked.\"  \"On paper, Supreme Court nominee Sonia Sotomayor resembles one of her would-be colleagues on the high court: Princeton undergrad, Yale Law School, an editor on the Yale Law Journal, experience as a prosecutor and years of service on the federal bench. Yet Judge Sotomayor, President Obama's pick to replace retiring Justice David H. Souter, is not being compared by some conservatives to Princeton/Yale alum Samuel A. Alito Jr., widely acclaimed as smart and qualified when he was nominated. Instead, they are trying to peg her as ‘President Obama's Harriet Miers,’ after the nominee of President George W. Bush who took herself out of contention as conservatives savaged her reputation and raised doubts about whether she was smart enough for the job. Why is that? After all, Judge Sotomayor boasts the very qualifications that these conservatives claimed Ms. Miers lacked. Ms. Miers was in part lambasted by conservatives -- unfairly, we noted at the time -- because she did not meet the now-cliched criteria of graduation from elite schools and experience as a judge. Judge Sotomayor's educational pedigree is top-notch, and she served six years on the U.S. District Court for the Southern District of New York before spending the past 11 years on the U.S. Court of Appeals for the 2nd Circuit. Ms. Miers, conservative critics complained, lacked a substantial paper trail, leading some to worry about whether she was more liberal than her record let on. Judge Sotomayor can't be tagged as a stealth candidate, given her two-decade track record of opinions on topics as varied as immigration, eminent domain, corporate law and the First Amendment.\"  [Editorial, Washington Post, 6/2/09] New York Times: Sotomayor Would Be A \"Trailblazer\" In The Mold of Thurgood Marshall. \"President Obama seems to have made an inspired choice in picking Judge Sonia Sotomayor for the Supreme Court. She has an impressive judicial record, a stellar academic background and a compelling life story. Judge Sotomayor would also be a trailblazing figure in the mold of Thurgood Marshall, becoming the first member of the nation’s large and growing but still under-represented Hispanic population to serve on the court. Based on what we know now, the Senate should confirm her so she can join the court when it begins its new term in October.\" [New York Times Editorial, 5/27/09] Los Angeles Times: Sotomayor Brings An Understanding of Ordinary Peoples’ Lives To The Bench.  \"In presenting U.S. Circuit Court Judge Sonia Sotomayor as his first nominee to the Supreme Court, President Obama rightly observed that few presidential decisions are more consequential than choosing a justice. Obama has discharged that responsibility admirably, without ignoring considerations of gender and ethnic diversity. Although Sotomayor must withstand scrutiny from the Senate, barring some unlikely revelation of impropriety she should be confirmed expeditiously, in time to join the court for its fall term. Sotomayor doesn't possess the political experience that would be brought to the court's cloistered chambers by Michigan Gov. Jennifer Granholm or Homeland Security Secretary Janet Napolitano. But she satisfies Obama's other criteria: experience, erudition and, as he put it, ‘a common touch and a sense of compassion, an understanding of how the world works and how ordinary people live.’\" [LA Times, 5/27/09] Chicago Tribune: Sotomayor Would Bring Diversity And Excellent Qualities For A Judge.  \"For many people, the mere picture of Sonia Sotomayor alongside President Barack Obama was a vindication of his decision to appoint her to the Supreme Court. A Hispanic woman, she looks nothing like the justices Americans grew up with. Few would deny the power of that image to reaffirm fundamental American principles of equality and opportunity -- particularly coming from the nation's first black president. But Sotomayor has to bring more than diversity to the court. As one of the people serving as the final arbiter of matters legal and constitutional, including some of the most vexing and divisive issues facing the country, she has to bring the qualities that make an excellent judge. The evidence so far suggests that she is up to the job.\" [Chicago Tribune, 5/27/09] Miami Herald: Sotomayor Is \"A Superb Choice For The Supreme Court.\" \"President Barack Obama has made a superb choice for nomination to the Supreme Court. Appeals Court Judge Sonia Sotomayor appears to have it all -- impeccable educational credentials, first-rate professional experience and an up-by-the-bootstraps personal history that gives her selection strong personal appeal.\" [Miami Herald, 5/27/09] St. Louis Post-Dispatch: Sotomayor Is \"Undeniably, Professionally And Temperamentally Suited To The Job.\" \"There is little doubt that Sonia Sotomayor, 54, qualifies. But in introducing her Tuesday, Mr. Obama stressed her bulletproof compelling personal narrative: Her working-class roots, her scholarships to Princeton and Yale Law School, her career as a prosecutor and corporate lawyer. It was an affirming moment for American evolution: Fifty years ago, who would believed that an African-American president would stand next to his Catholic vice president to nominate the first Latina to the Supreme Court?... [W]e say of Ms. Sotomayor what we said of Mr. Roberts: The appointee has had a long and distinguished legal career [and is] undeniably, professionally and temperamentally suited to the job.\" [St. Louis Post-Dispatch, 5/27/09] Boston Globe: Sotomayor Has The Experience To Make An Excellent Supreme Court Justice. \"[D]espite her personal history, Sotomayor's professional record is notable less for its iconoclasm than for its steadiness and solidity. Sotomayor, now a judge on the Second Circuit Court of Appeals, would become the first Hispanic on the Supreme Court. By any measure, she is well prepared for the job. A graduate of Princeton and Yale Law School, she has worked as a prosecutor and as a corporate lawyer in civil cases. And her previous service as a federal district court judge would be a crucial addition to the court...Short of any unexpected revelations about her record or her philosophy, though, the Senate should confirm Sonia Sotomayor. However intriguing her personal background, she also has the experience to make an excellent Supreme Court justice.\" [Boston Globe, 5/27/09] Philadelphia Inquirer: Sotomayor Has The Experience And Temperament To Merit President’s Confidence. No judge comes to the bench as a blank slate. \"All jurists bring with them an accumulation of life experiences that affect their outlook and philosophy. It's as true for Sotomayor as it is for Antonin Scalia. Conservatives also criticize Sotomayor as an activist because she said appellate judges create \"policy.\" Their argument is malarkey. When judges apply the law to a set of facts, they clarify the law, i.e., \"set policy\" - whether they are conservative or liberal. The Senate has a duty to examine Sotomayor's qualifications rigorously and fairly. But she appears to have the experience and the temperament to merit Obama's confidence.\" [Philadelphia Inquirer, 5/27/09] Fort Worth Star-Telegram: Sotomayor Is \"No Symbol Without Substance,\" Would Have More Varied Legal Training Than Any Other Current Justice Nominee. \"But in assessing whether Sotomayor has a future justice's credentials, let's get beyond the novelty she would be the first Latina on the nation's highest court and only its third female member. She's no symbol without substance. Sotomayor graduated with highest honors from Princeton and earned her law degree from Yale, where she was Yale Law Journal editor. She prosecuted criminal cases in the Manhattan district attorney's office then worked in private practice on cases involving intellectual property and international business deals. President George H.W. Bush named her to the federal trial bench in 1991; President Bill Clinton elevated her to the appellate court six years later. Before she started making Supreme Court short lists, Sotomayor might have been known best for ‘saving baseball’: In 1995, she ruled for Major League Baseball players in a labor dispute with owners, ending the strike that had canceled the 1994 World Series. None of the eight justices she would join – or Justice David Souter, whom she would succeed – had such varied legal training when they were nominated.\"  [Fort Worth Star-Telegram, 5/28/09]  OP-EDS/OPINION/COMMENTATORS   David Brooks: \"I Hope She’s Confirmed.\"  David Brooks wrote, \"In the years since [her college and law school days, Sotomayor] has given a series of speeches that have made her a poster child for identity politics. In these speeches, race and gender take center stage. It's not only the one comment about a wise Latina making better decisions than a white male; it's the whole litany. If you just read these speeches you might come away with the impression that she was a racial activist who is just using the judicial system as a vehicle for her social crusade. And yet her history and conversations with her colleagues suggest this is not the main story. If you look at the whole record, you come away with the impression that Sotomayor is a hard-working, careful-though-unspectacular jurist whose primary commitment is to the law…When you read her opinions, race and gender are invisible. I'm obviously not qualified to judge the legal quality of her opinions. But when you read the documents merely as examples of persuasive writing, you find that they are almost entirely impersonal and deracinated…In short, Sotomayor's career surpasses the crude categories she sometimes articulates. Despite the ideas she picked up while young, she has, over many years, chosen to submit herself to the discipline of the law, and she has not abused its institutions. I hope she's confirmed.\" [David Brooks, New York Times, 6/9/09]  Ruth Marcus: \"The Amazing Thing About The Case Against Sotomayor Is How Thin It Is.\"  Ruth Marcus wrote, \"If Sonia Sotomayor is a radical activist eager to push the law leftward or to rule according to personal whims rather than constitutional commands, she's done an impressive job of hiding it all these years. The amazing thing about the case against Sotomayor is how thin it is. The now-famous 32 words about a wise Latina judge. Her vote -- part of a unanimous three-judge panel -- against white firefighters denied promotions. The YouTube comment about judges making policy. And not much else. This is a woman with more years on the bench than any Supreme Court nominee in the past 100 years. During that time, you'd think even the most middle-of-the-road judge would have provided some unintentional ammunition for critics -- maybe freeing an especially unsavory criminal on a supposed technicality. If Sotomayor is the judicial radical of conservative imaginings, certainly there ought to be something more in her paper trail.  Except there isn't -- at least from what's known so far. An examination of Sotomayor's decisions shows a careful judge who tends to rule for the government over criminal defendants; who has been skeptical of most civil rights claims that have come before her; and who, to the extent that she has ruled on cases that touch on abortion, has come down against the abortion-rights side. She's not apt to be David Souter in reverse -- a Democratic pick who turns out to be a closet conservative. But there's no evidence that she will be outside the liberal mainstream on the current court…Perhaps Sotomayor the radical has been biding her time, awaiting the day when the freedom of a Supreme Court seat would liberate her from precedent and moderation. Perhaps she'll stand on the court steps on the first Monday in October and sing \"The Internationale.\" But the record suggests that the first outcome is just as unlikely as the second.\" [Ruth Marcus, Washington Post, 6/3/09] Richard Cohen: \"I Agree With What Sotomayor Meant [By Her Wise Latina Remarks]….That Is The Virtue Of Diversity.  You’re Instructed By Your Own Life.\"  Richard Cohen wrote, \"I agree with what Sotomayor meant when she said in her famous 2001 speech, \"I would hope that a wise Latina woman with the richness of her experiences would more often than not reach a better conclusion than a white male who hasn't lived that life.\" Yes, in some cases. That is the virtue of diversity. You're instructed by your own life.  Sotomayor's life instructs her that the projects are chock-full of people like her. They are propelled by the greenest of fuels, their indomitable parents, and they are nourished by wonderful teachers, determined principals -- and the opportunities provided by a generous government. Sotomayor's coming out of the projects is no miracle. The tragedy is that we think it is.\"  [Richard Cohen, Washington Post, 6/2/09] Former Bush Speechwriter David Frum Defended Sotomayor’s Use Of Stephen Carter’s \"Affirmative Action Baby\" Phrase Shows \"Not Only A Lot Of Self-Knowledge, But Some Distance.\"  Former Bush speechwriter David Frum said, \"And, also, the tit -- the phrase she's quoting, an affirmative action baby, I believe she's citing comes from an essay by Steven Carter, the Yale professor, that is one of the best essays on this whole subject and actually is very critical of a lot of the way affirmative action works.  So if that's her -- her reference, that shows not only a lot of self-knowledge, but some -- some distance. That said, that -- I think one of the things that is driving -- that is the story of this nomination is the more we learn about the record of Sonia Sotomayor as a judge, the more boring and conventional she looks.\"  [CNN, Situation Room, 6/11/09] Eugene Robinson: Sotomayor’s Decision on Ricci Case Was An Example Of The Judicial Restraint Conservatives Have Called For.  Washington Post Columnist Eugene Robinson wrote, \" What Sotomayor's attackers either don't understand or won't acknowledge is that the issue before the court wasn't whether the city of New Haven had acted fairly in canceling the exam but whether it had acted legally. There was ample precedent indicating that the action was, in fact, legal. I thought the whole theory of judicial restraint was that we didn't want unelected judges telling our elected officials what to do. I thought the conservative idea was that judges were just supposed to ‘call balls and strikes’ -- which is just what Sotomayor and her colleagues did.\"  [Washington Post, 5/29/08] David Gergen: Sotomayor \"Has All The Credentials That We Ordinarily Think Of As Being Important To The Court.\" Appearing on CNN, political analyst David Gergen said, \"Sonia Sotomayor … on paper looks like the perfect candidate and I must tell you I was there when President Reagan selected Sandra Day O’Connor, I was part of that announcement process, and I can tell you that today felt very much like that day… We will look back on this day as one of the most positive in the Obama Presidency, a high-point in the Obama Presidency… This woman has all the credentials that we ordinarily think of as being important to the court and after all a number of Republicans, including Orin Hatch have voted for her in the past…\" [CNN, 5/26/2009] Woodward: \"Her Ruling [In The Ricci Case] Is Quite Conservative.\"  Bob Woodward said, \"And I think David is right. If you look at her record, like this New Haven firefighters' case, her ruling actually is quite conservative. It's a short ruling and it says we're upholding the trial judge in that case. And that is normally -- or very often the case, what conservative appellate judges do. So this is going to be -- and she has a great opportunity because all of these senators want to meet her. And so she'll go around one on one and clearly she knows her onion. She knows everything about appellate justice. I've heard that Obama was just blown away when he met with her because she knew the technicalities. He taught constitutional law. These people are in the weeds that way. So she may actually in the end have a pretty easy slide on this.\"  [CBS Face the Nation, 5/31/09]  Lanny Davis: The Convention Wisdom On Sotomayor’s Ricci Position Is Wrong.  Lanny Davis wrote, \"By now, most people have heard - negatively - about the 2006 case Ricci v. DeStefano, in which 18 New Haven firefighters (17 white and one Hispanic) were not promoted after passing the required tests because there were no blacks whose test scores were high enough to qualify them for promotion.   From a surprisingly broad left-to-right spectrum, the Conventional Wisdom punditry seems to have decided that Judge Sotomayor was wrong on the law and on allowing reverse racial discrimination, and that this case is her chief problem in getting confirmed by a substantial margin.   But once again, the CW is wrong.\" [Lanny Davis, Washington Times, 6/15/09] Gloria Borger:  \"Can Anyone Point To A Pattern In Sotomayor’s Opinions That Are Based More On ‘Empathy’ Than The Law?  Of Course Not.\"  Gloria Borger wrote, \"Can anyone point to a pattern in Sotomayor's opinions that are based more on \"empathy\" than the law? Of course not. And that's precisely the point: Unless Sotomayor's opponents can succeed in using her judicial record to portray her as a passionate, wild-eyed judge who depends more on emotion more than legal precedent, they're in for a tough time.  If they think empathy is a dirty word, they'll have to convince the American public.\" [Gloria Borger, 5/28/09]  GROUPS National Women’s Law Center Said Sotomayor Had \"Extraordinary Background,\" Would Bring A \"Wealth of Life Experience.\" Co-President Marcia D. Greenberger said, \"Today, President Obama has made an historic appointment – nominating Judge Sonia Sotomayor to replace Justice David H. Souter on the United States Supreme Court. Judge Sotomayor brings an extraordinary background to the position to which she has been nominated, including sterling academic credentials, extensive experience as a practicing lawyer in both criminal and civil matters, and service both as a federal trial court and appellate court judge. Like Justice Souter, Judge Sotomayor’s trial court experience is not replicated by the other Justices currently on the Supreme Court. In addition to her varied legal background and extensive judicial experience, Judge Sotomayor, if confirmed, would bring to the Court a wealth of life experience as the first Hispanic and only the third woman to ever serve on the Court.  [National Women’s Law Center, 5/26/09] Juvenile Diabetes Research Foundation Said Sotomayor Was A Role Model And Inspiration To Those With Type 1 Diabetes. \"According to JDRF, Ms. Sotomayor represents another important role model for people living with diabetes.  As a result of clinical advances and research progress, people with type 1 diabetes can have full and successful lives.  Role models show children with diabetes that they can achieve anything in life, even growing up to be Olympic Gold medal winners, Oscar-nominated actresses, Ironman tri-athletes, leading business CEOs, and now Supreme Court nominees...Ms. Sotomayor's nomination serves as another inspiration for the 3 million people in the U.S. with type 1 diabetes -- particularly children, who represent more than half of all new cases of type 1 diabetes diagnosed each year.\" [Juvenile Diabetes Research Foundation International, 5/26/09] National LGBT Bar Association Said Sotomayor Had Shown \"Empathy And Fearlessness\" As One Of The \"Brightest Legal Minds Of Our Time.\" \"We are pleased and encouraged by this excellent choice,\" said D’Arcy Kemnitz, Executive Director of the National LGBT Bar Association, \"As LGBT Americans, we are excited to have more diversity on the bench, and as attorneys we are gratified to have one of the brightest legal minds of our time on the Court.\" Kemnitz, who met with White House officials last week to discuss potential nominees and the concerns of LGBT community, emphasized that a respect for the Constitutional right to privacy, and a proven record supporting the right of Congress to promote civil rights would be key. \"Sonia Sotomayor, who has shown empathy and fearlessness on the U.S. Court of Appeals, not only meets, but exceeds these criteria,\" Kemnitz noted. \"Her nomination brings us closer to the day that the make up of the Court reflects the diversity of our great nation.\" [National LGBT Association, 5/26/09] Earthjustice Said Sotomayor Possessed \"Some Of The Strongest Qualifications Of Any Supreme Court Nominee In Many Years,\" Praised \"Invaluable Perspectives\" In Environmental Law.  \"The following statement is from Glenn Sugameli, senior legislative counsel and head of Earthjustice’s judicial nominations project since 2001: \"Earthjustice welcomes President Obama’s Supreme Court nomination of Second Circuit U.S. Court of Appeals Judge Sonia Sotomayor, who has some of the strongest qualifications of any Supreme Court nominee in many years, including the most federal judicial experience in 100 years. Judge Sotomayor is well qualified in light of her personal, academic, legal, and judicial experience . Her knowledge, understanding and service as a federal trial and appellate court judge provide invaluable perspectives for deciding environmental protection and related issues, as reflected in her 80-page Riverkeeper v. EPA opinion.\" [Earthjustice Press Release, 5/26/09] National Urban League Said They Found Sotomayor To Be A Highly Qualified Nominee Who Would Make An Outstanding Supreme Court Justice. President Marc Morial said, \"We are pleased that the President took such great thought and care in this tremendously important appointment and sought the input of the National Urban League and many other diverse groups. The result is the selection of a highly qualified nominee whom we believe will make an outstanding Supreme Court Justice. We urge the Senate to promptly move forward on Judge Sotomayor's nomination and look forward to continuing to work with President Obama on this and future judicial nominations to ensure that our nation's courts fulfill their mission of ensuring equal justice under the law to all.\" [National Urban League Press Release, 5/26/09] American Association of University Women Said Sotomayor Would \"Add Welcome Depth To The Court.\" \"Sonia Sotomayor, if confirmed, would become the first Hispanic and only the third woman Supreme Court justice. AAUW is pleased that President Obama selected not only such an experienced nominee, but also a distinguished jurist whose broad range of life experiences would add welcome depth to the court. In the coming days, AAUW will carefully consider Judge Sotomayor's record, as we do all judicial nominees. Of critical importance is the nominee's commitment to following established precedents that preserve decades of progress for women and girls.\" [American Association of University Women, 5/26/09] Planned Parenthood Praised Sotomayor’s Vast Experience And  Dedication To Individual Liberties.  President Cecile Richards said, \"Judge Sotomayor has vast experience in nearly every aspect of the law, having served as a big-city prosecutor and a corporate litigator, a federal trial judge on the U.S. District Court, and an appellate judge on the Second Circuit Court of Appeals. What our nation needs from our Supreme Court justices is a deep understanding of the law, an appreciation of the impact of the court’s decisions on everyday Americans, and a commitment to the protection of our individual liberties.  Judge Sotomayor will bring this dedication and commitment with her to the bench. There is no doubt that Judge Sotomayor’s story is an inspiration to all.  Her nomination as the first Hispanic woman justice reminds us that, with hard work and commitment, all things are truly possible in America.\" [Planned Parenthood Press Release, 5/26/09] Sierra Club Praised Sotomayor’s Decision in Riverkeepr, Inc vs. EPA Ruling In Favor Of Environmental Protection. Executive Director Carl Pope said, \"The Sierra Club today praised President Obama for the nomination of Judge Sonia Sotomayor to the Supreme Court. With a long record as a thoughtful, intelligent and fair-minded judge, we look forward to the confirmation process for Judge Sotomayor. Her life story and extensive legal experience make her an excellent nominee for the Court. Today's historic nomination reaffirms the importance of selecting nominees in all branches of government that reflect America's diversity. Our different backgrounds strengthen us in our efforts to protect the natural and human environment, and we fully expect decades of exemplary public service from Judge Sotomayor. As we learn more about her record, the Sierra Club is encouraged by Judge Sotomayor's opinion in Riverkeeper, Inc. vs. EPA in which she ruled in favor of environmental protection and against attempts by the government to ignore true environmental benefits when enforcing clean water laws.\" [Sierra Club Press Release, 5/26/09] La Raza President Hailed Sotomayor Nomination As A \"Monumental Day For Latinos.\" \"NCLR (National Council of La Raza), the largest national Hispanic civil rights and advocacy organization in the United States, applauds President Obama’s nomination for Supreme Court Justice, Judge Sonia Sotomayor, to replace retiring Justice David Souter. ‘Today is a monumental day for Latinos. Finally, we see ourselves represented on the highest court in the land,’ said Janet Murguía, NCLR President and CEO. ‘Judge Sotomayor’s story personifies the American Dream for so many Latinos in this country.’ ‘By nominating someone with the experience, background, and superb legal credentials of Sonia Sotomayor, President Obama has made an excellent choice for the entire country,’ added Murguía. ‘The President wanted a justice who not only is a respected jurist, but also understands how the law affects the lives of everyday people. Judge Sotomayor embodies those qualities.’\" [NCLR Press Release, 5/26/09] Anti-Defamation League Congratulated Sotomayor On Nomination, Said Her Life Story Is \"One of Overcoming Adversity To Achieve One Distinction After Another.\" \"We congratulate Judge Sonia Sotomayor on her historic nomination to the Supreme Court.  Her life story is one of overcoming adversity to achieve one distinction after another, and we commend her on having won the confidence of the President of the United States. We applaud President Obama for having selected this noted jurist to be the Court's first Hispanic and third woman Justice.  If confirmed, she will undoubtedly bring an important new perspective to the work of the Court.\"  [ADL Press Release, 5/26/09] National Senior Citizens Law Center Said Sotomayor Would Be A Strong Voice For Older Americans. Paul Nathanson, Executive Director of NSCLC, said, \"Older Americans, especially low-income older Americans, have a large stake in courts committed to faithful application of legal protections for access to health care, retirement security, equal job opportunity, consumer protection, and product safety.  Judge Sotomayor’s record shows that on the Supreme Court she will be a strong voice for seeing that those safeguards are fairly enforced.\"  [National Senior Citizen Law Center, 5/26/09] BUSINESS COMMUNITY Legal Experts Said Sotomayor Compiled Balanced Record On Business Rulings, Upheld The Law Even In Tragic Circumstances. \"Sonia Sotomayor, President Barack Obama's choice for the Supreme Court, has compiled a balanced record on business issues that is hard to pin down, legal experts said. As with David Souter, the justice she would replace if approved by the Senate, Sotomayor's stances as an appeals court judge are unpredictable and sometimes defy expectations of both supporters and critics, they said. ‘She has not been consistently ... on one side of the spectrum or the other,’ said Evan Tager, a partner at the law firm Mayer Brown, who has reviewed her decisions as a judge on the 2nd U.S. Circuit Court of Appeals… Tager said some of the positions she's taken in damage awards cases, in particular, should hearten the business community. Sotomayor dissented in a 2000 case when the appeals court ruled that the 1996 crash of TWA Flight 800 off the coast of Long Island occurred within U.S. territorial waters. That ruling allowed victims' families to sue TWA, Boeing Co. and a parts manufacturer for damages that would have been barred if the crash had happened in international seas. Sotomayor argued for a different interpretation of the law that would have limited the damages. Her view, Tager said, was that ‘it's unfortunate for these victims, but the law's the law’ Sotomayor also supported reducing the damages awarded in a case involving rail company CSX Corp., Tager said. Her record suggests she thinks that ‘damages should be kept under control,’ he said.\" [AP, 5/26/09] US Hispanic Chamber of Commerce \"Thrilled\" By Sotomayor Nomination. \"The United States Hispanic Chamber of Commerce is thrilled by the historic nomination of Judge Sotomayor,\" said David C. Lizárraga, USHCC Chairman of the Board. \"Her independent outlook, record of excellence, and strong integrity are what our nation needs in a Supreme Court Justice. She is a role model of strength, focus, and discipline and exemplifies the American ethos, proving that anyone in this nation can fulfill their dreams, matching their potential with opportunity.\" [USHCC Press Release, 5/26/09] Minority Business Roundtable Applauded Sotomayor Nomination As Proof Anyone Can Make It In America Through Hard Work. \"‘We applaud President Obama’s choice of Federal Judge Sonia Sotomayor for the United States Supreme Court’, said Roger A. Campos, President & CEO.  ‘She has established a distinguished legal career and a deep appreciation for the impact of court decisions from real life experiences of growing up in a housing project in the Bronx to everyday life’. ’President Obama’s choice demonstrates that through hard work, anyone can have the opportunity to ‘make it’ in America’, said Janice Howroyd, Chairman of MBRT and CEO, Act-1 Group located in Torrance, CA. ‘I am particularly proud that our President is making the choice of a woman who brings her vast experience and credentials, sense of caring and legal intellect to such a high court of decision for our country.’\" [Minority Business Roundtable Press Release, 5/26/09] DLA Piper Lawyer Compared Sotomayor’s Pro-Business Approach To Justice Samuel Alito. \"Meanwhile, Carl Hittinger, a lawyer with DLA Piper based in Philadelphia, said Sotomayor has a surprisingly pro-business record in the area of antitrust. In nearly every case in which she was one of three judges considering a dispute, the court sided against the plaintiff bringing an antitrust complaint, he said. Her approach ‘reminds me a lot’ of Justice Samuel Alito, he said. Alito, appointed by President George W. Bush in 2006, is considered one of the more pro-business members of the court.\" [AP, 5/26/09] Lawyer Who Litigated In 2nd Circuit Said Sotomayor Would Be More Understanding Of Business Issues Than Current Supreme Court. \"‘The Second Circuit has the most experience dealing with business matters,’ says Roger Kirby, managing partner at Kirby McInerney, which litigates largely within the circuit. ‘It is the court looked to by all courts for interpretation of securities laws. It's because a lot of the business of America occurs here.’ It also makes Sotomayor ‘somebody who is going to be more sensitive to business realities,’ he adds. Kirby cites two recent securities cases that he thinks suffered from the Supreme Court not understanding the effect of their rulings: Dura v. Brouda, a decision that limited the opportunity for investors to recover losses when they were duped into buying a stock, and Stoneridge v. Scientific-Atlanta, in which the court held that someone merely aiding and abetting a fraud cannot be held liable under securities laws. ‘Somebody like Sotomayor would be more open-minded to understanding the negative consequences associated with the decision,’ he adds.\" [Forbes, 5/26/09] Cornell Law Professor Said Sotomayor’s Experience In Business Law Would Bring An Important Perspective To Court That Would Face Increasingly Important Economical Issues. \"Cornell law professor Michael Dorf said Tuesday, ‘Her experience as a judge on the 2nd Circuit — with a large commercial and corporate docket— will bring an important perspective to a Court that will increasingly face important issues regarding the regulation of the national economy.’\" [USA Today, 5/26/09] ##      \n\n\n\n"
}