{
    "title": "Background on the President's Events Today in Falls Church, Virginia | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-presidents-events-today-falls-church-virginia",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 19, 2010\n\n \n\n\n\nBackground on the President's Events Today in Falls Church, Virginia\n\n\n\n\nDISCUSSION WITH SECRETARY DUNCAN AND 6TH GRADERS & RACE TO THE TOP REMARKS\nToday, the President will visit Graham Road Elementary School in Falls Church, Virginia where he and Secretary of Education Duncan will conduct a discussion with (approximately 30) 6th grade students.\nFollowing the discussion, the President will deliver brief remarks to press announcing plans to continue Race to the Top, requesting $1.35 billion for the program in the FY 2011 budget. The announcement will include a plan to invigorate district-level reform by expanding Race to the Top to recognize school districts that are prepared to embark on system-wide improvement of their educational policies and practices, enabling them to compete directly for a grant under the program.\nBACKGROUND ON GRAHAM ROAD ELEMENTARY SCHOOL\nAt Graham Road Elementary, one of the lowest-income yet highest-achieving schools in Fairfax County, Virginia, close to 80 percent of students qualify for free or reduced-price meals and 95 percent of the school population is comprised of African American and Latino students. In 2008, all of the school’s sixth-graders met Virginia’s reading standards, and 96 percent met math standards. \nFive years ago, Graham Road Elementary implemented a comprehensive strategy to turn around student achievement, adopting rigorous and high-quality student assessments, teacher evaluation and professional development, and innovative and effective use of data systems to track student performance. Graham Road is a language and fine arts school with a modified calendar. Students have the option to take part in intersession classes three times a year.\nGraham Road’s teachers collaborate to develop extensive “curriculum maps” through quarterly instructional meetings, developing strategies to improve instruction, motivate students, and encourage higher order thinking skills.  Graham Road recruits committed, highly-skilled teachers, and assesses their ability to pay careful attention to every aspect of learning. Teachers are organized around “professional learning communities” where they analyze data in detail, develop lesson plans with other teachers, and evaluate their professional weaknesses dispassionately. Each day, seasoned teachers help newer teachers use data to improve instruction and to match their curriculum to state standards.\n\n\n\n"
}