{
    "title": "President Obama Announces Steps to Support Sustainable Energy Options | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-steps-support-sustainable-energy-options",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 05, 2009\n\n \n\n\n\nPresident Obama Announces Steps to Support Sustainable Energy Options\n\n\n\n\n\nTHE WHITE HOUSE\n\nOffice of the Press Secretary\n_________________________________________________________________\nFOR IMMEDIATE RELEASE                                          May 5, 2009\n\nPresident Obama Announces Steps to Support Sustainable Energy Options,\nDepartments of Agriculture and Energy, Environmental Protection Agency to Lead Efforts\n\nAnnouncement Includes Biofuels Interagency Working Group, Recovery Act Funds for Biofuels Research and Commercialization, and Notice of Proposed Rulemaking on the Renewable Fuel Standard\n\nWASHINGTON – President Obama today announced steps to further his Administration’s commitment to advance biofuels research and commercialization.  Specifically, he signed a Presidential Directive establishing a Biofuels Interagency Working Group, announced additional Recovery Act funds for renewable fuel projects, and also announced his Administration's notice of a Proposed Rulemaking on the Renewable Fuel Standard.\n\n\"We must invest in a clean energy economy that will lead to new jobs, new businesses and reduce our dependence on foreign oil,\" said President Obama.  \"The steps I am announcing today help bring us closer to that goal.  If we are to be a leader in the 21st century global economy, then we must lead the world in clean energy technology.  Through American ingenuity and determination, we can and will succeed.\"\n\nBiofuels Interagency Working Group\nToday, President Obama established a Biofuels Interagency Working Group, to be co-chaired by the Secretaries of Agriculture and Energy and the Administrator of the Environmental Protection Agency.  This Working Group will work with the National Science and Technology Council's Biomass Research and Development Board in undertaking its work.  The Working Group will: \n\nDevelop the nation’s first comprehensive biofuel market development program, which shall use existing authorities and identify new policies to support the development of next-generation biofuels, increase flexible fuel vehicle use , and assist in retail marketing efforts;\nCoordinate infrastructure policies impacting the supply, secure transport, and distribution of biofuels; and\nIdentify new policy options to promote the environmental sustainability of biofuels feedstock production, taking into consideration land use, habitat conservation, crop management practices, water efficiency and water quality, as well as lifecycle assessments of greenhouse gas emissions.\nIn his directive, the President called on Secretary of Agriculture Tom Vilsack to:\nImmediately begin restructuring existing investments in renewable fuels as needed to preserve industry employment; and\nDevelop a comprehensive approach to accelerating the investment in and production of American biofuels and reducing our dependence on fossil fuels.\n\n\"Expanding our biofuels infrastructure provides a unique opportunity to spur rural economic development while reducing our dependence on foreign oil – one of the great challenges of the 21st century,\" said Secretary Vilsack.  \"Producing clean, renewable energy in America is a powerful rural development tool that creates jobs domestically while generating new tax revenues for local, state, and federal governments.\"\n\nRecovery Act Funds For Biofuels Research and Commercialization \nThe President also announced that $786.5 million from the American Recovery and Reinvestment Act will be provided to accelerate advanced biofuels research and development and expand commercialization by providing additional funding for commercial biorefineries.  These efforts will be overseen by the Department of Energy.\n\nThe DOE biomass program will leverage DOE’s national laboratories, universities, and the private sector to help improve biofuels reliability and overcome key technical challenges, with the goal of create advanced biofuels like green gasoline, diesel, and jet fuels.\n\nThe $786.5 million in Recovery Act funding is a mix of new funding opportunities and additional funding for existing projects. It will be allocated across four main areas:\n\n$480 million solicitation for integrated pilot- and demonstration-scale biorefineries;\n$176.5 million for commercial-scale biorefinery projects;\n$110 million for fundamental research in key program areas; and\n$20 million for ethanol research\n\n\"Developing the next generation of biofuels is key to our effort to end our dependence on foriegn oil and address the climate crisis -- while creating millions of new jobs that can't be outsourced,\" Secretary of Energy Steven Chu said. \"With American investment and ingenuity -- and resources grown right here at home -- we can lead the way toward a new green energy economy.\"\nNotice of Proposed Rulemaking on the Renewable Fuel Standard\nThe President also announced the Environmental Protection Agency’s Notice of Proposed Rulemaking on the Renewable Fuel Standard.  This proposal outlines the EPA’s strategy for increasing the supply of renewable fuels, poised to reach 36 billion gallons by 2022, as mandated by the Energy Independence and Security Act of 2007.\n\nIncreasing renewable fuels will reduce dependence of foreign oil by more than 297 million barrels a year and reduce greenhouse gas emissions by an average of 160 million tons a year when fully phased in by 2022.  EISA will establish four categories of renewable fuels..  The new categories include:\n\nCellulosic biofuels;\nBiomass-based diesel;\nAdvanced biofuels; and\nTotal renewable fuel.\n\nIn 2022, the proposal would require 36 billion gallons annually of renewable fuels, of which 16 billion gallons must be cellulosic biofuels; and 1 billion gallons must be of biomass-based diesel.  At most 15 billion gallons of the renewable fuel mandate can be met with conventional biofuels, including corn-based ethanol.\n\nFor the first time, some renewable fuels must achieve greenhouse gas emission reductions compared to the gasoline and diesel fuels they displace. Refiners must meet the requirements to receive credit toward meeting the new standards.\n\nEPA also will conduct peer reviews on the lifecycle-analysis methodology and the results for various fuels and feed-source combinations.  Lifecycle refers to the greenhouse gas emissions over the life of the fuels.\n\n\"As we work towards energy independence, using more homegrown biofuels reduces our vulnerability to oil price spikes that everyone feels at the pump,\" EPA Administrator Lisa P. Jackson said. \"Energy independence also puts billions of dollars back into our economy, creates green jobs, and protects the planet from climate change in the bargain.\"\n\nThe 60-day public comment period on this proposal will begin upon publication in the Federal Register. \n\nThe Presidential Directive establishing a Biofuels Interagency Working Group is attached, and the EPA’s Notice of a Proposed Rulemaking on the Renewable Fuel Standard is available at http://www.epa.gov/otaq/renewablefuels/rfs2-nprm-preamble-regs.pdf.\n\n\n\n\n"
}