{
    "title": "Background on the President's Meeting with Influential Hispanics from Across the Country on Immigration | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/28/background-presidents-meeting-influential-hispanics-across-country-immig",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 28, 2011\n\n \n\n\n\nBackground on the President's Meeting with Influential Hispanics from Across the Country on Immigration\n\n\n\n\n\n\tToday the President will meet with influential Hispanics from across the country to discuss the importance of fixing the broken immigration system for our nation’s 21st century economic and security needs so that America can win the future. The President will also discuss how we can work together to foster a constructive national conversation on this important issue as we work to build a bipartisan consensus in Congress.\n\t \nAdministration officials expected to attend the meeting include:\n\tValerie Jarrett, Senior Advisor to the President\n\tDavid Plouffe, Senior Advisor to the President\n\tMelody Barnes, Assistant to the President & Director of Domestic Policy Council\n\tCecilia Munoz, Deputy Assistant to the President & Director of Intergovernmental Affairs\n\t \nParticipants expected at the meeting include:\n\tJose Diaz-Balart\n\tBarbara Bermudo\n\tRosario Dawson\n\tEmilio Estefan\n\tLily Estefan\n\tAmerica Ferrera\n\tDon Francisco\n\tVanessa Hauc\n\tMaria Teresa Kumar\n\tEva Longoria\n\tMaria Elena Salinas\n\tEddie “Piolin” Sotelo\n\t \nBackground on Administration Immigration Policy\n\tPresident Obama remains deeply committed to fixing the broken immigration system.  The United States has been enriched by a steady stream of hardworking and talented people who have helped make America an engine of the global economy and a beacon of hope around the world.  As we work to rebuild the economy, our ability to thrive depends, in part, on restoring responsibility and accountability to the immigration system.  President Obama believes Democrats and Republicans should come together to tackle an issue that is critical not only to our national security but also to the economy and our global competiveness.\n\n\tThe President has outlined a vision for fixing the broken immigration system through common-sense, comprehensive immigration reform grounded in the principles of responsibility and accountability:\n\n\nResponsibility from the federal government to secure our borders: Today, our borders are more secure than at any time in the past several decades. However, the Administration continues to refine and strengthen its strategy.  Enforcement resources should be increased where appropriate and focused on stopping potential terrorists and others who would do our nation harm.\n\nAccountability for businesses that break the law by undermining American workers and exploiting undocumented workers:  Employers that break the law by deliberately hiring and exploiting undocumented workers must be held accountable.  At the same time, we must give employers who want to play by the rules a reliable way to verify that their employees are here legally.\n\nResponsibility from people who are living in the United States illegally:  Those people living here illegally must also be held accountable for getting on the right side of the law, by admitting they broke the law, paying taxes and a penalty, learning English before they can get in line to become legalized and citizens.  Being a citizen of this country comes not only with rights but also with fundamental responsibilities.  We can create a pathway for legal status that is fair, and reflects of our values.\n\nStrengthen economic competiveness by creating a legal immigration system that meets our diverse needs: Our immigration laws should encourage high-skilled individuals we train in our world-class institutions of higher education to stay in the United States and create jobs, stop punishing innocent young people for their parents’ actions by denying children the chance to earn an education or join the military so they can earn higher wages and generate more tax revenues, provide farmers a legal way to hire the workers they rely on, and should respect families following the rules.\n\n\n\tThe President takes seriously his responsibility to enforce our immigration laws and secure the border.  Over the last two years, the Obama Administration has dedicated unprecedented resources to secure the border, taken important steps to make interior and worksite enforcement of our immigration laws smarter, and more effective, and made improvements to the legal immigration system.\n\n\nDedicating Unprecedented Resources to Secure the Border: Today, there are more “boots on the ground” along the Southwest Border than ever before.  DHS has also deployed thousands of technology assets, including aircraft and Unmanned Aircraft Systems, and completed nearly all fencing.  Last year, Congress answered the President’s call to bolster the federal government’s efforts through the Southwest Border Security Supplemental Bill.  DHS is using these resources to build on their successful efforts to decrease the numbers of illegal aliens who cross the border and increase seizures of illegal currency, drugs, and guns that have led to thousands of criminal arrests and prosecutions.\n\nMaking our Interior and Worksite Enforcement Efforts Smarter and More Strategic:  The Administration has laid out new enforcement strategies targeted at removing immigrants convicted of serious crimes and unscrupulous employers who seek to exploit both immigrant and American workers.  These new strategies are having real results with deportations of criminal immigrants significantly increasing and auditing and fines against employers who are not in compliance with immigration laws in FY 2010. DHS has also invested in implementing important reforms to the detention system, enhancing the security and efficiency of the detention system while prioritizing the health and safety of detainees.\n\nImproving our Legal Immigration System: The Administration is improving processing times and clearing backlogs of pending immigration applications, including fully eliminating the FBI National Name Check Program’s backlog.  DHS is also working to ensure that naturalization is accessible to all qualified legal immigrants.  Since January 2009, DHS has worked with the Armed Forces to naturalize 14,000 military personnel.  DHS is also devoting critical funding to support citizenship preparation and integration programs in communities throughout the country.\n\n\n\tOur efforts have been enormously successful, but we need comprehensive reform that demands responsibility and accountability from the government, businesses, and immigrants themselves.\n\n\n\n\n"
}