{
    "title": "Background on Public Lands Bill Signing at 3pm | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-public-lands-bill-signing-3pm",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 30, 2009\n\n \n\n\n\nBackground on Public Lands Bill Signing at 3pm\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  _________________________________________________________________  FOR IMMEDIATE RELEASE                                     March 30, 2009  BACKGROUND ON THE OMNIBUS PUBLIC LANDS MANAGEMENT ACT BILL SIGNING   POTUS will deliver remarks and sign HR 146, the Omnibus Public Lands Management Act of 2009.   Interior Secretary Ken Salazar will introduce POTUS, and 13members of Congress will also be on stage as POTUS signs the bill into law.   The audience will be composed of 150 people, including representatives from a broad coalition of organizations who supported various pieces of the legislation, including conservation groups, sportsmen's organizations, the Navajo nation, and disability advocates, as well as members of Congress.  BACKGROUND ON HR 146:   H.R. 146 is a fifteen-title omnibus bill that incorporates more than 150 individual bills, most of which were previously passed by the House or reported by a House or Senate Committee during the 110th Congress.  Among other things, the bill designates about 2 million acres of new wilderness areas; creates ten new National Heritage Areas (NHAs); authorizes land exchanges among USDA’s Forest Service, DOI’s Bureau of Land Management, DOI’s National Park Service, and other State, local, or private parties; authorizes various Bureau of Reclamation water projects and water settlements; modifies national park boundaries; authorizes numerous studies relating to potential national park units, NHAs, and water projects; and authorizes several Department of Commerce oceans programs.   The bill also includes the Christopher and Dana Reeve Paralysis Act, which provides for paralysis research; paralysis rehabilitation and care; improving quality of life for persons with paralysis and other physical disabilities.  Stage Participants:  Secretary Ken Salazar Speaker of the House Nancy Pelosi (D-CA) Senate Majority Leader Harry Reid (D-NV) Senator Robert Bennett (R-UT) Senator Jeff Bingaman (D-NM) Senator Mike Crapo (R-ID) Senator Lisa Murkowski (R-AK) Senator Ron Wyden (D-OR) Representative Earl Blumenauer (D-OR) Representative Parker Griffith (D-AL) Representative Raúl Grijalva (D-AZ) Representative Buck McKeon (R-CA) Representative Nick Rahall (D-WV) Representative Dina Titus (D-NV)  Expected attendees include:  Frank Chee Willetto - Navajo Nation Matthew Reeve - Christopher Reeve Foundation Nancy Sutley - Chair, Council on Environmental Quality Jane Lubchenco - Under Secretary of Commerce for Oceans and Atmosphere and Administrator of the National Oceanic and Atmospheric Administration President Joe Shirley - Navajo Nation Rebecca Rimel, President, The Pew Charitable Trusts Matt Hogan - Executive Director, Association of Fish and Wildlife Agencies Rick Johnson - Executive Director, Idaho Conservation League Mike Matz - Campaign for America’s Wilderness Richard Moe - Trust for Historic Preservation Larry Schweiger - President, National Wildlife Federation Rebecca Wodder - President, American Rivers      \n\n\n\n"
}