{
    "title": "FACT SHEET: President Obama’s SupplierPay Initiative Expands; 21 Additional Companies Pledge to Strengthen America’s Small Businesses | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/11/17/fact-sheet-president-obama-s-supplierpay-initiative-expands-21-additiona",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 17, 2014\n\n \n\n\n\nFACT SHEET: President Obama’s SupplierPay Initiative Expands; 21 Additional Companies Pledge to Strengthen America’s Small Businesses\n\n\n\n\nToday, the White House and the Small Business Administration announced an expansion of President Obama’s SupplierPay initiative, a partnership with the private sector to strengthen small businesses by increasing their working capital, so they can grow and hire more workers.\nTwenty-one companies are joining the 26 companies that adopted the SupplierPay pledge at a launch announcement with President Obama in July. As part of the SupplierPay initiative, companies pledge to pay their small suppliers faster or enable a financing solution that helps them access working capital at a lower cost.\nThe SupplierPay initiative helps address the difficulties small businesses face in accessing affordable working capital. Reducing the time it takes for smaller suppliers to get paid or lowering their short-term borrowing costs enables them to devote more of their resources to investing in their business, hiring, and growing.\nAlso today, the Commerce Department is releasing a new report which finds that the larger companies participating in the SupplierPay initiative also have the potential to realize significant economic benefits.  High working capital costs for small suppliers can get passed onto large customers in the form of lower-quality goods and services, less stable suppliers, and higher prices. Reducing working capital costs—as SupplierPay companies are doing—unlocks capital to be put to work for the benefit of large buyers, and for the entire economy, according to the report. \nToday’s SupplierPay Working Session\nAlso today, the White House will hold a SupplierPay working session hosted by National Economic Council Director Jeff Zients and SBA Administrator Maria Contreras-Sweet. The working session will bring together both existing and new SupplierPay companies to discuss actions companies are taking to implement the SupplierPay pledge, and ensure the metrics are in place to track and measure impact of this initiative going forward. \nThe following new companies have signed on to SupplierPay:\nAkima\n\tChenega Corporation\n\tChugach Alaska\n\tCook Inlet Region, Inc.\n\tConAgra Foods, Inc.\n\tDominion Resources, Inc.\n\tDun & Bradstreet Credibility Corp.\n\tIntel Corp.\n\tHallmark Cards, Inc.\n\tKaiser Permanente\n\tMcGraw Hill Financial, Inc.\n\tNova Corp., Inc.\n\tOracle Corp.\n\tSacramento Municipal Utility District\n\tSealaska\n\tSiemens Corp.\n\tSempra Energy\n\tSouthern California Edison Co.\n\t3M Co.\n\tXerox Corp.\n\tZappos.com., Inc.\nA list of the 26 SupplierPay participants announced in July is available here.\nSupplierPay Builds on Success of Federal Government’s QuickPay Initiative\nSupplierPay builds on the success of the Federal Government’s QuickPay initiative, which President Obama launched in 2011 and renewed in July to help accelerate payments to federal small business subcontractors. Under QuickPay, the federal government pays its large contractors faster and, in return, requires them to pay their small business subcontractors faster.\nSupplierPay Impact\nSupplierPay companies participating in today’s meeting will be providing updates on how they are implementing this initiative and accelerating payments to their small suppliers. Among the examples that will be discussed:\n\n\nIntuit. After taking the pledge, Intuit surveyed its supplier base and offered 10-day payment terms to 320 small businesses. Intuit also moved all of its 80+ independent contractors to contracts that committed to pay them within 10 days. Intuit’s actions will impact an estimated $40 million in payments this year, and an estimated $80 million in annual payments when more small and medium-sized suppliers are brought on board. “Prompt payment is important to small firms such as mine,” said Jeff Adams, owner of Jeff Adams Copywriting in Santee, CA.\n\nLockheed Martin. Lockheed Martin, the world’s largest security and aerospace company, sources more than 60 percent of its work through its supply chain, which includes more than 15,000 companies across all 50 states. More than half of these suppliers are small businesses, with whom the company did $4.9 billion worth of business in fiscal year 2014. Lockheed Martin is committed to expedited payments and is paying 100 percent of small business supplier invoices on an accelerated schedule. The company’s supplier portal flags small businesses so Lockheed Martin can accelerate payment, cutting time to payment in half to just 15 days.\n\nSiemens. Siemens has more than 100 U.S. manufacturing sites and more than 60,000 U.S. employees. Just last year, Siemens’ Procurement & Logistics small business spending was approximately $266 million, and its spending on small and diverse companies was 16 percent of its total overall annual spending. A new participant in the SupplierPay initiative, Siemens offers small business suppliers a supply chain finance program which includes several supplier benefits such as cash flow improvement, working capital optimization, cost reduction, and cash flow transparency. About 1,300 Siemens North America suppliers participate in its supply chain finance program.\n\nADDITIONAL BACKGROUND:\nSmall businesses play a vital role in the American economy – employing half the workforce, creating about 60 percent of net new American jobs, and often being the source of the next great American innovation.\nSmall businesses were disproportionately impacted by the Great Recession, losing 40 percent more jobs than the rest of the private sector combined. When the President took office, small business credit markets were effectively frozen. Today, trends are moving in the right direction. For 15 straight quarters, small firms have contributed to employment growth. According to a recent survey, more than a quarter of small business owners are planning capital investments, the second highest such reading since 2008.\nSmall business capital access has been an area of focus for this Administration, starting with the Recovery Act in 2009 and continuing with the Small Business Jobs Act in 2010 and the JOBS Act in 2012. Collectively, this legislation has been instrumental in driving improvement from the depths of the recession. The Administration has achieved record SBA small business lending volumes and recent Federal Reserve Small Business surveys indicate improved access to financing. Yet, more can be done. Too many small businesses still struggle to access the capital they need:\n\n\n\t\tA 2014 Pepperdine and Dun & Bradstreet Credibility Corp study reported that 66 percent of small businesses found it “difficult to raise new business financing.”\n\n\t\tRegional survey data from the Federal Reserve Bank of New York showed that 40 percent of the roughly one-third of small businesses that applied for credit in late 2013 received either none or less than the amount they requested. And another fifth of small businesses didn’t even apply for credit, because they assumed the process was too difficult, or they would not qualify.\n\n\t\tCapital access challenges are magnified by the fact that small businesses are waiting longer to get paid for their products and services. The amount of time it took a corporation to pay an invoice increased from an average of 35 days in March 2009 to 46 days in July 2014, according to the Georgia Tech Financial Analysis Lab. Extended payment terms mean small businesses are spending unnecessary funds to cover cash flow. These are funds that could be otherwise spent on growing their business and creating new jobs.\n\n\n\n\n\n"
}