{
    "title": "First Lady Michelle Obama and Big Bird Team Up to Help Get Kids Healthy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/02/21/first-lady-michelle-obama-and-big-bird-team-help-get-kids-healthy",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nFebruary 21, 2013\n\n \n\n\n\nFirst Lady Michelle Obama and Big Bird Team Up to Help Get Kids Healthy\n\n\n\n\nNew Let’s Move! Public Service Announcements Filmed in the White House\n\tEncourage Kids to Eat Healthy and Get Active\nWashington, D.C. – First Lady Michelle Obama and Sesame Street’s Big Bird teamed up to film two public service announcements encouraging kids to eat healthy and get active. The new PSAs, which can be viewed HERE and HERE, are launched as part of the third anniversary celebration of Let’s Move! – Mrs. Obama’s initiative to ensure that all our children grow up healthy and reach their full potential.\nThe new PSAs feature Mrs. Obama and Big Bird in the White House showing kids how easy and delicious it is to eat healthy snacks like fruits and vegetables and demonstrating fun ways to get active like dancing and jumping. Sesame Workshop, the nonprofit educational organization behind Sesame Street, will distribute these PSAs to 320 PBS Stations, Sesame Workshop’s partner channels as part of their Healthy Habits for Life Initiative. The PSAs are also posted on the Sesame Street and Let’s Move! websites.\nThese PSAs are part of the celebration of Let’s Move!’s third anniversary. Next week, the First Lady will kick off a two day nation-wide tour celebrating the anniversary by showcasing progress and announcing new ways the country is coming together around the health of our children.\nMrs. Obama launched Let’s Move! on February 9, 2010 to unite the country around our kids’ health and create real support for families to live healthier lives. Since then parents, business leaders, educators, elected officials, military leaders, chefs, physicians, athletes, childcare providers, community and faith leaders, and kids themselves have stepped up to improve the health of our nation’s children.\nThanks to these efforts, families now have access to more information to make healthier decisions for their children. Young people now have more opportunities for physical activity in their communities. Food in schools has been dramatically improved.  More Americans now have access to healthy, affordable food closer to home. And the national childhood obesity rate has leveled off, and even declined in some cities and states.\nMore information on three years of healthy changes can be found here: http://letsmove.obamawhitehouse.archives.gov/blog/2013/02/08/lets-move-three-years-working-towards-healthier-generation-children\nAbout Sesame Workshop\nSesame Workshop is the nonprofit educational organization that revolutionized children’s television programming with the landmark Sesame Street.  The Workshop produces local Sesame Street programs, seen in over 150 countries, and other acclaimed shows to help bridge the literacy gap including The Electric Company.  Beyond television, the Workshop produces content for multiple media platforms on a wide range of issues including literacy, health and military deployment. Initiatives meet specific needs to help young children and families develop critical skills, acquire healthy habits and build emotional strength to prepare them for lifelong learning.  Learn more at www.sesameworkshop.org.\n\n\n\n\n"
}