{
    "title": "White House Announces America’s PrepareAthon!: First National Day of Action, April 30 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/04/07/white-house-announces-america-s-prepareathon-first-national-day-action-a",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 07, 2014\n\n \n\n\n\nWhite House Announces America’s PrepareAthon!: First National Day of Action, April 30\n\n\n\n\nWashington, D.C. – Today, the White House announced that the first America’s PrepareAthon! national day of action will take place April 30, 2014. America’s PrepareAthon! is a nationwide, community-based campaign to increase emergency preparedness and resilience through participation in hazard-specific drills, group discussions and exercises conducted at the national level every fall and spring.  The campaign was directed as part of the Presidential Policy Directive-8: National Preparedness. On April 30, individuals, families, workplaces, schools and organizations will come together to practice simple actions to stay safe before, during, and after disasters.\nBuilding on the success of preparedness efforts like the The Ready Campaign, the goal of America’s PrepareAthon! is to build a more secure and resilient nation by getting more Americans to understand what disasters could happen in their communities and what to do to be safe and prepared. The campaign is focused on getting participants to take action to increase their preparedness and participate in community resilience planning.\nOn April 30, and throughout the spring, America’s PrepareAthon! activities will focus on preparing organizations and individuals for tornadoes, hurricanes, floods, and wildfires.\nHere’s how to join:\n\n\n\t\tRegister: Participate in America’s PrepareAthon! at www.ready.gov/prepare. \n\n\t\tBe Smart: Download guides to learn how to prepare for a tornado, hurricane, flood or wildfire\n\n\t\tTake Part: Plan activities and host an event locally on April 30th\n\n\t\tPrepare: Practice a drill or have a discussion about preparedness\n\n\t\tShare: Promote your activities, events and best practices with national preparedness community members  \n\nAs with any skill, when it comes to preparedness, practice makes perfect. By learning the right actions and taking time to practice them, you, your family and your community can be ready to respond.\nParticipants commit to taking at least one concrete step to prepare for a hazard they might face in their community. The America’s PrepareAthon! website, www.ready.gov/prepare, provides Day of Action guides, How to Prepare guides, and customizable promotional materials designed to help Americans take action and join the growing number of individuals who recognize that preparing for disasters is a shared responsibility.\nFollow the discussion on Twitter by following @PrepareAthon or #PrepareAthon. For questions about America’s PrepareAthon! contact PrepareAthon@fema.dhs.gov. For more information, go to www.ready.gov/prepare.\n\n\n\n\n"
}