{
    "title": "The Los Cabos Growth and Jobs Action Plan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/06/19/los-cabos-growth-and-jobs-action-plan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 19, 2012\n\n \n\n\n\nThe Los Cabos Growth and Jobs Action Plan\n\n\n\n\nRisks and uncertainty in the global economy have increased substantially. Our collective focus now is to strengthen demand, growth, confidence and financial stability in order to improve employment prospects for all of our citizens. We have agreed today on a globally coordinated economic plan to achieve those goals through our Framework for Strong, Sustainable and Balanced Growth. This plan, which incorporates and extends the Cannes Action Plan, significantly intensifies our efforts to achieve a stronger, more durable recovery. The Los Cabos Growth and Jobs Action Plan starts from the premise that cooperation and coordination will result in better economic outcomes. We are united in our commitment to take strong and decisive action to deliver on the commitments set out below.\nWe have agreed that, in light of what are perceived to be the most significant risks, our policy actions should focus on:\n• Addressing decisively the sovereign debt and banking crisis in the Euro Area. The Euro Area authorities have taken a number of relevant and critical actions that have helped to stabilise the situation, however, significant risks remain and further action is required.\n\t• Ensuring financial stability, including dealing with the potential impacts of deleveraging.\n\t• Boosting demand and economic growth, and reducing persistently high and rising unemployment in many advanced economies, especially among young people.\n\t• Ensuring the pace of fiscal consolidation in advanced economies is appropriate to support the recovery, taking country-specific circumstances into account and, in line with the Toronto Commitments, addressing concerns about medium-term fiscal sustainability.\n\t• Dealing with the possibility that geopolitical risks might lead to a supply-induced sustained spike in oil prices, in an environment of limited spare capacity and modest inventories.\n\t• Ensuring emerging markets maintain a strong and sustainable growth path that contributes to the global recovery and quality job creation.\n\t• Resisting protectionism and keeping markets open.\nOur ability to successfully address these risks is influenced by our ability to take stronger actions to promote stability and growth, and reduce ongoing imbalances, including by encouraging the rotation of demand from the public to the private sector in countries with fiscal deficits and from the external to the domestic sector in countries with current account surpluses. We are in full agreement that we need to intensify our efforts to reduce both internal and external imbalances.\nAs we agreed in Cannes, we have established the Los Cabos Accountability Assessment Framework (Annex A) to assess progress in meeting commitments toward our shared goal of strong, sustainable and balanced growth. This Framework is based on three pillars. First, guiding principles to ensure the assessments are: country-owned; based on a comply or explain approach; concrete; consistent across members; fair; open and transparent. Second, a peer review process that includes review and discussion of members’ policies and in-depth assessments from the international organisations. Finally, annual reports to Leaders summarising the outcomes of the assessments.\nWe have conducted our first assessment under this framework (Annex B). We have agreed that the commitments set out in the Cannes Action Plan to promote recovery and lay the foundation for robust growth and job creation remain broadly appropriate. The recent intensification of risks, however, has increased the importance of implementing and building upon the Cannes commitments. Progress has been good in meeting some elements of the Cannes Action Plan, but in several areas more progress is needed. We will undertake ongoing accountability assessments and improve our tracking of measures to assess progress as set out in the Los Cabos Accountability Framework.\nThe Los Cabos Action Plan, as set out below, includes a combination of policy measures, with short- and medium-term impacts, in order to ensure that policy credibility is enhanced and to reflect the different capacities of countries to respond in particular areas.\nAddressing Near-term Risks, Restoring Confidence, and Promoting Growth\nCentral to this plan is a common agreement that the strongest actions to minimize risks and spur growth are those that promote the stability and proper functioning of our financial systems, supported by fiscal and monetary policy actions.\nTo address near-term risks, promote confidence, ensure economic and financial stability, and bolster the economic recovery, we have agreed on the following actions.\n1. The Euro Area members of the G20 will take all necessary measures to safeguard the integrity and stability of the area, improve the functioning of financial markets and break the feedback loop between sovereigns and banks.\n\t• We welcome the significant actions taken since the last summit by the Euro Area to support growth, ensure financial stability and promote fiscal responsibility. In this context, we welcome Spain’s plan to recapitalize its banking system and the Eurogroup’s announcement of support for Spain’s financial restructuring authority. The adoption of the Fiscal Compact and its ongoing implementation, together with growth-enhancing policies and structural reform, are important steps towards greater fiscal and economic integration. The imminent establishment of the European Stability Mechanism is a substantial strengthening of the European firewalls.\n\t• We fully support the actions of the Euro Area in moving forward with the completion of the Economic and Monetary Union. Towards that end, we support the intention to consider concrete steps towards a more integrated financial architecture, encompassing banking supervision, resolution and recapitalization, and deposit insurance.\n\t• Euro area members will foster intra Euro Area adjustment through structural reforms to strengthen competitiveness in deficit countries and to promote demand and growth in surplus countries.\n\t• The European Union members of the G20 are determined to move forward expeditiously on measures to support growth including through completing the European Single Market and making better use of European financial means, such as the EIB, pilot project bonds, and structural and cohesion funds, for more targeted investment, employment, growth and competitiveness, while maintaining the firm commitment to implement fiscal consolidation to be assessed on a structural basis.\n2. Fiscal policies in all of our economies will focus on strengthening and sustaining the recovery in a manner which promotes fiscal sustainability and enhances policy credibility.\n\t• Advanced economies are generally on track to meet their near term commitment to halve deficits between 2010 and 2013. Advanced economies are committed to meeting the medium term Toronto commitments by implementing credible medium-term fiscal consolidation plans.\n\t• Recognizing the need to pursue growth-oriented policies that support demand and recovery, the United States will calibrate the pace of its fiscal consolidation by ensuring that its public finances are placed on a sustainable long-run path so that a sharp fiscal contraction in 2013 is avoided.\n\t• Japan will implement reconstruction spending as expeditiously as possible.\n\t• Australia, Brazil, Canada, China, Germany, Indonesia, Korea, the UK and the US are allowing automatic fiscal stabilisers to operate, taking into account national circumstances and current demand conditions.\n\t• Italy will deliver on its agenda of frontloaded fiscal consolidation accompanied by growth-enhancing measures.\n\t• Fiscal policy in Spain will remain focussed on consolidation.\n3. Monetary policies will remain focused on maintaining price stability and sustaining the global economic recovery. In this context, the actions taken by central banks in advanced economies have played an important role in promoting global economic growth and stability. Central banks will remain vigilant and take action as appropriate to achieve their objectives.\n4. Our central banks, financial market supervisors and treasuries will remain in close dialogue and will cooperate through the FSB to maintain financial stability during this period of heightened uncertainty. We will maintain momentum on the financial sector institutional reforms needed to safeguard our financial systems over the medium term while taking appropriate actions to protect credit channels and the integrity of global payment and settlement systems.\n5. Should economic conditions deteriorate significantly further, Argentina, Australia, Brazil, Canada, China, Germany, Korea, Russia and the US stand ready to coordinate and implement additional measures to support demand, taking into account national circumstances and commitments.\n6. Emerging markets will adjust their macroeconomic policies to support domestic demand, while ensuring price stability. When and where appropriate, macro-prudential measures will also be used to help manage domestic credit growth and liquidity.\n7. Recognizing that geopolitical risks might lead to a supply-side induced spike in oil prices, in an environment of limited spare capacity and modest inventories, members stand ready to take additional actions as needed. We welcome the commitments by producing countries to ensure adequate supply. In particular, we welcome Saudi Arabia’s readiness to mobilize, as necessary, more than 2.5 million barrels per day of existing spare capacity.\n8. In all policy areas, we commit to minimize the negative spillovers on other countries of policies implemented for domestic purposes. We reaffirm our shared interest in a strong and stable international financial system and our support for market-determined exchange rates. We reiterate that excess volatility and disorderly movements in exchange rates have adverse implications for economic and financial stability.\nStrengthening the Medium-term Foundations for Growth\nAll members agree to build on the 6-point plan developed in Cannes to boost confidence, raise global output and create jobs, focussing on priority areas.\n1. Advanced economies will ensure their fiscal finances are on a sustainable track.\n\t• Recognizing the importance of strengthening and implementing their medium-term fiscal consolidation plans, the US and Japan commit to actions that will lead to steady reduction in their public debt-to-GDP ratios:\n\t• The US commits to placing its federal debt-to-GDP ratio on a firm downward path by 2016 through a balanced approach.\n\t• Japan reaffirms its commitment to meet its primary balances targets for FY2015 and FY2020, and to reduce its debt-to-GDP ratio from FY2021 onwards.\n\t• By our next Summit, members agree to identify credible and ambitious country-specific targets for the debt-to-GDP ratio beyond 2016, where these do not currently exist, accompanied by clear strategies and timetables to achieve them. These strategies will consider tax and expenditure reforms, including modifications to entitlements.\n2. We will intensify our efforts to rebalance global demand, through increasing domestic demand in countries with current account surpluses, rotating demand from the public to private sector in countries with fiscal deficits and increasing national savings in countries with current account deficits.\n\t• The reduction of structural fiscal deficits and actions to promote private savings in advanced economies with current account deficits will contribute to a lasting reduction in global imbalances (US).\n\t• We reaffirm our commitment to move more rapidly toward market-determined exchange rate systems and enhance exchange rate flexibility to reflect underlying fundamentals, avoid persistent exchange rate misalignments, and refrain from competitive devaluation of currencies. We recognize the important decisions to increase the fluctuation bands for the exchange rates in China and Russia. China is building on its commitment to gradually reduce the pace of reserve accumulation, and to allow market forces to play a larger role in determining movements of the RMB and to increase the transparency of its exchange rate policy. We welcome China’s commitment to continue exchange rate regime reform.\n\t• Emerging markets will take further actions to rebalance demand, including by: continuing to promote the liberalization of interest rates (China); and, increasing investment (Brazil) and savings rates (Turkey).\n\t• Advanced surplus economies or those with relatively weak private demand will help promote domestic demand through the further liberalization of service sectors ( Korea, Germany, Japan); encouraging investment through eliminating inefficiencies (Germany); and, creating new industries and new markets through innovation in areas such as environment and healthcare (Japan). The recent developments in private households’ real income in Germany will help strengthen domestic demand and accelerate internal rebalancing within the Euro Area.\n\t• Oil-exporting countries will continue to pursue productive public investment and encourage private investment, which will have positive regional and global spillover effects, while ensuring fiscal sustainability given the volatile nature of revenues.\n3. In Cannes, countries put forward structural reform commitments to boost and sustain global demand, foster job creation, contribute to global rebalancing and increase the growth potential in all G-20 countries. These remain core priorities going forward and are reflected in additional reforms and commitments made since Cannes. These reforms include:\n\t• Labour market reforms to increase employment and increase labour force participation, such as: retraining long-term unemployed (US); skills development (Spain); increasing wage flexibility, such as decentralizing wage setting (Italy); reducing labour tax wedges (Brazil, Italy); reforms to employment insurance to make it more effective and efficient in supporting job creation (Canada); enhancing education, training and skills development (Australia, Canada, France, Germany, Italy, Turkey, South Africa); encouraging the participation of females in the labour force by, for example, reforming benefit systems and providing affordable child care services (Australia, Germany, Japan, Korea); improving employment opportunities for targeted groups such as youth and persons with disabilities (Canada, Korea, UK); encouraging the participation of younger workers through apprenticeships (UK); and, encouraging formal sector employment through better education or skill development (Brazil, Indonesia, Mexico, South Africa).\n\t• Product market reforms to promote competition and enhance productivity in key sectors (Australia, Canada, France, Germany, Italy, Mexico);\n\t• Actions to promote the stabilisation of the housing sector (US).\n\t• Providing targeted support for the poor or strengthening social safety nets (India, Indonesia, China, Mexico, Saudi Arabia, South Africa).\n\t• Phasing out distortive subsidies in the medium-term where they exist in both advanced and emerging economies.\n\t• Tax and benefit reforms to enhance productivity and improve incentives to work (Australia, Germany, Italy, UK);\n\t• Planning regulation reforms to better support economic growth by reducing the burdens facing businesses wishing to expand (UK);\n\t• Encourage further trade liberalization through unilateral tariff elimination in key sectors (Canada);\n\t• Promote investments in infrastructure to increase productivity and living standards in the medium term by addressing bottlenecks (Argentina, Australia, Brazil, India, Indonesia, Mexico, Saudi Arabia, South Africa, UK); and,\n\t• Commitments to promote green and sustainable growth (Australia, Korea, Germany, Mexico).\n4. We have made substantial progress in strengthening financial sector regulation and supervision. Current global economic challenges underscore the need to reaffirm our commitment to the effective implementation of the agreed financial reforms in order to make the financial sector more resilient, stable and able to support economic growth. We welcome the FSB’s work, in conjunction with the IMF and the World Bank, identifying the extent to which agreed regulatory reforms may have unintended consequences for EMDEs. G-20 members continue to look to the FSB, in cooperation with standard setters, to monitor progress, reporting back on a regular basis. This will be complemented by efforts to increase financial inclusion.\n5. We reaffirm our commitment to resist protectionism in all forms and promote open trade, and will take active measures to reduce the number of WTO inconsistent trade restrictive measures and resist financial protectionism.\n6. Members reiterate the commitment on actions to maximize growth potential and economic resilience in developing countries, as well as the importance of fulfilling aid commitments by advanced countries, and mobilizing domestic, external, and new innovative sources of finance to meet development needs. These actions will complement the efforts of multilateral and bilateral donors, public and private partners to assist developing countries in achieving the Millennium Development Goals. Emerging market members will also promote a range of reforms to promote development, including improving the investment climate and enhancing infrastructure investment.\nDetails on country-specific reform commitments are posted on the Mexican Presidency’s website. We will continue to coordinate policy in the future as economic conditions evolve. We ask our Finance Ministers to work closely together in the coming months to address vulnerabilities and sustain the recovery. We will review progress against all of our commitments at the St. Petersburg Summit in 2013. \nANNEX A:\nTHE LOS CABOS ACCOUNTABILITY ASSESSMENT FRAMEWORK\nG-20 members have developed an Accountability Assessment Framework based on three pillars. This Framework will be used to prepare reports on progress in meeting past commitments, which will inform the development of future action plans and domestic policies.\nGuiding Principles\nTo make sure that the Framework meets the needs of the membership, members have agreed that it be:\n• Country-owned and country-led, based on the members’ assessment and with the input of independent third-party evaluations (by the IMF and other international organizations).\n\t• Based on a rigorous comply or explain approach, which recognizes that policy actions take time and policy priorities may need to change.\n\t• Concrete, using quantitative measures where possible to help focus the discussion and assess progress.\n\t• Consistent across members, to ensure comparability of treatment, while at the same time allowing for country-specific circumstances where relevant.\n\t• Fair, by encouraging an open dialogue between members through self-assessments and by providing objective, third-party analysis.\n\t• Open and transparent, with the overall outcomes communicated to the public after agreement by the G-20.\n1. A Peer-Review Process informed by Third-Party Assessments\nAt the core of our accountability assessment is a peer review process, in which members will assess progress made in meeting past G-20 fiscal, financial, structural, monetary and exchange rate, trade and development policy commitments. To enhance the effectiveness and efficiency of the discussions, the process focuses on those commitments across all policy areas where the coordination of policies has the most impact in reducing near term risks, and promoting strong, sustainable and balanced growth.\nThe peer review discussions will include the following elements:\n• A review and discussion of policy actions members have undertaken to meet their commitments.\n\t• A discussion of the global economic outlook to assess the progress being made in moving towards our objectives of strong, sustainable and balanced growth.\n\t• An assessment of members (approximately every 2 years) against the ‘Indicative Guidelines’ that we endorsed in Cannes in order to identify large and persistent imbalances. As well, discussions of the new (or updated) External Sustainability Reports prepared by the IMF for countries where the guidelines suggest imbalances require further analysis.\n\t• A review of reports from the international organisations (from the IMF, OECD, FSB, World Bank, ILO UNCTAD and the WTO) to enhance the objectiveness of the assessment process.\nTo ensure the Framework’s credibility and integrity, we task our officials with further enhancing the Accountability Assessment Framework, by looking at ways to promote peer review discussions based on a shared understanding of issues. We are committed to agreeing on a common approach to measure progress against previous commitments in the areas of fiscal, monetary, exchange rate, and other policies. As well we agree that commitments need to be specific, measurable and relevant to achieving strong, sustainable and balanced growth. We task our Finance Ministers and Central Bank Governors to review progress by their meeting in Mexico City in November 2012.\n2. Regular Reports to Ministers/Governors/Leaders\nThe culmination of the peer review discussions will be short progress reports prepared for Ministerial meetings and regular Annual Accountability Assessments for Ministers, Governors and Leaders. These assessments would also provide critical input to inform the range of concrete policy commitments that should be included in the G-20 Action Plans. \nANNEX B:\nThe Los Cabos Accountability Assessment\nThe G-20 launched the Framework for Strong, Sustainable and Balanced Growth in Pittsburgh in 2009 to promote the range of policy actions required to overcome the legacy of the 2007-08 financial crisis and put the global economy back on the path of strong, sustainable and balanced economic growth and robust job creation. The bold policy actions undertaken by G-20 countries in response to the crisis limited the loss of output and jobs, and launched the global recovery.\nWhile significant policy actions have been implemented since then, our common goal of achieving strong, sustainable and balanced growth as agreed in Pittsburgh has remained elusive. It is clear that the rebuilding of public and private sector balance sheets across advanced economies will continue to constrain global growth for some time. Further, a number of risks continue to weigh heavily on global growth as outlined above. The recovery in private demand in most advanced economies remains muted. Although growth in emerging market economies has remained relatively strong, there are indications that it too is slowing. Reflecting the differential growth profiles, unemployment rates in emerging market economies have generally fallen below pre-crisis levels, while unemployment rates in advanced economies generally remain stubbornly high.\nExternal imbalances have generally narrowed compared to the very large imbalances in the pre-crisis period. Structural policy adjustments have played a role in some countries, but the improvement also reflects cyclical effects, in particular the relatively weak cyclical position of many advanced economies and movements in terms of trade. Oil-exporting countries continue to run large and mounting current account surpluses.\nOn balance, developments since Pittsburgh suggest that a continued and more determined effort across all policy areas is required to meet the objectives set out when we established the Framework.\nFiscal Policy\nGood progress has been achieved in meeting the Toronto fiscal commitments, although the weaker-than-expected economic outcomes has affected the fiscal adjustment paths of some countries. In some countries the credibility of fiscal policy needs to be bolstered through actions to place public finances on a sustainable medium-term path:\n• Most members (Australia, Canada, France, Germany and Italy) are projected by the IMF to achieve the Toronto target to halve their deficits from their 2010 levels.1 In some cases, strong policy actions actually reduced the 2010 deficits below expected levels. Recognizing the need to pursue growth-oriented policies that support demand and recovery, the United States will calibrate the pace of its fiscal consolidation by ensuring that its public finances are placed on a sustainable long-run path so that a sharp fiscal contraction in 2013 is avoided. In the UK, the actual 2013 deficit projection meets the Toronto objective when cyclically-adjusted measure is used. Spain may miss its 2013 target, reflecting the significant weakness in the economy and the restructuring of its banking sector. Thus, a very significant structural effort and deficit reduction plan is being implemented.\n\t• Most advanced economies are also on track to achieve the Toronto commitment to stabilise or reduce the debt-to-GDP ratio by 2016.2 The US is expected to meet this commitment in 2016 at the federal government level, but the federal government debt is expected to increase thereafter according to the IMF. Spain is expected to require additional actions to meet its target. Japan is on track to meet its own medium-term target of halving the primary deficit by FY2015 from its FY2010 level, but more action is needed to reach its long-term target to reduce its debt-to-GDP ratio from FY2021 onwards. Finally, while advanced economies had agreed to promote sustainable fiscal finances over the medium term, debt levels are expected to remain high in many countries in 2016. Further policy efforts are required to achieve sustainable public finances in the medium term, particularly in the context of population ageing.\nMember countries have made progress on their commitments to implement structural fiscal reforms. The Euro Area has strengthened its fiscal frameworks with the adoption of the Fiscal Compact. Some members have delivered on their commitment to reform the pension system (Italy) and others are making progress on pension reforms (France, the UK). Brazil has approved a reform of the civil servants’ pension system. Spain has implemented a major labour market reform. Further progress is required on a range of fiscal actions across G-20 members that would both promote sustainable public finances and facilitate global rebalancing: the Euro Area needs to complete reforms to fiscal governance; and, the US and Japan need to fully implement ambitious medium-term fiscal plans. India, Indonesia and Mexico need to continue their reforms of major subsidies. Further progress on tax reform is required in many emerging and advanced economies to reduce distortions.\nMonetary and Exchange Rate Policies\nIn advanced economies, monetary policies have played an integral role in supporting the recovery while maintaining price stability. In emerging market economies, inflationary pressures have generally eased, largely as a result of slower growth.\n\tSince the Pittsburgh Summit, emerging market economies with relatively inflexible exchange rate regimes, under the IMF’s de facto classification system, implemented a number of important reforms. In particular, both China and Russia have widened their exchange rate floating bands. China’s exchange rate has appreciated substantially since 2005, but progress towards greater exchange rate flexibility has been less clear since the Cannes Summit, particularly given the short time that China’s most recent reforms have been in place. Reserves fell in China during the last quarter of 2011 partly owing to the narrowing in its current account surplus. Reserve accumulation resumed in the first quarter of 2012.\nEmerging market countries expressed concerns that the easing in monetary policies in advanced economies is contributing to an increase in both the level and variability of capital flowing to their\n\teconomies and volatility in other financial variables, complicating macroeconomic policy management. Members generally recognised that domestic monetary policies of advanced economies are appropriately targeted to achieve domestic objectives while at the same time recognising the need to remain vigilant against possible negative spillovers of their policies.\nStructural Policies\nThe implementation of key structural reforms is critical to strengthening growth and creating jobs, and promoting global rebalancing, such as policies that affect social safety nets and investment patterns. However, members agreed that structural reform commitments are particularly difficult to assess, in part due to the length of time it takes to implement them and witness their effects. That said, members remain committed to pursuing structural reforms as not only are some reforms able to provide employment gains in the short-term, they also boost jobs and growth domestically and have positive spillovers via trade and other linkages to help rebalance the global economy.\nThe OECD estimates that implementation is underway for over three quarters of all structural reform commitments, with full implementation of about one-third of all commitments. Progress in implementing reforms is broadly similar for advanced and emerging economies. However, progress across the different categories of structural reforms has been uneven and greater ambition is needed to implement the reforms that will have the greatest impact on rebalancing, job creation, and promoting stronger growth.\nSeveral advanced economies need to make more progress on product market reforms (Euro Area, Japan). Emerging markets, in general, need to further improve the business and investment environment, which will facilitate investment in infrastructure and enhance potential growth, and foster financial inclusion. To facilitate global rebalancing: the US needs to do more to encourage private savings; Germany should implement measures to promote domestic demand; and, some emerging markets need to increase domestic consumption and improve the efficiency of investment.\nTrade, Financial Sector and Development Policies\nThe WTO, UNCTAD, World Bank and OECD continue to monitor progress countries have made in reducing tariffs and liberalizing trading systems, including reducing entry barriers in key sectors. Most members have maintained their commitment to resist protectionism, including by addressing unfair trade practices through WTO-consistent trade remedy measures rather than ad-hoc policy responses. However, the political climate in some regions appears to be more accepting of new forms of protectionist measures, which should be resisted.\nThe FSB is responsible for coordinating and promoting the rigorous monitoring of the implementation of the agreed G-20/FSB financial reforms and its reporting to the G-20 under the FSB’s Coordination Framework for Implementation Monitoring (CFIM) that was established last year. This process involves intensive monitoring and detailed reporting, in collaboration with the standard setting bodies, on national implementation progress in six priority reform areas (Basel III, policy measures for G-SIFIs, resolution frameworks, OTC derivatives, compensation practices, shadow banking) as set out in the FSB’s report to G-20 Leaders. The FSB, in coordination with relevant standard setting bodies, also reports on the implementation of other agreed regulatory reforms and publishes information on the 12 steps taken by FSB members to implement them. The IMF reviews progress realized by its members via its Article IV surveillance and FSAP assessments. The FSB, in coordination with the staff of the IMF and World Bank, has prepared a study identifying the extent to which agreed regulatory reforms may have unintended consequences on emerging market and developing economies.\n\tThe World Bank, in conjunction with other international organizations, will continue to assess the growth and development agenda in developing countries, including the impact of the Framework policies and the external environment on promoting development and reducing the development gap. In addition, they continue to monitor the progress towards fulfilling commitments in this area.\nConclusion\nOverall, progress has been made in moving ahead on the Cannes and previous summit reform commitments, but more progress and new actions are required in several important areas. In order to facilitate future assessments, members also recognised that policy commitments need to be as specific and concrete as possible, and need to substantively contribute towards the overall objective of strong, sustainable and balanced growth. We also agree on the need for a common approach to measure progress against previous commitments in all policy areas.\n1 For consistency across members, this assessment of the Toronto commitments is based on general government deficit, using the actual deficit in 2010 and comparing to the IMF’s projections for 2013, allowing a 0.5 percentage point confidence band around the projections.\n2 Using the IMF’s forecast for the general government debt-to-GDP ratio over 2015 and 2016.\n\n\n\n\n"
}