{
    "title": "Memorandum -- Promoting Smart Gun Technology | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/01/05/memorandum-promoting-smart-gun-technology",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 04, 2016\n\n \n\n\n\nMemorandum --  Promoting Smart Gun Technology\n\n\n\n\n\n\tMEMORANDUM FOR THE SECRETARY OF DEFENSE\n\n\t              THE ATTORNEY GENERAL\n\n\t              THE SECRETARY OF HOMELAND SECURITY\n\n\t \n\n\tSUBJECT:      Promoting Smart Gun Technology\n\n\t \n\n\tFor more than 20 years, the Federal Government has worked to keep guns out of the wrong hands through background checks.  This critical effort in addressing gun violence has prevented more than two million prohibited firearms purchases from being completed.  But tens of thousands of people are still injured or killed by firearms every year -- in many cases by guns that were sold legally but then stolen, misused, or discharged accidentally.  Developing and promoting technology that would help prevent these tragedies is an urgent priority.\n\n\tIn 2013, I directed the Department of Justice to review the availability and most effective use of new gun safety technologies, such as devices requiring a scan of the owner's fingerprint before a gun can fire.  In its report, the Department made clear that technological advancements in this area could help reduce accidental deaths and the use of stolen guns in criminal activities.\n\n\tMillions of dollars have already been invested to support research into a broad range of concepts for improving gun safety.  We must all do our part to continue to advance this research and encourage its practical application, and it is possible to do so in a way that makes the public safer and is consistent with the Second Amendment.  The Federal Government has a unique opportunity to do so, as it is the single largest purchaser of firearms in the country.  Therefore, by the authority vested in me as President by the Constitution and the laws of the United States of America, I hereby direct the following:\n\n\tSection 1.  Research and Development.  The Department of Defense, the Department of Justice, and the Department of Homeland Security (departments) shall, to the extent practicable and permitted by law, conduct or sponsor research into gun safety technology that would reduce the frequency of accidental discharge or unauthorized use of firearms, and improve the tracing of lost or stolen guns.  Not later than 90 days after the date of this memorandum, the Secretary of Defense, the Attorney General, and the Secretary of Homeland Security shall prepare jointly a report outlining a research and development strategy designed to expedite the real-world deployment of such technology for use in practice.\n\n\tSec. 2.  Department Consideration of New Technology.  The departments shall, to the extent permitted by law, regularly (a) review the availability of the technology described in section 1, and (b) explore potential ways to further its use and development to more broadly improve gun safety.  In connection with these efforts, the departments shall consult with other agencies that acquire firearms and take appropriate steps to consider whether including such technology in specifications for acquisition of firearms would be consistent with operational needs.\n\n\tSec. 3.  General Provisions.  (a)  Nothing in this memorandum shall be construed to impair or otherwise affect:\n\n\n\t\tthe authority granted by law to a department or agency, or the head thereof; or\n\n\t\tthe functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals. \n\n\n\t(b) This memorandum shall be implemented consistent with applicable law and subject to the availability of appropriations. \n\n\t(c) This memorandum is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\tSec. 4.  Publication.  The Attorney General is hereby authorized and directed to publish this memorandum in the Federal Register.\n\n\t \n\n\tBARACK OBAMA\n\n\n\n\n"
}