{
    "title": "El Presidente aumenta el objetivo de reducción de gas de efecto invernadero en operaciones federales | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/el-presidente-aumenta-el-objetivo-de-reducci-n-de-gas-de-efecto-invernadero-en-oper",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 20, 2010\n\n \n\n\n\nEl Presidente aumenta el objetivo de reducción de gas de efecto invernadero en operaciones federales\n\n\n\n\nWashington, DC – El Presidente Obama anunció hoy que el gobierno federal reducirá en 13%la contaminación con gas de efecto invernadero, como por ejemplo con viajes y transporte de trabajadores, para el 2020. Este compromiso va más allá del objetivo del poder ejecutivo para el 2020 de reducción de gas de invernadero de fuentes directas que se fijó en enero, 2010, para rubros como flotas y edificios federales. Acumulativamente, la reducción de la contaminación con gas de invernadero en las operaciones del gobierno federal ascenderá a 101 millones de toneladas métricas de anhídrido carbónico, lo que equivale a la emisión producida por 235 millones de barriles de petróleo.\n \n \nLa reducción en la emisión de gas de invernadero la dispone el decreto ejecutivo 13514 del Presidente Obama sobre Liderazgo en Desempeño Ambiental, Energético y Económico (Environmental, Energy, and Economic Performance), que requiere que el gobierno federal dé el ejemplo, lleve al país hacia una economía basada en la energía limpia, y reduzca, mida y produzca informes sobre la contaminación directa e indirecta con gas de invernadero. \n“Todos los años, el gobierno federal consume más energía que cualquier otra organización o empresa en Estados Unidos”, afirmó el Presidente Obama. “Esa energía se destina al alumbrado y la calefacción en edificios del gobierno, vehículos y proyectos federales en todo el país y alrededor del mundo. El gobierno tiene la responsabilidad de usar esa energía sensatamente, para reducir el consumo, aumentar la eficiencia, usar energía renovable como la eólica y solar, y reducir costos”.\n \nEl gobierno federal es el mayor consumidor de energía de la economía de Estados Unidos. Es propietario de 600,000 vehículos, dueño y administrador de casi 500,000 edificios y pagó $24,500 millones en servicios públicos y combustible en el 2008. Participarán en cumplir estos objetivos casi 2 millones de hombres y mujeres en todo el país que trabajan en las agencias federales.\n \nEn conjunción con este anuncio hoy, Nancy Sutley, presidenta del Consejo de Calidad Ambiental (Council on Environmental Quality) de la Casa Blanca, Hilda L. Solís, secretaria de Trabajo, Martha Johnson, administradora de la Dirección de Servicios Generales (General Services Administration), y Ronald Sims, secretario adjunto del Departamento de Vivienda y Servicios Humanos, convocaron un foro de economía basada en la energía limpia sobre el liderazgo federal en edificios sostenibles de alto desempeño. \n \nEl 19 de octubre, 2009, la Casa Blanca lanzó el Desafío GreenGov, en el que solicitó que todos los empleados federales y militares aporten ideas sobre maneras en que la comunidad federal puede ser un ejemplo, hacer que el gobierno sea más atento a las necesidades ambientales y cumpla con los objetivos del decreto ejecutivo del Presidente Obama sobre la sostenibilidad federal. El Desafío GreenGov generó más de 5,000 ideas y 165,000 votos de 14,000 empleados federales. \n \nAlgunas ideas de GreenGov ya se han puesto en práctica, desde aumentar al doble el número de vehículos híbridos del gobierno federal hasta eliminar las tazas de Styrofoam de las cafeterías de sus agencias. Se están incorporando otras ideas en el Plan de Sostenibilidad anual de cada agencia federal, como usar energía renovable en los edificios federales y promover que más empleados vayan a trabajar en bicicleta. \n \nEl decreto ejecutivo requiere que las medidas que las agencias federales toman para cumplir con estos objetivos les produzcan beneficios a los contribuyentes estadounidenses. A fin de promover el rendimiento de cuentas, el progreso anual lo determinará la Oficina de Administración y Presupuesto (Office of Management and Budget), la cual informará al público al respecto por Internet. \n# # #\n \n\n\n\n"
}