{
    "title": "Readout of the President's call with Specialist Salvatore Giunta | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/09/10/readout-presidents-call-with-specialist-salvatore-giunta",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 10, 2010\n\n \n\n\n\nReadout of the President's call with Specialist Salvatore Giunta\n\n\n\n\nYesterday, President Obama spoke with Staff Sergeant Salvatore Giunta to inform him that he will be awarded the Medal of Honor for acts of gallantry at the risk of his life that went above and beyond the call of duty. Sergeant Giunta will be the first living service member to be awarded the Medal of Honor for service in Iraq or Afghanistan. The President thanked Sergeant Giunta for his service and extraordinary bravery in battle.\n\nFurther information about the date and time of the ceremony will be released at a later date.\n\nACTION FROM WHICH THE MEDAL OF HONOR WAS EARNED:\n\nThen-Specialist Salvatore A. Giunta distinguished himself by acts of gallantry at the risk of his life above and beyond the call of duty while serving as a rifle team leader with Company B, 2d Battalion (Airborne), 503d Infantry Regiment during combat operations against an armed enemy in the Korengal Valley, Afghanistan on October 25, 2007.  \n\nWhen an insurgent force ambush split Specialist Giunta's squad into two groups, he exposed himself to enemy fire to pull a comrade back to cover. Later, while engaging the enemy and attempting to link up with the rest of his squad, Specialist Giunta noticed two insurgents carrying away a fellow soldier. He immediately engaged the enemy, killing one and wounding the other, and provided medical aid to his wounded comrade while the rest of his squad caught up and provided security.  His courage and leadership while under extreme enemy fire were integral to his platoon's ability defeat an enemy ambush and recover a fellow American paratrooper from enemy hands.  \n \n\n\n\n"
}