{
    "title": "President Obama Announces Acting Director of the Office of Management and Budget Jeffrey Zients | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/01/17/president-obama-announces-acting-director-office-management-and-budget-j",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 17, 2012\n\n \n\n\n\nPresident Obama Announces Acting Director of the Office of Management and Budget Jeffrey Zients\n\n\n\n\n\n\tWASHINGTON, DC – Today the White House announced that current Deputy Director for Management and Chief Performance Officer Jeffrey Zients will serve as the Acting Director of the Office of Management and Budget. \n\n\t“I’m pleased to designate Jeff Zients to lead the Office of Management and Budget.  Since day one, Jeff has demonstrated superb judgment and has provided sound advice on a whole host of issues,” said President Obama.  “With decades of experience, Jeff has been a tremendous asset to our team and I’m confident in his ability to help us rebuild an economy where hard work and responsibility pay off and the middle class has a chance to get ahead.”\n\n\tJeff Zients was confirmed by the Senate on June 19, 2009 as the Deputy Director for Management of the Office of Management and Budget and the nation’s first Federal Chief Performance Officer, and served as OMB’s Acting Director from July-November 2010. Mr. Zients has twenty years of business experience as a CEO, management consultant and entrepreneur with a deep understanding of business strategy, operations and process improvement, and financial management. His expertise extends across a broad range of industries and geographies.\n\n\tMr. Zients served as CEO and Chairman of The Advisory Board Company and Chairman of the Corporate Executive Board, firms that are leading providers of performance benchmarking and management best practices for senior executives at over 5,000 businesses.\n\n\tMr. Zients also co-founded The Urban Alliance Foundation, a non-profit organization that partners with corporations to provide economically disadvantaged youth with year-round paid internships, adult mentors and job training. Zients graduated summa cum laude from Duke University with a degree in Political Science. He and his wife Mary live in Washington, D.C. and have four children.\n\n\n\n\n"
}