{
    "title": "White House Launches 2011 Race to the Top Commencement Challenge | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/02/01/white-house-launches-2011-race-top-commencement-challenge",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 01, 2011\n\n \n\n\n\nWhite House Launches 2011 Race to the Top Commencement Challenge\n\n\n\n\n\n\tWASHINGTON, D.C. – Today, the White House opened applications to the 2011 Race to the Top Commencement Challenge. Students from public high schools across the country are invited to demonstrate how their school prepares them for college and a career by going to obamawhitehouse.archives.gov/commencement and submitting an application. The winning school will host President Obama as their 2011 commencement speaker.\n\t \n\t“I’m looking for the school that’s doing the best job of preparing students for college and careers,” said President Obama. “The winning school will understand that their number one priority is making sure that our kids are learning what they need to succeed in this 21st century economy.”\n\t \n\t“Success happens in schools across the country every day,” said Secretary of Education Arne Duncan. “The Commencement Challenge is an extraordinary opportunity for students to share their school’s story and be rewarded for their commitment to preparing for college and careers.”\n\t \n\tThe White House once again partnered with Viacom and the Get Schooled Foundation to launch this year’s Commencement Challenge.  In a video launching the challenge, Simon Boehme, the salutatorian from last year’s winning school - Kalamazoo Central High - and current freshman at the University of Michigan, came to the White House to discuss the Commencement Challenge with President Obama.\n\t \n\tThe application includes essay questions and statistical information that illustrate how schools are promoting college and career readiness for all students while establishing a culture of student success and academic excellence.  Applications must be submitted by Friday, February 25th at 11:59 pm EST.   More information, including the launch video, can be found at obamawhitehouse.archives.gov/commencement.\n\t \n\tLast year, President Obama launched the first ever Race to the Top Commencement Challenge and encouraged public high schools across the country to show how they promote college attainment and career readiness. Over 1000 schools applied and more than 170,000 people weighed in on short videos and essays from the six finalists.  President Obama selected the national winner from the three high schools with the highest average ratings (see 2010 finalists HERE).  This year, the President has renewed the challenge, calling on high schools to share effective strategies on how they are preparing their students to win the future and achieve the goal of having the highest proportion of college graduates in the world by 2020.\n\n\n\n\n"
}