{
    "title": "Vice President Biden and Dr. Jill Biden Travel to Finland, Russia, and Moldova | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/06/vice-president-biden-and-dr-jill-biden-travel-finland-russia-and-moldova",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nMarch 06, 2011\n\n \n\n\n\nVice President Biden and Dr. Jill Biden Travel to Finland, Russia, and Moldova\n\n\n\n\nVice President Joe Biden and Dr. Jill Biden are departing this evening for Helsinki, the first stop on a week-long trip to Finland, Russia, and Moldova. In each country, the Vice President will meet with key leaders to discuss the full range of bilateral, regional, and international issues.  In Helsinki, he looks forward to consulting with our Finnish partners on our shared regional and global priorities.  In Moscow, he will seek to build on the “reset” in U.S.-Russian relations, with a focus on ways to further the prosperity of our two countries.  On Thursday, March 10th, at 5:00 PM LOCAL TIME/9:00 AM ET, the Vice President will deliver a speech on U.S.-Russia relations hosted by the American Chamber of Commerce in Russia at Moscow State University. In Chisinau, he will signal our support for ongoing democratic and economic reforms and for Moldova's aspirations for European integration.\n\tPlease note all times are approximate and are subject to change. \nMonday, March 7th – Helsinki, Finland\nThe Bidens’ arrival in Helsinki is OPEN PRESS.\nIn the afternoon, the Vice President and Dr. Biden will visit with U.S. Embassy staff. This visit is closed press.\nThere are no other public events scheduled on this day.\n\n\t###\n\nTuesday, March 8th – Helsinki, Finland and Moscow, Russia\nThe Vice President:\nAt 10:00 AM LOCAL TIME/3:00 AM ET, the Vice President will meet with President Tarja Halonen.  There will be a pool spray at the top of this meeting.\nFollowing the meeting, Vice President Biden and President Halonen will deliver a joint statement to the press. This will be OPEN PRESS.\nLater, the Vice President will have a working lunch meeting with Prime Minister Mari Kiviniemi. There will be a pool spray at the top of this meeting.\nIn the afternoon, the Vice President and Dr. Biden will depart Finland en route to Russia. Their departure will be closed press.\nThe Bidens’ arrival in Moscow at 4:55 PM LOCAL TIME/8:55 AM ET will be OPEN PRESS.\nDr. Jill Biden:\nOn Tuesday morning, Dr. Jill Biden, a 30-year educator who continues to teach at a U.S. community college, will be hosted by the Director General of the Finnish Ministry of Education for a visit to the Helsinki City College of Culinary Art, Fashion, and Beauty.  Dr. Biden will meet with students, teachers and administrators and tour the school campus as well as discuss the Finnish and American higher education and community college systems.\n\tIn the afternoon, Dr. Biden will mark International Women’s Day by participating in the “Equality Happening” event in Helsinki that celebrates the 100th anniversary of International Women’s Day in Finland.  Dr. Biden will meet with participating women’s organizations that work to empower women in areas of education, health, social services and business.\n\tDr. Biden’s events are open to the press, but pre-registration is required. Media interested in covering these events should contact kmminor@gmail.com or mcguiredj@state.gov.\n###\n\nWednesday, March 9th – Moscow, Russia\nThe Vice President:\nAt 11:00 AM LOCAL TIME/3:00 AM ET, the Vice President and Dr. Biden will visit the Alexander Garden to lay a wreath at the Tomb of the Unknown Soldier.  This event will be OPEN PRESS.\nLater that morning, the Vice President and Dr. Biden will visit with U.S. Embassy staff. This visit is closed press.\nFollowing the visit with staff, the Vice President will have lunch with American business leaders at the U.S. Embassy.\nAt 3:00 PM LOCAL TIME/7:00 AM ET, the Vice President and First Deputy Prime Minister of Russia Igor Shuvalov will participate in a signing ceremony for a major Boeing-Aeroflot agreement at the Moscow School of Management at Skolkovo, adjacent to where Russia plans to develop a center of innovation, much like Silicon Valley. The ceremony will be pooled press.\nAt 3:30 PM LOCAL TIME/7:30 AM ET, Vice President Biden and First Deputy Prime Minister Shuvalov will lead a roundtable discussion with Russian and American business leaders at Skolkovo.  The Vice President’s remarks at the top of the meeting will be pooled press.\nFollowing the roundtable, the Vice President will meet with Russian President Dmitry Medvedev. Vice President Biden and President Medvedev’s brief remarks at the top of the meeting will be pooled press.\nDr. Jill Biden:\nIn the afternoon, Dr. Biden will tour the Kremlin and Red Square.  In the evening, Dr. Biden will attend a performance and meet with dancers from the Bolshoi Ballet Academy. While there, Dr. Biden will also visit with Russian and American exchange students.\n\tDr. Biden’s events are open to the press, but pre-registration is required. Media interested in covering these events should contact Casey Pallenik at cpallenik@who.eop.gov.\n###\n\nThursday, March 10th – Moscow, Russia\nThe Vice President:\nIn the morning, the Vice President will visit with Russian civil society leaders at Spaso House, the residence of the U.S. Ambassador to Russia. There will be a pool spray at the top of this meeting.\nAt 12:00 PM LOCAL TIME/4:00 AM ET, the Vice President will meet with Prime Minister Vladimir Putin. Vice President Biden and Prime Minister Putin’s brief remarks at the top of the meeting will be pooled press.\nLater, the Vice President will participate in a roundtable discussion with Russian opposition leaders. There will be a pool spray at the top of this discussion.\nAt 5:00 PM LOCAL TIME/9:00 AM ET, the Vice President will deliver a major speech on U.S.-Russia relations hosted by the American Chamber of Commerce in Russia at Moscow State University. In his speech, the Vice President will highlight recent areas of accomplishment on shared interests, as well as ways the U.S. and Russia can continue to work together to further the prosperity of our two countries. \nThe Vice President’s speech is OPEN PRESS, but an RSVP is required. Please provide the following information to garcher@amcham.ru or call +7 (903) 267 3739: Full Name; Country Passport Numbers; and Media Affiliation. The deadline to RSVP is Wednesday, March 9, at 12:00 PM LOCAL TIME. For additional information please contact the U.S. Embassy Press Section at siefkindr@state.gov or call +7 (495) 728-5131.\n**Audio of the speech will be streamed live online. To listen to the speech, please visit obamawhitehouse.archives.gov/live**\nDr. Jill Biden:\nOn Thursday, Dr. Biden will visit the Kulikov Center for Obstetrics, Gynecology and Perinatology where she will tour the facilities and speak with staff and new mothers about the innovations in maternal health at the Center, including plans for the growth of the Text4Baby program.\n\tDr. Biden’s events are open to the press, but pre-registration is required. Media interested in covering these events should contact Casey Pallenik at cpallenik@who.eop.gov.\n\t \n\t###\n\nFriday, March 11th – Moscow, Russia and Chisinau, Moldova\nThe Bidens will depart Russia en route to Moldova. Their departure will be closed press.\nThe Bidens’ arrival in Chisinau at 11:15 AM LOCAL TIME/4:15 AM ET will be OPEN PRESS.\nThe Vice President:\nAt 12:00 PM LOCAL TIME/5:00 AM ET, the Vice President will meet with Prime Minister Vladimir Filat.  There will be a pool spray at the top of the meeting. \nFollowing the meeting, Vice President Biden and Prime Minister Filat will deliver a joint statement to the press. This will be pooled press.\nAt 2:00 PM LOCAL TIME/7:00 AM ET, the Vice President will deliver a speech in Chisinau’s Opera Square, expressing support for the people and government of Moldova, as well as applauding Moldova’s ongoing democratic progress and aspirations for European integration 20 years after independence.  Dr. Biden will also attend the event. The Vice President’s speech is OPEN PRESS.\nAt 3:30 PM LOCAL TIME/8:30 AM ET, the Vice President will meet with Acting President Marian Lupu. There will be a pool spray at the top of the meeting.\nLater, the Vice President and Dr. Biden will visit with U.S. Embassy staff. This visit is closed press.\nThe Bidens will then depart Moldova en route to Washington, DC. Their departure will be closed press.\nDr. Jill Biden:\nAdditional details of Dr. Biden’s itinerary in Moldova will be released later in the week. Media interested in covering these events should contact Valerie A. Colby, Public Affairs Officer at the U.S. Embassy Chisinau at ColbyVA@state.gov\n\n\n\n\n"
}