{
    "title": "Memorandum from White House Counsel Regarding the Review of Discussions Relating to Congressman Sestak | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/memorandum-white-house-counsel-regarding-review-discussions-relating-congressman-se",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 28, 2010\n\n \n\n\n\nMemorandum from White House Counsel Regarding the Review of Discussions Relating to Congressman Sestak\n\n\n\n\nMEMORANDUM FROM ROBERT F. BAUER, WHITE HOUSE COUNSEL\nSUBJECT: Review of Discussions Relating to Congressman Sestak Recent press reports have reflected questions and speculation about discussions between White House staff and Congressman Joe Sestak in relation to his plans to run for the United States Senate. Our office has reviewed those discussions and claims made about them, focusing in particular on the suggestion that government positions may have been improperly offered to the Congressman to dissuade him from pursuing a Senate candidacy.\nWe have concluded that allegations of improper conduct rest on factual errors and lack a basis in the law.\nSecretary of the Navy. It has been suggested that the Administration may have offered Congressman Sestak the position of Secretary of the Navy in the hope that he would accept the offer and abandon a Senate candidacy. This is false. The President announced his intent to nominate Ray Mabus to be Secretary of the Navy on March 26,2009, over a month before Senator Specter announced that he was becoming a member of the Democratic Party in late April. Mabus was confirmed in May. At no time was Congressman Sestak offered, nor did he seek, the position of Secretary of the Navy.\nUncompensated Advisory Board Options. We found that, as the Congressman has publicly and accurately stated, options for Executive Branch service were raised with him. Efforts were made in June and July of 2009 to determine whether Congressman Sestak would be interested in service on a Presidential or other Senior Executive Branch Advisory Board, which would avoid a divisive Senate primary, allow him to retain his seat in the House, and provide him with an opportunity for additional service to the public in a high-level advisory capacity for which he was highly qualified. The advisory positions discussed with Congressman Sestak, while important to the work of the Administration, would have been uncompensated.\nWhite House staff did not discuss these options with Congressman Sestak. The White House Chief of Staff enlisted the support of former President Clinton who agreed to raise with Congressman Sestak options of service on a Presidential or other Senior Executive Branch Advisory Board. Congressman Sestak declined the suggested alternatives, remaining committed to his Senate candidacy.\nRelationship to Senate Campaign. It has been suggested that discussions of alternatives to the Senate campaign were improperly raised with the Congressman. There was no such impropriety. The Democratic Party leadership had a legitimate interest in averting a divisive primary fight and a similarly legitimate concern about the Congressman vacating his seat in the House. By virtue of his career in public service, including distinguished military service, Congressman Sestak was viewed to be highly qualified to hold a range of advisory positions in which he could, while holding his House seat, have additional responsibilities of considerable potential interest to him and value to the Executive Branch.\nThere have been numerous, reported instances in the past when prior Administrations -- both Democratic and Republican, and motivated by the same goals -- discussed alternative paths to service for qualified individuals also considering campaigns for public office. Such discussions are fully consistent with the relevant law and ethical requirements.\n \n\n\n\n"
}