{
    "title": "Health Care Providers: What They're Saying About the Affordable Care Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/01/19/health-care-providers-what-theyre-saying-about-affordable-care-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 19, 2011\n\n \n\n\n\nHealth Care Providers: What They're Saying About the Affordable Care Act\n\n\n\n\n\nAs Congress considers legislation that would repeal the Affordable Care Act, it’s important to take a look at who is opposing repeal. Here’s what organizations representing doctors, nurses and health care providers are saying:\n\n \n American Nurses Association\n\n “…[W]e believe that a vote for repeal would be a devastating step backward.”\n\n \n \n American Medical Association\n“The AMA does not support initiatives to repeal the Affordable Care Act. Expanding health coverage, insurance market reforms, administrative simplifications and initiatives to promote wellness and prevention are key parts of the new law that reflect AMA priorities.”\n\n \n American Academy of Family Physicians\n\n “A repeal of all provisions in the Patient Protection and Affordable Care Act will return our health care system to its previous trends of unsustainable, increasing costs and ever-growing numbers of under- and uninsured Americans. It will have negative consequences on Americans’ access to needed health care for years to come.”\n\n \n \n American College of Physicians\n\n “ACP believes that Congress should preserve and - as necessary - improve on these and other important reforms created by the Affordable Care Act, not repeal them.”\n\n \n \n Association of American Medical Colleges\n\n “The nation’s medical schools and teaching hospitals stand behind the Affordable Care Act. Ensuring that all Americans have health care coverage is a moral imperative for our nation, and enactment of the Affordable Care Act was an important step toward that goal.”\n\n \n \n National Association of Community Health Centers\n\n “From the perspective of community health, however, the new law moves our nation to the goal of more affordable and accessible health care for all people and we stand strongly in support of it.”\n\n \n American Osteopathic Association\n\n “The Affordable Care Act made fundamental and important changes in our health care system that will improve the health of our patients individually and our nation as a whole.”\n\n \n Catholic Health Association\n\n “On behalf of the Catholic Health Association of the United States (CHA), the national leadership organization of more than 2,000 Catholic health care systems, hospitals, long-term care facilities, sponsors, and related organizations, I strongly urge you to maintain support for efforts to improve and strengthen our nation’s health care system by opposing the legislation before the House to repeal the Affordable Care Act (ACA).”\n\n \n \n American Public Health Association\n\n “Implementation of the Affordable Care Act is critical to addressing a number of the biggest challenges facing our health system including the escalating costs associated with our health care system, uneven quality and more than 100,000 deaths due to medical errors, discriminatory practices by health insurance providers and the shrinking ranks of the nation’s primary care providers. The enactment of the Affordable Care Act begins to shift our health system from one that focuses on treating the sick to one that focuses on keeping people healthy and addresses these challenges.”\n\n \n \n Asian and Pacific Islander American Health Forum\n\n “Almost 60 percent of Asian Americans receive health care coverage through their employers and the last thing we should be doing is weakening the ability of small business owners to provide quality health care to their employees. We must not place the interests of insurance companies ahead of small businesses, our communities, and our families. When insurance companies are free to pursue profit without accountability, people have fewer choices, fewer options, and little recourse. We can’t let that happen.”\n\n \n \n Doctors for America\n\n “As doctors, we see how our broken health care system is failing patients and health care providers. Passing and implementing the Patient Protection and Affordable Care Act is an important first step to fixing a broken system, and we must continue to move forward. Repealing the health care reform law will only move our health care system backward – and millions of patients simply can’t afford that. We urge the new Congress to work with patients and providers to improve the health reform law so we can build a health care system that works for everyone.”  \n\n \n \n National Hispanic Medical Association\n\n “NHMA supports the Affordable Care Act as it is a step forward in caring for the health of the underserved communities and all Americans.  Investing in the health of Americans, our most valuable resource, is sound policy and a wise course of action when so many diseases are preventable and treatable.  For this reason we ask you to cast a vote against H.R.2.”\n\n\n\n\n\n"
}