{
    "title": "Mensaje Semanal: Presidente Obama promete frenar el déficit presupuestal | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-presidente-obama-promete-frenar-el-d-ficit-presupuestal",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 30, 2010\n\n \n\n\n\nMensaje Semanal: Presidente Obama promete frenar el déficit presupuestal\n\n\n\n\nWASHINGTON – En su mensaje semanal, el Presidente Barack Obama prometió frenar el déficit y mencionó medidas específicas tomadas con ese fin. Elogió al Senado por restaurar la ley que obliga a pagar los gastos incurridos, la cual contribuyó a un superávit de $236,000 millones a fines de la década de los noventa. No es coincidencia que después de que se abandonó dicha ley, ese superávit pasó a ser un déficit de $1.3 billones. También propuso congelar el gasto discrecional, lo cual aumentará la inversión que genera empleos, recortará los impuestos de la clase media, y a la vez, reducirá el gasto en programas redundantes o ineficaces. Y finalmente, el Presidente propuso una Comisión Fiscal con miembros de ambos partidos para elaborar propuestas concretas a fin de reducir el déficit.\nEl audio y video estarán a disposición en obamawhitehouse.archives.gov \nDeclaraciones del Presidente Barack Obama Versión preparada Mensaje semanal 30 de enero, 2010\n \nEl año pasado, por estas fechas, entre titulares sobre bancos al borde del colapso y 700,000 empleos perdidos en un mes, recibimos otra noticia preocupante sobre nuestra economía. Nuestra economía se estaba contrayendo a una velocidad alarmante: la mayor disminución semestral en 50 años. Nuestras fábricas y granjas estaban produciendo menos, nuestras empresas estaban vendiendo menos y se cernían sobre el horizonte mayores pérdidas de empleos.\n \nUn año más tarde, según las cifras dadas a conocer la semana pasada, esta tendencia se ha revertido. En los últimos seis meses, nuestra economía ha vuelto a crecer. Y el último trimestre, experimentó el mayor crecimiento en los últimos seis años.\n \nEsto es una señal de progreso. Y es una validación de las difíciles decisiones que tomamos el año pasado para sacar a nuestro sistema financiero del abismo y lograr reactivar nuestra economía.\n \nPero cuando tantas personas todavía pasan apuros, cuando uno de cada diez estadounidenses no puede encontrar trabajo, y millones adicionales trabajan más y ganan menos, nuestra misión no sólo es el crecimiento económico. Es generar empleos para la gente que quiere trabajar y asegurarnos de que las remuneraciones de los empleados aumenten. No se trata sólo de ver mejoras en estadísticas trimestrales, sino mejoras que la gente perciba en su vida diaria: un cheque por una cifra más alta, más seguridad, buenas oportunidades de vida para sus hijos y además, suficientes ahorros para jubilarse.\n \nPor eso, generar empleo será nuestra prioridad número uno en el 2010. Pondremos a más estadounidenses a trabajar reconstruyendo nuestra infraestructura en todo el país. Y ya que el verdadero motor de generación de empleo son las empresas estadounidenses, he propuesto créditos tributarios para ayudarlas a contratar nuevos empleados, aumentar los salarios e invertir en nuevas plantas y equipo. También quiero eliminar todos los impuestos a las ganancias de capital de las inversiones de las pequeñas empresas y quiero ayudar a las pequeñas empresas a conseguir los préstamos que necesitan para abrir sus puertas y expandir sus operaciones.\n \nPero a medida que trabajamos para generar empleos, es crucial que frenemos el déficit presupuestal que hemos venido acumulando por demasiado tiempo, que no sólo será una carga para nuestros hijos y nietos, sino que puede perjudicar nuestros mercados, elevar nuestras tasas de interés y poner en peligro nuestra actual recuperación.\n \nHay ciertos principios básicos que nuestras familias y empresas ponen en práctica cuando se sientan a hacer su presupuesto. Aceptan que no pueden tener todo lo que quieren y se enfocan en lo que realmente necesitan. Toman decisiones difíciles y se sacrifican por los hijos. No gastan lo que no tienen y se las arreglan con lo que hay.\n \nEs hora de que su gobierno haga lo mismo. Por eso me complace que el Senado acabe de restaurar la ley PAYGO que obliga a pagar los gastos incurridos y que estuvo en vigor en la década de los noventa. No es ninguna coincidencia de que esa década terminó con un superávit de $236,000 millones. Pero luego PAYGO se abandonó, y la siguiente década terminó con un déficit de $1.3 billones. Restaurar esta ley nos ayudará a volver al curso correcto y a asegurar que cada vez que gastemos, encontremos de dónde sacar los fondos.\n \nTambién he propuesto congelar el gasto, para que a medida que aumentemos las inversiones en lo que necesitamos, como generación de empleo y créditos tributarios para la clase media, reduzcamos los gastos que no necesitamos, como recortes tributarios para compañías petroleras y administradores de fondos de inversión, y programas que son redundantes, obsoletos o simplemente ineficaces. Los gastos relacionados con Medicare, Medicaid y el Seguro Social no se verán afectados, como tampoco los de seguridad nacional, pero sí todos los demás programas discrecionales del gobierno.\n \nFinalmente, he hecho un llamado para formar una Comisión Fiscal con el respaldo de ambos partidos, un panel de demócratas y republicanos dedicados a formular propuestas concretas a fin de reducir el déficit para cierta fecha. Porque ya hemos escuchado bastantes opiniones y muchos gritos en la televisión sobre el déficit, y es hora de juntarnos y tomar las decisiones difíciles pero necesarias para eliminar ese déficit.\n \nLa semana pasada, 53 demócratas y republicanos votaron por esta comisión en el Senado. Pero no fue aprobada cuando siete republicanos que habían auspiciado la idea, para comenzar, repentinamente decidieron votar en contra.\n \nBueno, una cosa es tener francas diferencias de opinión sobre algo. Siempre voy a respetar a quienes toman una postura para defender principios en los que creen, incluso si estoy en desacuerdo con ellos.  \n \nPero lo que no voy a aceptar son cambios de opinión por conveniencia política. Lo que no voy a aceptar es oponerse porque sí. No podemos tener una conversación seria y tomar medidas significativas para generar empleos y controlar nuestro déficit si los políticos sólo hacen lo necesario para ganar las siguientes elecciones en lugar de hacer lo mejor para la próxima generación.\n \nEstoy dispuesto y deseoso de trabajar con quienquiera que hable en serio sobre solucionar los problemas reales que enfrenta nuestro pueblo y nuestro país. Recibiré con gusto a todo el que venga a la mesa de negociaciones de buena fe para ayudar a revitalizar nuestra economía y permitir que este país cumpla sus promesas. Porque por eso nos eligieron. Es lo que el pueblo estadounidense espera y merece. Y es lo que les vamos a dar.\nMuchas gracias.\n###\n \n\n\n\n"
}