{
    "title": "Protecting American Credit Card Holders | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/protecting-american-credit-card-holders",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 14, 2009\n\n \n\n\n\nProtecting American Credit Card Holders\n\n\n\n\nTHE WHITE HOUSE Office of the Press Secretary  ___________________________________________________  FOR IMMEDIATE RELEASE                May 14 , 2009    PROTECTING AMERICAN CREDIT CARD HOLDERS President Obama Discusses Need for Credit Card Reform;   Urges Congress to Pass Comprehensive Legislation    Today, President Obama  will hold a town hall meeting in Rio Rancho, New Mexico where he will discuss the need for immediate reform of the credit card industry and his commitment to signing the Credit Card Bill of Rights into law by Memorial Day. Americans need a durable and successful flow of credit in our economy, but we can’t tolerate profits that depend upon misleading working families.  For too long, credit card contracts have been deceptively complicated, often leading consumers to pay more than they reasonably expect due to unfair practices. Every year, Americans pay around $15 billion in penalty fees.  Nearly 80 percent of American families have a credit card, and 44 percent of families carry a balance on their credit cards.   \"It’s time for strong and reliable protections for our consumers.  It’s time for reform that is built on transparency, accountability, and mutual responsibility – values fundamental to the new foundation we seek to build for our economy,\" President Obama will say, according to prepared remarks. In the Senate and throughout the campaign, President Obama called for measures to strengthen consumer protection in the credit card market. And just last month he met with representatives from the credit card industry to discuss the impact of the current economic crisis on consumers.  The Federal Reserve has taken a strong first step toward improving disclosures and ending unfair practices.  This week the Senate, under the leadership of Chairman Dodd, Ranking Member Shelby and Senator Levin, brought a strong bill to the floor that would codify and strengthen these regulations.  The House, building on the work of Chairman Frank and Representatives Maloney and Gutierrez, already passed such a bill in a strong bipartisan vote. Today, President Obama will call on Congress to take final action to pass a credit card reform bill that protects American consumers that can be signed into law by Memorial Day. Principles for Long-term Credit Card Reform          First, there have to be strong and reliable protections for consumers – protections that ban unfair rate increases and forbid abusive fees and penalties.  The days of \"any time, any reason\" rate hikes and late fee traps have to end.           Second, all the forms and statements that credit card companies send out have to have plain language that is in plain sight.  No more fine print, no more confusing terms and conditions.  We’re going to require clarity and transparency from now on.            Third, we have to make sure that people can shop for a credit card that meets their needs without fear of being taken advantage of.  That means requiring firms to make all their contract terms easily accessible and giving consumers the information they need to go online and do some comparison shopping.  It also means requiring firms to offer at least one simple, straightforward credit card that offers the strongest protections along with the simplest terms and prices.           Finally, we need more accountability in the system, so that we can hold those responsible who do engage in deceptive practices that hurt families and consumers.  To do that, we’ll beef up monitoring and enforcement, and also penalties for any violations of the law.  The Administration supports the legislative efforts of both the House and the Senate.  Below we are highlighting the critical elements of reform in both chambers of Congress.           Ban Unfair Rate Increases                 Prevent Unfair Fee & Interest Rate Charges          Plain Sight /Plain Language Disclosures           Market Transparency          Accountability          Protections for Students and Young People  ## \n\n\n\n"
}