{
    "title": "Fact Sheet: High Speed Intercity Passenger Rail Program: Chicago - St. Louis - Kansas City | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/fact-sheet-high-speed-intercity-passenger-rail-program-chicago-st-louis-kansas-city",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 27, 2010\n\n \n\n\n\nFact Sheet: High Speed Intercity Passenger Rail Program: Chicago - St. Louis - Kansas City\n\n\n\n\nClick here to download PDF\n[[nid:8357]]\n\nAwardees : Illinois Department of Transportation, Missouri Department of Transportation\nTotal Approximate Funding (entire corridor) : $1,133,000,000\nBenefiting States : Illinois, Missouri, Kansas\nMiles of Track : Upgraded - 570 miles\nThe corridor connects Chicago, IL to St. Louis, MO and Kansas City, MO. Currently, fi\u001eve daily round trips operate between Chicago and St. Louis and two daily round trips operate between St. Louis and Kansas City. Ultimately, the long-term vision for the corridor is to reach speeds of 110mph from Chicago to St. Louis to Kansas City, with up to eight daily round trips between Chicago and St. Louis.\nSummary of Corridor Investments\nChicago - St. Louis: Using grants from the American Recovery and Reinvestment Act (ARRA), improvements to this corridor will be made that allow passenger rail service from Chicago to St. Louis to operate at speeds of up to 110 mph. Th\u001fese higher speeds, coupled with improvements resulting in increased on-time performance, will decrease travel time from Chicago to St. Louis to approximately 4 hours, allowing customers to reach their destination 30 percent faster compared to current rail service, and 10 percent faster than driving between the two cities.\n\nImprovements will be made to track, signal systems, and existing stations. \u001fe project will also fund the implementation of positive train control technology. Upgrades to rail cars will also play a signi\u001ecant role in enhancing this service. Additionally, required environmental work to support future service enhancements will be funded.\n\nSt. Louis - Kansas City: Improvements on the St. Louis to Kansas City service are expected to provide sizable service reliability improvements; on-time performance on the route is projected to increase from 18 percent in 2008 to 85 percent in fi\u001eve years. Numerous construction projects, including the expansion of existing railroad bridges and universal crossovers, as well as improved grade crossings, will be funded on this segment.\n\n\n\n"
}