{
    "title": "Vicepresidente Biden da a conocer informe sobre el impacto de la Ley para la Recuperación en la innovación | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/08/24/vicepresidente-biden-da-a-conocer-informe-sobre-el-impacto-de-la-ley-par",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nAugust 24, 2010\n\n \n\n\n\nVicepresidente Biden da a conocer informe sobre el impacto de la Ley para la Recuperación en la innovación \n\n\n\n\nLas conclusiones del nuevo análisis son que Estados Unidos está en vías de lograr cuatro importantes avances científicos y tecnológicos debido a la Ley para la Recuperación \n \nWASHINGTON – El Vicepresidente Joe Biden hoy dio a conocer un nuevo informe, “La Ley para la Recuperación: Transformación de la economía de Estados Unidos por medio de la innovación” (“The Recovery Act: Transforming the American Economy through Innovation”), cuyas conclusiones son que la inversión de $100,000 millones en innovación por medio de la Ley para la Recuperación (Recovery Act) no sólo está transformando la economía y generando empleos, sino que está ayudando a acelerar los avances científicos y tecnológicos que reducen costos para los consumidores, salvan vidas y ayudan a hacer que Estados Unidos siga siendo competitivo en la economía del siglo XXI. Se puede ver el informe completo AQUI. \n“Desde el comienzo, hemos sido un país de descubrimiento e innovación, y hoy continuamos esa tradición a medida que las inversiones de la Ley para la Recuperación preparan el camino para avances trascendentales en transporte, energía e investigación médica”, afirmó el Vicepresidente Biden. “Estamos sembrando las semillas de la innovación, pero las empresas privadas y los principales científicos del país están ayudando a hacer que crezcan, creando sectores  industriales completamente nuevos, transformando nuestra economía y generando cientos de miles de empleos nuevos en el proceso”.\nSegún este nuevo análisis, Estados Unidos está en vías de lograr cuatro avances importantes debido a las inversiones de la Ley para la Recuperación:\n• Reducir a la mitad el costo de la energía solar para el 2015, lo que hará que sea equivalente al costo minorista de la electricidad de la red eléctrica.\n• Reducir en 70 por ciento el costo de baterías para vehículos eléctricos entre el 2009 y el 2015, lo que hará que el costo de un vehículo eléctrico durante su vida útil sea equivalente a un homólogo no eléctrico.\n• Aumentar al doble la capacidad de Estados Unidos de generar energía renovable y su capacidad de producción industrial renovable para el 2012, un avance que no sería posible sin la Ley para la Recuperación.\n• Reducir el costo del mapa personal del genoma humano a menos de $1,000 en cinco años, lo que permitirá que los investigadores secuencien 50 genomas humanos por el costo actual de secuenciar solamente uno.\nEl Vicepresidente Biden estuvo acompañado en el evento por el secretario de Energía Steven Chu y representantes de más de veinte empresas e instituciones de investigación que están aprovechando las inversiones de la Ley para la Recuperación para ayudar a hacer de Estados Unidos un líder mundial en sectores de rápido crecimiento como vehículos eléctricos y energía solar.  Los beneficiarios de la Ley para la Recuperación como Cree, Inc.; Navistar y Pacific Biosciences están utilizando dinero de la ley para lograr avances que ayudan a poner al alcance del estadounidense promedio tecnología que ahorra dinero y energía, y en algunos casos, incluso salva vidas.\n“Gracias a las inversiones que la Ley para la Recuperación ha hecho posible, estamos dando rienda suelta al motor de la innovación de Estados Unidos para cambiar la manera en que usamos y producimos energía en este país”, afirmó el secretario Chu.  “Igualmente importante es que estos avances están ayudando a generar decenas de miles de nuevos empleos, lo que permite que Estados Unidos continúe siendo líder en la economía mundial y ayuda a ofrecerles un futuro mejor a las próximas generaciones”.\n\"Los fondos de la Ley para la Recuperación no sólo están produciendo miles de empleos en la comunidad de investigación biomédica, sino que también están ayudando a acelerar importantes descubrimientos médicos que beneficiarán la salud de estadounidenses en todo el país”, afirmó Francis S. Collins, M.D., Ph.D., director del Instituto Nacional de Salud (National Institutes of Health o NIH).\nEn total, la Ley para la Recuperación está invirtiendo $100,000 millones en proyectos científicos y tecnológicos, y en innovaciones en todo el país, que van desde construir una red eléctrica inteligente a nivel nacional e infraestructura de informática para la atención de salud, hasta hacer que el emergente sector de vehículos eléctricos crezca, aumentar el acceso a banda ancha y sentar las bases para un sistema ferroviario nacional de alta velocidad. Se puede encontrar más información sobre las inversiones que la Administración está haciendo por medio de la Ley para la Recuperación y otros medios AQUI, en la nueva página de innovaciones lanzada hoy por WhiteHouse.gov.\nLa Ley para la Recuperación: Transformación de la Economía Estadounidense por medio de la Innovación\nHoja Informativa\n \nGracias a la Ley para la Recuperación, Estados Unidos está en camino de alcanzar cuatro importantes avances en materia de innovación que mantendrán la competitividad de Estados Unidos en la economía el siglo XXI y harán que la nueva tecnología de menor costo, mayor eficiencia energética y con el potencial de salvar vidas esté al alcance de los bolsillos de los consumidores: \n1.      Reducir el costo de la energía solar a la mitad para el 2015. \n2.      Reducir el costo de baterías para vehículos eléctricos en 70 por ciento entre el 2009 y el 2015. \n3.      Aumentar al doble la capacidad de Estados Unidos de generar energía renovable y de producir equipo de energía renovable para el 2012. \n4.      Reducir el costo de un mapa personal del genoma humano a menos de $1,000 en cinco años. \n \nObjetivo #1: Reducir el costo de la energía solar a la mitad para el 2015\nGracias a la Ley para la Recuperación, estamos en camino de reducir el costo de la energía solar a la mitad para el 2015, lo cual reducirá el costo de generar energía solar al nivel del costo de la electricidad proveniente de la red eléctrica.  \n• Como resultado de la inversiones de hoy, se calcula que el costo de la energía solar se reducirá a la mitad entre el 2009 y el 2015. El costo de la energía proveniente de paneles solares en los techos se reducirá de $0.21 por kWh en el 2009 a $0.10 por kWh en el 2015, lo cual es equivalente a las actuales tarifas residenciales de electricidad típicas. El costo de la energía de los proyectos solares de compañías de servicios públicos se reduciría de $0.13 por kWh hoy a $0.06 en el 2015, lo cual es equivalente al costo mayorista de energía que pagan las compañías de servicios públicos.\n• Además, el costo de la energía proveniente de paneles solares en los techos podría reducirse hasta $0.06 por kWh para el 2030. A ese costo, la energía solar será significativamente más barata que la tarifa residencial de electricidad, y un hogar promedio podría ahorrar más de $400 al año en su cuenta de electricidad. \n• La Ley para la Recuperación no sólo está apoyando la implementación de lo mejor en tecnología solar, sino que también está aumentando la producción y el uso a niveles mucho más altos, lo cual ayuda a reducir considerablemente los costos de la nueva tecnología.\n• Algunas compañías están reduciendo el costo simplemente al aumentar la producción y usar más paneles solares estándar de silicona. Por ejemplo, la mayor planta fotovoltaica en Norteamérica, la DeSoto Solar Park en Pensacola, Florida de 25 MW fue fundada en parte por la Ley para la Recuperación. Esta planta de energía consiste en más de 90,000 paneles solares y suministra energía a 3,000 hogares. \n \nObjetivo #2: Reducir el costo de baterías para vehículos eléctricos en 70 por ciento entre el 2009 y el 2015\nLas inversiones de la Ley para la Recuperación nos han puesto en camino de reducir el costo de las baterías para autos en 70% entre el 2009 y el 2015. Esto significa que el costo de las baterías para el típico vehículo totalmente eléctrico se reducirá de $33,000 a $10,000, y el costo de la típica batería enchufable para híbridos se reducirá de $13,000 a $4,000. \n• Esta reducción de costos para el 2015 se produce porque las inversiones de la Ley para la Recuperación aprovechan la tecnología de vanguardia y propician el aumento de la producción a un mayor nivel, lo cual reduce la curva de costos. \n• Los vehículos eléctricos ya se han vuelto más económicos y accesibles. En el 2009, el único vehículo de motor eléctrico costaba más de $100,000. Pronto estarán disponibles el Nissan Leaf y el Chevy Volt, cuyo precio parte de $25,000 y $33,000 respectivamente. \n• Una batería de $10,000 para vehículos totalmente eléctricos y una batería de $4,000 para vehículos híbridos enchufables significa que los vehículos totalmente eléctricos serán más económicos y su costo será competitivo con respecto a vehículos similares no eléctricos. A ese nivel de costos, los autos de motor eléctrico en realidad serán menos caros por el tiempo de su vida útil, que vehículos similares que no son eléctricos. Asimismo, estas inversiones harán que estas baterías menos costosas sean menos pesadas y más durables:\n• Se prevé que el peso típico de una batería para un vehículo eléctrico disminuya en 33%, de 333 kilos a 222 kilos, para el 2015. Una batería menos pesada significa un carro más ligero, lo que a su vez significa que se necesitará menos energía para impulsar al vehículo. \n• Se calcula que una batería típica dure 14 años en el 2015, más de tres veces la duración actual de 4 años.\n Objetivo #3: Aumentar al doble la capacidad de Estados Unidos de generar energía renovable y de producir equipo de energía renovable para el 2012 \nEstamos en vías de alcanzar nuestro objetivo de aumentar al doble la generación de energía renovable para el 2012, algo que no habría sido posible sin las inversiones de la Ley para la Recuperación. \n• Más de $23,000 millones de inversiones de la Ley para la Recuperación respaldan la energía renovable. Muchas de sus inversiones están contribuyendo directamente a aumentar al doble la capacidad de Estados Unidos de generar energía eólica, solar y geotérmica renovable para el  2012. Eso significa instalar la misma capacidad de generar energía renovable en los próximos tres años que la que Estados Unidos instaló en los 30 años previos.\n• Además, el Presidente Obama fijó el objetivo de aumentar al doble la capacidad de producción de equipo de energía renovable, para que Estados Unidos también pueda convertirse en un líder en la producción de esta tecnología. \n• Específicamente, estos objetivos significan que: \n• Aumentaremos al doble la capacidad energética, de 28.8 GW en generación de energía solar, eólica y geotérmica instalados hasta el 2008, a 57.6 GW para fines del 2011. Esta capacidad es suficiente para el suministro de 16.7 millones de residencias. \n• Aumentar al doble la capacidad anual de producción de equipo de energía renovable (como aerogeneradores o paneles solares) de 6 GW a 12 GW para fines del 2011. Esto aumentará la porción de Estados Unidos en la producción mundial de módulos fotovoltaicos solares de 8% de toda la producción a 14% para el 2012.\nObjetivo #4: Reducir el costo de un mapa personal del genoma humano a menos de $1,000 en cinco años \nLas posibilidades que conlleva poder comparar genomas humanos enteros son ilimitadas. Hoy en día, con la ayuda de la Ley para la Recuperación, el National Institutes of Health está por reducir el costo de la secuenciación de ADN a $1,000 por genoma, cincuenta veces más barato de lo que actualmente cuesta. \n• Con un precio más módico, la información del ADN podría convertirse parte de un examen médico rutinario. Al igual que un simple análisis, un económico análisis de todo el genoma de ADN podría ayudar a los proveedores de salud a escoger tratamientos eficaces y personalizados en el futuro.  \n• Ésta es una noticia muy positiva, ya que desde un inicio, los científicos del Proyecto del Genoma Humano (Human Genome Project) sostenían que poder crear mapas y comparar genomas humanos podría producir curas y un entendimiento de algunas de las enfermedades más debilitantes de la actualidad, y al mismo tiempo, también crear en el proceso muchos nuevos puestos de alta capacitación. \n• Siete proyectos financiados por la Ley para la Recuperación están tratando de reducir el costo de la secuenciación del genoma humano, cada uno con una estrategia tecnológica diferente.\n• A fin de cuentas, el éxito en este cometido significará que la promesa de tratamientos que ofrecen las ciencias no sólo estará al alcance de las personas muy acaudaladas, sino también de decenas de millones de estadounidenses en todos los rincones del país.\n \n\n\n\n"
}