{
    "title": "Mensaje Semanal: El Presidente Obama describe medidas tomadas para proteger la seguridad del pueblo estadounidense | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-el-presidente-obama-describe-medidas-tomadas-para-proteger-la-segur",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 02, 2010\n\n \n\n\n\nMensaje Semanal: El Presidente Obama describe medidas tomadas para proteger la seguridad del pueblo estadounidense\n\n\n\n\nWASHINGTON – En su mensaje semanal, el Presidente Barack Obama habló sobre su solemne responsabilidad de proteger a la nación y las medidas que su gobierno ha tomado con ese fin. El Presidente continuará haciendo todo lo posible para resguardar la seguridad del país, desde disponer investigaciones sobre el atentado terrorista frustrado en Detroit hasta una estrategia integral que ha reorientado nuestros esfuerzos en la lucha contra Al Qaida en Afganistán y Pakistán, y alianzas internacionales más robustas para seguir ejerciendo presión continua en extremistas de todo el mundo.\nEl audio y video estarán disponibles por Internet en obamawhitehouse.archives.gov\nDeclaraciones del Presidente Barack Obama \nVersión preparada \nMensaje semanal \n2 de enero, 2010\nYa ha transcurrido más de una semana desde el atentado terrorista frustrado a bordo del vuelo a Detroit el día de Navidad. El jueves, recibí las conclusiones preliminares de los análisis que dispuse sobre nuestro sistema de lista de vigilancia de terroristas e inspecciones previas a los viajes en avión. Le he dado instrucciones a mi asesor de antiterrorismo y seguridad nacional en la Casa Blanca, John Brennan, para que dirija estos análisis de ahora en adelante y que me presente los resultados finales y recomendaciones en los días próximos.\nComo dije esta semana, haré todo lo posible para asegurarme de que los dedicados hombres y mujeres en nuestros servicios de inteligencia y seguridad nacional, y agencias de la ley cuenten con las herramientas y los recursos que necesitan para mantener seguro a Estados Unidos. Esto incluye asegurarse de que estos servicios –y las personas que trabajan en ellos– estén coordinando sus esfuerzos eficazmente y rindan cuenta de sus actos a todo nivel. Y como Presidente, eso es lo que haré.\nMientras tanto, la investigación sobre el incidente del día de Navidad continúa, y estamos averiguando más sobre el sospechoso. Sabemos que viajó a Yemen, un país que enfrenta una pobreza abrumadora y una insurgencia letal. A parecer, se unió a un grupo afiliado a Al Qaida y este grupo –Al Qaida en la Península Arábiga– lo entrenó, dotó de explosivos y le ordenó atacar un avión que se dirigía a Estados Unidos.\nÉsta no es la primera vez que este grupo ha tratado de atacarnos. En años recientes, han puesto bombas en instalaciones gubernamentales de Yemen y hoteles, restaurantes y embajadas de Occidente– entre ellas nuestra embajada en el 2008, donde mataron a un estadounidense. Entonces, como Presidente, he designado como prioridad robustecer nuestra alianza con el gobierno de Yemen y capacitar y equipar a sus fuerzas de seguridad, intercambiar datos de inteligencia y trabajar con ellos para ir en pos de terroristas de Al Qaida.\nE incluso antes del día de Navidad, habíamos visto los resultados. Se han atacado campos de entrenamiento; se han eliminado líderes; se han interrumpido complots. Y todos los involucrados en el atentado terrorista frustrado de Navidad deben saber que también se hará que rindan cuentas. \nPero estos esfuerzos son apenas una parte de una causa más extensa. Ha transcurrido casi un año desde que me paré en los escalones del Capitolio de Estados Unidos e hice el juramento para el cargo de Presidente. Y ese juramento conlleva una solemne responsabilidad que tengo en todo momento, todos los días: la responsabilidad de proteger la seguridad del pueblo estadounidense.\nEse día, también dejé muy en claro que nuestro país está en guerra contra una red de violencia y odio de gran alcance, y que haremos lo que sea necesario para vencerlos y defender a nuestro país, a la vez que respetamos los valores que siempre han distinguido a Estados Unidos entre las naciones.\nY que no quepa duda alguna: eso es exactamente lo que hemos estado haciendo. Por eso he reorientado la lucha al llevar a un desenlace responsable la guerra en Irak, que no tenía nada que ver con los ataques del 11 de septiembre, y al aumentar considerablemente nuestros recursos en la región donde en realidad está asentado Al Qaida: en Afganistán y Pakistán. Por eso he fijado una misión clara y a nuestro alcance: interrumpir, desmantelar y vencer a Al Qaida y sus aliados extremistas, y evitar su retorno a cualquiera de esos dos países.\nY por eso he forjado nuevas alianzas, como en el caso de Yemen, y ejercido presión constante en estos extremistas dondequiera que confabulen y entrenen, desde el este de África hasta el sudeste de Asia, desde Europa hasta el golfo Pérsico. Y nuestro progreso, a pesar de que a menudo sucede fuera del ojo público, ha sido inequívoco. Junto con nuestros aliados, hemos interrumpido el flujo de fondos a terroristas y desbaratado líneas de reclutamiento, hemos causado pérdidas considerables en el liderazgo de Al Qaida, hemos frustrado planes aquí en Estados Unidos y hemos salvado innumerables vidas estadounidenses.\nSin embargo, como lo demuestra el atentado del día de Navidad y como nos recordaron esta semana los sacrificios hechos por más estadounidenses valientes en Afganistán, incluidos los siete dedicados hombres y mujeres de la CIA, la ardua labor de proteger a nuestra nación nunca concluye. Entonces, mientras nuestras investigaciones continúan, hagamos las preguntas necesarias. Hagamos los cambios necesarios. Tengamos un debate sobre la mejor manera de proteger al país que amamos. Ése es el derecho y la responsabilidad de todo estadounidense y todo funcionario público electo.\nPero mientras seguimos avanzando, recordemos lo siguiente: nuestros adversarios son quienes están dispuestos a atacar a nuestro país, no nuestros conciudadanos, no nuestra gente. Nunca olvidemos lo que siempre nos ha ayudado a sobrellevar momentos difíciles, incluidos los ataques de septiembre de hace ocho años.\nEn vez de sucumbir al temor y al cinismo, renovemos el eterno espíritu estadounidense de determinación, confianza y optimismo. En vez de sucumbir al partidismo y el divisionismo, forjemos la unidad que este momento requiere. Trabajemos juntos, con seriedad de propósito, para hacer lo necesario a fin de mantener seguro a nuestro país. \n   \nAl iniciar este Año Nuevo, no me puedo imaginar un mejor propósito para que nos guíe como pueblo y nación.\n###\n \n\n\n\n"
}