{
    "title": "2011 White House Easter Egg Logo and Souvenir Egg Revealed | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/28/2011-white-house-easter-egg-logo-and-souvenir-egg-revealed",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 28, 2011\n\n \n\n\n\n2011 White House Easter Egg Logo and Souvenir Egg Revealed\n\n\n\n\n\n\n\n\tToday, the White House is unveiling the official souvenir egg and logo for the 2011 Easter Egg Roll.  An image of the egg is below.\n\t \n\tThis year’s egg comes in four pastel colors – purple, pink, green, yellow – and includes the stamped signatures of the President and First Lady.\n\t \n\tIn a continued effort to make the Easter Egg Roll more environmentally friendly, all eggs have again been crafted in the United States from Forest Stewardship Council-certified hardwood. The packaging has also been designed to minimize waste and environmental impact, helping to create a ‘greener’ Easter Egg and Easter Egg packaging.\n\t \n\tBelow is information on the packaging:\n\t \n\tMade from Sustainable Forestry Initiative® (SFI) – certified paperboard\n\tSFI® paperboard uses no wood fibers from controversial sources\n\tThe printed carton is easily recyclable when collected and processed in a municipal or community Paperboard Recycling Program.\n\tFeatures vegetable oil-based inks and a water-based coating\n\t \n\tThe National Park Foundation (NPF) produces and sells the White House Easter Egg. The egg is given as a souvenir to all children 12 years and younger who attend the White House Easter Egg Roll on the South Lawn, which is part of the National Park System.\n\t \n\tAnyone can view and purchase the souvenir egg online via the National Park Foundation website at: easter.nationalparks.org/.  You are also able to purchase the souvenir eggs by calling 866-401-5079.\n\t \n\tThe 2011 Easter Egg Roll will take place on Monday, April 25th. The White House Easter Egg Roll is focused on promoting health and wellness with the theme, “Get Up and Go!”\n\t \n\tAll of the activities will encourage children to lead healthy and active lives, which is a central part of the First Lady’s ‘Let’s Move!’ initiative, a national campaign to combat childhood obesity.\n\t \n\tFor more details on the event please visit obamawhitehouse.archives.gov/eastereggroll.\n\t \n\tMedia credentialing details for the Easter Egg Roll will be released later this week.\n\t \n\n\t \n\tEggs for the 2011 Easter Egg Roll photographed on the South Lawn of the White House, March 24, 2011. (Official White House Photo by Chuck Kennedy)\n\n\n\n\n"
}