{
    "title": "Press Briefing by Press Secretary Josh Earnest, 5/6/16 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/06/press-briefing-press-secretary-josh-earnest-5616",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 06, 2016\n\n \n\n\n\nPress Briefing by Press Secretary Josh Earnest, 5/6/16\n\n\n\n\n\n\tJames S. Brady Press Briefing Room \n\n\t12:42 P.M. EDT\n\t \n\tMR. EARNEST:  All right.  Happy Friday, everybody.  I don't have anything in addition to that at the top.  I’m happy to take whatever questions remain -- hopefully there aren’t many.\n\t \n\tQ    Circling back to the campaign, Bernie Sanders is threatening a floor fight today at the Democratic Convention.  He wants these committees that pick the platform to be made out of proportional numbers based on the results of these primaries.  As the head of the Democratic Party, does the President have a view about whether that’s a fair model that should be pursued?\n\t \n\tMR. EARNEST:  Well, Josh, there are rules and regulations that sort of govern the conduct of the convention.  And there’s a whole apparatus at the Democratic National Committee that can follow the guidelines and ensure that our party hosts a convention that’s consistent with the rules but also reflects the preferences of those who participated in primaries and caucuses across the country.  And the President has got a lot of confidence in his DNC Chair, Debbie Wasserman Schultz, to navigate this process and ensure that it concludes fairly and reflects the interests of Democrats across the country.\n\t \n\tQ    And on that strike that we talked about yesterday in Syria that killed at least 28 people, both Russia and Syria are saying their aircraft were not responsible for this.  I know you said yesterday you weren’t aware of any U.S. or coalition aircraft in the area.  Do you have any more recent intelligence about where that strike came from or who is responsible?\n\t \n\tMR. EARNEST:  Josh, I can tell you that my colleagues both at the Department of Defense and in the intelligence community are continuing to look at this particular situation.  As I noted yesterday, we’re not in a position where we can draw clear conclusions about who exactly was responsible for this incident. What is true is that regardless of who was responsible, there is never any justification for carrying out a strike that targets innocent civilians, particularly innocent civilians that have already fled their homes to escape violence.  And, unfortunately, there is a long track record of the Assad regime doing precisely that.  \n\t \n\tSo we’re going to continue to take a look at this particular incident around Idlib, and it’s obviously an incident that we take quite seriously.  But we take quite seriously the other incidents that we know have been perpetrated by the Assad regime against innocent civilians.  And the bloodshed that we have seen inside Syria is astonishing and tragic.  And too much of that blood is the blood of innocent civilians, and it’s on the hands of Bashar al Assad and members of his government.  And that is why we have made a strong case that Bashar al Assad needs to leave power and make room for the kind of political transition inside of Syria that’s long overdue, so that a political leader inside of Syria can assume power and unify that country and bring an end to the chaos and the violence.\n\t \n\tQ    On that transition, the administration has set this August deadline for a political transition in Syria.  What exactly is the U.S. threatening to do if that deadline is not met?  And does the White House feel that the President has credibility behind any kind of threat, given his reluctance to strike a few years ago?   \n\t \n\tMR. EARNEST:  Well, Josh, I’m not aware of any threats that have been issued.  I think what Secretary Kerry and others have laid out is a framework for carrying out painstaking political talks.  And those political talks have been undermined by the propensity of the Assad regime to carry out attacks against innocent civilians inside of Syria.  Opposition leaders are understandably reluctant to come to the table with people who are, at the very same time, authorizing military assaults against their constituents.\n\t \n\tSo we haven’t seen as much progress in these political talks as we would like to see.  But the fact that the U.N. is even able to identify parties to the talks and has over the last several months been able to organize proximity talks is an indication that we’ve made more progress than we have over the last five years.  But we’re still a long way from the kind of political agreement that we need to see.\n\t \n\tQ    And President Erdogan is moving very quickly to try and consolidate power after the Prime Minister’s resignation.  I was curious in how the U.S. feels about -- whether you have any concerns about that much power amassing in the Turkish presidency in light of some of your concerns about press freedom and the Kurds and other issues.\n\t \n\tMR. EARNEST:  Well, Josh, obviously, as I mentioned yesterday, the United States and Turkey are NATO allies, and we have worked effectively with the Turks to expedite some elements of our counter-ISIL campaign.  For example, Turkey has given the United States and other members of our coalition access to military facilities in Turkey that have made our military campaign even more effective against ISIL.  We’ve also seen Turkey make some progress in securing their border with Syria that has blunted the flow of weapons and foreign fighters across the border into Syria.  Both of those things have been beneficial in our efforts to degrade and ultimately destroy ISIL.  \n\t \n\tThat has not, however, prevented the United States or even the President of the United States from raising concerns about situations in which the Turkish government does not seem sufficiently committed to protecting the basic universal human rights of their people -- that, by the way, are enshrined in the Turkish constitution.  These are rights that the United States advocates for around the world, and we do not hesitate in raising concerns even when those concerns involve the actions carried out by a government with whom the United States has an important alliance.  \n\t \n\tAnd that will continue.  Even as Turkey works through some of this -- through this political dispute and through this political turmoil, the United States is going to continue to stand by our ally; we’re going to continue to work effectively with them to carry out a military campaign against ISIL; and we’re not going to hesitate to publicly and privately encourage them to live up to the principles that are enshrined in the Turkish constitution.\n\t \n\tJeff.\n\t \n\tQ    Josh, is the White House watching the congress in North Korea that Kim Jong-un opened today in which he talked about nuclear successes but also boosting economic development?  Do you take that seriously?  And what’s your reaction to that?\n\t \n\tMR. EARNEST:  Well, the administration is obviously aware of developments in North Korea and we watch them closely to the extent that those kinds of developments occur in public.  That makes this situation a little unusual.  \n\t \n\tWe obviously are aware of the risk that is posed by North Korea’s effort to develop nuclear weapons and systems capable of delivering those nuclear weapons.  The United States has worked effectively with the international community to counter those efforts, and as a result, North Korea has faced increasing isolation, which is saying something because they were pretty isolated at the end of last year and that trajectory has only gotten worse for them.  And we know that it’s had a negative impact on what is already a rather weak economy.  \n\t \n\tOur efforts have targeted those elements of the North Korean economy that we know benefit North Korea’s weapons programs, and our concerns stem from the fact that those programs are inconsistent with their international obligations.  And those aren’t just concerns that the United States has raised; those are concerns that have also been raised by countries like China and Russia and South Korea and Japan.  And the international community is serious about holding North Korea to account for their destabilizing and provocative behavior, and there is a path that North Korea can take to come out of the wilderness, to emerge from isolation, but it will require them renouncing nuclear weapons and demonstrating a clear commitment to ending their provocative actions and denuclearizing the Korean Peninsula.\n\t \n\tLet’s move around a little bit.  April.\n\t \n\tQ    Josh, I did ask the President about Howard and he chose not to answer.  \n\t \n\tMR. EARNEST:  I noticed.  He’s going to talk about it tomorrow, though.  (Laughter.)  That’s the good news, I guess.\n\t \n\tQ    But you said you were going to give us information today.  Are you going to not talk because the President didn’t answer?\n\t \n\tMR. EARNEST:  No, I can try to give you a sense of what he’s thinking.  I’ll try.  I do think -- I looked this up before I came out here.  This is actually the third time that the President has delivered a commencement address at an HBCU since entering the Oval Office.  Back in 2010, the President gave the commencement address at Hampton University.  And in 2013, the President delivered the commencement address at Morehouse College in Atlanta.  So the President, in delivering the commencement address at Howard, will be delivering the commencement address at the third HBCU since taking office.\n\t \n\tThe President will address a couple of themes.  The first, the President will acknowledge the unique opportunity that these graduates have had to attend one of the finest HBCUs in the country.  This means that they’ve been exposed to passionate faculty members and a community of classmates that has nurtured their innate ability and empowered them with skills and experiences that can benefit our country.  So this means that Howard students have been given a great gift, but they also are assuming an important responsibility.  And I do expect that the President will touch on that.\n\t \n\tThe President will also observe that Howard graduates will be entering an economy and a society that’s undergoing a series of profound changes.  These changes aren’t new in the sense that the changes didn’t just start, but this is actually -- the class of 2016 has had a view of these changes throughout their lives.  And how they use the skills that they’ve gotten in the course of this high-quality college education to confront the tremendous demographic, economic and technological changes that our country is experiencing right now is a question that each of those graduates will have to answer for themselves.  The President is hopeful that they’ll answer that question in a way that’s good for the country and is consistent with the significant responsibility that they now have.\n\t \n\tFinally, I think the last thing I’d point out is, as somebody who has spent a decent portion of his professional career talking to young people and college graduates, the President enjoys the opportunity to give these kinds of speeches, but also to consider these issues that are on the minds of college graduates across the country.  And obviously this speech that he’s delivering tomorrow is an important one and an opportunity that he’s looking forward to, but the President will have an opportunity to flesh out some of these themes in commencement addresses that he’ll also deliver at Rutgers and the Air Force Academy later this year.  \n\t \n\tQ    So were you able to get the information that you were trying to find from yesterday, you said you would find for me when it comes to this administration and HBCU’s funding and support, et cetera?\n\t \n\tMR. EARNEST:  Yes, I’ve got a factsheet here.  Rather than just reading through it, why don’t I -- I’ll have somebody email it to you when we get done.\n\t \n\tQ    Can you just highlight the --\n\t \n\tMR. EARNEST:  Well, I think the highlight is that the President’s FY-2017 budget seeks to strengthen funding for HBCUs. We’ve made a lot of progress over the last seven or eight years in increasing the support that HBCUs receive, but the President’s budget proposes $85 million in mandatory funding for HBCUs.  The President also proposes an additional $244 million in discretionary funds for Title III.  \n\t \n\tI think the other thing that I would acknowledge is the President has sought to dramatically expand access to the Pell grant program for college students across the country.  This, of course, does not apply just to African American college students but it does tangibly enhance the ability of middle-class families and those families that are trying to get into the middle class to send their kids to college.  And the President’s funding proposal for 2017 reflects continued commitment to that expansion of the Pell grant program that I think many HBCU students have actually used to afford a high-quality education at Howard University.\n\t \n\tQ    So let’s go to 2016, the monies that are actually realized, the monies that actually passed. What was the number for 2016 for this fiscal year that we’re still in?\n\t \n\tMR. EARNEST:  I don’t have that in front of me, but I can pull it and we can try to get you some additional data.\n\t \n\tAndrew.\n\t \n\tQ    Josh, I don’t know if you saw that Hillary Clinton has finally come out against the possibility of TPP being passed during a lame duck session.  I was wondering what you think of that, and whether it makes it look like the President’s trade agenda is at risk of unraveling.\n\t \n\tMR. EARNEST:  Well, Andrew, I’m not particularly surprised by it.  Her views on this topic are well-known.  But it doesn’t really change our strategy.  The truth is Secretary Clinton and many other leading candidates for the presidency last year expressed opposition to Trade Promotion Authority legislation.  This is ultimately legislation that paved the way for the completion of the TPP negotiations.  And in spite of her opposition to that legislation, the administration worked effectively with Democrats and Republicans in both the House and the Senate to pass that bill.  \n\t \n\tThe truth is passing TPA is a bigger challenge than getting Congress to ratify TPP for a couple of reasons.  The first is a procedural one, which is that TPA had to overcome a filibuster effort in the United States Senate.  TPP only requires 50 votes in the Senate to be ratified by the United States Senate.  But the second thing -- and in some ways, this is more important -- TPA was rooted in a philosophical argument about giving the President of the United States the authority to negotiate a trade agreement that’s in the best interest of the U.S. economy.  That required us essentially to make a strong case that the United States Congress should trust the President to get this done and actually give him the authority necessary to complete the negotiations.\n\t \n\tNow that we’ve completed the negotiations, the American people and members of the United States Congress can evaluate the terms of the agreement and judge for themselves about whether or not it’s good for the economy.  If they’re willing to do that, we’ve got a very strong argument to make.  For example, the TPP trade agreement would result in cutting 18,000 taxes that other countries impose on American products.  The TPP agreement includes high and enforceable standards when it comes to protecting our environment, protecting human rights, and protecting labor rights.  Those are the kinds of values-driven proposals that are included in the TPP agreement.  \n\t \n\tBut those don’t just reflect our values; they also reflect a commitment on the part of this President to leveling the playing field and giving American businesses and American workers an even better opportunity to compete in a 21st century global economy.  \n\t \n\tAnd the President has made a strong case as recently as this week in The Washington Post -- he wrote an op-ed basically making clear that if the United States refuses to engage in Southeast Asia and produce a set of economic standards, then China will.  And when China comes in to write the rules of the road instead of putting in place those standards, they’re not going to insist on high environmental standards.  They’re certainly not going to insist on lofty human rights or labor standards.  And that will only further -- if they succeed in doing that, that will only further disadvantage U.S. businesses and U.S. workers when they’re competing for business in Southeast Asia.  This is significant because Southeast Asia is home to some of the most dynamic economies in the world.\n\t \n\tSo from an economic, strategic, and values perspective, we have a very strong argument to make about the wisdom of Congress moving to approve the TPP agreement that the President negotiated.\n\t \n\tQ    Another question on trade.  The Chinese believe that in 2001 they had an agreement with the U.S. -- you and various other WTO partners to, from December 11th, be treated as if it were a market economy for the purposes of antidumping duties.  What would China have to do -- well, do you have the same assessment that China, after the 11th of December, must be treated as if it were a market economy?  Are you ready to declare the market economy?\n\t \n\tMR. EARNEST:  My understanding, Andrew, about this, is rudimentary, but my understanding is that those kinds of assessments are actually reached by the Commerce Department.  So I’d refer you to them for a sense of our current assessment of China’s economy.  I’d also refer you to them to answer the question about whether or not they’re considering changing that assessment.\n\t \n\tQ    Okay.  And sorry, just a final question -- just to clear up something you said in response to Josh.  Secretary Kerry actually said there would be consequences if Russia didn’t meet the August deadline, which is enshrined in the Vienna process.  But you seem to be saying that even if they keep on breaking the truce, even if there’s no prospect of further talks, even if they keep bombing IDP camps, that there are still going to be more talks if that’s the only way forward.\n\t \n\tMR. EARNEST:  Well, I think what Secretary Kerry is pointing out is that Russia and President Putin himself has publicly advocated for a political transition inside of Syria.  President Putin himself has acknowledged that this is an important priority.  And failing to meet that deadline will have negative consequences for everybody that’s involved.  \n\t \n\tWe know that Russia -- we know based on the degree to which Russia has invested in Syria that they care deeply about the outcome.  They have a lot riding on this.  Russia maintains a military presence inside of Syria.  Syria is the only country outside of the former Soviet bloc where Russia continues to have a military presence.  So we know that they’re quite protective of it, and concerned about what’s happening in that country so that they can protect the foothold they have in that country.  Failing to succeed in negotiating a political transition is not going to be good for the Russians.  It will have negative consequences for them.  \n\t \n\tI’m not saying the United States benefits from that.  It has negative consequences for everybody that’s involved there.  It certainly has negative consequences for everybody who’s concerned about the widespread violence that we’ve seen there.  So I think the point is the international community is focused on meeting this goal, and that is a priority and it’s something that President Putin has demonstrated he’s deeply invested in.  \n\t \n\tLook, to a large extent, he’s put his own credibility on the line here.  He’s made clear that he’s prepared to use his influence with the Assad regime to bring about this political transition that benefits Russia and that benefits the Syrian people and that benefits everybody who is involved.  So it will be important for Russia to use their influence to try to advance these talks and bring them to a constructive conclusion on a timeframe that’s been laid out.  \n\t \n\tThe United States is certainly prepared to do our part, and it would be important for Russia to make clear that they expect the Assad regime to do their part as well.\n\t \n\tQ    We’ve mostly focused on Russia on this.  But at the end of the day, it’s the Syrian regime.  Would you not rule out -- would you rule out any measures against the Syrian regime if they were to stop, if they were to breeze through this August deadline?\n\t \n\tMR. EARNEST:  Well, let me say -- let me take on one part of the early part of your question, which is that when the President was meeting with the GCC countries, he certainly made clear to them that it’s helpful for them to use their influence with the opposition groups and other relevant parties to try to bring about this political transition.  So it’s not just the Russian government that we have been pressing, and we’ve been pressing all of the parties.  We’ve been using our own influence with the opposition groups, but we certainly have encouraged our partners, who also have influence with the opposition groups, to push in the same direction here.\n\t \n\tWhat was the last part of your question, though?  Sorry, I was distracted by the first part there.\n\t \n\tQ    Why not address the problem at its root?  Why not take action directly against the Syrian regime?\n\t \n\tMR. EARNEST:  Well, Andrew, because the President has made clear there’s not a military solution that can be imposed on the situation in Syria.  I know I’ve said that a lot and other administration officials have, and it sounds a little cliché at this point, but it is a core principle of our approach to this situation.  This should be a lesson that we learned in 2003 -- that trying to overthrow a dictator in the Middle East has long-term and mostly negative consequences for the United States and our national security.  To say nothing of the cost that would be incurred if we were to undertake that kind of action.  The President would have to deploy thousands, tens of thousands, if not more than 100,000 U.S. troops on the ground that would cost a lot of money.  That would mean that the United States military would sustain significant casualties.  And all of that would be done without a clear exit plan.\n\t \n\tSo we can’t lose track of that recent historical context when evaluating our options.  The President certainly hasn’t, and that’s why we have pressed so forcefully and with such tenacity on the successful completion of political talks.  And we’ve got a long way to go, but that continues to be our focus.\n\t \n\tJordan.\n\t \n\tQ    Thanks, Josh.  The President needled Senator Paul a bit there over blocking these eight tax treaties.\n\t \n\tMR. EARNEST:  I think he was pretty gentle when you consider that these are tax treaties that have been waiting for congressional approval for -- I wrote this down -- I think it’s since -- there’s one treaty in particular, I believe it’s with Switzerland, that’s been pending ratification by the United States Senate I believe since 2011.  So this tax treaty that we have with Switzerland since January of 2011 has been awaiting congressional approval.  We also have a critically important tax treaty with Luxembourg that’s been awaiting congressional approval since 2010.  So we’re talking about more than five years of delay here.  \n\t \n\tThe benefit is simply we know that there are companies that use the Swiss and whatever the adjective of Luxembourg is -- (laughter) -- their financial systems.  We know that there are people who use the financial systems in Switzerland and Luxembourg to evade taxation and, in some cases, to even hide their resources because they are the result of criminal actions.\n\t \n\tSo I don’t really know exactly what the justification -- what justification Senator Paul would have for not moving forward with these agreements that would allow our law enforcement officials to combat those efforts.\n\t \n\tQ    Right, but for the last couple years, actually, Senator Paul has had concerns that these treaties would infringe on Americans’ personal tax data and other personal financial information.  So I’m wondering what the White House or the administration has done to assuage those concerns that Senator Paul has?\n\t \n\tMR. EARNEST:  Well, my guess is, he’s not raising concerns on the part of too many middle-class families that are using the financial system in Luxembourg to hide their assets.  So I’m not really sure whose concerns Senator Paul is speaking up for.  Maybe he can elaborate on that a little bit.  I suspect it’s not middle-class families in Kentucky that he has in mind.\n\t \n\tQ    And then finally, with this legislation on tax shelters, has anyone from the White House reached out to Congressman Brady on the Ways and Means Committee or Senator Hatch about letting this move forward this year?\n\t \n\tMR. EARNEST:  Well, I know that there have been conversations with members of Congress on a whole host of issues related to closing financial loopholes that entities use to get around our tax code or to evade sanctions or to store the proceeds of illicit activity.  So this is a priority that the President has made here, and we’ve made a lot of important progress, and you see the administration announcing a couple of actions today that will be effective in bringing greater transparency to our financial system.\n\t \n\tQ    (Inaudible.)\n\t \n\tMR. EARNEST:  Well, this is the point.  We’ve already taken some steps here administratively.  We’ve also made clear that there are some things that Congress can and should do.  And we have been in touch with them about those measures, and we’re going to continue to encourage them to pursue them.  Does that make sense?\n\t \n\tQ    Are you saying that additional things that haven’t been announced today are going to be announced today also?\n\t \n\tMR. EARNEST:  No, no, I’m not suggesting there’s more coming today.  I’m just suggesting there are some things that we’ve put forward that are both administrative, but we also are in touch with Congress because there are some things they should do as well.\n\t \n\tMichelle.\n\t \n\tQ    -- to what extent did the Panama Papers release play into the timing of this?\n\t \n\tMR. EARNEST:  Well, the rules that were announced today are actually rules that have taken at least a couple of years to put together.  Obviously the nature of these rules is that they apply to extraordinarily complex financial transactions.  So our experts had to comb through the regulations and ensure that there were no unintended consequences from the rules that are being put in place.  So they were quite conscientious about this.\n\t \n\tBut there is no denying that what they will do is bring much-needed transparency to our financial system in a way that will allow -- or at least make it much harder for people to evade paying their fair share.  But also make it harder for criminals and other people to evade U.S. sanctions.\n\t \n\tQ    The timing -- were you working on this anyway and did the Panama Papers speed it up?  Did some of this have to do specifically with the Panama Papers?\n\t \n\tMR. EARNEST:  I’d refer you to Treasury in terms of what direct impact any of these rules would have on the Panama Papers -- or on the practices that were exposed by the Panama Papers.  What I can tell you is this is something that was in the works long before the Panama Papers was reported.\n\t \n\tQ    Okay.  And were you saying that you are ruling out any action or any additional military action against Syria or any other action against Russia if the deadline, the August deadline was not observed?\n\t \n\tMR. EARNEST:  I think the point that I’m making here is that there are negative consequences for everybody if that deadline is not met.  And put another way, everybody who is engaged here, with the possible exception of Bashar al Assad himself, has a vested, personal interest in meeting the deadline to bring about a political transition inside of Syria.  \n\t \n\tSo this is not a situation where the United States needs to be walking around threatening people.  This is not a situation where we, frankly, need to be coercing people.  We certainly will encourage them to use the influence that they have to bring about this outcome, but we’re not going to be doing that from the standpoint of asking people to do the United States a favor -- everybody involved in this situation has their vested interest in seeing this deadline met.  And we’re going to continue to press hard to see that that happens.\n\t \n\tQ    It is a deadline, though, and it kind of gets to the point of, well, what’s the point of a deadline if it just kind of keeps going?  So you’re not ruling out -- \n\t \n\tMR. EARNEST:  But it’s August, though, so if we don’t meet it in August then we can go down that line of questioning.\n\t \n\tQ    Okay, but you’re not ruling anything out?  Is that accurate?\n\t \n\tMR. EARNEST:  Well, I certainly am ruling out the kind of military action that would lead one to conclude that there might be some kind of military solution that’s available to the United States for solving this problem.  There’s not -- at least not one that’s consistent with our national security interests.  I guess there is one that would lead us to a years’ long commitment to Syria that would put tens of thousands if not more than 100,000 U.S. servicemembers at risk and a whole array of consequences that has a negative impact on our national security over the long term.\n\t \n\tQ    Okay.  And in regard to what the President said today, we’ve heard him say some of this before -- that it’s not entertainment, it’s not a reality show -- although, I mean, a huge number of Americans are very interested in what Donald Trump has to say, whether they agree with him or not.  And the President also reiterated that he doesn’t think that he’ll be President because Americans have good judgment.  But given the numbers and give that he is now the Republican nominee essentially, does that mean that way, way more Americans have bad judgment than the President originally anticipated?\n\t \n\tMR. EARNEST:  No.  I think the President is merely asserting his confidence that the process that we use to choose the President of the United States is often a source of controversy, it’s often messy, it’s often frustrating, but it’s a process that has served our country well.  It doesn’t mean the President has agreed with the outcome of every election, but there is a rigorous process that gives the American people enormous influence in choosing the future direction of our country.  And that’s what it means to be a democratic government.  It’s a process that the President is committed to.  And the President has got confidence in the ability of American voters to take that process seriously, to educate themselves on the issues, to engage in the debate, and allow all of that to inform the choice that they make at the ballot box.\n\t \n\tKenneth.\n\t \n\tQ    Josh, we could tell from the President’s remarks that he’s itching to get out there on the campaign trail.  So does the President believe that the House, and the Senate even are in play for the Democrats?\n\t \n\tMR. EARNEST:  Well, yeah, there obviously is an aggressive campaign that will be mounted by individual candidates all across the country, and those will be important contests.  And, yes, the President is optimistic about Democratic prospects up and down the ballot this year.  \n\t \n\tQ    On Iran, did the administration have “hand-picked” beltway insiders to push the message, to sell the message of the Iran deal to the public?  And the characterization that’s out there, it has been reported that the administration misled the public in a manner as well.  How does the administration respond to that characterization that the public was misled in the selling of the Iran deal?\n\t \n\tMR. EARNEST:  Well, I haven’t seen anybody produce any evidence to indicate that that’s the case.  I recognize that there might be some people who are disappointed that they did not succeed in killing the Iran deal, and maybe these unfounded claims are the result of sour grapes.  \n\t \n\tThe truth is, the administration, at the direction of the President, engaged in an aggressive campaign to make a strong case to the American people that the international agreement to prevent Iran from obtaining a nuclear weapon strengthened the national security of the United States.  We made a strong case that it strengthened the national security of our closest ally in the Middle East, Israel.  We made a strong case that killing the deal would actually make another war in the Middle East more likely.  \n\t \n\tSo the President made clear -- he ran on this back in 2007 and 2008 -- that the most effective way for the United States to prevent Iran from obtaining a nuclear weapon was strong, principled diplomacy.  And he was right.  And he succeeded in carrying that out, despite the entrenched opposition and skepticism that something like this was even possible.  So the President is quite proud of our success in completing that agreement because of the positive impact that that has had on U.S. national security in the short term, and the prospects that it enhances for an improved posture for the United States around the world over the long term.\n\t \n\tQ    But, Josh, the characterization I’m speaking of came from a profile on your Deputy National Security Advisor, Ben Rhodes.  You read that article.  I’m sure you’ve had time to digest it.  Do you disagree with some of the characterizations that were in that profile?\n\t \n\tMR. EARNEST:  Well, again, I don’t know that he said “misleading” in there anywhere.  It was rather long, so maybe I missed it.  But the administration is quite proud of the fact that we made a strong, principled, fact-based case to the American people that the international agreement, negotiated by the President’s team, to prevent Iran from obtaining a nuclear weapon wasn’t just completed; it was effectively implemented in a way that has enhanced the national security of the United States. And that’s going to be an important part of this President’s legacy and is a promise he made during the campaign, and it’s a promise that he kept as President.\n\t \n\tKevin.\n\t \n\tQ    Thanks, Josh.  How concerned is the President that the much-talked-about 67 consecutive months of net-job gains might also end on his watch, given the tepid growth in April?\n\t \n\tMR. EARNEST:  Well, Kevin, we’re up to 74 consecutive months -- \n\t \n\tQ    That’s only private sector -- 67 overall, 74 is just private sector.\n\t \n\tMR. EARNEST:  I see.  And 67 refers to?\n\t \n\tQ    Total.\n\t \n\tMR. EARNEST:  Total.\n\t \n\tQ    So when government loses jobs, it’s 67.\n\t \n\tMR. EARNEST:  I see.  So you’re putting the decline in government jobs on the President’s tab here?\n\t \n\tQ    No, no, I’m just saying, given the 67 months -- or if you just want to use the 74 figure, that’s fine, that’s private sector -- how concerned is he -- \n\t \n\tMR. EARNEST:  Well, we do know that the private sector was really important to leading our economic recovery, so that’s the number that we focused on.\n\t \n\tQ    How concerned is he given the relatively tepid growth in April that that might also end on his watch?\n\t \n\tMR. EARNEST:  Well, I think the President feels pretty good about the strong economic growth that we showed in April.  And it certainly is consistent with the longer-term trend that we’ve seen.  And so the President is pleased about the direction of the U.S. economy.  There is surely more that could be done, that would ensure that more families across the country are enjoying the benefits of that recovery, and our economy would be even stronger and even more durable than it already is if Congress weren’t blocking some common-sense proposals that would strengthen our economy further.\n\t \n\tThe President talked a lot about how investing in our infrastructure would be good for our economy, both in the short term and the long term, in part because it would create jobs and generate the kind of economic multiplier that would ripple across the economy in a positive way.  But what’s also true is that there are some headwinds that emanate from overseas that the United States must be prepared to weather.  \n\t \n\tRight now, the U.S. economy is the envy of the world.  This is the most durable economy in the world.  But there’s more that we can do to make it even stronger, and that’s why the President believes that Congress should vote to raise the minimum wage.  \n\t \n\tThat’s why the President believes that Congress should vote to make important investments in our infrastructure.  That’s why the President believes that Congress should expand funding for job training and other education programs that would ensure the next generation of Americans has the skills and training that they need to continue this economic strength that our country enjoys.  We should not take it for granted.  And failing to invest in the fundamentals is the surest way to break that streak.  And the President is determined to not let that happen.\n\t \n\tQ    Just to follow then, you mentioned some of the worldwide or international headwinds.  Domestically, our workforce participation rate now is at 62.8 percent -- the lowest in decades.  What has the President done to stem that tide?  We heard Jason previously suggest that because more Americans are retiring and because we’re graying, that number is going to shrink.  What’s the President doing to combat that?\n\t \n\tMR. EARNEST:  Well, one thing we could do -- look, first of all, that’s true.  This is a direct function of the longer-term trends in our society, which is that as the Baby Boomers age, they’re going to retire and that is going to put more strain on our workforce.  That’s all the more reason that making sure we have an educated workforce that we are investing in research and development that could boost the environment for businesses that are looking to capitalize on technology and innovation to bring new ideas and new products to market.  \n\t \n\tThe President also made a reference to reforming our legal immigration system.  We know that the brightest minds and many of the brightest minds that other countries have to offer are interested in coming to the United States.  Why wouldn’t we create an opportunity for entrepreneurs and scientists and others who are looking to start a business or grow a business to come to the United States?  That would certainly be good for our economy. It would create jobs in our economy, by definition, and would continue to nurture the strong business climate that we have here in the United States, where people are given an opportunity to pursue new ideas and get an education that will allow them to succeed.\n\t \n\tSo the President certainly believes that there are a number of things that we could do, and comprehensive immigration reform that enhances our national security but streamlines our legal immigration system is certainly another option.\n\t \n\tQ    Lastly, to the best of your knowledge, has anyone on the current White House staff been interviewed in relation to the ongoing investigation into Secretary Clinton’s email server?\n\t \n\tMR. EARNEST:  Kevin, as we’ve discussed before, I’m not going to talk about ongoing investigations.  It’s apparent in the newspaper that some people are willing to do that.  But the fact is the people who are leading the investigation are professionals.  They're committed to getting this right.  They’re committed to doing this by the book and making sure that they’re not influenced by political considerations, even in the highly charged political environment in an election year. \n\t \n\tSo I’m going to do my best to help them do what they’re trying to do by giving them the space that they need to conduct this investigation in the way that they see fit that’s consistent with where the facts lead them.  And then once they have results that they’re prepared to discuss, we can take a look at it.\n\t \n\tQ    Can you confirm that you’ve been interviewed?\n\t \n\tMR. EARNEST:  I’m not going to talk about the investigation, but there’s no reason to think that I have been.\n\t \n\tCarol.\n\t \n\tQ    You seem to be downplaying the significance of the political shake-up in Turkey, but it’s happening at the same time as the political crisis in Iraq.  And obviously both of these countries are critical to the President’s strategy against Islamic State.  So how can you not think this is such a big deal or not have a significant impact on the President’s strategy?  And what is he doing to try to mitigate that?\n\t \n\tMR. EARNEST:  Well, Carol, at this point, there has been no impact on our coordination and our ability to work with Turkey to advance our campaign against ISIL.  We’ve received extensive cooperation from them in the last six or nine months on a range of issues, and our campaign has benefitted from that.\n\t \n\tEven as we have intensified our cooperation on a set of counter-ISIL issues, we’ve not refrained from raising our concerns about Turkey’s fidelity to their constitution.  And we’re going to continue to make those concerns known, both in public and in private, when appropriate.\n\t \n\tQ    Are there any specific logistical plans in place or discussions happening on what to do if this worsens?  Both in Iraq and Turkey?\n\t \n\tMR. EARNEST:  Yes, they’re quite different situations.  I mean, there are always people in the United States government who are engaged in contingency planning, so I’m confident that’s taking place at some level.  But look, when it comes to the situation in Iraq, we continue to support the efforts of Prime Minister Abadi to try to unify that country.  And we believe that’s the most effective way for Iraq to confront the threat that they face from ISIL. \n\t \n\tI think obviously the thing that both of these countries have in common is that they’re sovereign countries with sovereign governments.  And we respect the sovereignty of our partners in the same way that we expect our partners to respect the sovereignty of the United States as well.  But what we can do is we continue to -- we can support these countries as they confront the significant challenges that are having a destabilizing impact on their politics in this region of the world.  \n\t \n\tThere’s no denying that the instability in Syria, the widespread migration crisis, the violence from ISIL -- all of that has had a negative impact on Syria’s neighbors.  And that certainly doesn’t make an effective political resolution in Turkey and Iraq more likely.  I would argue that’s actually yet another reason for the United States and the rest of the international community to continue to drive toward a political transition inside of Syria; that resolving the political turmoil in Syria will have a dampening effect on the destabilizing impact that Syria has had on its neighbors, including Iraq and Turkey.\n\t \n\tGregory.\n\t \n\tQ    Thank you, Josh.  I don’t want to belabor the point, but I want to give you a chance to go back to the question that you were asked yesterday about intelligence briefings for presidential candidates.  You seemed to leave us with the impression, intentionally or unintentionally, that you were not willing to give Mr. Trump the same benefit of the doubt as you would Secretary Clinton and his ability to handle classified information responsibly.  Was that the impression you meant to give?  And also we heard from the President just this morning about his concern with some of Mr. Trump’s rhetoric, that it could threaten war or has the potential of offending our critical relationships with other countries.  Given those concerns that the President has expressed, should the American people have any concern with this particular presidential candidate receiving our nation’s most classified information?\n\t \n\tMR. EARNEST:  Well, Gregory, the impression that I intended to leave yesterday is that the decision about what material to present to the two presidential candidates who are nominated by the two major political parties will be made by our professionals in the intelligence community.  \n\t \n\tI did offer an opinion about Secretary Clinton that was rooted in her service as Secretary of State in the Obama administration.  She is somebody who undeniably served closely with the President with distinction, and she was critical to advancing a number of policy priorities, including the international agreement to prevent Iran from obtaining a nuclear weapon.  And that required her to handle sensitive information and to use it in the course of her job to advance our nation’s interests.  And that’s what she did.\n\t \n\tBut, ultimately, the decision about how and when and where to give the candidates these briefings will be made by professionals in the intelligence community without regard to partisan considerations.  In terms of the American people, they’ll have to make up their own minds.  I think that they can take -- that certainly is true when it comes to deciding who to vote for.  But in terms of making decisions about providing sensitive information to individual candidates, I think the American people can have confidence in our intelligence professionals to make that decision.\n\t \n\tQ    It’s my understanding that, historically, these briefings have always been done as a courtesy by the sitting President -- maybe more than a courtesy, more of a matter of long-term preservation of our national security -- but they are authorized by the sitting President for the candidates for President.  There’s no law requiring these, and the President could use his discretion to give or not -- or to deny these briefings to any presidential candidate -- is that correct?\n\t \n\tMR. EARNEST:  I’m not sure of the specifics of the law.  What I can say is that the Director of National Intelligence has indicated that he’s prepared to move forward at an appropriate time, probably after the convention, with giving intelligence briefings to the two major party nominees.  And Director Clapper has assigned that responsibility to one of the career intelligence professionals in his office, and the President has confidence in those professionals and their ability to determine how and when those briefings should take place.\n\t \n\tI’ll give you the last one and then we’ll do the week ahead.\n\t \n\tQ    Has the President invited the Indian Prime Minister to the White House next month?  Do you have anything to say?\n\t \n\tMR. EARNEST:  I don’t have an update for you.  I know that there’s been some discussion about the potential of Prime Minister Modi visiting Washington and visiting the White House.  I don’t have an update for you on those discussions at this point.\n\t \n\tQ    And on the statement made by the President today on the shell companies opened by foreigners in the U.S., it’s reported that quite a number of Indian politicians and businesses have opened shell companies here in the U.S.  Is the U.S. willing to share that information with the Indian government and help to get those money back to India?\n\t \n\tMR. EARNEST:  Well, let me say a couple things about this.  The rule that was announced today by the Treasury Department applied to a very specific group of LLCs, and it would have an impact on that specific group.  I know that it is not uncommon for the United States to reach transparency agreements with other countries in terms of sharing this information -- those are typically reciprocal agreements.  I don’t know what kind of agreement is in place to govern the conversations between the United States and India.  I’d encourage you to check with my colleagues at the Treasury Department and they could provide some additional information about that.\n\t \n\tQ    -- and on the F-16s to Pakistan.  There’s a hold in the Congress right now, and the State Department has informed Pakistan that they should muster their national resources if they want to buy the F-16s.  Do you think this would have any impact on U.S. relations with Pakistan in any way?\n\t \n\tMR. EARNEST:  Well, what I will just say is something you’ve heard me say before, which is that the United States has an important counterterrorism and national security relationship with Pakistan.  We value the kind of cooperation that we get with Pakistan and we have found that cooperation beneficial to the national security of both of our countries.  And President Obama has obviously worked hard, even in some challenging circumstances, to cultivate an effective working relationship with Pakistan.  And we believe that preserving that relationship and nurturing that relationship is beneficial to the national security of the United States, but also the national security of Pakistan.\n\t \n\tSo with that, let me do a week ahead.\n\t \n\tOn Monday, the President will attend meetings here at the White House.\n\t \n\tOn Tuesday, the President will welcome the NCAA Champion UConn Huskies Women’s basketball team to the White House.  He will host an event that will honor the team and their 2016 NCAA championship.\n\t \n\tOn Wednesday and Thursday, the President will attend meetings at the White House.\n\t \n\tOn Friday, the President will host the President of Finland and the Prime Ministers of Norway, Sweden, Denmark and Iceland at the White House for a U.S.-Nordic Leaders Summit.  This event follows the convening of Nordic leaders during the President’s trip to Sweden in September of 2013.  This summit will deepen U.S.-Nordic cooperation while highlighting America’s continued commitment to European security, transatlantic trade, and the promotion of common democratic values.\n\t \n\tIn the evening, Friday evening, the President and First Lady will host the Nordic leaders for a state dinner.\n\t \n\tOn Sunday -- not this coming Sunday, but next Sunday -- the President will travel to Rutgers University’s New Brunswick campus to address the 2016 graduates at Rutgers University’s 250th anniversary commencement ceremony.  Rutgers University is one of the oldest universities in the country, with a long and distinguished history of advancing research and preparing students with the skills they need to succeed in the new economy. Additional details about the President’s trip to New Jersey will be available next week.\n\t \n\tSo with that, I hope you guys all have a great weekend.  And happy Mother’s Day to all of your mothers.\n\t \n\tEND   \n\t1:37 P.M. EDT\n\n\t \n\n\n\n\n"
}