{
    "title": "Administration Officials Continue Travel Across the Country Holding \"Recovery Summer\" Events, Project Site Visits | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/administration-officials-continue-travel-across-country-holding-recovery-summer-eve",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 04, 2010\n\n \n\n\n\nAdministration Officials Continue Travel Across the Country Holding \"Recovery Summer\" Events, Project Site Visits\n\n\n\n\nSecretary LaHood Visits Detroit, MI Light Rail Project and Columbus, OH Contractor; Secretary Vilsack Announces 126 New Rural Broadband Projects\nWASHINGTON, DC – This week, Administration officials are continuing to hold “Recovery Summer” events and visit Recovery Act project sites as part of a focus on the surge in Recovery Act projects underway across the country this summer.  The Recovery Act has already funded tens of thousands of projects and put about 3 million Americans to work, but this summer is the most active Recovery Act season yet, with thousands of new projects breaking ground that are helping to create more jobs for American workers and economic growth for businesses large and small. \nMonday, August 2\nDepartment of Transportation\nSecretary Ray LaHood joined Mayor Dave Bing and Governor Jennifer Granholm in Detroit at the future site of the Woodward Avenue Light Rail Line.  The City of Detroit received a $25 million TIGER grant to fund the first leg of what will become Detroit’s first light rail line, connecting Downtown Detroit to the New Center district and eventually to Eight Mile Road.\nDepartment of Transportation\nFederal Railroad Administrator Joe Szabo joined Governor John Baldacci in Brunswick, Maine to kick off the Amtrak Downeaster Expansion project.  Thanks to a $35 million Recovery Act grant, the popular Downeaster line – which currently runs five times daily between Boston, MA and Portland, ME – will be extended to Brunswick, ME, with a stop in Freeport, ME.\nWednesday, August 4\nDepartment of Agriculture\nSecretary Tom Vilsack announced 126 new Recovery Act Broadband loans and grants to bring broadband to unserved and underserved rural areas.\nRural Business Service Administrator Judith Canales hosted a Recovery Summer event at Schillingbridge Winery & MicroBrewery in Pawnee City, NE. Schillingbridge Winery & MicroBrewery. The Schillings worked with their local lender, the State Bank of Table Rock, who provided a loan of $81,707 guaranteed by USDA Rural Development through its Business and Industry Guaranteed Loan program and the Recovery Act. The guaranteed loan helped to purchase a new bottling machine and bottle labeler which were needed to expand the business’s marketing into the small bottle packaging. Sales have increased in the double digits and are now going to retail stores. Additionally, the Schillings were awarded the honorable Nebraska Distinguished Entrepreneur Award in 2010 for their substantial growth as a small business and contributions to the economy of the local community.\nThursday, August 5\nDepartment of Transportation\nSecretary Ray LaHood will visit George J. Igel & Company, Inc. in Columbus, Ohio, a family-owned company working on four Recovery Act projects in the area.  While there, Secretary LaHood will host a roundtable discussion with local contractors and workers who have benefitted from Recovery Act transportation projects.\nFederal Highways Deputy Administrator Greg Nadeau will join Congressman Solomon Ortiz in Brownsville, Texas for a groundbreaking on the State Highway 550 Highway Construction Project.  The project is receiving $34 million in Recovery Act funding to improve safety and relieve congestion by providing tolled through lanes for freight traffic and non-tolled access roads for local traffic.\nDepartment of Agriculture\nDeputy Secretary of Agriculture Kathleen Merrigan will attend a Recovery Summer event with Rep. Perriello in Halifax County, VA for a $15 million dollar loan/grant to build a new wastewater treatment plant in Halifax County, Virginia. While at the event, Deputy Secretary Merrigan will announce new Recovery Act support for water and wastewater infrastructure projects in rural communities.  Deputy Secretary Merrigan will also host a national media conference call to announce the Recovery Act support for water and wastewater infrastructure projects.\nFriday, August 6\nDepartment of Agriculture\nSecretary Tom Vilsack will host a national media conference call to announce 138 Recovery Act Business & Industry loan guarantees for rural businesses in 38 states, Puerto Rico and American Samoa. These USDA loan guarantees bolster the existing private credit structure by guaranteeing quality loans that provide lasting economic benefits in rural communities.\nDepartment of Transportation\nFederal Transit Administrator Peter Rogoff will tour the new West Side bus terminal in Bloomington, Illinois.  The new terminal provides bus service to students and faculty at three area colleges, and was funded in part by a $2 million Recovery Act grant.\nSaturday, August 7\nDepartment of Transportation\nFederal Transit Administrator Peter Rogoff will attend a groundbreaking for the Normal Multimodal Transportation Center in Normal, Illinois.   The Town of Normal is using a $22.2 million TIGER grant to build a new Transportation Center with easy access to numerous modes of transportation, including Amtrak, intercity bus, local transit cars, shuttles, taxis, and bicycle and pedestrian paths. \nHighlights of Recent Events:\nWednesday, July 28\nDepartment of Transportation\nSecretary Ray LaHood joined Governor Jim Doyle in Watertown, WI, for a visit to the site of the future high-speed rail corridor that will connect Milwaukee and Madison.  The corridor, which will operate at speeds of up to 110 mph, will eventually extend from Milwaukee to Minneapolis.  Wisconsin is slated to receive more than $800 million from the Recovery Act for the development of high-speed rail.\n“Doyle said the state will soon see the benefits of the high-speed rail in the way of job creation and economic development. ‘In the next 2 1/2 years, over 5,500 construction workers, engineers, machine operators and others will be working hard to make track improvements, build train stations and improve the roads around these tracks,” Doyle said. […] ‘This undertaking is not only creating good jobs and reinvigorating our manufacturing base, it's also going to reduce our dependence on fossil fuels,’ LaHood added. ‘It will be an economic boom, sparking development, sustaining job creation and producing a powerful ripple effect that helps countless local businesses. If you build it, they will come. I've seen it all over America. If you build a bus line, a transit line, a light-rail line, a road, a rail line, high-speed rail - people will come. They become the economic corridors, the economic engines for cities all over America.’” [Watertown Daily Times, 7/29/10]\n \n\n\n\n"
}