{
    "title": "Statement by the President on the Settlement of Cobell Class-Action Lawsuit on Indian Trust Management | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-president-settlement-cobell-class-action-lawsuit-indian-trust-management",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 08, 2009\n\n \n\n\n\nStatement by the President on the Settlement of Cobell Class-Action Lawsuit on Indian Trust Management\n\n\n\n\n\n\t“Today, Interior Secretary Ken Salazar and Attorney General Eric Holder announced that, at long last, a settlement has been reached in the Cobell class-action lawsuit.  This suit was originally filed in 1996 over the United States government's trust management and accounting of hundreds of thousands of individual American Indian trust accounts.  With this announcement, we take an important step towards a sincere reconciliation between the trust beneficiaries and the federal government and lay the foundation for more effective management of Indian trust assets in the future.  I want to applaud Secretary Salazar and Attorney General Holder for working tirelessly with the plaintiffs to help reach this settlement.\n\n\t“As a candidate, I heard from many in Indian Country that the Cobell  suit remained a stain on the Nation to Nation relationship I value so much.  I pledged my commitment to resolving this issue, and I am proud that my Administration has taken this step today.  I came to Washington with a promise to change how our government deals with difficult issues like this, and a promise that the facts and policies, and not politics, will guide our actions and decisions. \n\t“But it is important to note that today’s actions are not the final step.  The District Court for the District of Columbia must formally endorse the settlement, and Congress must enact legislation to authorize implementation.  I urge Congress to act swiftly to correct this long-standing injustice and to remember that no special appropriations are required.  I congratulate all those in Indian Country that have waited for this news, and join them in waiting for a quick conclusion to the process.”\n\n\n\n\n"
}