{
    "title": "Fact Sheet: Bringing Flexibility and Focus to Education Law | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/23/fact-sheet-bringing-flexibility-and-focus-education-law",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\n\nSeptember 23, 2011\n\n \n\n\n\nFact Sheet: Bringing Flexibility and Focus to Education Law \n\n\n\n\n\nOne of my highest priorities is to help ensure that Federal laws and policies support the significant reforms underway in many States and school districts and do not hinder State and local innovation aimed at increasing the quality of instruction and improving student academic achievement.    \n\t~ Arne Duncan, September 23, 2011\n\nThe Case for ESEA Flexibility\n\n\tOver the past few years, States and school districts have initiated education reforms and innovations to support great teaching and help all students learn and achieve success. \n\n\n\t\t44 States and the District of Columbia have adopted a common set of State-developed college- and career-ready standards\n\n\t\t46 States and the District of Columbia are developing high-quality assessments aligned with college- and career-ready standards\n\n\t\tMore than 40 States are developing next-generation accountability and support systems, guided by principles developed by the Council of Chief State School Officers\n\n\t\tMany States are implementing reforms in teacher and principal evaluation and support, turning around low-performing schools\n\n\n\tMany of these innovations and reforms were not anticipated when the No Child Left Behind Act of 2001 (NCLB) was enacted nearly a decade ago.  Instead of fostering progress and accelerating academic improvement, many NCLB requirements have unintentionally become barriers to State and local implementation of reforms. It is time for a new partnership where the federal role is to support innovation and reform in the states while maintaining a high bar for the success of all students.\n\nESEA Flexibility \n\n\tESEA flexibility focuses on supporting State and local reform efforts underway in three critical areas:\n\n\n\t\tTransitioning to college- and career-ready standards and assessments\n\n\t\tDeveloping systems of differentiated recognition, accountability, and support\n\n\t\tEvaluating teacher and principal effectiveness and supporting improvement\n\n\n\tA State may request flexibility through waivers of several specific provisions of NCLB.  Most notably:\n\n\nFlexibility Regarding the 2013–2014 Timeline for Achieving 100 Percent Proficiency:  A State will no longer have to set targets that require all students to be proficient by 2014.  Instead, a State will have flexibility to establish ambitious but achievable goals in reading/language arts and mathematics to support improvement efforts for all schools and all students.\n\nFlexibility Regarding District and School Improvement and Accountability Requirements:  States, districts, and schools will receive relief from a system that over-identifies schools as “failing” and prescribes a “one size fits all” approach to interventions.  Instead, States will have the flexibility to design a system that targets efforts to the schools and districts that are the lowest-performing and to schools that have the largest achievement gaps, tailoring interventions to the unique needs of those schools and districts and their students.  States will also have flexibility to recognize and reward both schools that are the highest-achieving and those whose students are making the most progress. \n\nFlexibility Related to the Use of Federal Education Funds:  States, districts, and schools will gain increased flexibility to use several funding streams in ways they determine best meets their needs, and rural districts will have additional flexibility in using their funds. Funds to meet the needs of particular populations of disadvantaged students will be protected. \n\n\n\tTo receive flexibility through these waivers of NCLB requirements, a State must develop a rigorous and comprehensive plan addressing the three critical areas that are designed to improve educational outcomes for all students, close achievement gaps and increase equity, and improve the quality of instruction.\n\n\nTransitioning to College- and Career-Ready Standards and Assessments To request ESEA flexibility, a State must have already adopted college- and career-ready standards in reading/language arts and mathematics designed to raise the achievement of all students, including English Learners and students with disabilities.  The State will then help its schools and districts transition to implementing those standards and will commit to administering statewide tests aligned with college- and career-readiness.  \n\nDeveloping Systems of Differentiated Recognition, Accountability, and Support Under ESEA flexibility, a State will establish a differentiated recognition, accountability, and support system that gives credit for progress towards college- and career-readiness.  The system each State develops will recognize and reward the highest-achieving schools that serve low-income students and those that show the greatest student progress as Reward Schools. \n\n\n\tFor a State’s lowest–performing schools — Priority schools,  generally, those in the bottom 5 percent — a district will implement rigorous interventions to turn the schools around.  In an additional 10 percent of the State’s schools — Focus Schools, identified due to low graduation rates, large achievement gaps, or low student subgroup performance — the district will target strategies designed to focus on students with the greatest needs. \n\n\nEvaluating and Supporting Teacher and Principal Effectiveness: Each State that receives the ESEA flexibility will set basic guidelines for teacher and principal evaluation and support systems.  The State and its districts will develop these systems with input from teachers and principals and will assess their performance based on multiple valid measures, including student progress over time and multiple measures of professional practice, and will use these systems to provide clear feedback to teachers on how to improve instruction.\n\n\n\n\n\n"
}