{
    "title": "Presidente Obama da directivas a su gobierno para la creación de los primeros estándares nacionales de emisiones y millaje para camiones medianos y pesados | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidente-obama-da-directivas-a-su-gobierno-para-la-creaci-n-de-los-primeros-est--0",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 21, 2010\n\n \n\n\n\nPresidente Obama da directivas a su gobierno para la creación de los primeros estándares nacionales de emisiones y millaje para camiones medianos y pesados\n\n\n\n\nHace un llamado a mayor apoyo a vehículos eléctricos, extensión de política nacional para autos y camiones ligeros\n \nWASHINGTON, DC – Hoy, el Presidente Obama continuó sentando las nuevas bases de energía limpia, al anunciar su visión de camiones menos contaminantes y más eficientes, y la próxima generación de autos, entre ellos vehículos eléctricos avanzados.\n \nEl Presidente firmó hoy el memorando presidencial en el Jardín de Rosas de la Casa Blanca, en el que dio directivas a la Agencia de Protección Ambiental de Estados Unidos (U.S. Environmental Protection Agency o EPA) y al Departamento de Transporte de Estados Unidos (U.S. Department of Transportation o DOT) para que formulen la primera política nacional que promueva eficiente millaje y disminuya la contaminación por gases de invernadero (green house gases o GHG) en los modelos de camiones medianos y pesados de los años 2014-2018.  Actualmente, los camiones consumen más de 2 millones de barriles de petróleo todos los días y dan un promedio de 6.1 millas por galón. También emiten 20% de la contaminación de GHG relacionada con el transporte. Cálculos preliminares indican que hay un gran potencial para mejoras significativas en el millaje y reducciones en la emisión de gases de invernadero para camiones remolque de gran tamaño, que representan la mitad de todos los GHG de este sector.\nEl Presidente también hizo un llamado a fin de extender el Programa Nacional de vehículos y camiones ligeros para modelos desde el año 2017 en adelante. \n \nAsimismo, el Presidente Obama dio instrucciones al Departamento de Energía para que brinde mayor apoyo a la utilización de vehículos avanzados, entre ellos vehículos eléctricos, y dio instrucciones a la EPA para que reduzca los contaminantes que no son GHG de los vehículos motorizados.\n \nEl anuncio sienta las bases para un futuro de mayor seguridad energética con la reducción de nuestra dependencia de petróleo, la reafirmación de la competitividad estadounidense y la creación de empleo gracias a la producción de una nueva generación de vehículos eléctricos avanzados; y protege el medio ambiente con la reducción de peligrosos gases de invernadero y otros contaminantes.\n \nEl Presidente Obama dijo, “Esto disminuirá los costos del servicio de transporte de productos para empresas y consumidores. Reducirá la contaminación. Y al igual que la norma para los autos, este estándar fomentará el crecimiento en el sector de energía limpia. Sabemos lo importante que es esto. Sabemos que nuestra dependencia del petróleo extranjero pone en peligro nuestra seguridad y nuestra economía. Sabemos que el cambio climático representa una amenaza para nuestra forma de vida. De hecho, ya hemos empezado a ver su profundo y costoso impacto. Y sabemos que nuestra economía futura depende de nuestro liderazgo en las industrias del futuro”.\n \nTras las directivas hechas hoy por el Presidente, y con el apoyo de un amplio y diverso grupo de partes interesadas, entre ellas fabricantes de vehículos, trabajadores, el estado de California, la comunidad medioambiental y otros estados, la EPA y el DOT pronto desarrollarán propuestas normativas para lograr esas metas y continuar fortaleciendo y mejorando las bases de la economía de energía limpia y la próxima generación de vehículos avanzados.\n \n“Queremos que Estados Unidos sea el hogar del sector automotor del futuro, y esto envía un claro mensaje a los innovadores, empresarios y fabricantes de automóviles, de que este país ha asumido el compromiso de encabezar la marcha hasta el 2016 y seguir después”, dijo Lisa P. Jackson, administradora de la EPA.  “Los autos y camiones de millaje eficiente del futuro pueden reducir los costos para conductores estadounidenses y compañías de transporte, a la vez que limpian el aire que respiramos. Estamos iniciando esto hoy para que seamos los líderes mundiales de la tecnología limpia del mañana”.\n \n“Necesitamos aprovechar el ímpetu generado el mes pasado tras la dación histórica de los nuevos estándares de emisiones de GHG y millaje, y el anuncio de hoy del Presidente Obama hace precisamente eso”, dijo Ray LaHood, secretario del DOT.  “Con la expansión de este esfuerzo para incluir camiones medianos y pesados, y el fomento de tecnologías innovadoras como vehículos eléctricos, estamos sentando las bases de un sector de transporte más ecológico, más limpio y que proporciona mayores beneficios ambientales, reduce nuestra dependencia del petróleo y estimula la creatividad estadounidense”.\nEl anuncio de hoy aprovecha el éxito de la nueva política nacional del Presidente Obama que cumple un año esta semana y estableció históricos estándares de aumento de millaje y reducción de la contaminación con GHG para autos y camiones ligeros nuevos producidos del 2012-2016 y vendidos en Estados Unidos. Esta política representó una colaboración sin precedente entre la EPA, el DOT, los mayores fabricantes de automóviles del mundo, el sindicato de trabajadores del sector (United Auto Workers), líderes de la comunidad medioambiental, el estado de California y otros gobiernos estatales. El mes pasado, la EPA y el DOT emitieron normas finales coordinadas que cumplen con la directiva del Presidente y estos reglamentos establecieron, por primera vez, un Programa Nacional coordinado que le ahorrará a nuestro país 1,800 millones de barriles de petróleo y reducirá las emisiones de GHG en casi mil millones de toneladas métricas, el equivalente de eliminar 50 millones de autos de la carretera, durante el tiempo de vida de los vehículos vendidos del 2012-2016.\n \n###\n \n\n\n\n"
}