{
    "title": "FACT SHEET: North American Working Group on Violence against Indigenous Women and Girls, New Commitments & Accomplishments from the Obama Administration | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/10/14/fact-sheet-north-american-working-group-violence-against-indigenous",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 14, 2016\n\n \n\n\n\nFACT SHEET: North American Working Group on Violence against Indigenous Women and Girls, New Commitments & Accomplishments from the Obama Administration\n\n\n\n\n\n“Together, we've strengthened your sovereignty, reauthorized the Violence Against Women Act so that tribes can prosecute those who commit domestic violence against women in Indian Country, whether they're Native American or not. We've worked to ensure your right to equal justice under the law, and given more power to tribal courts and police.”\n\n–President Obama addresses Tribal leaders at the 2014 White House Tribal Nations Conference\n\n\tOn June 29, 2016, President Obama traveled to Ottawa for the North American Leaders’ Summit (NALS) to meet with the President of Mexico and the Prime Minister of Canada, to discuss a variety of topics that affect our shared borders. Among the commitments announced at the NALS was the formation of a new North American Working Group on Violence Against Indigenous Women and Girls (the Working Group), a tri-lateral initiative to address the high levels of domestic and sexual violence against indigenous women and girls across our continent. The Working Group, composed of high-level representatives of the United States, Mexico, and Canada, meets for the first time today at the White House.  \n\n\tThe White House welcomes our partners from the governments of Mexico and Canada and is pleased to host this first meeting. This initiative builds on the foundation of policies the Administration has championed to recognize Tribal sovereignty, strengthen our justice and health systems’ responses to violence against Alaska Native and American Indian (AN/AI) women and girls, and advance the human rights of indigenous women and girls globally, through diplomatic channels as well as foreign aid and international development.\n\nNew Commitments to Enhancing Tribal Justice & Supporting Survivors\n\n\tTo demonstrate ongoing commitment to the Working Group’s goals of improving regional coordination and enhancing individual country responses to violence against indigenous women and girls, the Administration announces the following new commitments, resources, and initiatives: \n\n\n\t\tAddressing violence against Alaska Native/American Indian women and girls in the United States: New Announcements\n\n\n“Tribal governments have an inherent right to protect their people, and all women deserve the right to live free from fear.” –Vice President Biden, March 7, 2013\n\n\nLaunch of Strong Hearts Helpline, the First Crisis Line for Native Survivors: Through support from the U.S. Department of Health and Human Services (HHS), the National Domestic Violence Hotline, in partnership with the National Indigenous Women’s Resource Center, will launch the first-ever crisis-line for Alaska Native and American Indian women and girls, the Strong Hearts Helpline, on January 4, 2017.  The new helpline will provide culturally and linguistically appropriate services by and for Native women and will assist AI/AN survivors of domestic and sexual violence with safety planning, emotional support, and referrals to local resources.   \n\nNew Program to Support Abused Parents and Their Children: This year, the HHS Administration on Children, Youth and Families, Family Violence Prevention and Services Program (ACYF) has awarded $5,000,000 to launch 12 community programs offering specialized services for abused parents and their children to address the intergenerational cycle of trauma, violence, and abuse.  Two of the 12 grantees, announced last month, will be launching programs to support American Indian and Alaskan Native families in Alaska.  Two year grant awards are being made to the following organizations: Cook Inlet Tribal Council, Inc., and the SouthEast Alaska Regional Health Consortium.\n\nRoundtable on Cross-Border Tribal Justice: In January 2017, the Department of the Interior’s Bureau of Indian Affairs (BIA), in conjunction with the Department of Justice (DOJ) will host a roundtable with Tribal judges from border Tribes and U.S. Attorneys in border states (including Tribal Special Assistant U.S. Attorneys), to address transnational and cross-border issues to determine key challenges in tribal judicial and tribal law enforcement issues which affect the well-being of Indigenous women and girls, as well as identify best practices.  The roundtable will also highlight traditional and customary practices to address violence against Indigenous women and girls which are effective in Tribal communities.\n\nNew Guidelines for Responding to Intimate Partner Violence from Indian Health Services: Today, the Indian Health Service will release the first-ever set of uniform clinical care guidelines on identifying and responding to intimate partner violence (IPV) for all patients presenting to Indian Health Service (IHS) health care facilities. These guidelines will instruct and equip staff to identify victims of IPV and intervene on their behalf within a system of medical care and referral that is patient-centered, culturally sensitive, and trauma-informed. \n\nDepartment of Justice Office on Violence Against Women Consultation with Alaska Native Leaders: On October 19, 2016, DOJ’s Office on Violence Against Women (OVW) will engage in government-to-government consultation with leaders from Alaska’s 220+ Native Villages. This consultation will be held in Fairbanks, Alaska in conjunction with the annual Alaska Federation of Natives (AFN) convention. The AFN Convention is the largest representative annual gathering in the United States of any Native peoples. In addition to the consultation session, OVW – together with OVC and the National Indian Country Training Initiative – will be announcing the release of a video training series, A Healing Journey for Alaska Natives. This educational series is designed for federal, state, local, and tribal victim service providers; criminal justice professionals; and others who work with Alaska Native victims of domestic violence, sexual assault, and human trafficking.\n\nAugmenting Tribal Input on Violent Crimes Against Native Women and Girls Across Borders: Ahead of the December 2016 annual Tribal violence against women consultation, OVW will issue a framing paper to address specific areas of concern related to violence against AN/AI women and girls across the border. The framing paper will update the tribes on today’s meeting of the North American Working Group on Violence Against Indigenous Women and Girls, and solicit additional input from tribal leaders.  The annual update report sent to tribal leaders in preparation for future consultations will include information on the Working Group’s activities, with new consultation questions submitted to tribal leaders so that they continue to inform the trilateral discussions.\n\nNew Investments in Tribal Justice: Just last month at the White House Tribal Nations Conference, Attorney General Lynch announced more than $107 million in new funding through Department of Justice grants to American Indian and Alaska Native communities to improve public safety to help victims, and strengthen tribal institutions. This amount includes 236 grants under the department’s Coordinated Tribal Assistance Solicitation (CTAS), totaling more than $102 million, to 131 American Indian tribes, Alaska Native villages, tribal consortia and tribal designees. In addition, OVW announced seven awards worth more than $2 million to help tribes develop plans for implementing changes in their criminal justice systems necessary to exercise their jurisdiction over domestic violence crimes as outlined in the Violence Against Women Reauthorization Act of 2013.\n\nNew Research to Expand the Evidence Base on Prevalence of Violence Against Native Women and Girls: The National Institute of Justice (NIJ) has commissioned research to address gaps in the evidence base on the prevalence of violence against American Indian and Alaska Native women living in Indian Country and Alaska Native villages. The National Baseline Study (NBS) study will capture more detailed information that has direct implications for women living in tribal communities (i.e., health, wellness, support services, perceptions of public safety, and opinions on law enforcement response). The NBS was also designed to help address gaps not only in health and legal services and outcomes, but also in criminal jurisdiction, particularly for victims living on tribal lands.  Results are expected in 2018.\n\nStudy Results on the Growing Oil Industry’s Impact in North Dakota and Montana on Domestic Violence, Dating Violence, Sexual Assault, and Stalking: NIJ funded a mixed-method exploratory study to examine the impact of the Bakken oil development on domestic violence, dating violence, sexual assault, and stalking. The research team conducted 13 focus groups with elected officials, attorneys and law enforcement; victim service providers; health and human service workers; community members; and tribal members in oil-impacted communities. In addition, more than 119 qualitative interviews were conducted with victims, community members, first-responders, clergy, law enforcement, hospital personnel, social service workers, school principals, victim service providers, local and state attorneys, elected officials, and oil industry leaders. The study also includes trend analysis of secondary data from 2002-2014 on the incidence and distribution of these interpersonal crimes in 33 oil-impacted counties and two reservations in North Dakota and Montana, including geo-mapping. Results are expected late 2016.\n\nNew Research on Sex Trafficking in Indian Country: NIJ has funded research to assess sex trafficking in participating tribal communities located across the U.S. The findings from this study will be disseminated widely with critical information for tribal leaders, policymakers, service providers, and justice stakeholders about the ways in which sex trafficking manifests itself in tribal communities; identify obstacles and barriers that might hinder the justice process; and offer recommendations to enhance service receipt for survivors.  Results are expected early 2019.\n\n\n\n\t\tAddressing Violence against Indigenous Women and Girls Globally: New Announcements\n\n\n“We believe fundamentally a core value of the Obama Administration – of the American people, I believe – that equitable treatment of women and girls is and always must be a core tenet of America’s global leadership.” –Secretary John Kerry, March 15, 2016\n\n\nBilateral Agreement on Empowering Indigenous Communities with Mexico’s Commission for the Development of Indigenous Peoples: Today, the Department of the Interior’s Assistant Secretary for Indian Affairs joins the Director of the National Commission for the Development of Indigenous Peoples of the United Mexican States to sign a Memorandum of Understanding (MOU) that will strengthen our two countries’ cooperation on indigenous issues by designing mechanisms to facilitate the exchange of best practices, lessons learned, information, experience, and knowledge, to improve the quality of life of indigenous peoples and individuals of each country. Among the identified areas for bilateral cooperation are: prevention of violence against indigenous women and girls; promotion of the rights of indigenous women; and promotion of human rights and access to justice.\n\nConnecting Indigenous Youth Leaders to Promote Gender Equality: Today, the State Department’s Bureau of Educational and Cultural Affairs, in coordination with the U.S. Embassies in Ottawa and Mexico City, announces they will sponsor an exchange program in Spring 2017 to bring together Indigenous youth leaders from Mexico, Canada, and the United States.  The program will connect these youth leaders to representatives from government, private enterprise, and civil society to find innovative ways to promote economic competitiveness while preserving cultural heritage and protecting the environment.  The program will expose Indigenous youth leaders to methods and tools for shaping policy and messaging aligned with their ideals and include a focus on how the participants can promote gender equality in their communities and prevent violence against Indigenous women.\n\n\nThe Administration’s Record on Tribal Issues & Supporting Native Women and Girls\n\n\n\t\tRestoring Tribal Sovereignty & Strengthening Government-to-Government Relations\n\n\n“[We have] launched a new chapter in federal trust relations with tribes and individual Indian beneficiaries [that] reflects our dedication to strengthen the government-to-government relationship with tribal leaders.” –Secretary of the Interior Sally Jewell, August 20, 2014\n\n\nExecutive Order establishing the White House Council on Native American Affairs: This E.O., signed by President Obama in 2010, established a national policy to ensure that the Federal Government engages in a true and lasting government-to-government relationship with federally recognized tribes in a more coordinated and effective manner, including by better carrying out its trust responsibilities, and taking historic steps to increase Tribal representation in the White House by establishing a permanent White House Council on Native American Affairs.\n\nThe Department of Justice Issues Guidelines for Working with Federally Recognized Indian Tribes:  After extensive consultation with tribal leaders throughout the United States, in December 2014, the Attorney General issued guidelines stating principles for the Department of Justice (DOJ)’s work with federally recognized Indian tribes.  These guidelines are intended to honor the government-to-government relationship between the United States and each tribe and to respect the tribes’ authority to exercise their inherent sovereign powers.\n\n\n\n\t\tAddressing violence against Alaska Native/American Indian women and girls in the United States\n\n\n“We are proud to continue support for those tribes exercising greater authority over crimes of domestic violence under the VAWA 2013 tribal provisions, the direct result ofaproposal by this Justice Department and written into law by Congress that is today making communities safer and stronger.” -Attorney General Loretta Lynch, September26, 2016\n\n\nCriminal justice responses to violence against indigenous women and girls, including: access to justice; law enforcement coordination; and human trafficking.\n\n\n\nUSAO Operations Plans: In 2010, DOJ issued a memorandum to United States Attorneys Offices (USAOs) requiring USAOs with Tribes in their districts to hold (at a minimum) annual consultations with Tribal communities and revise their operational plans to ensure the inclusion of cases from Indian country. DOJ supported USAOs to better respond to violence against AN/AI women and girls by providing guidance on specific elements that operational plans should contain for these cases, such as ready access to sexual assault kits, trained and skilled forensic medical providers, timely analysis of kits and other forensic evidence, and memoranda of understanding assigning responsibility to federal agencies for investigating cases.  For domestic violence cases, districts were asked to provide a plan for addressing misdemeanor level offenses committed by non-Indians against Indians and a plan to ensure that lethality risks and safety concerns are appropriately considered by prosecutors.\n\nNational Indian Country Training Initiative (NICTI): In 2010, DOJ’s Executive Office for United States Attorneys launched the National Indian Country Training Initiative (NICTI) to strengthen the skills and knowledge of federal prosecutors, as well as state and tribal criminal justice personnel, involved in the prosecution of cases in Indian country, with specific attention to violent crimes against AN/AI women and girls. Trainings have addressed sexual assault nurse examiner expert witnesses, domestic violence fatality review teams, and strangulation and suffocation. The overwhelming majority of students at these trainings are from tribes or tribal organizations, and DOJ’s Office of Legal Education covers the costs of travel and lodging for tribal attendees.\n\nTribal Special Assistant United Attorneys: In 2012, OVW designed a pilot project to fund Tribal Special Assistant United Attorneys (SAUSAs) to prosecute domestic violence, dating violence, sexual assault, and stalking cases in Indian country. These cross-designated prosecutors maintain an active caseload of crimes of violence against women  in both tribal and federal court, while helping to promote higher quality investigations, and improve training and inter-governmental communication. To support this project, the Department of the Interior’s Bureau of Indian Affairs (BIA) Office of Justice Services (OJS) contributed $250,000 to fund 4 SAUSA positions.\n\n2013 Reauthorization of the Violence Against Women Act (VAWA): The 2013 Reauthorization of VAWA included an historic provision to address flaws in the jurisdictional framework in Indian country that left many acts of domestic and dating violence perpetrated by non-Indians unprosecuted. The Act recognizes tribes’ inherent power to exercise “Special Domestic Violence Criminal Jurisdiction” (SDVCJ) over non-Indian perpetrators who commit acts of domestic violence, dating violence, or violations of certain protection orders in Indian country.\n\nIntertribal Technical Assistance Working Group on SDVCJ: After the enactment of VAWA 2013, DOJ moved quickly to implement the new law through a pilot project for tribes planning to exercise the jurisdiction on an accelerated basis. DOJ also created the Intertribal Technical Assistance Working Group on Special Domestic Violence Criminal Jurisdiction for tribes to exchange information and advice about how best to exercise SDVCJ, recognize victims’ rights and safety needs, and fully protect defendants’ rights. Forty-five tribes have joined the working group, and DOJ’s Office on Violence Against Women (OVW) is supporting it with training and technical assistance. Enhancing these efforts, in 2015, the Department of the Interior’s BIA/OJS funded 10 tribes to lead 3-day training sessions with experts on the implementation of SDVCJ, reaching more than 200 tribal court personnel across 5 tribal courts. Five additional trainings will take place in 2017.\n\nImplementing the Special Domestic Violence Criminal Jurisdiction: In FY 2016, OVW received its first appropriation of $2.5 million to implement the SDVCJ grant program that was authorized by VAWA 2013. OVW made awards to seven tribes to help them exercise the new tribal jurisdiction over non-Indians who, in Indian country, assault Indian spouses, intimate partners, or dating partners, or who violate protection orders. The President’s 2017 Budget proposed doubling that amount, requesting $5 million in Tribal Special Domestic Violence Criminal Jurisdiction grants.\n\nProsecuting Domestic Violence in Indian Country under VAWA: VAWA reauthorizations have given federal prosecutors additional tools to prosecute domestic violence crimes committed in Indian country. One targets habitual domestic violence offenders by allowing charges against any person who commits a domestic assault within Indian country and who has a final conviction on at least two separate prior occasions in federal, state, or tribal court for a previous assault, sexual abuse, or serious violent felony against a spouse or intimate partner. Another recognizes the inherent lethality risks of strangulation and suffocation crimes by amending the federal assault statute to include a specific charge of assault or attempted assault by strangulation or suffocation. In 2015, federal prosecutors filed cases against 122 defendants under the enhanced federal assault statutes and obtained more than 111 convictions through the additional policy tools created under reauthorizations of VAWA, such as the targeting of habitual domestic violence offenders. Also in 2015, prosecutors filed cases against 28 defendants in Indian country cases using the domestic assault by a habitual offender statute and obtained more than 20 convictions.\n\nIncreasing Services for Urban American Indian and Alaska Native Victims of Sex Trafficking: In FY 2016, DOJ’s Office of Victims of Crime (OVC) launched Project Beacon: Increasing Services for Urban American Indian and Alaska Native Victims of Sex Trafficking. Through Project Beacon, OVC will award a total of $1,237,500 to three urban Indian-serving programs to develop holistic, culturally appropriate comprehensive services for urban American Indian and Alaska Native victims of sex trafficking.\n\nTribal Governments Grant Program to Improve Criminal Justice Responses to Violence against Women: OVW provides VAWA funding through its Tribal Governments Grant Program for improving criminal justice system responses, developing prevention and education strategies, and enhancing victim services, among other purposes. This program falls under DOJ’s Coordinated Tribal Assistance Solicitation, which enables tribes to submit a single application for funds to support a range of purposes, from juvenile justice to violence against women. In Fiscal Year (FY) 2016, OVW made 53 awards under this program for a total of approximately $33.6 million.\n\nNational Indian Country Clearinghouse on Sexual Assault: OVW supports the National Indian Country Clearinghouse on Sexual Assault, which includes a website of resources on sexual violence against American Indian and Alaska Native women, as well as a toll-free helpline to provide personalized assistance to Indian country justice and service professionals.  The Clearinghouse also provides training for lay health care providers (such as medicine people and traditional midwives) to collect and preserve forensic evidence in sexual assault cases, triage sexual assault related injuries and health concerns, and provide referrals to services.  The Clearinghouse, in partnership with the National Tribal Trial College, provides a certification course for lay advocates representing American Indian and Alaska Native sexual assault survivors in tribal courts.\n\n\n\nSocial services & public health prevention and responses to violence against indigenous women and girls\n\n\n\nAmerican Indian/Alaska Native Sexual Assault Nurse Examiner Sexual Assault Response Team Initiative: In 2010, OVC began a partnership with the Federal Bureau of Investigation (FBI)’s Office for Victim Assistance and the Indian Health Service (IHS) to enhance the response to victims of sexual violence in Indian country by establishing the AI/AN Sexual Assault Nurse Examiner-Sexual Assault Response Team (SANE-SART) Initiative. This initiative addresses the acute needs of tribal victims of sexual violence through focused efforts to support tribal communities to provide coordinated, community-based, victim-centered responses, and has resulted in new SANE-SART protocols in three tribal communities. In 2012, OVW hosted a national roundtable to discuss innovate responses to sexual violence in Indian country developed under this initiative. The Attorney General’s adoption of the recommendations made by the Initiative’s National Coordination Committee; and hosting a national roundtable discussion on innovative tribal responses to sexual violence in Indian country.\n\nIndian Health Service Domestic Violence Prevention Initiative: In 2010, the Department of Health and Human Services’ (HHS) Indian Health Service (IHS), launched the Domestic Violence Prevention Initiative (DVPI) as a pilot demonstration project that supported 65 programs across the country serving Tribal communities and urban Indians to develop prevention models for domestic violence and sexual assault that are evidence-based and culturally competent. From 2010 to 2015, these programs have supported victims through: more than 78,500 direct service encounters, including crisis intervention, case management, advocacy, and counseling services; more than 45,000 referrals to domestic violence services, culturally-based services, and mental health services; and, the submission of 688 forensic evidence collection kits to federal, state, and tribal law enforcement.  As a result of the success of the pilot, in 2015, IHS announced the program would become a federal grant program and awarded approximately $7.6 million to 57 Indian Health center programs to build the capacity of American Indian and Alaska Native (AI/AN) communities to provide prevention, intervention, and treatment services to AI/AN’s who have experienced domestic or sexual violence.\n\nProject Connect Coordinated Public Health Initiative to Prevent and Response to Violence against Women: The HHS Office on Women’s Health (OWH) supported five tribal health programs to implement Project Connect, a coordinated public health initiative to prevent and respond to violence against women, in 2012. In partnership with Futures without Violence, the following five tribal programs developed and implemented strategies to integrate responses to domestic and sexual violence with services for reproductive health and primary care:  Little Traverse Bay Band of Odawa Indians – Michigan; Nooksack Tribal Health Clinic – Washington; Passamaquoddy Health Center – Maine; The Queen’s Medical Center – Hawaii; and Washoe Tribe of Nevada and California – Nevada.  Project Connect also supported programs to improve partnerships with law enforcement in responding to domestic and sexual violence, and established screening policies to confidentially identify victims in health care settings.\n\nIn Community Spirit – HIV Prevention for Native Women Living in Rural and Frontier Indian County: In 2015, the HHS OWH funded six community organizations led by and for Alaska Native and American Indian women and girls in Alaska, Oklahoma, Arizona, Montana, Minnesota, and Denver, to implement a public health curriculum on HIV and intimate partner violence. The project, “In Community Spirit – HIV Prevention for Native Women Living in Rural and Frontier Indian County,” integrated the strengths of sacred Native traditions and culture to promote community empowerment and support local programs to improve services to Native women experiencing intimate partner violence, alcohol and other substance use/abuse, and sexually transmitted diseases.\n\nComprehensive Tribal Victims Assistance Program: DOJ’s OVC supports Tribal communities to develop and maintain trauma-informed services that assist AN/AI women, girls, and their families, through the Comprehensive Tribal Victims Assistance (CVTA) program.  In FY2016, OVC provided funding to 21 communities totaling more than $8.7 million to support AN/AI victims who have experienced interpersonal violence across the life cycle, including elder abuse, child abuse, domestic violence, sexual assault, trafficking, homicide, and hate crimes. \n\nChildren’s Justice Act Partnerships for Indian Communities Program: Through the Children’s Justice Act (CJA) Partnerships for Indian Communities program, DOJ’s OVC supports Tribal communities to develop and maintain programs to improve the investigation, prosecution, and overall handling of child abuse, child sexual abuse, and severe physical abuse, through a trauma-informed approach. These grants, which increase support for child victims and lessens their additional trauma, were awarded to 10 communities in FY2016 for a total of more than $4.2 million.\n\n\t\tThe HHS Office on Women’s Health (OWH) is in the second year of its 3-year Intimate Partner Violence (IPV) Provider Network initiative, which consists of five cooperative agreements to support strategies to improve the basic care provided by health care providers and IPV service programs, such as integrating IPV screening and brief counseling into routine clinical practice. Grantees are focusing on testing and evaluating interventions that will integrate IPV assessment and intervention into basic care, as well as encouraging collaborations between healthcare providers (including public health programs), and IPV service programs in the community. One of the grantees, Johns Hopkins University, is partnering with several organizations to build a network of service providers to serve women survivors of IPV. One of their partnering organizations is the Arizona Alliance for Community Health, which works with survivors from the Hualapai, Colorado River, Ft. Mojave, Navajo and Hopi Tribes.\n\n\n\nData collection and research efforts to improve the evidence base on violence against Alaska Native and American Indian women and girls\n\n\n\nNational Missing and Unidentified Persons System: DOJ funds the National Missing and Unidentified Persons System (NamUs), a centralized repository and resource center for missing persons and unidentified decedent records. This online system is free and can be searched by medical examiners, coroners, law enforcement officials, and the general public from all of the country in the hope of resolving these cases.  DOJ’s National Indian Country Training Initiative has offered trainings for Tribal law enforcement and prosecutors on missing and unidentified American Indian and Alaska Native women related to domestic and sexual violence and trafficking, led by personnel working for NamUs.\n\nVision 21: Tribal Victim Services and Resource Mapping Project: In FY 2015, OVC awarded $2 million to the National Center for Victims of Crime, the National Congress of American Indians, and the Tribal Law and Policy Institute to improve access to justice for AI/AN victims of crime. The initiative, Vision 21: Tribal Victim Services and Resource Mapping Project, is gathering feedback from Tribal communities in remote areas such as Alaska, to assess information gaps and access to services on and off reservations, towards the development of an online platform to streamline information on local resources, and enabling victim services providers to connect with culturally-relevant service providers.\n\nPrevalence Report on National Rates of Violence against Alaska Native and American Indian Women and Men: In May 2016, NIJ released a new report: Violence Against American Indian and Alaska Native Women and Men: 2010 Findings From the National Intimate Partner and Sexual Violence Survey. This study examines the prevalence of violence against American Indian (AI) and Alaska Native (AN) women and men, using a large nationally representative sample. The results — which show high rates of violence for both women and men — provide the most thorough assessment on the extent of violence against AI and AN women and men to date. Findings from the study estimate levels of sexual violence, physical violence by intimate partners, stalking, and psychological aggression by intimate partners among AI and AN women and men, as well as estimates of interracial victimization.\n\n\n\n\t\tAddressing Violence against Indigenous Women and Girls Globally\n\n\n“In the face of a problem of this scope and severity, we cannot sit by passively.  That is why the United States has taken and will continue to take robust affirmative steps to address violence against indigenous women and girls, both domestically and internationally.” –Ambassador Keith Harper, United Nations Human Rights Council, September 20, 2016\n\n\nStrengthening International Frameworks to Address Violence Against Indigenous Women and Girls: Internationally, to highlight violence and discrimination against indigenous women and girls, the United States delivered a joint statement on behalf of 35 countries at the June 2014 UN Human Rights Council (HRC) session. The Administration also highlighted this issue in the outcome document  of the September 2014 World Conference on Indigenous Peoples, the first high-level UN meeting devoted to promoting the rights of indigenous peoples worldwide.  The outcome document talks about empowering indigenous women through policies and programs designed to promote capacity-building and leadership; it mentions ensuring indigenous women’s participation in decision-making processes, including by eliminating barriers; and, it calls for strengthening legal, policy, and institutional frameworks to combat violence against indigenous women.  \n\nHumanitarian and Development Assistant for Indigenous Women and Girls: In 2014, the United States provided more than $290,000 of voluntary funding to UN Women, to support field-based projects protecting indigenous women and children in Guatemala and Vanuatu from violence. As part of its humanitarian crisis response, Vanuatu used its funds to help vulnerable indigenous women and girls during the severe March 2015 storm damage. \n\nSide Event on Violence against Indigenous Women and Girls at the June 2015 United Nations Human Rights Council: The United States held a side event on violence against indigenous women and girls at the June 2015 HRC session, as part of “The Future She Deserves.” This initiative, which was announced by the U.S. Ambassador to Geneva, Ambassador Pamela Hamamoto, in February 2015, leverages Geneva-based institutions and multilateral meetings to advance the goal of making women and girls less vulnerable. One of its overarching objectives is preventing and responding to gender-based violence. The keynote speaker was Jodi Gillette, Special Assistant to the President of the United States for Native American Affairs.\n\nSupport for Increased Representation of Indigenous Peoples at the United Nations: Under the Obama Administration, the United States Mission to the United Nations in Geneva has worked with other member states, including Mexico and Canada, to enhance the mandate of the Expert Mechanism for the Rights of Indigenous Peoples (EMRIP), to address emerging and urgent situations that threaten to undermine their rights by co-sponsoring a resolution with Mexico at the 33rd session of the United Nations Human Rights Council calling for further implementation of the Declaration of the Rights of Indigenous Peoples. Complementing the push for a stronger EMRIP, the United States delegations to the UN Human Rights Council and the UN General Assembly have led negotiations towards the establishment of a new, separate observer category for indigenous institutions, which would enhance indigenous peoples’ participation in the UN.\n\nHighlighting Indigenous Women and Girls as Stakeholders in the Updated U.S. Strategy to Prevent and Respond to Gender-Based Violence Globally: The updated U.S. Strategy to Prevent and Respond to Gender-Based Violence Globally, jointly led by USAID and the Department of State, reflects our growing understanding of gender-based violence, including historic provisions for vulnerable populations, such as indigenous women and girls. Established in a 2012 Executive Order to prioritize U.S. foreign policy and programs to combat gender-based violence worldwide using a whole-of-government, interagency approach, the Strategy lays out the tools the U.S. Government is employing to prevent and combat this scourge.  The 2016 update includes lessons learned from a 2015 evaluation of the first installment of the strategy, including recommendations to, “engage women and girls, including advocates and survivors, from local civil society and indigenous organizations, as allies, change agents, partners, and role models to inform and improve policy and program development, implementation, and evaluation.”\n\nHighlighting Indigenous Women and Girls as Stakeholders in the U.S. Global Strategy to Empower Adolescent Girls: The United States is the first country in the world to develop a strategy focused on the protection and advancement of adolescent girls globally, under the principle that adolescence is a critical period when significant physical, emotional, and social changes shape a girl’s future and, consequently, that of her family and community.  Launched in May 2016 by Secretary Kerry, the strategy aims to bring U.S. Federal agencies together to comprehensively improve the lives of girls around the world, safeguard their rights, and encourage their full social, political, and economic participation as the next generation of leaders. A key tenet of the strategy is that the U.S. government must make a deliberate and intentional effort to reach those with the greatest unmet need, including girls who are part of impoverished, rural, or indigenous populations. The strategy also emphasizes the need to engage girls as active participants in the design, implementation, and evaluation of programs and policies.\n\n\n\n\n\n"
}