{
    "title": "Declaraciones del Presidente durante la firma del decreto ejectuivo del Programa de la Casa Blanca para la Excelencia Educativa de los Hispanos el martes | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/10/19/declaraciones-del-presidente-durante-la-firma-del-decreto-ejectuivo-del-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 19, 2010\n\n \n\n\n\nDeclaraciones del Presidente durante la firma del decreto ejectuivo del Programa de la Casa Blanca para la Excelencia Educativa de los Hispanos el martes\n\n\n\n\n\n\t2:11 P.M. EDT\n\n\tEL PRESIDENTE: Excelente. Siéntense todos, por favor. Les doy la bienvenida a todos a la Casa Blanca. Gracias Javier por la sobresaliente presentación. No jugaré ajedrez contigo. (Risas). Puede que no hayas ganado el campeonato nacional, pero me ganarías. (Risas). Y luego, Malia y Sasha se reirían de ello. (Risas). Estamos orgullosos de ti y nos complace que estés aquí.    \n\n\tGracias, también, a los Mariachis de la Universidad Panamericana de Texas, quienes tocaron para nosotros. (Aplausos.) Y saludos a todos aquéllos alrededor del país que están participando en eventos para ver [la transmisión de esta ceremonia] y en los esfuerzos por la reforma educativa en sus propias comunidades. Precisamente, ese tipo de participación –lograr la participación del pueblo estadounidense, darles a todos más poder de decisión sobre las medidas de política que afectan su vida, y reconocer que tenemos la responsabilidad de producir verdaderos resultados– es el núcleo de un nuevo decreto ejecutivo que estoy por firmar, para mejorar el programa de la Casa Blanca para la Excelencia Educativa de los Hispanos (Aplausos.) \n\t \n\tAhora bien, antes de firmar este documento, me gustaría agradecerles a algunas personas que han sido y continuarán siendo cruciales para nuestro éxito: Thelma Meléndez de Santa Ana, nuestra secretaria adjunta de Educación Primaria y Secundaria… (aplausos); Eduardo Ochoa, nuestro secretario adjunto de educación superior… (aplausos); Rosalinda Barrera, subsecretaria adjunta… (aplausos).  \n\t \n\tAsimismo, quiero agradecerle a Eduardo Padrón, rector de Miami Dade Community College, quien ha sido un líder en los esfuerzos de mi gobierno para mejorar las instituciones comunitarias de enseñanza superior de Estados Unidos. Y, como si eso no fuera suficiente, además de dirigir una institución comunitaria, también ha aceptado dirigir la Comisión de Asesoría al Presidente en este programa, por lo que le estamos agradecidos. (Aplausos). Será un grupo de 30 líderes latinos quienes se van a asegurar de que, en lo que respecta a la educación de nuestros niños, mi gobierno escuche perfectamente las voces de la comunidad latina.  \n\t \n\tY también quiero agradecerle de forma especial a Raúl Yzaguirre, embajador ante la República Dominicana, quien recientemente recibió la confirmación. (Aplausos). La visión y el compromiso tenaz de Raúl con la igualdad de oportunidades educativas para todos ayudaron a que este programa se hiciera realidad en 1990, bajo George H.W. Bush. Y, por lo tanto, estamos muy orgullosos de que esté hoy aquí, para ver que este trabajo continúa. \n\t \n\tLa pregunta entonces, en 1990, era la misma que enfrentamos ahora: ¿Cuál es la mejor manera de mejorar las oportunidades y resultados educativos de nuestros estudiantes hispanos? Durante el último año y medio, bajo el liderazgo de Juan Sepúlveda –y Juan, gracias por su sobresaliente labor– (aplausos), durante el último año y medio, este programa se ha dedicado a recopilar las respuestas de todos aquéllos que conocen mejor la situación: las personas en comunidades de todo el país. Juan ha auspiciado más de 100 conversaciones. Ha recopilado los comentarios de más de 10,000 estadounidenses. Y, ha trabajado con líderes de más de 30 estados, como también el Distrito de Columbia y Puerto Rico, para llegar a soluciones reales, que sean más eficaces para beneficio de nuestros hijos. \n\t \n\tSabemos la razón de su importancia. Hoy en día, los latinos son la minoría más numerosa en las escuelas de los Estados Unidos, –más de un estudiante de cinco– y enfrentan retos de proporciones monumentales. Es más probable que los estudiantes latinos vayan a las escuelas de menor rendimiento, más probable que aprendan en clases de más alumnos, más probable que más de ellos abandonen los estudios. Menos de la mitad recibe educación inicial a temprana edad. Sólo aproximadamente la mitad se gradúa a tiempo de la escuela secundaria. Y, aquéllos que logran ingresar a la universidad, a menudo se encuentran mal preparados para sus rigores. En apenas una generación, la tasa de graduados universitarios entre todos los estudiantes de Estados Unidos ha pasado de ser la más alta a ocupar el noveno lugar.  \n\n\tAhora bien, éste no es sólo un problema latino; es un problema estadounidense. Debemos resolverlo porque si permitimos que estas tendencias continúen, no será una sola comunidad la que se quedará atrás; todos nos quedaremos atrás juntos. En un momento en que la tasa de desempleo de los estadounidenses sin estudios universitarios es casi el doble que la de quienes fueron a la universidad; cuando la mayoría de los nuevos empleos que se están generando requieren cierta educación superior; cuando los otros países que están superándonos en educación ahora competirán con nosotros y nos superarán en el futuro... asegurarnos de ofrecerles una educación de primera a todos nuestros niños; independientemente de raza, es más que una obligación moral. Es un imperativo económico si queremos tener éxito en el siglo XXI.\n\n\t     Y es por eso que cuando asumí el mando, fijé dos importantes objetivos para la educación en Estados Unidos. El primero era que nos aseguremos de que todos nuestros estudiantes, como los que nos acompañan hoy aquí, reciban una educación completa y competitiva desde la cuna hasta la profesión. Y en segundo lugar, para el año 2020 –el año en que Javier se graduará de la universidad– que Estados Unidos vuelva a tener la proporción más alta de graduados universitarios que ningún otro país de la Tierra. Ése es nuestro objetivo. (Aplausos.) \n\n\tAhora bien, mejorar los resultados de educación de la comunidad hispana es crucial para alcanzar esos objetivos generales. Y alcanzar esos objetivos es el propósito detrás de cada batalla que luchamos por la educación de nuestros niños desde que asumí el mando.\n\n\tEstamos expandiendo y reformando la educación inicial para que nuestros niños no empiecen rezagados su primer año escolar. Estamos desafiando a los programas que no rinden como es debido para que compitan por fondos, porque si reciben dinero de los contribuyentes, más les vale que puedan producir resultados para beneficio de nuestros niños.\n\n\tHemos iniciado una “Carrera a la Cima” (“Race to the Top”) para alentar a los estados a reformar sus escuelas desde la base para beneficio de todos nuestros niños: tanto negros como blancos y latinos. Hasta ahora, 48 estados y el distrito de Columbia ya han competido para elevar los estándares, mejorar el currículo y reformar escuelas con problemas. Y tomaremos medidas para reclutar y capacitar a más maestros de buen desempeño, entre ellos maestros bilingües.\n\n\tEstamos haciéndole frente a la crisis de abandono de estudios que afecta a la comunidad hispana más que a cualquier otra comunidad. Y estamos desafiando a las escuelas y comunidades a que reformen las 5,000 peores escuelas que tenemos, entre ellas muchas con el más alto índice de latinos y afroamericanos que abandonan los estudios.\n\n\tPara alcanzar el segundo objetivo que fijé, ser líderes del mundo en proporción de egresados universitarios, estamos ofreciéndoles a las familias de clase media el Crédito Tributario de Oportunidades Estadounidenses (American Opportunity Tax Credit), que es un crédito tributario por un valor de hasta $2,500 al año que ya ha ayudado a poner el sueño de un grado universitario al alcance de más de 12 millones de estudiantes de familias trabajadoras.\n\n\tEstamos mejorando nuestras instituciones comunitarias de enseñanza superior para que puedan poner a los estudiantes que buscan trabajo en contacto con empresas que quieren contratar. Estamos financiando e implementando la ley Post-9/11 G.I. para que nuestros veteranos, incluidos los sobresalientes veteranos latinos, puedan venir a casa con las mismas oportunidades de obtener un grado universitario que mi abuelo tuvo cuando regresó de la Segunda Guerra Mundial.\n\n\tEstamos eliminando el despilfarro de $60,000 millones en la próxima década que se regalaban a bancos que lucraban en un sistema de préstamos estudiantiles aquejado de problemas, y estamos usando ese dinero para hacer que la Universidad esté más al alcance del bolsillo de millones de estadounidenses. De hecho, calculamos que gracias a estas medidas la Universidad será más económica para más de 150,000 estudiantes latinos adicionales.\n\n\tY como he dicho anteriormente, el Congreso debe aprobar de una vez por todas la ley DREAM. Respaldo esta ley… (aplausos)… respaldo esta ley desde hace años y haré todo lo que sea necesario para promulgarla a beneficio de los estudiantes que quieran obtener una educación universitaria y quienes deseen servir a la patria vistiendo el uniforme.\n\n\tReformar nuestras escuelas con problemas; poner el sueño de una educación universitaria al alcance de las familias trabajadoras; educar a nuestros niños –- todos ellos–- para que se gradúen listos para la universidad, listos para una carrera, listos para sacarle el máximo partido a la vida; es lo que estamos haciendo. Por eso estamos aquí.\n\n\tPero mientras que mejorar la educación de los hispanos en Estados Unidos es el propósito de este programa, no es algo que puede recaer exclusivamente en el Departamento de Educación. Espero que las agencias de todo el gobierno federal tomen este programa en serio y apoyen su misión. Y no es algo que el gobierno puede hacer por sí solo. Será necesario que todos nosotros –el sector público y privado, maestros y directores, todos ustedes en casa en esas reuniones de acción vecinal, los padres– participen en la educación de sus hijos y que los estudiantes se esmeren lo más posible, porque cuanto más lejos lleguen en la escuela, más lejos llegarán en la vida, y eso significa que llegaremos más lejos como país.\n\n\tSé que habrá cínicos por allí que dirán que esta mejora que estamos buscando no es posible; que las reformas no funcionan; que los problemas de nuestro sistema educativo son demasiado arraigados. Es fácil pensar de esta manera. Este programa, por ejemplo, existe desde hace 20 años y aún enfrentamos muchos de los mismos desafíos. Y es cierto: como he dicho desde que me postulé a este cargo –y como muchos de ustedes saben por experiencia propia– el cambio es difícil. Los cambios toman tiempo. Solucionar los problemas de nuestro sistema educativo no será fácil. No veremos resultados de la noche a la mañana. Quizá tome varios años, incluso décadas, para ver el fruto de todos estos cambios.\n\n\tPero ésa no es razón para no comenzar. Ésa no es razón para no luchar por estos cambios. De hecho, es razón para que comencemos a hacerlos ahora mismo. Es razón para perseverar. Y mientras yo sea Presidente, no sucumbiré a los llamados a escatimar esfuerzos con nuestros estudiantes. (Aplausos.) \n\n\tO sea que, a fin de cuentas, esto es cuestión de crear un futuro más brillante donde todo niño en este país –sea negro, blanco, latino, asiático o indígena americano; independientemente de color, clase, credo– tenga la oportunidad de superar cualquier barrera para alcanzar el potencial que Dios le dio. Esto es cuestión de cumplir con la promesa fundamental de este país que amamos: la promesa de una vida mejor; la promesa de que nuestros niños aspiren a más, anhelen más, lleguen más lejos de lo que nosotros jamás pudimos imaginarnos. Ésa es la promesa que tantos de ustedes se esfuerzan por cumplir todos los días en sus respectivos campos. Y mientras yo tenga el privilegio de ser su Presidente, tengo la intención de esforzarme para que esa promesa se cumpla.\n\n\tMuchas gracias a todos. Ahora suscribiré este programa. Gracias. (Aplausos.)\n\n\t                        FIN                              2:23 P.M. EDT\n\n\n\n\n"
}