{
    "title": "Message from the President to Congress Regarding the Budget Supplemental for the IMF and NAB | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/message-president-congress-regarding-budget-supplemental-imf-and-nab",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 13, 2009\n\n \n\n\n\nMessage from the President to Congress Regarding the Budget Supplemental for the IMF and NAB\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  _____________________________________________________  For Immediate Release                           May 13, 2009 TEXT OF A LETTER FROM THE PRESIDENT  TO THE SPEAKER OF THE HOUSE OF REPRESENTATIVES May 12, 2009  Dear Madam Speaker: Last month, I asked the Congress to consider changes to the level of borrowing authority for the International Monetary Fund (IMF). Today, I formally transmit this request in the accompanying supplemental budget request. I urge that the Congress expand the resources available to the IMF through its New Arrangements to Borrow (NAB) and approve a set of other proposals to strengthen the IMF, including an increase of about $8 billion in the U.S. quota subscription to the IMF. The NAB is one mechanism that the IMF utilizes to boost its lending ability when its regular resources are at their limit in the face of circumstances that threaten the stability of the international monetary system. This increase in the NAB by the United States and other countries would provide the necessary resources for the IMF to address financial dangers in markets around the world, especially those in developing countries impacted by the global financial crisis. To that end, I request that the Congress approve both the U.S. expansion of NAB up to $100 billion and the increase in the U.S. quota subscription. The size of the NAB is currently $50 billion. This change, and the U.S. quota increase, should carry a minimal budget score as it is equivalent in some respects to credit activity with very small risk. The request provides that the costs of these proposed NAB and quota increases will be reflected on a net present value basis. This step is crucial for U.S. economic interests. Many of the developing countries that would benefit from the NAB expansion are experiencing severe economic decline and a massive withdrawal of capital. Should the situation become worse, and should the IMF not be in a position to stem the crisis, currencies could collapse. The experience with the Asian financial crisis shows that such a massive failure would be a catalyst for steeper drops in U.S. growth, jobs, and exports. This proposal, first discussed at the international level at the recent G-20 meetings in London, came after broad consultation with Congress. The U.S. expansion of $100 billion in the NAB would be part of an overall international expansion of $500 billion. We committed to this expansion, and other countries are looking to the United States to deliver on our commitment. Sincerely,  BARACK OBAMA\n\n\n\n"
}