{
    "title": "Gov. Granholm, Administration Officials to Preview the President’s Trip to Holland, Michigan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/gov-granholm-administration-officials-preview-president-s-trip-holland-michigan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of Media Affairs\n\n\nFor Immediate Release\nJuly 14, 2010\n\n \n\n\n\nGov. Granholm, Administration Officials to Preview the President’s Trip to Holland, Michigan\n\n\n\n\nOfficials to preview new DOE report on Recovery Act investments in advanced battery and electric vehicle industry\nWASHINGTON- Today at 4:00 p.m. EDT, Michigan Governor Jennifer Granholm, White House Communications Director Dan Pfeiffer, and Matt Rogers, Senior Advisor to Energy Secretary Chu, will hold a press conference call ahead of the President's trip to Holland, MI, for the official groundbreaking of the new Compact Power plant.  As part of the call, they will preview a new Department of Energy report to be released on Thursday that details how Recovery Act investments are creating jobs and helping to build the domestic advanced battery and electric vehicle industry from the ground up.  The Compact Power plant is the ninth of nine new advanced battery plants to start construction as a result of the $2.4 billion in Recovery Act advanced battery and electric vehicle grant awards the President announced last August.  Compact Power, a subsidiary of LG Chem, is matching its $151 million Recovery Act grant dollar-for-dollar to build a new plant in Holland that will manufacture advanced batteries for the Chevy Volt and the new electric Ford Focus. \nWHAT: Embargoed Conference Call with Administration Officials, Governor Granholm to Preview the President’s Trip to Holland, Michigan\nWHO:   Michigan Governor Jennifer Granholm\n            Dan Pfeiffer, White House Communications Director\n            Matt Rogers, Senior Advisor to Energy Secretary Chu\nWHEN: Today at 4:00 p.m. EDT\nDIAL IN: Reporters that wish to join this call should dial (800) 288-8967 and ask to join the “Batteries Call.”\n\n\n\n"
}