{
    "title": "Carta de John Brennan y el General Games Jones al Presidente de Comité Levin sobre seguridad fronteriza | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/carta-de-john-brennan-y-el-general-games-jones-al-presidente-de-comit-levin-sobre-s",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 25, 2010\n\n \n\n\n\nCarta de John Brennan y el General Games Jones al Presidente de Comité Levin sobre seguridad fronteriza\n\n\n\n\nSírvanse encontrar adjunta una carta de John Brennan, asesor presidencial de seguridad territorial y antiterrorismo, y James Jones, asesor general de seguridad nacional, al presidente de comité Levin, en la que comunican la decisión del Presidente de proporcionar respaldo adicional para seguridad estratégica e integrada en la frontera sudoeste. Lo siguiente es la traducción:\nTHE WHITE HOUSE\nWASHINGTON\n25 de mayo, 2010\nEstimado Sr. Presidente:\nGracias por la oportunidad de expresar las opiniones de la Administración sobre la mejor manera de resguardar mejor nuestra frontera sudoeste. Desde que el Presidente Obama asumió el mando, hemos dedicado un nivel sin precedente de recursos a cumplir con la responsabilidad del gobierno federal de resguardar la frontera sudoeste. Al hacerlo, hemos mejorado la protección federal de la frontera, las medidas para velar por el cumplimiento de la ley y los esfuerzos para combatir las drogas que les corresponden a los departamentos de Seguridad Nacional, Justicia y Defensa, y hemos reforzado nuestra alianza a favor de la seguridad con México, dirigida a desmantelar las redes trasnacionales ilícitas que socavan la seguridad de los ciudadanos en ambos lados de nuestra frontera común.\nPor ejemplo, hoy en día hay un número récord de empleados del Servicio de Aduanas y Protección Fronteriza (Customs and Border Protection o CBP) en la frontera sudoeste. Más de 3,000 oficiales del Servicio de Inmigración y Control de Aduanas (Immigration and Customs Enforcement o ICE) trabajan en este momento en la región de la frontera para identificar, interrumpir y desmantelar organizaciones criminales. El Departamento de Justicia ha aumentado el número de agentes de la Oficina contra el Alcohol, Tabaco, Armas de Fuego y Explosivos (Alcohol, Tobacco, Firearms, and Explosives); la Agencia Anti Drogas (Drug Enforcement Administration), y la Oficina Federal de Investigación (Federal Bureau of Investigation), como también de fiscales que ayudan a preparar casos complejos contra organizaciones criminales transnacionales que amenazan la seguridad de comunidades en ambos lados de la frontera.\nMás de 300 empleados de la Guardia Nacional (National Guard) actualmente participan en misiones para combatir las drogas a lo largo de la frontera sudoeste. Además, hemos puesto a disposición de agencias de la ley a nivel estatal, local y tribal más de $100 millones en subvenciones para apoyar sus esfuerzos integrados por combatir las actividades criminales en los estados de la frontera sudoeste. Con el respaldo del Congreso, también hemos obtenido más de $1,000 millones en fondos para respaldar los esfuerzos decididos de México a fin de desmantelar y derrotar a las organizaciones criminales transnacionales.\nLa Administración ha utilizado una estrategia integral, dirigida y de muchos niveles con las medidas de seguridad y para velar por el cumplimiento de la ley. Continuar dicha estrategia en vez de tratar de movilizar un número arbitrario de miembros de la Guardia Nacional es esencial para hacerles frente a los cambiantes desafíos relacionados con la frontera y complementar nuestra firme alianza con México.\nEl Presidente se ha comprometido a un enfoque estratégico, que consiste en la utilización temporal y basada en lo requerido de hasta 1,200 miembros adicionales de la Guardia Nacional, una transición mientras se realizan mejoras de más largo plazo en la protección fronteriza y de personal policial de los departamentos de Seguridad Nacional y Justicia para combatir las redes ilícitas que participan en la trata de personas y el tráfico de drogas, armas ilegales y dinero, como también la violencia relacionada con estas actividades ilegales.\nNo existe precedente en la historia moderna de que el Congreso dé instrucciones al Presidente para que movilice guardias de la manera que se pretende con la enmienda. Dirigir el uso de nuestras Fuerzas Armadas representa una interferencia injustificada con las responsabilidades del Comandante en Jefe, y por lo tanto atenta contra la función del Presidente en la administración de la Fuerza Total. Como los miembros de su comité bien saben, los miembros de la Guardia Nacional están plenamente integrados a nuestras Fuerzas Armadas, y las decisiones sobre su uso tienen un impacto en otras actividades, incluidas las cruciales funciones que desempeñan en Irak y Afganistán. Dirigir el uso de nuestras Fuerzas Armadas es labor del Comandante en Jefe. Esto es particularmente cierto dada la importancia de sopesar lo que se exige de los miembros de la Guardia Nacional, como también de nuestros otros valientes hombres y mujeres en uniforme, y sus familias, mientras continúan cargando con la responsabilidad de librar las dos guerras en las que participa nuestra nación. La Guardia Nacional se debe utilizar para atender necesidades específicas, basadas en lo requerido, en las que puedan poner en práctica su singular capacidad.\nEs importante señalar que incluso mientras reconocemos la necesidad de hacer más, nuestros esfuerzos a lo largo de la frontera sudoeste hasta la fecha han comenzado a producir resultados. Hemos aumentado la presión contra las organizaciones del narcotráfico por medio de la confiscación de cantidades significantes de drogas ilegales camino a Estados Unidos y por medio de la incautación a niveles históricos de armas ilegales y de efectivo en grandes cantidades que se transporta de Estados Unidos a México. Por ejemplo, el número de armas ilegales decomisadas en la frontera por CBP y ICE aumentó en más de 20 por ciento en el 2009, y la cantidad de dinero en efectivo, en 33 por ciento. La inmigración ilegal a Estados Unidos se ha reducido, y las capturas en puntos de ingreso han disminuido en 23 por ciento. La tasa promedio de crímenes violentos ha bajado en estados fronterizos y en muchas de las áreas metropolitanas importantes del sudoeste, aunque aún existen preocupaciones serias.\nEl enfoque estrecho y extralimitado de la enmienda no es acertado con respecto a la mejor manera de resguardar la frontera sudoeste. El uso de recursos de manera más estratégica e integrada continuará haciendo que la frontera esté más protegida y que las comunidades fronterizas estén más seguras.\nAtentamente,\nGeneral James L. Jones, USMC, Ret.\nAsesor de seguridad nacional\nJohn O. Brennan\nAsesor presidencial \nde seguridad territorial y antiterrorismo\n\nHonorable Carl Levin\nPresidente \nComité de Servicios Armados \nSenado de Estados Unidos \nWashington, D.C. 20510-2202\n \n\n\n\n"
}