{
    "title": "MENSAJE SEMANAL: Presidente Obama hace firme llamado a la aprobación del acuerdo marco sobre recortes tributarios | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/11/mensaje-semanal-presidente-obama-hace-firme-llamado-a-la-aprobaci-n-del-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 11, 2010\n\n \n\n\n\nMENSAJE SEMANAL: Presidente Obama hace firme llamado a la aprobación del acuerdo marco sobre recortes tributarios\n\n\n\n\n\nTHE WHITE HOUSE\n\nOficina del Secretario de Prensa\n\n______________________________________________________________________________\n\n11 de diciembre, 2010\n\n\t \n\nMENSAJE SEMANAL: Presidente Obama hace firme llamado a la aprobación del acuerdo marco sobre recortes tributarios\n\n\tWASHINGTON – En el mensaje de esta semana, el Presidente Obama hace un firme llamado a ambas cámaras del Congreso para que aprueben el acuerdo marco sobre recortes tributarios. Es algo positivo para el pueblo estadounidense, que está contando con que Washington lo lleve a cabo. Si no se logra, el resultado no sólo sería un aumento de impuestos para las familias de clase media y la pérdida del seguro por desempleo para los peor golpeados por esta recesión, sino que también pondría en peligro nuestra recuperación económica.                                            \n\n\tEl audio y el video del mensaje estarán disponibles en Internet en obamawhitehouse.archives.gov a partir de las 6:00 a.m. EDT el sábado 11 de diciembre, 2010.\n\nDeclaraciones del Presidente Barack Obama – Versión Preparada\n\nMensaje semanal\n\nThe White House\n\n11 de diciembre, 2010\n\n\tEn estos momentos, hay un gran debate en Washington que tendrá repercusiones en la cantidad de impuestos que ustedes pagarán el próximo año. Si el Congreso no actúa, la tasa de impuestos aumentará automáticamente para casi todos en nuestro país. La típica familia de clase media terminará pagando $3,000 adicionales.\n\n\tEso me parece inaceptable. No es el momento, porque sabemos que la clase media fue la peor golpeada por la recesión. No es el momento, porque sabemos que vaciar los bolsillos de la gente trabajadora es precisamente lo peor que podemos hacer si queremos que nuestra economía crezca más rápidamente. Los economistas nos dicen que este aumento de impuestos que recae en familias trabajadoras podría costarnos bastante más de un millón de empleos.\n\n\tPor eso hemos luchado tan arduamente para reducir los impuestos de la clase media. Y por eso congregué a demócratas y republicanos, para llegar a un compromiso y tratar de salvar nuestras diferencias, para lograr que esto se apruebe.\n\n\tAhora los republicanos en el Congreso favorecen firmemente otorgar recortes tributarios permanentes a los contribuyentes más acaudalados y dueños de las mayores propiedades, muchos de los cuales son millonarios e incluso multimillonarios. Pero yo no creía que esos recortes tributarios valieran la pena. Aumentan nuestro déficit sin impulsar realmente la economía.\n\n\tYo creía que la mejor manera de ayudar a la economía y a las familias trabajadoras era mantener bajos los impuestos de la clase media y gravar menos a los padres que trabajan, los estudiantes universitarios y las pequeñas empresas. Y creo que dado que millones de personas buscan empleo, sería una terrible equivocación acabar con el seguro por desempleo, no sólo para la gente sin trabajo, sino para nuestra economía en general.\n\n\tPor eso negociamos un acuerdo que refleja ideas de ambas partes. No fue fácil y dista de ser perfecto. Como sucede con toda negociación, todos tuvieron que hacer concesiones sobre factores que no les agradaban. Pero el resultado es positivo para el pueblo estadounidense. Los recortes tributarios en este plan, en su mayoría, ayudarán a la clase media, incluido un nuevo recorte del impuesto a la nómina que le ahorrará aproximadamente $1,000 a la familia promedio. Y mientras este plan se debate en el Congreso, quiero dejar en claro los beneficios reales que se reflejarán en la vida de las personas.\n\n\tBeneficiará a una madre sola con dos hijos en Ohio que trabaja como cajera. Con este plan, obtiene una nueva reducción al impuesto a la nómina y recibe un mayor crédito tributario por hijo, por un total de $2,300.\n\n\tBeneficiará a una pareja en Florida que gana aproximadamente $50,000 y que está intentando pagar la universidad de uno de sus dos hijos. Ahorrarían más de $4,000 gracias a los recortes tributarios para la clase media, que incluye un crédito tributario de $2,500 para pagar la matrícula universitaria.\n\n\tY beneficiará enormemente a la gente que está buscando empleo. Para muchas de estas familias, el seguro de emergencia por desempleo es la última línea de defensa entre una vida difícil y la catástrofe. Y quisiera señalar que si esta gente deja de gastar dinero, eso también afecta a las empresas, que dejarían de contratar, y eso perjudicaría nuestra recuperación.\n\n\tEntonces, este plan ayudará a millones de familias a cubrir sus gastos, mediante recortes tributarios y seguro por desempleo para personas que han perdido su trabajo por motivos ajenos a ellas. Y también hemos incluido recortes tributarios a las empresas, para que les sea más fácil invertir y expandirse. A fin de cuentas, esto no solo va a ayudar directamente a las familias y empresas. Al no vaciar los bolsillos de la gente, estamos contribuyendo al crecimiento de las empresas, veremos que la gente podrá gastar un poco más, impulsaremos la contratación y fortaleceremos la economía en general.\n\n\tAhora bien, reconozco que muchos de mis amigos en mi propio partido están insatisfechos con algunas partes de este acuerdo, en particular, los recortes tributarios temporales para los ricos. Y comparto su inquietud. Está claro que a largo plazo, si nos tomamos en serio el equilibrio presupuestal, no nos podemos dar el lujo de seguir otorgando estos recortes tributarios a los contribuyentes más acaudalados, especialmente cuando sabemos que disminuir el déficit va a requerir sacrificios de todos. Esa es la realidad.\n\n\tPero al mismo tiempo, no podemos permitir que la clase media de este país quede atrapada en el fuego cruzado de Washington. La gente quiere que encontremos soluciones, no que nos anotemos victorias políticas. Y no permitiré que se trate a las familias de clase media como peones en un juego de ajedrez.\n\n\tLa oportunidad de que las familias envíen a sus hijos a la universidad está en juego en este debate. La capacidad de los padres de poner comida sobre la mesa mientras buscan empleo depende de este debate. Y nuestra recuperación se fortalecerá o debilitará según la opción que escoja el Congreso.\n\n\tAsí que hago un firme llamado a los miembros de ambos partidos para que aprueben este plan. Tengo la confianza de que harán lo correcto y fortalecerán a la clase media y nuestra recuperación económica.\n\n\tMuchas gracias.\n\n\n\n\n"
}