{
    "title": "Background on the National Conference on Mental Health | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/06/03/background-national-conference-mental-health",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 03, 2013\n\n \n\n\n\nBackground on the National Conference on Mental Health\n\n\n\n\nOn Monday, June 3rd, President Obama and Vice President Biden will host a National Conference on Mental Health at the White House as part of the Administration’s effort to launch a national conversation to increase understanding and awareness about mental health. President Obama will deliver opening remarks and Vice President Biden will deliver closing remarks to conference participants.\nThe conference will bring together people from across the country, including mental health advocates, educators, health care providers, faith leaders, members of Congress, representatives from local governments and individuals who have struggled with mental health problems, to discuss how we can all work together to reduce stigma and help the millions of Americans struggling with mental health problems recognize the importance of reaching out for assistance.\nBuilding on Progress\nThe conference builds on the President’s plan to reduce gun violence, which calls on Health and Human Services Secretary Kathleen Sebelius and Education Secretary Arne Duncan to launch a national conversation to increase understanding and awareness of mental health.  It also builds on a number of steps to raise awareness and improve care for those experiencing mental health issues, including veterans, a topic Veterans Affairs Secretary Eric Shinseki will address in the closing session.  For example:\n\n\nExpanding Mental Health Coverage. The Affordable Care Act will expand mental health and substance use disorder benefits and parity protections for 62 million Americans.  In addition, thanks to the health care law, beginning in 2014, insurers will no longer be able to deny anyone coverage because of a pre-existing mental health condition.  The law already ensures that new health plans cover recommended preventive benefits without cost sharing, including depression screening for adults and adolescents and behavioral assessments for children.\n\n\nSupporting Young People.  The President’s Fiscal Year 2014 Budget includes a new $130 million initiative to help teachers and other adults recognize signs of mental illness in students and refer them to help if needed, support innovative state-based programs to improve mental health outcomes for young people ages 16-to-25, and help train 5,000 additional mental health professionals with a focus on serving students and young adults.&\n\n\nImproving Access to Services for Veterans.  In response to the President’s Executive Order in August of 2012, the Department of Veterans Affairs has achieved their goal of  increasing   capacity by hiring 1,600 new mental health providers, over 300 peer-to-peer veteran specialists, establishing 24 pilot projects in nine states where VA is partnering with community mental health providers to help Veterans access mental health services in a timely way and enhancing the capacity of its Crisis Line by 50 percent.\n\n\nAt the conference, the President will announce that the Department of Veterans Affairs is directing 151 of its health care centers nationwide to conduct Mental Health Summits with community partners, including local government officials, community-based organizations, and Veteran Service Organizations starting July 1 through September 15. The Summits will identify and link community-based resources to support the mental health needs of Veterans and their families, as well as help increase awareness of available VA programs and services.\n\n\n\n\nPrivate Sector Commitments\nIncreasing awareness of mental health issues and making it easier for people to seek help will take much more than the efforts of the federal government. At the conference, the White House is applauding the dozens of commitments made by organizations representing media, educators, health care providers, faith communities, and foundations to increase understanding and awareness of mental health.\nSome examples of these commitments are as follows:  The National Association of Broadcasters, made up of local television and radio stations across the country and the broadcast networks, is developing a national public awareness campaign to reduce negative attitudes and perceptions about mental illness through television and radio ads, and social media. A number of organizations that work with young people are making new commitments – from secondary school principals across the country holding assemblies on mental health awareness to the YMCA teaching its staff and summer camp counselors to recognize the signs of depression and other mental health issues in kids.  A diverse group of communities of faith have committed to launch new conversations about mental health in our houses of worship. This is just the tip of the iceberg.  Medical professionals, foundations, technology companies and many others are launching new efforts that will make a difference.\nAddressing Negative Attitudes\nFollowing the President’s opening remarks, Secretary Sebelius will moderate a panel focused on how addressing negative attitudes about mental illness is essential to making sure more people seek help; what we know about why these attitudes exist and the misperceptions they are grounded in; and what we can do to break down the barriers preventing too many people from seeking the help they need. Panelists include five individuals who have a personal connection to mental illness and have taken steps to raise awareness about mental health and reduce these negative attitudes:\n\n\nGordon Smith, President and CEO of National Association of Broadcasters\n\n\nGlenn Close, Actress and founder of BringChange2Mind,/p>\n\n\nBarbara van Dahlen, Psychologist and Founder of Veterans Non-Profit Give an Hour\n\n\nJanelle Montaño, Public Speaker, Active Minds\n\n\nNorman Anderson, Ph.D. , CEO, American Psychological Association\n\n\nUnlocking Innovative Campaigns\nThat panel will be followed by a session entitled Ignite: Unlocking Innovative Campaigns moderated by Secretary Duncan and focused on applying successful techniques to mental health outreach efforts. The Ignite presentation format is a five-minute, slideshow-supported format being used to engage audiences around the country and the world.\nThe session will feature a series of brief TED-talk style presentations by experts and/or organizations that have been successful in using creative ideas to promote their missions.  The purpose of the session is to inspire organizations to think creatively about ways they can educate their membership and the public on the issue of mental health.  Specifically, each presentation will highlight techniques that conference participants can use in their own programs to reduce mental health stigma and promote action in helping the millions of Americans struggling with mental health problems recognize the importance of reaching out for assistance. Presentations will be made by:\n\n\nDoSomething.org/Crisis Text Line (Dave DeLuca, Head of Campaigns)\n\n\nUpworthy (Sara Critchfield, Editorial Director)\n\n\nGeorgetown University (John DeGioia, President)\n\n\nHeidi Kraft, Ph.D. (Clinical Psychologist and author of Rule Number Two: Lessons I Learned in a Combat Hospital)\n\n\nMTV (Noopur Agarwal, Public Affairs Director)\n\n\nDriving Collaboration\nThe conference will also feature a working lunch networking session, designed to help participants meet each other and identify opportunities to collaborate and further their current and future actions to raise awareness about this important issue.\nFollowing the networking session, participants will reconvene for a concluding session featuring remarks from Secretary Shinseki, actor Bradley Cooper, and Vice President Biden.\nPanelist Bios\nGordon H. Smith joined the National Association of Broadcasters as president and CEO in November 2009. In this role, Smith advocates on behalf of America’s local radio and television broadcasters and networks before Congress, the Federal Communications Commission and the courts.  Prior to joining NAB, he served as a two-term U.S. senator from Oregon and later as senior advisor in the Washington offices of Covington & Burling, LLP. During his tenure in the U.S. Senate, Smith’s committee assignments included the Senate Commerce, Science and Transportation Committee, the panel that oversees all broadcast-related legislation. He also served on the Senate Energy and Natural Resources Committee, the Senate Finance Committee and the Senate Foreign Relations Committee.  Smith’s own family has been profoundly affected by the mental illness that afflicted his son, Garrett, who suffered from depression. The impact of mental illness on his family led Smith to author youth suicide prevention legislation, which was signed into law by President George Bush in 2004.\nJanelle Montaño was raised in a rural town in Ohio in a loving and diverse family.  Janelle’s childhood was happy and healthy until her life was turned upside down when her brother died by suicide.  Her parents did everything they could to keep life as normal as possible but in spite of their extraordinary care, Janelle struggled to cope.  As a young adult Janelle experienced clinical depression while battling the inevitable changes of adult life as well as trying to make sense of her brother's death.  After seeking help, Janelle realized that she wanted to help others realize the importance of talking about mental health and seeking treatment. Now, Janelle tells her story as a speaker through Active Minds, a nonprofit organization that empowers students to speak openly about mental health.  Janelle's presentation educates audiences about family suicide, depression, and the biological factors associated with mental health disorders.\nBarbara Van Dahlen, named to TIME magazine's 2012 list of the 100 most influential people in the world, is the founder and president of Give an Hour. A licensed clinical psychologist who has been practicing in the Washington, D.C., area for 20 years, she received her Ph.D. in clinical psychology from the University of Maryland in 1991. Daughter of a World War II veteran, Dr. Van Dahlen founded Give an Hour in 2005 to enlist mental health professionals to provide free services to U.S. troops, veterans, their loved ones, and their communities. Currently, the Give an Hour network has over 6,700 providers, who have collectively given $8.7 million worth of services.\nGlenn Close is a six-time Academy Award nominated, Emmy, Golden Globe and Tony Award winning actress. In 2009 Glenn Co-Founded Bring Change 2 Mind, a non-profit organization dedicated to ending the stigma and discrimination associated with mental illness. The idea for this movement evolved out of Ms. Close’s first-hand observation of battles with mental illness within her family. Ms. Close’s sister, Jessie, is living with bipolar disorder and Jessie’s son, Calen, is living with schizoaffective disorder. Bring Change 2 Mind produces science based Public Service Announcements aimed at tackling the stigma and discrimination of mental illness where they live – in all of us.\nDr. Norman Anderson, Ph.D., is Chief Executive Officer and Executive Vice President of the American Psychological Association, which is the largest scientific and professional organization representing psychology in the United States.  He is a former Associate Director of the National Institutes of Health (NIH), and led the NIH Office of Behavioral and Social Sciences Research.  He also served as a professor at Duke University School of Medicine and Harvard School of Public Health.  Dr. Anderson is a member of the Institute of Medicine of the National Academy of Science.\nBackground on Ignite Presentations\nDoSomething.org & Crisis Text Line\nThis short talk will introduce two teen-focused organizations, DoSomething.org and Crisis Text Line, that share a single guiding philosophy: to engage teens, you must meet them where they are.\nMore specifically, the presentation will explain how these two organizations use text messaging to reach teens – to create social change in the case of DoSomething.org, and to provide support during times of crisis in the case of Crisis Text Line.\nDoSomething.org, the largest organization for youth and social change in the country, uses text messaging to help 1.7 million young members take action on a variety of social causes throughout the year. Its teens have worked to clothe homeless youth, decrease the environmental impact of their schools, decrease bullying, take action against domestic violence, and more.\nCrisis Text Line will launch this August in Chicago. It is an organization that will provide 24/7 support for teens in crisis on the medium that matters most to them - text messaging. How it works is simple: a teen texts in anywhere, anytime. A trained counselor responds to the text in less than 14 minutes. The teen gets that response right away.\nUpworthy (Sara Critchfield, Editorial Director)\nUpworthy is a new media company that curates a daily stream of visual and meaningful content, optimizes the content’s “packaging” for sharing on social networks, and distributes it to a network of over 3 million strong (and growing!). Upworthy has reached #1 on Time's 50 Best Websites of 2013 and has been called the fastest growing media site of all-time, reaching more than 10 million monthly visitors in our first year.\nThis presentation will discuss the basic components of how we’ve harnessed social media sharing to create an amplification platform that reaches two-thirds of the American population on Facebook.\nUpworthy has found that packaging specifically enhanced for viral sharing on Facebook can mean the difference between 10,000 and 2,000,000 page views on the same piece of content.\nThis means you must have a point of view that the reader can relate to and feel compelled to share with others. That point of view generally is best communicated in the content’s packaging, as this presentation will explain.\nGeorgetown University (John DeGioia, President)\nThis presentation will introduce Georgetown University’s Engelhard Project for Connecting Life and Learning. The project focuses on bringing health and wellness issues – including mental health – into the classroom, encouraging students to reflect on their own attitudes and behaviors, and helping create meaningful connections between faculty, students, and campus health professionals.\nThe project also promotes the practice of one of Georgetown's most important Jesuit principles, cura personalis, or “care for the person,” while engaging in personal growth and learning.\nThis presentation will discuss how Georgetown faculty link academic course content to health and wellness topics through readings, presentations, discussions led by campus health professionals, and reflective writing assignments. Fitting with Georgetown's focus on social justice, some courses even extend those discussions and reflections into work in local communities. \nHeide Squier Kraft, Ph.D.\nHeidi Squier Kraft received her Ph.D. in clinical psychology from the UC San Diego/SDSU Joint Doctoral Program in Clinical Psychology in 1996. She joined the Navy during her internship at Duke University Medical Center, serving as both a flight and clinical psychologist. Her active duty assignments included the Naval Safety Center, the Naval Health Research Center, and Naval Hospital Jacksonville, FL.\nWhile on flight status, she flew in nearly every aircraft in the Navy and Marine Corps inventory, including over 100 hours in the F/A-18 Hornet, primarily with Marine Corps squadrons. In February 2004, she deployed to western Iraq for seven months with a Marine Corps surgical company, when her boy and girl twins were fifteen months old.\nShe left active duty in 2005 after nine years in the Navy, and now serves as a consultant for the US Navy and Marine Corps’ Combat Stress Control programs. She treats active duty patients who suffer from PTSD, and speaks regularly on combat stress, stigma and caring for the caregiver. She lives in San Diego with her husband Mike, a former Marine Corps Harrier pilot, and twins Brian and Megan, who have no memory of their mother's time in Iraq.\nMTV (Noopur Agarwal, Public Affairs Director)\n In 2006, MTV and The Jed Foundation teamed up to strengthen emotional health and prevent suicide among teenagers and young adults. This presentation will discuss two campaigns developed out of this partnership -- the Peabody Award-winning Half of Us campaign and the Love is Louder  campaign – and the tactics, strategies and messaging used to promote and support each effort.\nHalf of Us launched with mtvU, MTV's college network, to support the significant portion of college students battling issues like depression, eating disorders, substance abuse and self-injury. The campaign uses real stories from both celebrities and students, powerful PSAs and a robust online presence to increase understanding of mental health conditions and encourage help-seeking.\nThe Love is Louder campaign was developed in response to increased media coverage of youth suicides that involved bullying or discrimination. Launched with actress Brittany Snow, the campaign sought to change the conversation about these issues online from problem-focused to positive, solution-focused messaging.  Since then, individuals, schools and communities around the world have used the campaign to as a way to tackle matters ranging from bullying and discrimination, to body image and self esteem issues and more Today, Love is Louder's purpose is to strengthen emotional health by increasing resiliency, promoting help-seeking, creating connectedness and equipping advocates to support their peers.\nThrough both projects, MTV and The Jed Foundation are working to change the conversation about the emotional health of teenagers and young adults into a conversation with them.\n\n\n\n\n"
}