{
    "title": "Statement by NSC Deputy Spokesman Ben Chang on the meeting between National Security Advisor Tom Donilon, Foreign Minister Seiji Maehara of Japan, and Foreign Minister Kim Sung-hwan of the Republic of Korea | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/06/statement-nsc-deputy-spokesman-ben-chang-meeting-between-national-securi",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 06, 2010\n\n \n\n\n\nStatement by NSC Deputy Spokesman Ben Chang on the meeting between National Security Advisor Tom Donilon, Foreign Minister Seiji Maehara of Japan, and Foreign Minister Kim Sung-hwan of the Republic of Korea\n\n\n\n\nToday, National Security Advisor Tom Donilon met with Foreign Minister Seiji Maehara of Japan and Foreign Minister Kim Sung-hwan of the Republic of Korea as part of the historic Trilateral meetings between our three countries.  Mr. Donilon expressed the President’s support and personal interest in this Trilateral process, and he emphasized its timeliness in the wake of the two recent North Korean provocations.  Consistent with our efforts to strengthen these core alliances over the course of the last two years, Mr. Donilon underscored U.S. solidarity with our South Korean and Japanese allies and noted that these consultations demonstrate the strength of our shared commitment to advancing regional security and stability.  The three officials pledged to remain fully coordinated in sending a clear message to North Korea – that if it chooses the path of denuclearization, the road to reintegration into the international community will be open, but if it chooses further provocations and threats, it will further isolate itself.\nMr. Donilon and the Foreign Ministers also discussed further ways to enhance collaboration and cooperation across a range of issues, both regional and global.\nA photo of this meeting is attached.\n\n\n\n\n"
}