{
    "title": "Statement by the Press Secretary, 12/27/2010 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/12/27/statement-press-secretary-12272010",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 27, 2010\n\n \n\n\n\nStatement by the Press Secretary, 12/27/2010\n\n\n\n\n\n\tWe are deeply concerned that a Russian judge today has indicated that for a second time Mikhail Khodorkovsky and Platon Lebedev will be convicted.  We are troubled by the allegations of serious due process violations, and what appears to be an abusive use of the legal system for improper ends.   The apparent selective application of the law to these individuals undermines Russia’s reputation as a country committed to deepening the rule of law.  The Russian government cannot nurture a modern economy without also developing an independent judiciary that serves as an instrument for furthering economic growth, ensuring equal treatment under the law, and advancing justice in a predictable and fair way.\n\t \n\tThe Obama administration stands in solidarity with the many people in the Russian government, in the legal system, and in civil society who are committed to strengthening the rule of law and deepening the commitment to universal values enshrined in the Russian constitution. Russia’s failure to keep this commitment to universal values, including the rule of law, impedes its own modernization and ability to deepen its ties with the United States.\n\t \n\tPresident Obama has spoken frequently with President Medvedev about this case and others as part of their ongoing conversation about President Medvedev’s important campaign to strengthen the rule of law and modernize Russia’s political and economic system. We will continue to monitor closely the next stages in this case, including the fairness of the sentences and the review by higher courts during the appeals process.\n\n\n\n\n"
}