{
    "title": "MEDIA ADVISORY: The White House Announces H1N1 Flu Preparedness Summit | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/media-advisory-white-house-announces-h1n1-flu-preparedness-summit",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 02, 2009\n\n \n\n\n\nMEDIA ADVISORY: The White House Announces H1N1 Flu Preparedness Summit\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  ---------------------------------------------------------  FOR IMMEDIATE RELEASE                                             July 2, 2009 MEDIA ADVISORY: The White House Announces H1N1 Flu Preparedness Summit WASHINGTON—The White House today announced that Health and Human Services Secretary Kathleen Sebelius, Homeland Security Secretary Janet Napolitano, Education Secretary Arne Duncan, and Homeland Security Advisor John Brennan will host an all-day H1N1 Flu Preparedness Summit with states to further prepare this nation for the possibility of a more severe outbreak of H1N1 flu.  The Summit will be held on July 9, 2009 at the Natcher Conference Center at the National Institutes of Health in Bethesda, Maryland. WHO:                Kathleen Sebelius, HHS Secretary  Janet Napolitano, DHS Secreatary  Arne Duncan, Education Secretary  John Brennan, Homeland Security Advisor WHAT:  H1NI Flu Preparedness Summit WHEN:  Thursday, July 9, 2009 at 8:30 a.m. WHERE:  Natcher Conference Center Auditorium (Bldg. 45)  National Institutes of Health  9000 Rockville Pike  Bethesda, Md. 20892 The H1N1 flu virus continues to circulate in this country and in at least 100 other countries around the world – especially in the Southern Hemisphere, where flu season is underway.  \"Scientists and public health experts forecast that the impact of H1N1 may well worsen in the fall – when the regular flu season hits, or even earlier, when schools start to open – which is only five or six weeks away in some cases,\" Secretary Sebelius said.  \"The goal of the Summit is to launch a national influenza campaign by bringing federal, state and local officials, emergency managers, educators and others together with the nation's public health experts to build on and tailor states' existing pandemic plans, share lessons learned and best practices during the spring and summer H1N1 wave, and discuss preparedness priorities.\" \"The federal government remains vigilant and well coordinated with state, local, and international partners as we prepare for all possibilities as to how the H1N1 flu virus may impact us this fall,\" said Secretary Napolitano. \"Prevention is everyone's business. Parents, children, teachers, school leaders, communities, government and businesses, we need do our part individually and collectively prevent the spread of the flu virus,\" said U.S. Secretary of Education Arne Duncan. \"We are emphasizing safety and the need to continue learning. We will continue following guidance from the Centers for Disease Control and Prevention and encouraging schools and districts to be in close communication with their local public health authorities and political leadership.\" -------------------------------------------------------- Logistics Information Credentialed media interested in attending the Summit should contact Calvin Jackson in the NIH Press Office at 301-496-5787 for specific logistics information and pre-registration. The National Institutes of Health is a secure government facility with perimeter checkpoints and vehicle inspections. All visitor vehicles will be inspected before being allowed on campus. Visitors will be asked to show one (1) form of identification (a government-issued photo ID-driver's license, passport, green card, etc.) and to state the purpose of their visit. Be sure to allow extra time for this vehicle inspection procedure. Visitors should continue to wear their identification prominently at all times while on campus. Tune your radios to 1660 AM for further NIH traffic, parking and security advisories. For questions, please contact the ORS Information Line at <email: orsinfo@mail.nih.gov> or 301-594-6677, TTY 301-435-1908.   \n\n\n\n"
}