{
    "title": "Gift Basket on Mitigating Insider Threats | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/01/gift-basket-mitigating-insider-threats",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 01, 2016\n\n \n\n\n\nGift Basket on Mitigating Insider Threats\n\n\n\n\n\n\tThis gift basket records the intent of Armenia, Australia, Belgium, Canada, Chile, Czech Republic, Finland, Georgia, Germany, Hungary, Israel, Italy, Japan, Jordan, Kazakhstan, Mexico, Morocco, the Netherlands, Nigeria, Norway, Republic of Korea, Romania, Spain, Sweden, Thailand, United Kingdom, United States and INTERPOL to establish and implement national-level measures to mitigate the insider threat. \n\n\tInsiders generally possess access rights which, together with their authority and knowledge, grant them far greater opportunity than outsiders to bypass dedicated nuclear and radiological security elements or other provisions such as safety systems and operating procedures.  Insiders, as trusted personnel, are capable of methods of defeat that may not be available to outsiders.  As such, insiders—acting alone or in concert with outsiders—pose an elevated threat to nuclear security.\n\n\tTo establish an integrated, graded approach to mitigating insider threats, nuclear and radiological security programs should include national-level and agency- or facility-specific Insider Threat Mitigation policies and programs, training and awareness activities, and collaboration between facility-level organizations. The Insider Threat Mitigation Program should include strong control and accountability measures for special nuclear material that rigorously assess and continually monitor insider human reliability, deter insiders from theft/diversion, limit their access, and provide prompt detection of theft/diversion.\n\n\nStates commit to supporting the International Atomic Energy Agency (IAEA) to develop and implement an advanced, practitioner-level training course on preventive and protective measures against insider threats.  \n\n\n\tThe IAEA, with the assistance of Member States, has developed and implemented a basic training course to help mitigate insider threats.  With support from partner Member States, and in response to IAEA basic insider threat mitigation course participant survey responses, States will support the IAEA with the development of an advanced, practitioner-level training course on preventive and protective measures against insider threats.  This more advanced course will provide member states with hands-on training, guidance documents and related self-assessment and training materials. Similar in format to the IAEA’s International Training Course on Physical Protection, the course could be piloted in Member States with appropriate facilities, and then transitioned to Nuclear Security Support Centers and Centers of Excellence (NSSC/COEs) in partner States. The training course will focus on physical protection of materials, facilities, and sensitive information from insider threats, as well as Nuclear Material Accounting and Control (NMAC), trustworthiness program, nuclear security culture, and other methodologies to protect against theft of nuclear materials and sabotage of facilities. Future instructors from NSSC/COEs would receive special preparatory training, and then help teach the pilot course and both regional and national NSSC/COEs may adapt the courses as appropriate to meet the threat-based needs of the Member States.\n\n\nStates will implement measures to mitigate insider risks using a risk-informed graded approach by taking actions that may include one or more of the following:\n\n\n\n\t\tDeveloping and implementing a national-level policy on insider threat mitigation, identifying all relevant stakeholders and information sources, and implementing agency-specific training and education.\n\n\t\tDeveloping or maintaining an outcome focused regulatory approach that will assist those responsible to think more holistically about security risks and mitigations.\n\n\t\tTaking specific steps to facilitate collaboration and information sharing among relevant national organizations (e.g., facility security, human resources, personnel security, national security, counter-intelligence and law enforcement).\n\n\t\tEstablishing or strengthening NMAC programs for nuclear security purposes, and regulations for implementation, including, for example,\n\t\t\n\n\t\t\t\tSystems to identify nuclear material status, movement, and changes. These may include appropriate NMAC software, secure electronic data transfer between facilities and to the national or regional level, and established national- or regional-level plans to respond to suspected theft/diversion;\n\n\t\t\t\tFacility-level Material Control & Accountability (MC&A) programs to detect theft/diversion through modern nuclear material accounting system software, including peer review of software;\n\n\t\t\t\tRegional-, National-, and facility-level programs to conduct performance tests, self-assessments and peer reviews to assess and enhance effectiveness of insider threat mitigation programs to include NMAC systems.\n\n\n\n\t\tEstablishing a nuclear security regime for protection of materials and facilities from insider activities, including, for example:\n\t\t\n\n\t\t\t\tDevelopment and implementation of a training program to mitigate insider risk to include topics such as the importance of the individual in recognizing and preventing insider threats; physical protection systems used to secure materials at facilities and in transit; insider analysis, prevention, and mitigation; and how to develop trustworthiness programs;\n\n\t\t\t\tPhysical protection systems used in protection of materials and facilities;\n\n\t\t\t\tNuclear security culture;\n\n\t\t\t\tMethodologies to protect against protracted and abrupt theft of nuclear materials; \n\n\t\t\t\tProcedures for materials transfer;\n\n\t\t\t\tProtection of materials at the target;\n\n\t\t\t\tAccess (e.g. two-person) rules and other administrative and technical measures against insider threats;\n\n\t\t\t\tDefined physical protection design objectives and/or measures as they relate to sabotage and the potential insider threat; and\n\n\t\t\t\tMaintaining good cyber hygiene procedures such as protective monitoring on cyber estate and ensuring user privileges are relevant and appropriate to their current role.\n\n\n\n\t\tEstablishing insider trustworthiness programs that can include:\n\t\t\n\n\t\t\t\tDefining eligibility requirements;\n\n\t\t\t\tClearly identifying and documenting roles and responsibilities;\n\n\t\t\t\tConducing background checks;\n\n\t\t\t\tInitial and ongoing:\n\t\t\t\t\n\n\t\t\t\t\t\tVetting of personnel by law enforcement agencies;\n\n\t\t\t\t\t\tMedical and psychological testing;\n\n\t\t\t\t\t\tDrug and alcohol testing;\n\n\n\n\t\t\t\tDetecting and reporting aberrant behavior;\n\n\t\t\t\tProcess for no-fault self-reporting any condition that may affect an individual’s ability to conduct security responsibilities and for reporting any other security concerns;\n\n\t\t\t\tProviding personnel assistance programs to help mitigate life stressors that can impair ability to conduct security duties; and,\n\n\t\t\t\tRegular security awareness training, including cyber security.\n\n\n\n\n\n\n\n"
}