{
    "title": "Presidential Proclamation--National Donate Life Month | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/03/31/presidential-proclamation-national-donate-life-month",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 31, 2011\n\n \n\n\n\nPresidential Proclamation--National Donate Life Month\n\n\n\n\n\n\tNATIONAL DONATE LIFE MONTH, 2011\n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\n\tA PROCLAMATION\n\n\tAmericans have always been a generous people, willing to give to others in need.  In these challenging times, that spirit of service has been abundantly evident and has made a real difference in many lives.  As we observe National Donate Life Month, we reflect on an important opportunity to aid others --bestowing the gift of life through organ and tissue donation.\n\n\tMore than 110,000 individuals are now on the national waiting list for organ transplants, and the list continues to grow.  Each year, the number of Americans needing life-saving donations has far outstripped the number of available donors.  As a result, people lose their lives each day while waiting.\n\n\tWhen each donation can touch dozens of lives, it has never been more important to make the decision to be an organ and tissue donor.  I encourage all Americans to say yes to donation by giving blood regularly and joining their State-based donor registry.  Individuals can register online or through the registration or renewal process for a driver's license or identification card.  When considering organ donation, Americans should consult their family members, doctor, or faith leader about the decision to donate life.  To find out more about donation and how you can register in your State, be sure to visit:  www.OrganDonor.gov..\n\n\tTogether, we can all make the choice to save and improve the lives of Americans across our country.\n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim April 2011 as National Donate Life Month.  I call upon health care professionals, volunteers, educators, government agencies, faith-based and community groups, and private organizations to join forces to boost the number of organ and tissue donors throughout our Nation.\n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this thirty first day of March, in the year of our Lord two thousand eleven, and of the Independence of the United States of America the two hundred and thirty-fifth.\n\n\tBARACK OBAMA\n\n\n\n\n"
}