{
    "title": "Fact Sheet: Obama Administration Announces Steps to Strengthen Financial Transparency, and Combat Money Laundering, Corruption, and Tax Evasion | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/05/fact-sheet-obama-administration-announces-steps-strengthen-financial",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 05, 2016\n\n \n\n\n\nFact Sheet: Obama Administration Announces Steps to Strengthen Financial Transparency, and Combat Money Laundering, Corruption, and Tax Evasion\n\n\n\n\n\nActions build on ongoing efforts to combat money laundering, corruption, and tax evasion\n\n\tToday, the Administration announced several important steps to combat money laundering, corruption, and tax evasion, and called upon Congress to take additional action to address these critical issues.\n\n\tThe United States has long led the global efforts to combat money laundering, corruption, and offshore tax evasion, and pursue the bad actors – including tax cheats, kleptocrats, and other criminals – who abuse the financial system or shell companies and other legal entities. Today’s actions build upon the substantial progress the United States and its global partners have made to date in strengthening the global financial system and providing greater transparency, so that criminals and tax cheats cannot hide their activities using anonymous shell companies and other legal entities. These efforts are critical to preventing criminals from using the global financial system to launder proceeds from corruption or other illegal activities, finance criminal activity or even terrorism, evade international sanctions regimes, or evade taxes.\n\n\tIn recent weeks, the disclosure of the so-called “Panama Papers” – millions of leaked documents reportedly revealing the use of anonymous offshore shell companies – has brought the issues of illicit financial activity and tax evasion into the spotlight.  The Panama Papers underscore the importance of the efforts the United States has taken domestically, and the efforts we have undertaken with our international partners, to address these shared challenges.\n\nToday, the Administration is taking the following steps:\n\n\n\nAnnouncing new Administrative actions to combat money laundering, terrorist financing, and tax evasion:  The Administration is announcing new rules to increase transparency and disclosure requirements that will enhance law enforcement’s ability to detect, deter, and disrupt money laundering, terrorist finance, and tax evasion:\n\n\n\n\t\t\t\t\tFinal Treasury regulations on “Customer Due Diligence” that enhance transparency and protect the integrity of the financial system by requiring financial institutions to know and keep records on who actually owns the companies that use their services;\n\n\n\n\t\t\t\t\tNew proposed Treasury/IRS tax rules closing a loophole allowing foreigners to hide assets or financial activity behind anonymous entities established in the United States.\n\n\n\n\n\nPutting forward new legislative proposals to strengthen our tools to fight corruption and money laundering:  The Administration is releasing draft legislation that would: \n\n\n\n\t\t\t\t\tIncrease transparency into the “beneficial ownership” of companies formed in the United States by requiring that companies know and report their true owners;\n\n\n\n\t\t\t\t\tProvide additional law enforcement tools to combat corruption and money laundering\n\n\n\n\n\nCalling on Congress to act on long-overdue proposals that help crack down on tax evasion:  In a letter from Secretary Lew, the Administration is also calling upon the Senate to finally approve tax treaties that have been pending for several years, and that would help crack down on offshore tax evasion.  We stand ready to work with  Congress to act on the Administration’s legislative proposal, that ensures the United States is in line with international standards on tax information sharing.\n\n\n\nEnhancing Financial Transparency Through “Customer Due Diligence” Rules\n\n\tThe Treasury Department’s Financial Crimes Enforcement Network (FinCEN) is making public a final rule requiring financial institutions to know and verify the identities of the natural persons (also known as beneficial owners) who own, control, and profit from companies when those companies open accounts.\n\n\tThis rule also amends existing regulations under the Bank Secrecy Act (BSA) to enhance transparency and protect the integrity of the financial system by clarifying and strengthening the customer due diligence obligations of financial institutions.  The CDD Final Rule advances the implementation of the BSA by helping to make available to law enforcement valuable information needed to disrupt illicit finance networks.  This will in turn increase financial transparency and augment the ability of financial institutions and law enforcement to identify the assets and accounts of criminals and national security threats.  This will also facilitate compliance with sanctions programs and other measures that cut off financial flows to these actors.\n\nClosing a Loophole that Enables Foreigners to Hide Behind Anonymous Entities Formed in the United States \n\n\tThe Treasury Department and Internal Revenue Service (IRS) are issuing proposed regulations closing a loophole in U.S. laws that has allowed foreigners to hide assets or financial activity behind anonymous entities established in the United States.  The rule will require foreign-owned entities that are “disregarded entities” for tax purposes, including foreign-owned single-member limited liability companies (LLCs), to obtain an employer identification number (EIN) with the IRS.  These entities represent a narrow class of foreign-owned U.S. entities that have previously had no obligation to report information to the IRS or to get a tax identification number, and thus can be used to shield the foreign owners of non-U.S. assets or non-U.S. bank accounts.  The proposed rule will strengthen the IRS’s ability to prevent the use of these entities for tax avoidance purposes, and will build on the success of other efforts to curb the use of foreign entities and accounts to evade U.S. tax.\n\nCalling Upon Congress to Provide Additional Tools to Combat Illicit Financial Activity and Tax Evasion\n\n\tIn addition to the administrative steps taken today, the Administration renews the call for Congress to act to strengthen our authorities and close the gaps in our laws that can be abused by bad actors and keep the United States at the forefront of international efforts to combat financial crimes.\n\n\n\nNew legislation to require reporting of the “beneficial ownership” of corporations, helping law enforcement prevent and investigate financial crimes:  Treasury is sending to Congress draft legislation requiring legal entities to know and report information on beneficial ownership.  Increasing law enforcement access to “beneficial ownership” information – information about the people who are really behind a corporation or other business entity – will help in preventing and investigating financial crimes.\n\n\t\t\tThe Administration is committed to working with Congress to pass meaningful legislation that would require companies to know and report adequate and accurate beneficial ownership information at the time of a company’s creation, so that the information can be made available to law enforcement.  The legislation would authorize the Treasury Department to require that legal entities formed or qualified to do business within the United States file this information with the Treasury Department, and face penalties for failure to comply.  The misuse of companies to hide beneficial ownership is a significant weakness in the transparency of entities formed in the United States that can only be resolved by Congressional action.\n\n\n\nNew legislation to strengthen our ability to fight transnational corruption:  The Department of Justice is sending to Congress draft legislation to enhance and strengthen our efforts to combat transnational corruption.  This legislation would enhance law enforcement’s ability to prevent bad actors from concealing and laundering illegal proceeds of transnational corruption.  It would also allow U.S. prosecutors to more effectively pursue kleptocracy cases and prosecute money laundering as part of foreign corruption, and reinforce our role in the international community as a model for others in anti-corruption matters.  The proposals would assist investigators and prosecutors in gathering evidence which can be used in prosecuting those who seek to hide and move illegal funds.\n\n\n\nA call for long-overdue Senate action on tax treaties:  Eight tax treaties with other countries have been awaiting Senate approval for several years – including amendments to our existing treaties with Switzerland and Luxembourg that would enable U.S. law enforcement in the United States to obtain information about financial accounts in those countries.  The inability to obtain this information has impeded investigations and enforcement relating to offshore tax evasion – including evasion involving secret Swiss bank accounts.  Today, in a letter from Secretary Lew, the Administration called on Congress to finally act upon the treaties so that they can be implemented without further delay.\n\n\n\n“Reciprocal FATCA” legislation to strengthen our ability to work with other countries to fight tax evasion:  Congress also must act to strengthen the United States’ hand in pressing other countries to improve transparency by ensuring that we live up to our end of the bargain.  The President has proposed providing full “reciprocity” under the Foreign Account Tax Compliance Act (FATCA) in the last three budgets he has submitted to Congress.  Secretary Lew’s letter reiterates that Congress should act on the Administration’s legislative proposal as soon as possible to ensure that the United States meets international standards.\n\n\n\nBackground:  Prior and Ongoing Administration Efforts to Address Illicit Financial Activity and Tax Evasion\n\n\n\nLeading the charge globally to enhance financial transparency.  The United States has led efforts within the major economic powers of the G-20 and the Financial Action Task Force (FATF) to strengthen international standards on combatting money laundering and terrorist financing, and facilitate their implementation. More than 190 jurisdictions around the world have committed to the FATF Recommendations through the global network of FATF-Style Regional Bodies (FSRBs) and FATF memberships.\n\n\n\nEnacting legislation that provides critical tools to prevent individuals from evading U.S. taxes using hidden offshore accounts.  Since President Obama signed FATCA into law in 2010, the United States has negotiated agreements with more than 100 countries that help us enforce tax our laws. FATCA’s pioneering approach to automatic information sharing on tax matters is the template for the development of international standards that have been endorsed by the G-20 nations and are being deployed around the world.\n\n\n\nCracking down on U.S. tax cheats and entities that facilitate them. The United States has cracked down on tax evasion through criminal and civil enforcement actions, including successful enforcement actions against dozens of Swiss banks.  Prompted by the threat of prosecution, thousands of U.S. individuals have come forward voluntarily to disclose offshore accounts and pay back taxes and penalties.  The IRS has received more than 54,000 offshore “voluntary disclosures” since 2009.\n\n\n\nUnparalleled efforts to fight corruption through law enforcement action.  The United States was the first country to criminalize money laundering and the U.S.’s Foreign Corrupt Practices Act (FCPA) provided the model for the OECD’s Anti-Bribery Convention and other efforts globally.  The Department of Justice has an unparalleled commitment to, and record of, fighting corruption through law enforcement action, as reflected through six anti-corruption programs:\n\n\n\n\t\t\t\t\tpublic integrity prosecutions of U.S. public officials;\n\n\n\n\t\t\t\t\tprosecutions of U.S. individuals that pay bribes to foreign officials;\n\n\n\n\t\t\t\t\tprosecutions of U.S. taxpayers who seek to conceal foreign accounts, as well as bankers and advisors;\n\n\n\n\t\t\t\t\tpursuit of those who misuse the U.S. financial system through money laundering and other corrupt schemes;\n\n\n\n\t\t\t\t\tthe pioneering Kleptocracy Initiative, which uses investigation and litigation to recover the proceeds of foreign official corruption and return the proceeds to the citizens of countries victimized by corruption, which has led to the restraint of more than $1.8 billion involving 12 countries; and,\n\n\n\n\t\t\t\t\tassistance to foreign counterparts in fighting corruption, both through cooperation in foreign corruption cases and through overseas capacity building. \n\n\n\n\n\n\n\n\n"
}