{
    "title": "Mensaje Semanal: El Presidente Obama dice que ya es hora de seguir adelante con la reforma del sistema de seguro de saluld | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-el-presidente-obama-dice-que-ya-es-hora-de-seguir-adelante-con-la-r",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 20, 2010\n\n \n\n\n\nMensaje Semanal: El Presidente Obama dice que ya es hora de seguir adelante con la reforma del sistema de seguro de saluld \n\n\n\n\nWASHINGTON – El Presidente Barack Obama aprovechó su mensaje semanal para hacerle un llamado a líderes Demócratas y Republicanos a que participen en la reunión sobre el cuidado de salud la semana entrante y que vengan de buena fe para encontrar las reformas que funcionarán para las familias y pequeñas empresas estadounidenses. Luego de los anuncios de varias compañías de seguro de salud de que aumentarían drásticamente las primas – en promedio entre el 10 hasta más del 30 por ciento – no cabe duda de que el status quo es bueno para el sector de seguros, pero malo para el pueblo estadounidense. Luego de un año de debate a fondo sobre la reforma de salud, ya es hora de seguir adelante.\nEl audio completo del mensaje se puede descargar AQUI. El video se puede ver por internet en obamawhitehouse.archives.gov.\nDeclaraciones del Presidente Barack Obama\nMensaje Semanal\n20 de febrero, 2010\nHace unas semanas, hombres y mujeres en todo California abrieron su correo y encontraron una carta de Anthem Blue Cross. La noticia que contenía los dejó con la boca abierta. Anthem les avisó a casi un millón de clientes que aumentaría las primas 25 por ciento en promedio, y las tarifas de aproximadamente una cuarta parte aumentarían de 35 a 39 por ciento.\nAhora que el anuncio ha suscitado el clamor del público, Anthem ha acordado posponer el aumento de sus tarifas hasta el primero de mayo, mientras el estado de California examina la situación. Pero no sólo los residentes de California se están viendo afectados por el aumento de tarifas. En Kansas, una aseguradora incrementó las primas 10 a 20 por ciento tras solicitar un aumento de 20 a 30 por ciento. El año pasado, Michigan Blue Cross Blue Shield incrementó las tarifas en 22 por ciento tras pedir un aumento de hasta 56 por ciento. Y en Maine, Anthem está pidiendo aumentos de tarifas de aproximadamente 23 por ciento para algunos clientes.\nEn resumidas cuentas, el status quo es bueno para el sector seguros y malo para Estados Unidos. El año pasado, mientras familias y dueños de pequeñas empresas tenían dificultades para pagar el costo cada vez mayor del cuidado de salud y millones de estadounidenses perdían su cobertura, las cinco principales aseguradoras obtuvieron beneficios récord de más de $12,000 millones.\nA pesar de que la situación actual es mala, no hará sino empeorar si no hacemos algo al respecto. Veremos que más y más estadounidenses carecen de la cobertura que necesitan. Veremos que los drásticos aumentos de primas y gastos propios consumen una porción cada vez mayor de los presupuestos familiares. Veremos que más y más pequeñas empresas recortan beneficios, cancelan cobertura o cierran porque no pueden pagar los aumentos de tarifas. Y con el tiempo, veremos que este vertiginoso aumento de la atención médica pasará a ser el factor que más aumente nuestro déficit federal.\nSi seguimos por este camino, ése será el futuro. Pero no es necesario que el futuro sea así. La cuestión, entonces, es si haremos lo necesario, todos nosotros –demócratas y republicanos– para forjar un futuro mejor para nosotros mismos, nuestros hijos y nuestro país.\nPor eso, la próxima semana estoy invitando a miembros de ambos partidos a que participen en una reunión sobre el cuidado de salud, y espero que vengan de buena fe. No quiero que esta reunión se convierta en una pantomima política, en el que ambas partes simplemente recitan de memoria su posición y tratan de sacar ventajas políticas. Más bien, les pido a los miembros de ambos partidos que busquen terreno común en un esfuerzo por resolver un problema que se remonta varias generaciones atrás.\nCon esa intención, he solicitado y apoyado ideas republicanas de reforma desde un principio. Algunos republicanos quieren permitir que los estadounidenses compren seguro de compañías en otros estados para darles a las personas más opciones y reducir costos. Algunos republicanos también han sugerido darles a las pequeñas empresas el poder de unirse y ofrecer cuidado de salud a un precio menor, como lo hacen las grandes empresas y los sindicatos. Considero que ambas son buenas ideas, siempre que las pongamos en práctica de manera que protejan los beneficios, protejan a los pacientes y protejan a los estadounidenses. Espero que demócratas y republicanos puedan unirse la próxima semana en torno a éstas y otras ideas.\nA los miembros del Congreso, les digo simplemente lo siguiente: Sabemos que los estadounidenses quieren que reformemos nuestro sistema de seguro médico. Sabemos cuáles son los puntos generales en que coincidimos. Y sabemos cuáles son las fuentes de discrepancia. Tras haber debatido este asunto exhaustivamente todo el año, avancemos juntos. La próxima semana es nuestra oportunidad de finalmente reformar nuestro sistema de seguro médico para que satisfaga las necesidades de las familias y pequeñas empresas. Es nuestra oportunidad de finalmente darles a los estadounidenses la tranquilidad de saber que contarán con cobertura de bajo precio cuando más la necesitan.\nLo que se está sometiendo a prueba no es solamente nuestra capacidad de resolver este problema, sino nuestra capacidad de resolver cualquier problema. En este momento, los estadounidenses están perdiendo la esperanza, como es de comprender, de que el partidismo y la indebida influencia de los intereses especiales en Washington nos permitan hacerles frente a los enormes desafíos que enfrenta nuestro país. Quieren que nos concentremos no en sacar ventajas políticas, sino en resolver problemas; que no nos concentremos en las próximas elecciones sino en la próxima generación. Eso es lo que podemos hacer y lo que debemos hacer cuando nos congreguemos ambos partidos para la reunión sobre el cuidado de salud la próxima semana. Gracias y que tengan un buen fin de semana.\n###\n \n\n\n\n"
}