{
    "title": "President Obama Honors Outstanding Early-Career Scientists | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/07/23/president-obama-honors-outstanding-early-career-scientists",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 23, 2012\n\n \n\n\n\nPresident Obama Honors Outstanding Early-Career Scientists\n\n\n\n\n\n\tPresident Obama today named 96 researchers as recipients of the Presidential Early Career Awards for Scientists and Engineers, the highest honor bestowed by the United States Government on science and engineering professionals in the early stages of their independent research careers. \n\n\t“Discoveries in science and technology not only strengthen our economy, they inspire us as a people.” President Obama said.  “The impressive accomplishments of today’s awardees so early in their careers promise even greater advances in the years ahead.”\n\n\tThe Presidential early career awards embody the high priority the Obama Administration places on producing outstanding scientists and engineers to advance the Nation’s goals, tackle grand challenges, and contribute to the American economy.  The recipients are employed or funded by the following departments and agencies: Department of Agriculture, Department of Commerce, Department of Defense, Department of Education, Department of Energy, Department of Health and Human Services, Department of the Interior, Department of Veteran Affairs, Environmental Protection Agency, National Aeronautics and Space Administration, and the National Science Foundation, which join together annually to nominate the most meritorious scientists and engineers whose early accomplishments show the greatest promise for assuring America’s preeminence in science and engineering and contributing to the awarding agencies' missions.\n\n\tThe awards, established by President Clinton in 1996, are coordinated by the Office of Science and Technology Policy within the Executive Office of the President. Awardees are selected for their pursuit of innovative research at the frontiers of science and technology and their commitment to community service as demonstrated through scientific leadership, public education, or community outreach.\n\n\tThis year’s recipients are:\n\nDepartment of Agriculture\n\tJoseph E. Jakes, U.S. Forest Service\n\tIan Kaplan, Purdue University\n\tChristina L. Swaggerty, Agricultural Research Service\n\nDepartment of Commerce\n\tAnthony Arguez, National Oceanic and Atmospheric Administration\n\tIan Coddington, National Institute of Standards and Technology\n\tFrank W. DelRio, National Institute of Standards and Technology\n\tJayne Billmayer Morrow, National Institute of Standards and Technology\n\tKyle S. Van Houtan, National Oceanic and Atmospheric Administration\n\tRebecca Washenfelder, National Oceanic and Atmospheric Administration\n\nDepartment of Defense\n\tDavid M. Blei, Princeton University\n\tAnia Bleszynski Jayich, University of California, Santa Barbara\n\tAlejandro L. Briseno, University of Massachusetts, Amherst\n\tLee R. Cambrea, Naval Air Research Intelligence\n\tVincent Conitzer, Duke University\n\tChiara Daraio, California Institute of Technology\n\tCraig J. Fennie, Cornell University\n\tKeith Edward Knipling, Naval Research Laboratory, Department of the Navy\n\tWen Li, Wayne State University\n\tTimothy K. Lu, Massachusetts Institute of Technology\n\tCindy Regal, University of Colorado Boulder\n\tMatthew B. Squires, Air Force Research Laboratory, Department of the Air Force\n\tJoseph E. Subotnik, University of Pennsylvania\n\tAo Tang, Cornell University\n\tC. Shad Thaxton, Northwestern University\n\tMaria Laina Urso, U.S. Army Research Institute for Environmental Medicine\n\nDepartment of Education\n\tLi Cai, University of California, Los Angeles\n\nDepartment of Energy\n\tStanley Atcitty, Sandia National Laboratories\n\tJeffrey W. Banks, Lawrence Livermore National Laboratory\n\tAmy J. Clarke, Los Alamos National Laboratory\n\tDerek R. Gaston, Idaho National Laboratory\n\tChristopher Hirata, California Institute of Technology\n\tHeileen Hsu-Kim, Duke University\n\tThomas Francisco Jaramillo, Stanford University\n\tPablo Jarillo-Herrero, Massachusetts Institute of Technology\n\tJohn R. Kitchin, Carnegie Mellon University\n\tPeter Mueller, Argonne National Laboratory\n\tDaniel B. Sinars, Sandia National Laboratories\n\tJesse Thaler, Massachusetts Institute of Technology\n\tHeather Whitley, Lawrence Livermore National Laboratory\n\nDepartment of Health and Human Services\n\tErez Lieberman Aiden, Harvard University\n\tNihal Altan-Bonnet, Rutgers University\n\tPeter D. Crompton, National Institute of Allergy and Infectious Diseases\n\tMargherita R. Fontana, University of Michigan School of Dentistry\n\tErvin Ray Fox, University of Mississippi Medical Center\n\tValerie Horsley, Yale University\n\tSteven T. Kosak, Northwestern University Feinberg School of Medicine\n\tErica N. Larschan, Brown University\n\tDaniel R. Larson, National Cancer Institute\n\tKrista M. Lisdahl, University of Wisconsin – Milwaukee\n\tEmanual M. Maverakis, University of California, Davis\n\tBiju Parekkadan, Massachusetts General Hospital and Harvard Medical School\n\tJay Zachary Parrish, University of Washington\n\tPeter Philip Reese, University of Pennsylvania\n\tNiels Ringstad, Skirball Institute, New York University School of Medicine\n\tPawan Sinha, Massachusetts Institute of Technology\n\tGeorgios Skiniotis, University of Michigan\n\tBeth Stevens, F.M. Kirby Neurobiology Center, Boston Children's Hospital\n\tJustin Taraska, National Heart, Lung, and Blood Institute\n\tJennifer Rabke Verani, National Center for Immunization and Respiratory Diseases\n\tBrendan M. Walker, Washington State University\n\tLauren Bailey Zapata, National Center for Chronic Disease Prevention and Health Promotion\n\nDepartment of the Interior\n\tJoseph P. Colgan, U.S. Geological Survey\n\tKaren R. Felzer, U.S. Geological Survey\n\tJustin J. Hagerty, U.S. Geological Survey\n\nDepartment of Veterans Affairs\n\tJeffrey R. Capadona, Louis Stokes Cleveland Veteran Affairs Medical Center\n\tCharlesnika T. Evans, Edward Hines Jr. Veterans Affairs Hospital\n\tAmy M. Kilbourne, Veterans Affairs Ann Arbor Healthcare System\n\tKinh Luan Phan, Jesse Brown Veterans Affairs Medical Center\n\nEnvironmental Protection Agency\n\tAdam P. Eisele, U.S. Environmental Protection Agency\n\tMehdi Saeed Hazari, U.S. Environmental Protection Agency\n\nNational Aeronautics and Space Administration\n\tMorgan B. Abney, Marshall Space Flight Center\n\tIan Gauld Clark, Jet Propulsion Laboratory and California Institute of Technology\n\tTemilola Fatoyinbo-Agueh, Goddard Space Flight Center\n\tJessica E. Koehne, Ames Research Center\n\tFrancis M. McCubbin, Institute of Meteoritics, University of New Mexico\n\tYuri Y. Shprits, University of California, Los Angeles\n\nNational Science Foundation\n\tBaratunde Aole Cola, Georgia Institute of Technology\n\tBrady R. Cox, University of Arkansas\n\tMeghan A. Duffy, Georgia Institute of Technology\n\tJoshua S. Figueroa, University of California, San Diego\n\tMichael J. Freedman, Princeton University\n\tErin Marie Furtak, University of Colorado Boulder\n\tB. Scott Gaudi, The Ohio State University\n\tCurtis Huttenhower, Harvard University\n\tChristopher A. Mattson, Brigham Young University\n\tDavid C. Noone, University of Colorado Boulder\n\tParag A. Pathak, Massachusetts Institute of Technology\n\tAlice Louise Pawley, Purdue University\n\tAmy Lucía Prieto, Colorado State University\n\tMayly C. Sanchez, Iowa State University and Argonne National Laboratory\n\tSridevi Vedula Sarma, Johns Hopkins University\n\tSuzanne M. Shontz, Pennsylvania State University\n\tMariel Vázquez, San Francisco State University\n\tLuis von Ahn, Carnegie Mellon University\n\tBrent R. Waters, University of Texas, Austin\n\tJennifer Wortman Vaughan, University of California, Los Angeles\n\n\n\n\n"
}