{
    "title": "Hoja Informativa: Ayuda para los Mercados de Vivienda mas Afectados | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/hoja-informativa-ayuda-para-los-mercados-de-vivienda-mas-afectados",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 19, 2010\n\n \n\n\n\nHoja Informativa: Ayuda para los Mercados de Vivienda mas Afectados\n\n\n\n\nPresidente Obama anunciará fondos para ayudar a familias que enfrentan urgentes problemas en estados con alto nivel de desempleo y donde la vivienda se ha devaluado más \n \nHoy, el Presidente Obama anunciará fondos para medidas innovadoras a fin de ayudar a las familias en los estados más afectados por la burbuja de vivienda. En cada uno de estos estados, el precio promedio de la vivienda para todos los propietarios se redujo en más de 20% con relación a su punto más alto. Los precios de vivienda en todo el país están comenzando a estabilizarse desde que las medidas económicas de la Administración Obama comenzaron a tener efecto hace casi un año. Pero el legado de la devaluación, junto con los efectos del alto desempleo, significa que muchas familias trabajadoras y de clase media en estas zonas particularmente afectadas enfrentan serios desafíos, cuya solución en muchos casos está fuera del alcance de los recursos de estas familias.\n \nEl Presidente Obama reconoce los desafíos que enfrentan nuestras familias en los mercados de vivienda del país, donde las condiciones locales varían considerablemente. La Administración está creando un fondo innovador para aumentar la capacidad de agencias de financiamiento de vivienda y otras similares en las zonas más afectadas, de manera que dichos estados y localidades puedan responder mejor a los problemas más urgentes de sus comunidades.\n \nAyuda para los mercados de vivienda más afectados (Help for the Hardest-Hit Housing Markets o 4HM)\n \n\n$1,500 millones para trabajar con las agencias estatales de vivienda a fin de innovar y ayudar a solucionar los problemas que enfrentan los mercados de vivienda más afectados\n    \nHabrá una fórmula para asignar fondos entre los estados que reúnan los requisitos, basada en la devaluación inmobiliaria y el desempleo.\nLos programas propuestos por las Agencias de Financiación de Vivienda (Housing Finance Agencies o HFA) deben contar con la aprobación del Departamento del Tesoro.\nLos programas puede incluir:\n        \nMedidas para los propietarios de vivienda desempleados;\nProgramas para ayudar a los prestatarios cuya deuda es mayor al valor actual de la propiedad;\nProgramas para ayudar a solucionar los desafíos que surgen de una segunda hipoteca, u\nOtros programas para fomentar que la propiedad de vivienda sea sostenible y económica.\n\n\n\n\n\n \n\nResponsabilidad y transparencia para estos programas de vivienda\n    \nLas propuestas que reciban fondos se publicarán en Internet.\nResponsabilidad por los resultados – se evaluará la eficacia del programa y se publicarán los resultados en Internet.\n\n\n\n \n\nEl programa estará a disposición de los estados que han tenido una devaluación promedio de vivienda de más de 20% con relación al punto más alto. Las agencias de financiación de vivienda (HFA) a nivel estatal y local en cada estado ya conocen los urgentes desafíos que enfrentan sus comunidades y han demostrado la capacidad de afrontar estos desafíos. Por ese motivo, trabajaremos con estas HFA para aumentar su capacidad de ayudar a solucionar estos desafíos, y $1,500 millones de los fondos se destinarán a vivienda con la Ley de Estabilización Económica de Emergencia (Emergency Economic Stabilization Act o EESA) del 2008.\n\n \n\nLas HFA determinarán las prioridades de los mercados locales. Los planes se someterán a estrictas normas de transparencia y responsabilidad. El aumento en recursos de las HFA en dichas zonas debe proporcionar ayuda significativa a las familias en estos mercados, en combinación con las muchas otras medidas que la Administración ha tomado con respecto a mercados de vivienda.\n\n \n\nLos fondos se pueden usar innovadoramente, con medidas para hacerles frente a los difíciles desafíos que aún existen y son importantes localmente en los mercados de vivienda más afectados, entre ellos prestatarios desempleados, prestatarios que deben más de lo que vale su propiedad y los que tienen una segunda hipoteca.\n\n \n\nCon este programa, las HFA pueden presentar propuestas de programas ante el Departamento del Tesoro. Para poder recibir fondos, las propuestas presentadas por las HFA deben satisfacer los objetivos del programa de ofrecer respaldo significativo de vivienda en los mercados más afectados. Los programas deben cumplir con los requisitos de la EESA para los fondos. Esto incluye que quienes reciban fondos deben ser instituciones financieras que reúnan los requisitos y que los fondos deben usarse para pagar modificaciones hipotecarias o para otros usos permitidos por la EESA. El Departamento del Tesoro anunciará dentro de dos semanas la asignación máxima a nivel estatal, además de las normas que regirán la entrega de los programas propuestos por las HFA, y dará tiempo a partir de entonces para que las HFA presenten sus propuestas a fin de recibir fondos. \n\n \nEjemplos de los tipos de programas que se podrían financiar en los estados\n \nLos mercados de vivienda varían considerablemente de estado a estado, y a menudo, dentro de un estado. Las agencias de financiación de vivienda ya participan activamente en sus mercados locales de vivienda y desempeñan una función importante en determinar los tipos de programas que son más apropiados para las condiciones locales. Tres tipos de problemas que se pueden abordar con los fondos son los prestatarios desempleados, los prestatarios que deben más de lo que vale su propiedad y los que tienen una segunda hipoteca:\n \n1. Prestatarios desempleados. Desde que se inició la recesión en el 2008, el desempleo ha afectado a muchas familias dueñas de casa propia. En otras épocas, cuando el precio de la vivienda aumentaba, las familias afectadas por el desempleo a menudo podían vender su casa por más de lo que habían pagado y usar las ganancias hasta que cambiara su situación. \n \nAhora, en cambio, las familias en estados donde los precios han disminuido en más de 20% a menudo se encuentran en la situación de deber más de lo que su casa vale en el mercado actual. A menudo es difícil vender dichas casas, y las familias afectadas por el desempleo con frecuencia no pueden pagar su hipoteca actual y posiblemente no tengan suficientes ingresos para reunir los requisitos para una modificación. \n \nEn dichas circunstancias, uno de los usos de los fondos sería que las HFA inicien programas para ayudar a los propietarios de vivienda desempleados hasta que obtengan nuevo empleo. Las HFA pueden considerar una variedad de programas para ayudar a los prestatarios desempleados.\n \n2. Prestatarios que deben más de lo que vale su propiedad. En los estados con devaluación de vivienda de más de 20%, una gran porción de los propietarios de vivienda deben más de lo que vale su casa en el mercado actual. Dichos prestatarios a menudo tienen dificultad para vender su casa, ya que es posible que los prestamistas no acepten una venta si no se paga el total del préstamo hipotecario. Las HFA pueden experimentar con programas que ayudarían a los prestatarios a negociar con los prestamistas para que reduzcan la cantidad adeudada. \n \n3. Segundas hipotecas. Puede surgir un problema importante cuando los prestatarios tienen una línea de crédito sobre el patrimonio inmobiliario o una segunda hipoteca para su propiedad. En estos casos, el prestamista de la primera hipoteca posiblemente esté dispuesto a modificar el préstamo para reflejar la devaluación de la vivienda. \n \nSin embargo, pueden surgir dificultades al coordinar entre el prestamista de la primera y la segunda hipoteca. Para reducir este problema de coordinación y ayudar a asegurar que los propietarios de vivienda reciban la mejor modificación global, se pueden utilizar los fondos para pagar incentivos a los emisores del segundo préstamo hipotecario y salvar así este obstáculo potencial para que el mercado se reajuste.\n \n\n\n\n"
}