{
    "title": "Statement by the President on National Medal of Honor Day | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-president-national-medal-honor-day",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 25, 2009\n\n \n\n\n\nStatement by the President on National Medal of Honor Day\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  _____________________________________________________________  FOR IMMEDIATE RELEASE                                March 25, 2009  STATEMENT BY THE PRESIDENT ON NATIONAL MEDAL OF HONOR DAY   We are grateful to all those who wear the uniform of our Armed Forces and serve and sacrifice on behalf of our great nation.  Members of our Armed Forces hold themselves to the highest standards and set an example of responsibility to one another and to the country that should inspire all Americans to serve a purpose greater than themselves.  Today we pay our respect to those who distinguished themselves conspicuously by gallantry and intrepidity at the risk of life above and beyond the call of duty - the recipients of the Medal of Honor.    Since it was first awarded during the Civil War to the current battlefields of Iraq and Afghanistan, Medal of Honor recipients have displayed tremendous courage, an unfailing determination to succeed, and a humbling willingness to make the ultimate sacrifice.  It is telling that so many Medal of Honor recipients received the award posthumously.  These soldiers, sailors, airmen, Marines and Coast Guardsman embody the best of American values and ideals.    Medal of Honor recipients are the foremost example of greatness in service and sacrifice.  Their bravery and humble strength continues to reassure our nation of the strength of its character and ideals even in these difficult times.  We owe these heroes a debt of gratitude that our nation can never fully repay.  So, it is on this day that we salute that fact and celebrate their lives and heroic actions that have placed them amongst the \"bravest of the brave.\"  We must never forget their sacrifice and will always keep the Fallen and their families in our thoughts and prayers.     \n\n\n\n"
}