{
    "title": "MENSAJE SEMANAL: Si Todavía No Tiene Cobertura, Ahora es su Oportunidad de Obtenerla | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/11/09/mensaje-semanal-si-todav%C3%ADa-no-tiene-cobertura-ahora-es-su-oportunidad-de",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nNovember 07, 2015\n\n \n\n\n\nMENSAJE SEMANAL: Si Todavía No Tiene Cobertura, Ahora es su Oportunidad de Obtenerla\n\n\n\n\n\n\tWashington, D.C. — En su mensaje semanal, el Presidente analizó la importancia de reducir el número de personas sin seguro de salud. Debido a la Ley del Cuidado de Salud a Bajo Precio, más personas tienen ahora, más que nunca, la seguridad que brinda un seguro de salud. Al entrar en vigor las disposiciones de la cobertura, 17.6 millones de personas que viven en Estados Unidos han obtenido cobertura, y la tasa de personas sin seguro de la nación ahora se sitúa en el nivel más bajo jamás registrado. La ACA funciona: hace que los servicios de salud sean más asequibles, accesibles y de mejor calidad para millones de personas. Sin embargo, todavía hay personas que viven en Estados Unidos que a pesar de ser elegibles para obtener cobertura del Mercado de Seguros de Salud todavía no tienen seguro. El Presidente alentó a aquellos que todavía no tienen seguro de salud, en especial aquellas comunidades que forman parte del Desafío de Salud Comunitaria (Healthy Communities Challange), a ir en línea, aprovechar el período de inscripción abierta que comenzó este fin de semana pasado y registrarse para obtener cobertura de salud. \n\n\n\tEl audio y el video de este mensaje estarán disponibles en http://obamawhitehouse.archives.gov a las 6:00 a.m. ET, el 7 de noviembre del 2015.\n\nComentarios del Presidente Barack Obama\n\nMensaje Semanal\n\nLa Casa Blanca\n\n7 de noviembre de 2015\n\n\tHola a todos. Durante décadas, demasiadas personas trabajadoras que vivían en Estados Unidos no tuvieron la seguridad que brinda un seguro de salud y su bienestar financiero sufrió a causa de ello.\n\n\tHemos empezado a cambiar eso. Desde que la Ley del Cuidado de Salud a Bajo Precio ha entrado en vigor, 17.6 millones estadounidenses han obtenido cobertura. Desde 2010, la tasa de personas sin seguro médico ha disminuido un 45%. Y por primera vez, más del 90% de los estadounidenses tienen cobertura.\n\n\tSi todavía no tiene cobertura, o si alguien cercano a usted todavía no ha obtenido cobertura; ahora es su oportunidad de obtenerla. El período de inscripción abierta para el mercado de Seguros de Salud ha comenzado.\n\n\tEso significa que con unos pocos clics en CuidadoDeSalud.gov, encontrará compañías de seguro privadas que compiten para tenerlo como cliente. Puede comparar planes y elegir el más conveniente para su familia. De hecho, la mayoría de los estadounidenses encontrarán opciones que cuestan menos que $75 por mes. Incluso si ya tiene un seguro a través del Mercado de Seguros de Salud, estudie sus opciones. Comparar precios puede ahorrarle un montón de dinero. El año pasado, los consumidores que estudiaron sus opciones y compararon precios se ahorraron $400.\n\n\tTomen como ejemplo la historia de un hombre llamado Phil Viso, quien me envió un correo electrónico a comienzos de este año. Phil es un desarrollador de software en mi ciudad Chicago. El invierno pasado, se le ocurrió una idea para una nueva aplicación y decidió iniciar su propia empresa. Y eso puede ser aterrador, ya que uno debe obtener seguro por cuenta propia. Pero Phil inició sesión en CuidadoDeSalud.gov, contestó un par de preguntas, escogió un plan e incluso descubrió que era elegible para un crédito fiscal que le ahorró dinero.\n\n\tEsto es lo que él escribió: “Estoy un poco sorprendido con lo buena que fue mi experiencia de inscribirme para recibir cuidado de salud...Voy a tener muchas cosas por las que preocuparme durante este año mientras trato de lanzar mi aplicación, y contar con buena atención médica no será una de mis preocupaciones”.\n\n\tDespués de mandarme ese mensaje de correo electrónico, Phil terminó consiguiendo un trabajo nuevo y aun mejor. Pero eso es todo lo relacionado con el seguro de salud. Da tranquilidad. Y conforme a la Ley del Cuidado de Salud a Bajo Precio, si usted quiere cambiar de trabajo, volver a la escuela, o perseguir un nuevo sueño, puede hacerlo sin tener la preocupación de que va a tener que declararse en bancarrota si se enferma. Si usted tiene una afección preexistente como diabetes, cáncer, acidez o un ataque cardíaco, ya no pueden cobrarle más o negarle cobertura. Tampoco pueden cobrarle más simplemente por ser mujer. Y la atención preventiva como los chequeos y las vacunaciones ahora se realiza sin gastos de bolsillo adicionales.\n\n\tEsto ya no es simplemente una ley y definitivamente no son ni los mitos ni las tácticas disuasorias que los cínicos diseminaron por años. Es realidad. Esto es el cuidado de salud en Estados Unidos. Y la conclusión es que a las personas que viven en Estados Unidos les gusta. Están conformes con sus planes y sus primas.\n\n\tÚnase a ellos. Inténtelo. Visite HealthCare.gov, CuidadoDeSalud.gov o llame al 1-800-318-2596 para encontrar un plan que sea adecuado para usted o para alguien importante para usted.\n\n\tY además, si vive en una de las 20 ciudades participantes de nuestro Desafío de Salud Comunitaria (Healthy Communities Challenge), quiero ver a cuántos de sus vecinos puede inscribir. Iré a visitar la ciudad que inscriba el mayor porcentaje de vecinos que no estén cubiertos en la actualidad. Lo prometo.\n\n\tDespués de todo, lo mejor de este país ocurre cuando nos cuidamos unos a otros. Y juntos podemos ayudar a más personas que viven en Estados Unidos a que obtengan la seguridad que ellos y sus familias se merecen.\n\n\tGracias a todos. Tengan un buen fin de semana.\n\n\n\n\n"
}