{
    "title": "President Obama to Request $50 Million to Identify and Expand Effective, Innovative Non-Profits | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-request-50-million-identify-and-expand-effective-innovative-non-pro",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 05, 2009\n\n \n\n\n\nPresident Obama to Request $50 Million to Identify and Expand Effective, Innovative Non-Profits\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  ____________________________________________________________________  FOR IMMEDIATE RELEASE                                             May 5, 2009  President Obama to Request $50 Million to Identify and Expand Effective, Innovative Non-Profits White House Office of Social Innovation and Civic Participation to Coordinate Efforts   WASHINGTON – President Barack Obama, in his FY2010 budget, will ask Congress to provide $50 million in seed capital for the Social Innovation Fund to identify the most promising, results-oriented non-profit programs and expand their reach throughout the country.    Many solutions to our nation’s most challenging social problems are being generated outside of Washington; the Social Innovation Fund will identify what is working in communities across the country, provide growth capital for these programs, and improve the use of data and evaluation to raise the bar on what programs the government funds.    \"The idea is simple: to find the most effective programs out there and then provide the capital needed to replicate their success in communities around the country that are facing similar challenges,\" First Lady Michelle Obama will say Tuesday at the Time 100 Most Influential People Awards in New York City, according to her prepared remarks. \"By focusing on high-impact, result-oriented non-profits, we will ensure that government dollars are spent in a way that is effective, accountable and worthy of the public trust.\"   Melody Barnes, Assistant to the President and Director of the Domestic Policy Council, also highlighted the Fund Tuesday in a keynote speech to the Council on Foundations.  \"The Social Innovation Fund reflects the President’s new governing philosophy: finding and investing in what works; and partnering with and supporting others who are leading change in their communities,\" Barnes said.  \"We are also working with Federal agencies across the government to identify new solutions to problems that have resisted traditional approaches.\"   The Social Innovation Fund was authorized in the recent Edward M. Kennedy Serve America Act.  The Fund will focus on priority policy areas, including education, health care, and economic opportunity.  It will partner with foundations, philanthropists, and corporations which will commit matching resources, funding, and technical assistance.    The White House Office of Social Innovation and Civic Participation will coordinate efforts to enlist all Americans –individuals, non-profits, social entrepreneurs, corporations and foundations – as partners in solving our great challenges.  Located within the Domestic Policy Council, it will:  Catalyze partnerships between the government and nonprofits, businesses and philanthropists in order to make progress on the President’s policy agenda Identify and support the rigorous evaluation and scaling of innovative, promising ideas that are transforming communities like, for example, Harlem Children’s Zone, YouthVillages, Nurse-Family Partnership, and Citizen Schools. Support greater civic participation through new media tools Promote national service.     Mrs. Obama’s full remarks at the Time 100 Most Influential People Awards in New York City will be released later in the day.\n\n\n\n"
}