{
    "title": "MENSAJE SEMANAL: La Nominación del Presidente a la Corte Suprema | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/03/20/mensaje-semanal-la-nominaci%C3%B3n-del-presidente-la-corte-suprema",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 19, 2016\n\n \n\n\n\nMENSAJE SEMANAL: La Nominación del Presidente a la Corte Suprema\n\n\n\n\n\n\tWASHINGTON, DC - En su mensaje semanal, el Presidente Obama habló sobre su decisión de nominar al Juez Superior Merrick Garland a la Corte Suprema de los Estados Unidos. Juez Superior Garland se ha ganado el respeto de los demócratas y republicanos al transcurso de sus años en servicio público. El Presidente aclaró que aunque estemos en el medio de una temporada política volátil, debemos tratar la nominación de un juez de la Corte Suprema seriamente. El Presidente repitió su llamado a los republicanos en el Senado de los Estados Unidos para que le den una audiencia justa y un voto al Juez Superior Garland. El Presidente hizo su trabajo. Ahora los Senadores deben hacer el suyo y moverse rápidamente para considerar la nominación del Presidente.\n\n\tEl audio y el video de este mensaje estarán disponibles en http://obamawhitehouse.archives.gov  a las 6:00 a.m. ET, el 19 de marzo del 2016.\n\nVideo del Presidente Barack Obama\n\nMensaje semanal\n\nLa Casa Blanca\n\n19 de marzo de 2016\n\n\tHola a todos. Una de las responsabilidades más relevantes que la Constitución le otorga a un Presidente es la de nombrar a un Juez de la Corte Suprema. Los hombres y las mujeres que componen el Tribunal Supremo protegen nuestros derechos. Garantizan que vivimos en un sistema de leyes, no de hombres. Y se encargan de la tarea importante de aplicar los principios inherentes de nuestros documentos fundadores a los mayores retos a los que nos enfrentamos en la actualidad.\n\n\tPor eso me tomo muy en serio esta responsabilidad. Me exige que ponga a un lado la política a corto plazo con el fin de mantenernos fieles a nuestros fundadores. El pasado miércoles, después de semanas de consultas con republicanos, demócratas y líderes de todo el país, designé a un nominado cuya experiencia e integridad sin par le han ganado el respeto y la admiración de ambos partidos: el Juez Superior Merrick Garland.\n\n\tEl Juez Garland se crió en mi ciudad natal de Chicago, con unos padres que le enseñaron a trabajar duro y a ser justo. Como joven abogado, dejó un despacho lucrativo para trabajar por la mitad del salario en el servicio público. Con el tiempo, dirigió la respuesta federal al atentado de la Ciudad de Oklahoma, para lo que trabajó mano a mano con personal de respuesta inmediata, las víctimas y sus familias para hacer justicia ante un crimen incalificable. Y donde quiera que fuera durante la investigación, llevaba con él dentro de su maletín el programa de la ceremonia con cada uno de los nombres de las víctimas.\n\n\tDurante los últimos 19 años, el Juez Garland ha servido en lo que se conoce como “el segundo tribunal más importante del país”, el Tribunal de Circuito de D.C., en el que prestó sus servicios como Juez Superior en los últimos tres años. En el banquillo, ha demostrado una dedicación por proteger nuestros derechos básicos. La convicción de que no se debe permitir que las voces poderosas ahoguen las de los estadounidenses de a pie. El entendimiento de que la justicia no es solo teoría legal abstracta, sino que afecta la vida diaria del pueblo. Y un espíritu de decencia, modestia e imparcialidad en su trabajo. El Juez Garland es admirado por su cortesía, su devoción a su familia, y su civismo - durante los últimos 18 años, ha servido como un tutor a jóvenes de escuelas primarias del Distrito de Columbia.\n\n\tEn mi tiempo como Presidente, durante tres nominaciones separadas para la Corte Suprema, en conversaciones con republicanos y demócratas por igual, se destacó un nombre más que ningún otro: Merrick Garland.\n\n\tEntiendo que estamos en medio de una campaña política especialmente ruidosa y volátil. Pero cuando nuestra política se encuentra tan polarizada, cuando las normas y tradiciones de nuestra retórica política parecen estar en declive, creo que es precisamente el momento en el que debemos tratar la nominación de un juez para la Corte Suprema con la seriedad que ello se merece. Porque nuestra Corte Suprema tiene que estar por encima de la política, no puede ser una extensión de la misma. Y debería seguir siendo así.\n\n\tPor eso les pido a los republicanos en el Senado que le otorguen al Juez Garland el respeto que se ha sabido ganar. Otórguenle una audiencia. Denle un voto afirmativo o negativo. Denegárselo sería renunciar a la obligación constitucional del Senado. Indicaría que existe un proceso irreparable de nominar y confirmar a los jueces. Haría que fuera cada vez más imposible para ningún Presidente, republicano o demócrata, cumplir con su responsabilidad constitucional. Elegir ese camino pondría en peligro nuestro sistema de justicia, dañaría nuestra democracia y traicionaría la visión de nuestros principios fundadores.\n\n\tYo cumplí con mi obligación constitucional. Ahora les toca a los Senadores hacer lo mismo. Espero que se tomen el tiempo para reflexionar ante lo importante que es este proceso para nuestro país. Espero que actúen de manera justa. Y espero que trabajen de manera bipartidista para confirmar la nominación de Merrick Garland para la Corte Suprema. Así es como podemos mantener nuestra promesa de libertad y justicia para todos; para el presente y para las generaciones venideras.\n\n\tGracias a todos. Que tengan un buen fin de semana. \n\n\n\n\n"
}