{
    "title": "President Obama Announces New White House Director of Intergovernmental Affairs David Agnew | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/02/24/president-obama-announces-new-white-house-director-intergovernmental-aff",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 24, 2012\n\n \n\n\n\nPresident Obama Announces New White House Director of Intergovernmental Affairs David Agnew\n\n\n\n\n\n\tWASHINGTON, DC – Today, the White House announced that current Deputy Director of Intergovernmental Affairs David Agnew will now serve as the Deputy Assistant to the President and Director of Intergovernmental Affairs.  Mr. Agnew will oversee the Obama Administration’s relationship with state, county, local, and tribal officials across the country.\n\n\t“I’m pleased to announce David Agnew as the new Director of Intergovernmental Affairs.  A strong nation requires strong partnerships with our state, local, and tribal officials and I am confident that David will bring their voices and the voices of the people they represent into the White House,” said President Obama.\n\n\tSince January 2009, Mr. Agnew served as Deputy Director of Intergovernmental Affairs, working to strengthen the partnership with our nation’s mayors, county leaders, and other local officials.\n\n\tPrior to joining the White House, Agnew was a businessman and community leader in Charleston, South Carolina.  He has served as a top deputy to Charleston Mayor Joseph P. Riley Jr., a Special Assistant in the Office of U.S. Secretary of Labor Robert Reich, and a management consultant at Price Waterhouse.  Mr. Agnew has been active in public affairs and urban policy throughout his career, and has served in leadership roles for numerous non-profit organizations, including the South Carolina Trust for Public Land, the Charleston Parks Conservancy, and the College of Charleston Riley Center.  Mr. Agnew received his Master’s Degree in Public Policy from Harvard University’s Kennedy School of Government.  He is a Harry S. Truman Scholar, a European Union Visiting Fellow, and a Liberty Fellow.\n\n\n\n\n"
}