{
    "title": "Background on the President's Event in New Orleans for the Anniversary of Hurricane Katrina | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/08/26/background-presidents-event-new-orleans-anniversary-hurricane-katrina",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 26, 2010\n\n \n\n\n\nBackground on the President's Event in New Orleans for the Anniversary of Hurricane Katrina\n\n\n\n\nXavier University\nAugust 29, 2010\nOn Sunday, August 29, the President, the First Lady, and members of the Cabinet will travel to New Orleans to commemorate the fifth anniversary of Hurricane Katrina.  While there, the President will deliver remarks at Xavier University of Louisiana. The audience will be comprised of members of the public, Xavier students and faculty, state and local elected officials, and community leaders.\nIn his remarks, the President will commemorate the lives lost and the shared sacrifice that the Gulf Coast experienced because of Katrina.  He will celebrate the resiliency of the people of the Gulf and the progress that has been made to rebuild stronger than before.  And he will recommit the nation to the Gulf region and to all those still working to rebuild lives and communities. \n\nELECTED OFFICIALS EXPECTED TO ATTEND\nGovernor Bobby Jindal \nSenator Mary Landrieu\nSenator David Vitter\nU.S. Rep. Anh “Joe” Cao\nU.S. Rep. Sheila Jackson Lee\nU.S. Rep. Patrick Kennedy\nU.S. Rep. Charlie Melancon\nU.S. Rep. Steve Scalise\nU.S. Rep. Bobby Scott\nMayor Mitch Landrieu, New Orleans\nMayor David Camardelle, Grand Isle\nMayor Kip Holden, Baton Rouge\nBuddy Caldwell, Attorney General \nKaren Carter Peterson, State Senator\nD. A. “Butch” Gautreaux, State Senator\nDavid Heitmeier, State Senator\nCedric Richmond, State Representative\nJuan Lafonta, State Representative\nBeasley Denson, Chief of the Mississippi Band of Choctaw Indians\nMichel Claudet, Terrebonne Parish President\nKevin Davis, St. Tammany Parish President\nCharlotte Randolph, Lafourche Parish President\nCABINET OFFICIALS EXPECTED TO ATTEND\nSecretary Shaun Donovan\nAdministrator Lisa Jackson\nAdministrator Craig Fugate\nPatrick Corvington, CNCS CEO\nDr. Regina Benjamin, Surgeon General\nDr. John S. Wilson, Executive Director, White House Initiative on Historically Black Colleges and Universities\nPROGRAM PARTICIPANTS\nIntroducer\nJade Young is a 1st year pharmacy student at Xavier.  A New Orleans native, Jade is the reigning “Miss Xavier” for the 2010-2011 academic year.  She was attending Benjamin Franklin High School when Hurricane Katrina hit.  She left New Orleans two days before the storm hit and temporarily evacuated with her family to Mississippi, returning 5 months later.\nAnthem\nJoshua Cooper is currently a junior at Xavier.  He is majoring in Music.\nInvocation\nFather Giles Conwill is the Director of Campus Ministry at Xavier University.\nPledge of Allegiance\nChavis Goode is a current junior majoring in Business and Finance.  He is from Newark, NJ and is a member of the ARMY ROTC\nBACKGROUND ON XAVIER UNIVERSITY\nThe recovery at Xavier University of Louisiana is exemplary of the efforts throughout New Orleans and the Gulf Coast.  When Katrina hit, floodwaters brought by the storm covered the entire campus with several feet of water for two weeks.  Katrina scattered Xavier students, staff and faculty across the nation, and its aftermath cast the very survival of the university into serious doubt.\nYet, because of the determination of the students, faculty, staff, and community, the school reopened after just five months.  After intensive cleanup and reconstruction, Xavier welcomed nearly 80 percent of its students back to campus in January 2006 – far better than estimates that only half of the school’s pre-Katrina enrollment would return.  Today, enrollment is very close to what it was before the hurricane.\n“What happened to New Orleans represents the greatest disaster this country has ever had,” said University President Norman Francis.  “That we were able to come back in such a short period of time is a credit to the faith, commitment, and passion of our staff and faculty, who put aside their personal losses and problems to make this miracle happen.”\nBACKGROUND ON ADMINISTRATION EFFORTS TO ACCELERATE KATRINA RECOVERY\nSince taking office, the Obama Administration has cut bureaucratic red tape to provide residents of the Gulf Coast with the tools that they need to recover from Hurricanes Katrina and Rita.  In total, the President, Vice President, Cabinet-level officials, and other key agency heads (FEMA, SBA, Navy, CNCS, NOAA) have visited the Gulf Coast more than 155 times.  The Administration has eliminated red tape that delayed assistance, including obligating nearly $2.42 billion in Public Assistance funds for Louisiana and Mississippi that had been stalled for years.  The Administration also has worked to improve overall disaster preparedness, response, and recovery, so that the Gulf Coast and all of the country will be more resilient and better able to handle future disasters. \nWhile families have returned to area, houses have gone up, schools have reopened, and businesses have been rebuilt, there is more work to do.  This Administration is committed to working with the people of the Gulf region to get the job done.\nFor a more complete look at the Obama Administration’s recovery efforts, visit http://obamawhitehouse.archives.gov/sites/default/files/rss_viewer/katrina-rita_anniversary_fact_sheet.pdf. \n \n\n\n\n"
}