{
    "title": "White House Announces 2011 Easter Egg Roll Program and Talent Line-up | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/19/white-house-announces-2011-easter-egg-roll-program-and-talent-line",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 19, 2011\n\n \n\n\n\nWhite House Announces 2011 Easter Egg Roll Program and Talent Line-up\n\n\n\n\n\n\tThe White House announces the program, activities, and talent line-up for the 2011 White House Easter Egg Roll, a tradition in its 133rd year. \n\n\tThis year’s theme is “Get Up and Go!” The theme focuses on promoting health and wellness and encouraging children to lead healthy and active lives.  This is a central part of the First Lady’s Let’s Move! initiative, which is a national effort to combat childhood obesity.\n\n\tThe Easter Egg Roll is the largest annual public event at the White House. \n\n\n\t\t30,000 people from all 50 states and the District of Columbia have received tickets to the event. \n\n\t\tFor the third year in a row, tickets were distributed online.  Members of the public from all over the country had the opportunity to enter an online lottery for a chance to win tickets to the event.  Over 200,000 tickets were requested via the online lottery, and guests from all 50 states and the District of Columbia were selected as winners.\n\n\t\tThe timing for this year’s event has been extended even further than previous years, with a start time of 7:30 AM and an end time of 6:20 PM. 30,000 tickets have been distributed in 5 different groups. Each group of 6,000 guests will be able to spend two full hours on the South Lawn.\n\n\t\tThe Ellipse will have an entertainment pavilion.  Guests are able to enjoy musical acts and games as they prepare to enter the South Lawn.  DJs and the official Emcee of the Easter Egg Roll will be on the Ellipse welcoming guests in, spinning music, and getting the guests excited about their two hours on the South Lawn! \n\n\t\tThe entire Easter Egg Roll event, including all of the headliner music acts and Storytime Stage readers, will be broadcast live on obamawhitehouse.archives.gov/live. A full schedule will be posted on the morning of April 25th so people from across the country will be able to participate in the event.\n\n\n\tWith the “Get Up and Go!” theme, all of the activities on the South Lawn promote healthy and active living.  The activities include obstacle courses, yoga, dancing, playing sports with professional athletes, and of course, the traditional egg roll.  The full list of events is below:\n\n\nAn Easter egg hunt & the traditional Easter egg roll\n\nRockin’ Egg Roll Stage - Live musical performances for all ages.\n\nStorytime Stage - Celebrities bring books to life.\n\nHop To It! - An instructional dance party on the South Lawn!  Get up and go jump rope, hula hoop, dance and more.\n\nEggtivity Zone Obstacle Course - A series of obstacles and drills, including soccer, football and baseball obstacle courses.\n\nBasketball and Tennis- Get hands-on training from basketball and tennis pros on the President’s court!\n\nYoga Garden - Come enjoy a session of yoga from professional instructors. \n\nEggspress Yourself - An arts and crafts workshop filled with egg dying, egg decorating, face painting and more. \n\nPlay with your Food - Family Farmer’s Market, Kids’ Kitchen, Make-your-own Garden, Buzzing about Bees, and more led by the White House chefs and celebrity guest chefs. This activity center is built around the White House Kitchen Garden.\n\n\nTalent Line-up\n\n\tColbie Caillat, Greyson Chance, Willow Smith, Mindless Behavior, John Lithgow, Sesame Street, and Little Beats and DJ WillyWow will perform on the Rockin’ Egg Roll Stage.  Colbie Caillat will sing the National Anthem. \n\n\tReading on the Storytime Stage will be Kelly Ripa, Mark Consuelos and family; John Lithgow; Elmo, Maria and Gordon of Sesame Street; John Bemelmans Marciano; Kristi Yamaguchi; and Geena Davis. \n\n\tChefs Jacque Pepin, Art Smith and trainer Az Ferguson, Marcella Valladolid, Carla Hall and the White House Chefs will prepare healthy eating demonstrations in the Play with your Food station.\n\n\tIn the Eggtivity Zone, professional players and coaches from professional sports teams will teach kids how to play sports and show kids easy, fun ways to stay active and fit. \n\n\tAthletes participating in the Eggtivity Zone include Olympic stars Tyson Gay and Bryan Clay; Lorenzo Alexander with the NFL; DC United’s Bryan Namoff, Josh Wolff and Ben Olsen; the Washington Nationals Jim Riggleman, Adam Laroche and Ryan Zimmerman; along with Sean Casey and others.\n\n\tAlana Beard and Crystal Langstrom from the WNBA, Nick Young from the Wizards, former basketball player Darryl Dawkins, and the Harlem Globetrotters will participate in basketball. \n\n\tChris Evert, Katrina Adams, Brian Vahaly, Mal Washington, Patrick Monroe and Chanda Rubin will be joining kids on the tennis courts, along with the Washington Kastles Mascots. \n\n\tThe Hop To It Stage offers a variety of interactive dance, sports, and other physical fun, including Zumba, the National Double Dutch League, the Happiness Club, Rhythm Child, and KidTribe. \n\n\tThe Isiserettes, an Iowa based drill team and drum corp, will perform on the South Lawn, as well as help guide the visitors on and off of the South Lawn.   The United States Marine Corps Band will perform again this year. \n\n\tDJ Rekha and DJ WillyWow will perform on the ellipse.  The official Emcee of the 2011 White House Easter Egg Roll is Tommy McFly.  He will introduce acts on the music stage and get everyone excited about the different Egg Roll activities to make for another wonderful Easter Egg Roll.\n\nFun Facts for the 2011 White House Easter Egg Roll\n\nTicketing\n\n\t1) 205,739 tickets were requested through the online public lottery.\n\t2) 48,164 applications were received through the online public lottery. \n\t3) This was the third year an online lottery was used.  This gave people from all over the United States the chance to attend. \n\t4) At least one family from all 50 states was successful in the public lottery.\n\t5) About 3,000 tickets were distributed to public schools in DC, Maryland and Virginia.\n\t6) Over 4,000 tickets were distributed to military families.\n\nEggs\n\n\t7) The souvenir wooden eggs are available in four pastel colors – purple, green, yellow, and pink.  They include the stamped signatures of the President and First Lady. \n\t8) The wooden eggs are produced through a process of wood turning and barrel dying.  They are made in the US from FSC-certified, US hardwood. \n\t9) The souvenir wooden eggs will be given to children 12 and younger at the event.\n\t10) A total of 83,000 souvenir wooden eggs were produced for this year’s event. \n\t11) The National Park Foundation produces and sells the rest of the souvenir wooden eggs.  You can purchase them at http://easter.nationalparks.org/ .\n\t12) 14,500 hard-boiled and dyed eggs will be used between the egg roll and the egg hunt.\n\t13) 4,500 boiled white eggs will be decorated at the Egg Dying station throughout the course of the day.\n\t14) “Chirping eggs” will be available for visually impaired children participating in the Egg Roll and Egg Hunt. \n\nHealthy Activities\n\n\t15) The activities are centered on the theme of the event, “Get Up and Go!”  The theme is based on the First Lady’s Let’s Move! initiative to encourage healthy and active living. \n\t16) The Play with your Food station is a hands-on environment that enforces the message that nutritious eating is both delicious and energizing. \n\t17) What’s in Season features seasonal produce from the White House gardens and local organic farms. Kids can explore the different fruits and vegetables, learn about seasonal eating, and learn how to find fresh produce in the junior farmer’s market. \n\t18) Kids are able to take home seedling cups in egg cartons to start their own garden in Make Your Own Garden.\n\t19) Children will have the opportunity to learn the fundamentals of basketball and tennis from professional athletes on the President’s court.\n\t20) Kids will be able to relax and learn yoga moves in the Yoga Garden.\n\t21) The Egg Roll is accessible to children in wheelchairs with the addition of wheelchair matting.\n\nHistory\n\n\t22) The Easter Egg Roll is a White House tradition dating back to 1878 and President Rutherford B. Hayes, but there are records of informal egg rolling events as early as Abraham Lincoln’s administration.\n\t23) After the Civil War, egg rolling often took place on the Capitol building’s grounds. But by 1876, Congressmen grew tired of the torn up grounds and rowdy crowds and passed a law prohibiting the use of the Capitol Grounds as a play area.\n\t24) On Easter day in 1878, when the ban on egg rolling at the Capitol went into effect, some claim that President Hayes saw tearful children while riding by the Capitol Grounds in his carriage and invited them to play on the White House lawn.\n\t25) By 1899, the White House Easter Egg Roll had become quite popular, with over 8,000 people in attendance. This year, over 30,000 were invited to attend the event.\n\t26) The Easter Egg Roll has been held at the White House every year except during World War I, World War II and the Truman Renovation of the White House, when it was moved to other Washington locations or cancelled.\n\t27) President Ronald Reagan was the first President to hide autographed eggs for children to find in the Egg Hunt.\n\t28) President Nixon and First Lady Pat Nixon were the first to include the White House Easter Bunny in the festivities.\n\t29) President George H.W. Bush and First Lady Barbara Bush were the first to affix the signature of the President and First Lady to the commemorative egg.\n\t30) First Lady Grace Coolidge was known for her love of pets, but none were more famous than her pet raccoon, Rebecca, who made an appearance at the White House Easter Egg Roll in the 1920’s.\n\nEaster Bunny and Ceremony\n\n\t31) The First Lady is the official host of the White House Easter Egg Roll.\n\t32) The event cannot officially be called the White House Easter Egg Roll until the opening ceremony, when the Easter Bunny makes an appearance.\n\nPoster Contest\n\n\t33) The White House held a poster competition and invited local Elementary and Middle school children in Maryland, Virginia, and the District of Columbia to submit entries for the 2011 White House Easter Egg Roll Official Poster.\n\t34) There were a total of 464 posters submitted from 135 schools.\n\t35) Students were asked to incorporate this year’s theme, “Get Up and Go!” into their posters. \n\t36) The First Lady selected the winning designs.  There were two winners again this year.\n\t37) Morgan Ferrans was selected for the official 2011 Easter Egg Roll Program Cover.  Morgan is twelve years old and attends Maryvale Preparatory School in Brooklandville, Maryland. \n\t38) Alyssa Pendergast’s submission was selected for the official 2011 Easter Egg Roll Poster.  Alyssa is twelve years old and attends Harper Park Middle School in Leesburg, Virginia. \n\t39) Morgan and Alyssa will be attending the White House Easter Egg Roll along with their classes, teachers and parents. \n\nSustainability\n\n\t40) All goody bags are recyclable and are made from recycled materials. \n\t41) The packaging of the eggs, made from recyclable paperboard, was designed to minimize waste and environmental impact.\n\t42) The wooden souvenir eggs are made in the US from Forest Stewardship Council (FSC) - certified US hardwood. \n\t43) 90 trash bins and 90 recycling bins will be placed throughout the South Lawn and Ellipse.\n\n\tVolunteers\n\n\t44) 10 professional American Sign Language interpreters are volunteering their time for the event.  There will also be 6 nurses and 2 physicians from George Washington University.\n\t45) The White House Easter Egg Roll is made possible by the hard work of close to 1,200 volunteers.\n\t46) All volunteers attended at least one training session and some traveled from as far away as Germany to be part of this year’s event.\n\t47) Many volunteers will arrive for their shifts as early as 5:00 AM to help get the Easter Egg Roll rolling.\n\n\tFun in Numbers\n\n\t48) The Egg Roll will use 72 wooden spoons and 8 whistles.\n\t49) The event will incorporate almost 60 volunteer face painters.\n\t50) 2,000 eggs will be used to provide breakfast for the volunteers.\n\n\n\n\n"
}