{
    "title": "Vice President Biden Announces Reopening of Former GM Boxwood Plant | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-announces-reopening-former-gm-boxwood-plant",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nOctober 27, 2009\n\n \n\n\n\nVice President Biden Announces Reopening of Former GM Boxwood Plant\n\n\n\n\nWilmington, DE -- As part of the of the Administration’s commitment to jumpstarting the production of fuel efficient vehicles in America, Vice President Joe Biden today announced Fisker Automotive is re-opening a shuttered former GM factory in Wilmington, Delaware, to produce long-range, plug-in, electric hybrid vehicles.  The Wilmington assembly plant was selected by Fisker Automotive for its primary global production facility based on its size, production capacity; and access to shipping ports, rail lines and skilled workforce.\n“While some wanted to write off America’s auto industry, we said no.  We knew that we needed to do something different – in Delaware and all across the nation,” said Vice President Biden.  “We understood a new chapter had to be written, a new chapter in which we strengthen American manufacturing by investing in innovation.  Thanks to a real commitment by this Administration, loans from the Department of Energy, the creativity of U.S. companies and the tenacity of great state partners like Delaware – we’re on our way to helping America’s auto industry reclaim its top position in the global market.”\nIn September, Secretary Chu announced a $528.7 million conditional loan for Fisker Automotive for the development of two lines of plug-in hybrids, which will save hundreds of millions gallons of gasoline and offset millions of tons of carbon pollution by 2016. Of the total loan, $359 million is going to revive manufacturing at the Boxwood Plant.  The Boxwood Plant will support Fisker Automotive’s Project NINA, the development and build of a mass-market plug-in hybrid sedan. The company estimates it will build 75,000-100,000 of these highly efficient vehicles every year by 2014.  Also of the total loan, $169.3 million is helping support engineering integration in Michigan and California as Fisker works with U.S. suppliers to complete the company's first vehicle, design tools and equipment for mass manufacturing, and develop manufacturing processes for the new Wilmington, Delaware, facility. \n“This is proof positive that our efforts to create new jobs, invest in a clean energy economy and reduce carbon pollution are working,” said Energy Secretary Steven Chu. “We are putting Americans back to work and reigniting a new Industrial Revolution that is paramount for the economic success of this country.”\n“The rebirth of the Boxwood Road plant is good for Delaware’s workers,” said Ed Montgomery, the Executive Director of the White House Council for Automotive Communities and Workers. “The cars that will be produced here are the result of a Federal and state partnership with the private sector to make the energy efficient vehicles of tomorrow. The reopening of this facility serves as another reminder of the resiliency of the American worker and the continuing transformation of our national economy. “\nFisker automobiles are driven by electric motors powered by a lithium-ion battery, or, when that is depleted, a generator driven by an efficient gasoline engine.  The electric-only range will be more than most people drive in a day.  The battery can be charged at home overnight. Using gas and electric power, Fisker plug-in hybrids will have a cruising range of about 300 miles.\nThe Fisker loan is the fourth conditional loan commitment the Department of Energy has entered into under the Advanced Technology Vehicles Manufacturing (ATVM) loan program. The Department plans to make additional loans under this program over the coming months to large and small auto manufacturers and parts suppliers up and down the production supply chain.\nIn addition, plug-in hybrids and other electric vehicles will also become an important part of the smart grid infrastructure being created in the United States.  With smart metering infrastructure, consumers and utilities will be able to charge these vehicles when electricity demand and prices are lowest and also when power from intermittent renewable resources like wind and solar are more available.  Ultimately, consumers might be able to sell an unneeded portion of the battery's charge back to the grid, creating a system of distributed energy storage that will help make the grid more reliable, save money, and allow us to rely on renewable technologies for a greater percentage of our energy.\n\n \n\n\n\n"
}