{
    "title": "Declaraciones del Presidente Sobre El Restablecimiento de las Relaciones Diplomáticas con Cuba | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/07/01/declaraciones-del-presidente-sobre-el-restablecimiento-de-las-relaciones",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 01, 2015\n\n \n\n\n\nDeclaraciones del Presidente Sobre El Restablecimiento de las Relaciones Diplomáticas con Cuba\n\n\n\n\n\n\tJardín de las Rosas\n\t11:08 A.M. EDT\n\n\tEL PRESIDENTE: Buenos días a todos. Por favor, tomen asiento.\n\n\tHace más de 54 años, en medio de la guerra fría, Estados Unidos cerró su embajada en La Habana. Hoy, puedo anunciar que Estados Unidos ha acordado restablecer formalmente sus relaciones diplomáticas con la República de Cuba, y volver a abrir embajadas en nuestros respectivos países. Se trata de un paso histórico en nuestros esfuerzos por normalizar las relaciones con el gobierno y el pueblo cubano y empezar un nuevo capítulo con nuestros vecinos de las Américas.\n\n\tCuando Estados Unidos cerró nuestra embajada en 1961, creo que nadie pensó que pasaría más de medio siglo antes de que se volviera a abrir. Después de todo, nuestras naciones están separadas por tan solo 90 millas, y hay lazos muy estrechos de familias y amigos entre nuestros pueblos. Pero ha habido diferencias de significancia profunda y real entre nuestros gobiernos y a veces nos dejamos atrapar por una cierta forma de hacer las cosas. \n\n\tPara Estados Unidos eso significó aferrarse a una política que no funcionaba. En lugar de apoyar la democracia y las oportunidades para el pueblo cubano, con el paso del tiempo nuestros esfuerzos por aislar a Cuba, a pesar de las buenas intenciones, tuvieron un efecto opuesto -- cimentando el statu quo y aislando a Estados Unidos de nuestros vecinos en este hemisferio. El progreso que logramos hoy es una prueba más de que no tenemos que ser prisioneros del pasado. Cuando algo no funciona podemos cambiarlo y lo cambiaremos.\n\n\tEl diciembre pasado, anuncié que Estados Unidos y Cuba habían decidido tomar medidas para normalizar nuestra relación. Como parte de ese esfuerzo, el Presidente Raúl Castro y yo pedimos a nuestros equipos que negociaran el restablecimiento de las embajadas. Desde entonces, nuestro Departamento de Estado ha trabajado arduamente con sus homólogos en Cuba para alcanzar ese objetivo. Y posteriormente este verano, el Secretario Kerry viajará a La Habana para izar formalmente y con orgullo la bandera estadounidense sobre la embajada una vez más.\n\n\tEste acto no es meramente simbólico. Con este cambio, podremos aumentar considerablemente nuestro contacto con el pueblo cubano. Tendremos más personal en nuestra embajada, y nuestros diplomáticos podrán participar de manera más extensa a en toda la isla. Esto incluirá al gobierno cubano, la sociedad civil y los ciudadanos cubanos que buscan alcanzar una vida mejor.\n\n\tCon respecto a los temas de interés común, como el antiterrorismo, la respuesta ante desastres y el desarrollo, encontraremos formas nuevas de cooperar con Cuba. Y he dejado claro que también seguiremos teniendo diferencias muy serias.  Que incluyen el apoyo duradero de Estados Unidos por los valores universales, como la libertad de expresión y asociación, y el acceso a la información. Y no dudaremos en protestar cuando veamos que se actúa de manera contradictoria a esos valores.\n\n\tNo obstante, creo con firmeza que la mejor forma que tiene Estados Unidos de apoyar nuestros valores es a través del compromiso. Por eso ya hemos tomado medidas para permitir más viajes, contacto interpersonal y lazos comerciales entre Estados Unidos y Cuba. Y seguiremos haciéndolo de aquí en adelante.\n\n\tDesde diciembre ya hemos visto mucho entusiasmo hacia este nuevo enfoque. Líderes a través de las Américas han demostrado su apoyo por el cambio en nuestra política; lo escucharon ayer, cuando lo expresó la Presidenta Dilma Rousseff. Las encuestas de opinión pública en los dos países revelan mucho apoyo por este compromiso. Un cubano dijo, \"he estado preparado para esto toda mi vida\". Y otro dijo, \"es como un trago de oxígeno\". Una maestra cubana dijo sencillamente: \"somos vecinos. Ahora podemos ser amigos\".\n\n\tAquí en Estados Unidos, hemos visto el mismo entusiasmo. Hay estadounidenses que quieren viajar a Cuba y empresas que quieren invertir en Cuba. Universidades de Estados Unidos que quieren asociarse con Cuba. Ante todo, hay estadounidenses que  quieren llegar a conocer a sus vecinos al sur. Y mediante ese compromiso, también podemos ayudar al pueblo cubano a mejorar sus propias vidas. Un cubano americano tenía la esperanza de \"reunir a las familias y abrir las vías de comunicaciones\". Otro dijo simplemente: \"no se puede mantener secuestrado el futuro de Cuba por lo que sucedió en el pasado\".\n\n\tY de esto se trata: una decisión entre el futuro y el pasado. \n\n\tLos estadounidenses y los cubanos por igual están listos para avanzar. Considero que es hora de que el Congreso haga lo mismo. Le he pedido al Congreso que tome medidas para levantar el embargo que evita que los estadounidenses hagan negocios con Cuba. Ya hemos visto que miembros de ambos partidos han comenzado este trabajo. Al fin y al cabo, ¿por qué se iba a oponer Washington a la voluntad de su propio pueblo?\n\n\tSí, están quienes quieren dar marcha atrás al reloj y redoblar una política de aislamiento. Pero ya es más que hora de que nos demos cuenta de que este enfoque no funciona.  Lleva cincuenta años sin funcionar.  Cierra las puertas de Estados Unidos al futuro de Cuba y solo empeora las vidas del pueblo cubano.\n\n\tEntonces me gustaría pedirle al Congreso que escuche al pueblo cubano. Que escuche al pueblo estadounidense. Que escuche las palabras de un cubano americano orgulloso, Carlos Gutiérrez, quién hace poco habló en contra de la política del pasado, diciendo: \"Me pregunto si los cubanos que tienen que ponerse en fila durante horas bajo el sol ardiente de La Habana para conseguir las necesidades más básicas sienten que ese enfoque les ayuda\".\n\n\tPor supuesto, nadie espera que Cuba se transforme de la noche a la mañana. Pero creo que el compromiso Estadounidense -  mediante nuestra embajada, nuestras empresas, y ante todo, nuestro pueblo - es la mejor manera de representar nuestros intereses y apoyar la democracia y los derechos humanos. Una y otra vez, Estados Unidos ha demostrado que parte de nuestro liderazgo en el mundo se basa en nuestra capacidad de cambiar. Es lo que inspira al mundo a alcanzar algo mejor. \n\n\tHace un año tal vez habría parecido imposible que Estados Unidos tuviera una vez más su bandera y sus barras y estrellas volando sobre la embajada en La Habana. Así es el cambio.\n\n\tEn enero de 1961, el año en el que nací, cuando el Presidente Eisenhower anunció el fin de nuestras relaciones con Cuba, dijo: \"espero y confío que en un futuro no muy lejano sea posible que la amistad histórica entre nosotros encuentre su reflejo en relaciones normales de todo tipo\". Bueno, ha tomado tiempo, pero considero que ha llegado la hora. Y que nos espera un futuro mejor.\n\n\tMuchas gracias. Y quiero agradecer a algunos de mi equipo que trabajaron con diligencia para que esto suceda. Ellos están aquí. No siempre se les reconoce. Estamos muy orgullosos de ellos. Buen trabajo.\n\n\tFIN\n\n\n\n\n"
}