{
    "title": "United States Government Haiti Earthquake Disaster Response Update | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/united-states-government-haiti-earthquake-disaster-response-update",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 17, 2010\n\n \n\n\n\nUnited States Government Haiti Earthquake Disaster Response Update\n\n\n\n\nOn January 12, 2010, a massive earthquake struck the nation of Haiti, causing catastrophic damage inside and around the capital city of Port-au-Prince. President Obama has promised the people of Haiti that \"you will not be forsaken; you will not be forgotten.\" The United States Government has mobilized resources and manpower to aid in the relief effort. Below please find some key facts and examples of government actions to date.\nAll numbers below are accurate as of noon Sunday, January 17, 2010\nAIRPORTS AND AIRSPACE \n\n\n\t\tThe airfield is open for 24/7 operations and has a 100-aircraft per day capacity, this is an increase from yesterday’s 60 aircraft per day capacity.\n\n\t\tThe airport has received more than 600 short tons of supplies.\n\n\t\tUSAF air traffic control and airfield management personnel continue to manage air operations at the airport with approval of the Government of Haiti.\n\n\t\tThere are 30 military helicopters providing relief to the people of Haiti.\n\n\t\tThese helicopters are operating out of nine landing zones, including five drop-off points.\n\nSAFETY\n\n\n\t\tApproximately 5,800 military personnel on the ground or afloat. \n\n\t\tApproximately 7,500 additional military personnel are expected to arrive by 1/18.\n\n\t\tMore than 1,000 personnel from the 82nd Airborne Division arrived in Haiti on 1/16.\n\nHEALTH\n\n\n\t\tMore than 250 HHS medical personnel have arrived in Haiti. \n\n\t\t2 planeloads of medicine, medical equipment and supplies from HHS have arrived in Haiti with a third expected to arrive today.\n\n\t\t3,840 hygiene kits taken from USAID stockpiles in Miami have arrived.\n\n\t\tThe USNS Comfort is currently underway and expected to arrive on 1/20 with 600 medical personal on board.\n\nEVACUATION AND RESCUES\n\n\n\t\tAs of 0900 a total of 1,760 American citizens have been airlifted out of Haiti.\n\n\t\tUSAID/DART reported that a U.S. Urban Search and Rescue (USAR) team had rescued an additional three individuals at the Caribbean Market.\n\n\t\tAs of 0900, US USAR teams have rescued 26 individuals. \n\n\t\tThere are currently six US USAR teams operating in Haiti along with 21 international USAR teams from around the world.  US teams are based out of Fairfax VA, Los Angeles CA, Miami FL (two teams), New York NY and Virginia Beach VA.\n\n\t\tEach USAR team includes approximately 70 team members.\n\nFOOD AND WATER\n\n\n\t\tU.S. military aircraft have airlifted 130,000 humanitarian daily rations and more than 70,000 bottles of water to Port-au-Prince.\n\n\t\tThree water purification units are operational and can supply 180,000 liters per day.\n\n\t\tUSS Carl Vinson continues to provide potable water production.\n\n\t\tU.S. military aircraft will continue to support the delivery of an additional 600,000 daily rations over the next several days.\n\n\t\tSix additional water purification units are scheduled to arrive in the coming days from USAID stockpiles in Dubai. Each unit provides 1000,000 liters of safe drinking water serving 10,000 people per day.\n\n\t\t12,000 water containers have arrived from Miami.\n\n\t\tYesterday, the U.N. World Food Program distributed high-energy biscuits to a total of 50,000 people.\n\n\t\tThe World Food Program Port-au-Prince metropolitan areas schools feeding program is no serving hot meals to 50,000 affected people\n\nHow to Help Support Relief Efforts\n\n\n\t\tContribute online through ClintonBushHaitiFund.org.\n\n\t\tText “QUAKE” to 20222 to charge a  $10 donation to the Clinton Bush Haiti Fund (the donation will be added to your cell phone bill).\n\n\t\tFind more ways to help through the Center for International Disaster Information.\n\nGet Information about Friends or Family\n\tThe State Department Operations Center has set up the following phone number for Americans seeking information about family members in Haiti: 1-888-407-4747 (due to heavy volume, some callers may receive a recording). You can also send an email to the State Department.  Please be aware that communications within Haiti are very difficult at this time.\n\n\n\n\n"
}