{
    "title": "Background on President Obama’s Address at NCLR Annual Conference Luncheon | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/07/25/background-president-obama-s-address-nclr-annual-conference-luncheon",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 25, 2011\n\n \n\n\n\nBackground on President Obama’s Address at NCLR Annual Conference Luncheon\n\n\n\n\n\n\tPresident Obama will address the largest nationalLatino civil rights and advocacy organization in America at their Annual Conference luncheon on Monday July 25th in Washington, DC. More than 25,000 participants are expected at NCLR’s Annual Conference and Latino Family Expo from July 23rd through 26th. In his remarks, the President will address what it will take to make sure that America remains a place where opportunity is open to all who work for it, and how the American family will only be as strong as our growing Hispanic community. The President’s keynote address comes just two weeks after the White House hosted a Hispanic Policy Conference that brought together 160 community leaders and local elected officials from 25 states, Puerto Rico, and the District of Columbia with more than 100 White House and Cabinet officials for an in-depth series of interactive workshops and substantive conversations on the Administration’s efforts as they relate to the Hispanic community.NCLR will stream the President’s remarks live at http://www.livestream.com/nclrannualconference at 12:30 PM ET.\n\n\tCensus numbers recently confirmed that the Hispanic population in America has reached 50 million. Additionally, 1 in 5 students in America’s K-12 schools are Hispanic, so the success of our nation and the success of the Hispanic community are one and the same. The White House recently issued a report, “Winning the Future: President Obama’s Agenda and the Hispanic Community,” which can be found on whitehouse.gov/hispanic.\n\n\tInaddition to the President’s speech, other Administration officials are also participating in the three day conference, including Agriculture Secretary Tom Vilsack who joined local, state and community partners at the National Council of La Raza Annual Conference on Sunday July 24th to discuss federal efforts to combat hunger and poor nutrition in the Hispanic community through USDA’s nutrition assistance programs.  Secretary of the Interior Ken Salazar addressed the opening dinner of the Annual Conference’s youth leaders summit.\n\n\tOther Administration officials who participated in events, panels and workshops at NCLR’s Annual Conference included:\n\n\n\t\tAlejandro Mayorkas, Director, U.S. Citizenship and Immigration Services, Department of Homeland Security\n\n\t\tCecilia Munoz, Director, White House Office of Intergovernmental Affairs\n\n\t\tAna Harvey, Director, SBA Office of Women’s Business Ownership\n\n\t\tBruce Friedman, Senior Policy Advisor, Office of Civil Rights and Civil Liberties, Department of Homeland Security\n\n\t\tJennifer Sultan, Acting  Special Policy Counsel, Office of Special Counsel for Immigration related Unfair Employment Practices, Department of Justice\n\n\t\tMariela Melero, Chief of the Office of Public Engagement, U.S. Citizenship and Immigration Services, Department of Homeland Security\n\n\t\tSharon Yandian, Early Language Specialist, Office of Head Start, Administration for Children and families, U.S. Department of Health and Human Services\n\n\t\tTom Perez, Assistant Attorney General, Civil Rights Division, US Department of Justice\n\n\t\tDr. Gabriela Lemus, Director, Office of Public Engagement, U.S. Department of Labor\n\n\t\tFrancisco Sanchez, Undersecretary of Commerce, U.S. Department of Commerce\n\n\t\tDr. Garth Graham, Deputy Assistant Secretary, Office of Minority Health, U.S. Department of Health and Human Services\n\n\t\tLisa Pino, Deputy Administrator, Supplemental Nutrition Assistance Program, Food and Nutrition Service, U.S. Department of Agriculture\n\n\t\tRebecca Cokley, White House Office of Presidential Personnel\n\n\t\tRichard Katskee, Deputy Director of the Program Legal Group, Office for Civil Rights, U.S. Department of Education\n\n\t\tCindy Mann, Deputy Director and Administrator, Centers for Medicaid and Medicare Services, U.S. Department of Health and Human Services\n\n\t\tHelen Morrison, Deputy Benefits Counsel, U.S. Department of the Treasury\n\n\t\tJoel Ario, Director, Office of Health Insurance Exchanges, U.S. Department of Health and Human Services\n\n\nOther Conferences\n\n\tAdministration officials have also participated at other Hispanic conferences throughout the summer. Secretary of the Interior Ken Salazar delivered a keynote speech at the National Association of Latino Elected and Appointed Officials’ (NALEO) 28th Annual Conference in June in San Antonio, Texas, and other officials participated in forums and panel discussions at the conference including Margo Schlanger, Director of the Office of Civil Rights and Civil Liberties at the Department of Homeland Security; Juan Sepulveda, Director of the White House Initiative for Educational Excellence for Hispanics; Stephanie Valencia, Associate Director of the White House Office of Public Engagement; and Elmy Bermejo, Director of Intergovernmental Affairs for the Department of Labor.\n\n\tAlso in June, Secretary of Labor Hilda Solis and Secretary of Health and Human Services Kathleen Sebelius participated in the League of United Latin American Citizens’s (LULAC) annual National Convention and Exposition in Cincinnati.  Alejandro Mayorkas, Director of the U.S. Citizenship and Immigration Services, and Tom Perrelli, Associate Attorney General at the U.S. Department of Justice were among the speakers at roundtable discussions and seminars at that convention.\n\nCommencement Addresses at Hispanic-Serving Institutions\n\n\tThe President and Administration officials also traveled across the country this year to speak at commencement ceremonies at Hispanic-Serving Institutions, colleges and universities that have at least a 25% Hispanic student enrollment. The President introduced the American Graduation Initiative, a historic initiative to strengthen our nation’s community colleges where many Hispanic students earn their first college degree or receive job training to increase their skills, and called for five million additional graduates by 2020. The President’s goal cannot be met without improving educational attainment among Hispanic students. The Health Care and Education Reconcilliation Act the President signed into law also invested more than $1 billion in Hispanic Serving Institutions over the next decade. More than half of America’s Hispanic undergraduates atted a Hispanic-Serving Institution. The commencement speeches included:\n\n\n\t\tPresident Obama at Miami Dade College, Miami, FL, March 13, 2011\n\n\t\tSecretary of Health and Human Services Kathleen Sebelius at the University of Texas, San Antonio, San Antonio, TX, May 6, 2011\n\n\t\tU.S. Treasurer Rosie Rios at Bergen Community College, Paramus, NJ, May 19, 2011\n\n\t\tAssistant Secretary of the Navy Juan Garcia at Cal State Long Beach, Long Beach, CA, May 25, 2011\n\n\t\tDeputy Assistant Secretary Frank Chong at Morton College, Chicago, IL, May 20, 2011\n\n\t\tStephanie Valencia, Associate Director of the White House Office of Public Engagement, at Merced College, Merced, CA, May 27, 2011\n\n\t\tJuan Sepulveda, Executive Director of the White House Initiative on Educational Excellence for Hispanics, at St. Philip's College, San Antonio, TX, May 6, 2011\n\n\t\tJuan Sepulveda, Executive Director of the White House Initiative on Educational Excellence for Hispanics, at the University of Notre Dame, Notre Dame, IN, July 9, 2011\n\n\t\tRay Rivera, Director of External and Intergovernmental Affairs, U.S. Department of the Interior, at Dona Ana Community College, Las Cruces, NM, May 6, 2011\n\n\t\tSteve Robinson, Special Advisor to Secretary Duncan, U.S. Department of Education, University of Texas-Pan American, Edinburg, TX, May 14, 2011\n\n\n\tFor more infomation on these events and to learn more about the Administration’s engagement with the Hispanic community,  please visit obamawhitehouse.archives.gov/hispanic.\n\n\n\n\n"
}