{
    "title": "Presidential Proclamation -- Labor Day, 2012 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/08/31/presidential-proclamation-labor-day-2012",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 31, 2012\n\n \n\n\n\nPresidential Proclamation -- Labor Day, 2012\n\n\n\n\n\n\t \n\n\tLABOR DAY, 2012\n\n\t \n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\n\t \n\n\tA PROCLAMATION\n\n\t \n\n\tThrough times of prosperity and hardship alike, America counts on the strength and dynamism of the world's finest labor force.  From the factory floor and the office to the classroom and the interstate, working men and women are the unshakable foundation of American innovation and economic growth.  On Labor Day, we celebrate their vital role and reaffirm that America will always stand behind our workers.\n\n\t \n\n\tThe rights and benefits we enjoy today were not simply handed to working men and women; they had to be won.  Brick by brick, America's labor unions helped raise the landmarks of middle-class security:  the 40-hour workweek and weekends, paid leave and pensions, the minimum wage and health insurance, Social Security and Medicare.  These are the victories that make our Nation's promise possible -- the idea that if we work hard and play by the rules, we can make a better life for ourselves and our families.\n\n\t \n\n\tI am committed to preserving the collective bargaining rights that helped build the greatest middle class the world has ever known.  It is the fundamental right of every American to have a voice on the job, and a chance to negotiate for fair pay, safe working conditions, and a secure retirement.  When we uphold these basic principles, our middle class grows and everybody prospers.\n\n\t \n\n\tOur Nation faces tough times, but I have never stopped betting on the American worker.  This is the labor force that revolutionized the assembly line and built the arsenal of democracy that defeated fascism in World War II.  These are the workers who built our homes, highways, and rail lines, who educate our children and care for the sick.  American workers have taken us through the digital revolution and into a 21st century economy.  As my Administration fights to create good jobs and restore the American dream, I am confident that, together, we will emerge from today's challenges as we always have -- stronger than ever before.\n\n\t \n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim September 3, 2012, as Labor Day.  I call upon all public officials and people of the United States to observe this day with appropriate programs, ceremonies, and activities that honor the contributions and resilience of working Americans.\n\n\t \n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this thirty-first day of August, in the year of our Lord two thousand twelve, and of the Independence of the United States of America the two hundred and thirty-seventh.\n\n\t \n\n\tBARACK OBAMA\n\n\n\n\n"
}