{
    "title": "FACT SHEET: Breaking Down Gender Stereotypes in Media and Toys so that Our Children Can Explore, Learn, and Dream Without Limits | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/06/factsheet-breaking-down-gender-stereotypes-media-and-toys-so-our",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 06, 2016\n\n \n\n\n\nFACT SHEET: Breaking Down Gender Stereotypes in Media and Toys so that Our Children Can Explore, Learn, and Dream Without Limits \n\n\n\n\n\n\tResearch shows that children’s interests, ambitions, and skills can be shaped early on by the media they consume and the toys with which they play, potentially influencing everything from the subjects they choose to study to the careers they ultimately pursue.  Consequently, those early experiences can affect not just their development and life choices, but the composition of our workforce and the strength of our economy for decades to come.\n\n\tFor example, right now, STEM (Science, Technology, Engineering and Math) industries offer some of the highest-paying, most in-demand careers – there are over 600,000 unfilled jobs in information technology alone – yet women hold only 29 percent of STEM jobs.  Communities across America are also experiencing teacher shortages, and nursing is one of the fastest-growing professions – yet fewer than 25 percent of public school teachers and only 9 percent of nurses are men. \n\n\tIn order to help close these gender gaps in our workforce, children need to be exposed to diverse role models and taught a variety of skills so they can develop their talents and pursue their passions without limits, and so that we as a nation can meet the needs of our economy in the coming years.\n\n\tTo discuss how to meet this challenge, representatives from toy, media, and retail companies; leaders of youth-serving organizations; parents; researchers; advocates; and others are coming together for a day-long conference sponsored by the White House Council on Women and Girls, The Department of Education, and the Media, Diversity, & Social Change Initiative at the University of Southern California.  As part of this conference, the following companies and organizations have committed to taking new action to break down gender stereotypes in toys and media to help children to explore, learn, and dream without limits:   \n\nDiscovery Communications: Discovery Communications will launch three initiatives to break down gender stereotypes: 1) Space historian Amy Teitel will report on-air DNews segments on the Science Channel reaching nearly 72 million homes about the latest research on gender in science fields. 2) Discovery’s Spanish language network, Discovery Familia, which reaches 4.2 million homes, and Discovery Family Channel, which reaches nearly 67 million homes, will air a weekend programming block at the beginning of summer vacation with episodes of various kids’ series that promote gender equality and highlight STEM skills. 3) Discovery Familia and Discovery Family Channel will launch summer-long Facebook campaigns providing parents with tips and activities to help engage kids in science in everyday life.\n\nFamilyFun magazine: FamilyFun magazine recognizes the best toys of the year in annual features, including “Toys of Year” in its November issue and “Best in Kids Tech” in its December/January issue. This year, FamilyFun magazine will consider whether toys perpetuate or break down gender stereotypes as one of the judging criteria that editors and family testers use when making their selections. \n\nGirls Inc.: Girls Inc. will dedicate its 2016 Annual “Girls Inc. Week” (May 2-6) to media awareness and countering stereotypes that limit girls and women. Girls Inc. will create and distribute a toolkit to help its 82 affiliates (which reach 140,000 girls each year) do the following: (1) conduct, that week, a series of consciousness-raising media literacy activities with the tens of thousands of girls they serve; and (2) raise awareness in their communities through social media, op-eds and letters to the editor in local newspapers, and community-wide discussions. Girls Inc. also will host a live social media event with prominent women in the media who will share their experiences and thoughts on the portrayal of women and girls – the event will use hashtags such as #GirlsIncWeek and #GirlsInMedia.\n\nGirl Scouts: Girl Scouts will expand its work to raise awareness about gender stereotypes in the media by publishing blog posts, social media posts, staff newsletter articles and a Tip Sheet for parents on marketing (including toy marketing) and media-literacy; and by hosting a webinar with all 112 Council Program Directors to promote Girl Scouts’ media literacy programming which includes lessons about gender stereotyping in media.\n\nNetflix: To help break down gender stereotypes in media, Netflix is commissioning two new seasons of the Gracie® Award winning original tween series, Project Mc2 which follows four super smart and science-skilled girls as they are recruited to join the spy organization, NOV8 (\"Innovate\"), working together to save the day and prove that Smart is the New Cool™.  To further inspire girls to unlock their own STEM potential, Netflix will partner with major youth organizations to host special screenings of Project Mc2 at educational institutions which will feature Q&A panel discussions moderated by show cast members interviewing Silicon Valley and Hollywood luminaries on how they apply STEM in their professions.  In addition, Netflix, in partnership with MGA Entertainment, will distribute STEM discovery kits to encourage broader STEM participation by young women and girls nationwide.\n\nParents magazine: Parents magazine has a monthly print audience of more than 13 million readers and 8 million unique monthly visitors at Parents.com, and every November, Parents magazine designates approximately 50 best toys of the year. Going forward, Parents will include on its list of criteria a focus on promoting a wide range of interests and talents for both girls and boys. Additionally, Parents will publish at least one article about gender and play in an upcoming issue and will periodically recognize in blog posts or on social media platforms companies and products that encourage kids to pursue their talents and interests regardless of their gender.\n\nParticipant Media: In conjunction with the upcoming wide release feature film “Middle School: The Worst Years of My Life,” James Patterson Entertainment, Participant Media and CBS Films will launch a social action campaign to promote self-expression, literacy and creativity for all children regardless of their gender, race and socioeconomic background. This campaign will mirror the film’s commitment to defying stereotypes in its storyline and casting and will include online and offline activities for students and their families. This campaign has an anticipated goal of 50 million media impressions among young people ages 6-13.\n\nScholastic: Choices, a health and life skills magazine for teenagers published by Scholastic, will continue to inspire its 750,000 readers in middle and high schools nationwide to think critically about gender stereotypes in their schools, their communities, and their world by publishing columns that focus on these issues and by creating a new online curriculum – including relevant reading materials, robust lesson plans, activities, curated videos, and more – to help teachers across America break down gender stereotypes in their classrooms. \n\nTIME for Kids magazine: TIME For Kids will launch a new feature department in the 2016-2017 school year that will focus on stories about people, programs, or initiatives that break gender barriers.  Stories in this department will run across all TIME For Kids platforms, including the print magazine which reaches more than 3.1 million students in classrooms across the country; the website, timeforkids.com, which reaches an average of 700,000 monthly unique viewers; and TIME For Kids Family Edition, the monthly edition of TIME For Kids’ digital magazine for families.  TIME For Kids will also kick off a social media campaign to support these efforts. \n\nThe Toy Industry Association, Inc.: The Toy Industry Association, Inc. will elevate the conversation about gender stereotypes in toys, entertainment and retail by devoting a session of its annual conference, PlayCon, to highlighting these issues for attendees.  Each year, PlayCon attracts play professionals and thought leaders from across the globe, and a recap of the session will be published in the Association’s weekly newsletter, Toy News Tuesday, which reaches an audience of more than 25,000. \n\n\n\n\n"
}