{
    "title": "Press Briefing by Press Secretary Josh Earnest, 5/3/2016 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/03/press-briefing-press-secretary-josh-earnest-532016",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 03, 2016\n\n \n\n\n\nPress Briefing by Press Secretary Josh Earnest, 5/3/2016\n\n\n\n\n\n\tJames S. Brady Press Briefing Room\n\n\t1:18 P.M. EDT\n\n\tMR. EARNEST:  Good afternoon, everybody.  I’ll just do a quick statement at the top and then we’ll get to your questions.\n\n\tAs you all know, the President will travel to Flint, Michigan tomorrow.  He will stop first at the Food Bank of Eastern Michigan to receive a briefing on the response of the crisis from federal officials and members of the Unified Command group.  The food bank has helped more than 300,000 people in the last year, and it has become a critical hub in the response to the crisis.  The facility coordinates the intake of basic supplies like water and food, and packages meals and hygienic products for distribution to the community.\n\n\tThe President will then take part in a neighborhood roundtable discussion, where he will hear from Flint residents dealing firsthand with the impact of the crisis.  The President will also deliver remarks to a crowd of about a thousand people at Northwestern High School, which is located in predominantly African American North Flint.\n\n\tAt the direction of President Obama, a wide variety of federal agencies have been on the front lines responding to this crisis.  FEMA has distributed more than 9 million liters of water and 50,000 water filters.  Medicaid coverage has been expanded to everyone under the age of 21 in Flint.  HHS has extended funding to expand capacity at Head Start centers and community health care centers in Flint.  The EPA has surged resources to significantly expand water testing and to offer addition technical advice as needed.  And agencies like SBA and HUD have stepped up their support to the community that’s weathering a pretty significant economic fallout from the crisis as well.\n\n\tAs the President noted in his letter last week to Mari Copeny, known around town as “Little Miss Flint,” Flint residents need to know that when the cameras are gone, the administration’s support for the state and local response efforts will continue.  And the President looks forward to meeting with Mari and her family while he is in Flint tomorrow, as well.\n\n\tWith all of that –-\n\n\tQ    What about the governor?  Any meeting?\n\n\tMR. EARNEST:  I do anticipate that the President will have an opportunity to visit with the governor when he’s in Flint.  As is customary, the governor was invited to greet the President on the tarmac when he arrives.  I also understand that the governor and the mayor are likely to be included in conversations with those who have been on the frontlines of the response -- this is the meeting at the food bank.  And I wouldn’t be surprised if the President also has an opportunity to visit with both the governor and mayor outside the context of that larger meeting as well.\n\n\tDarlene, do you want to get us started?\n\n\tQ    Sure, thank you.  On the death of the U.S. Navy SEAL in Iraq, is there any reaction from the President to that, or expression of condolence?  And can you tell us when he was informed about that?\n\n\tMR. EARNEST:  Darlene, I can tell you that the President has been briefed on this incident, and everyone here at the White House, including the First Family, extends our condolences to the family of the servicemember that was killed today in northern Iraq.  This individual is the third U.S. servicemember killed in action since the beginning of Operation Inherent Resolve, and this servicemember’s death reminds us of the risks our brave men and women in uniform face every single day.\n\n\tThe Department of Defense has indicated that initial reports are that this servicemember died when ISIL terrorists penetrated a checkpoint that was manned by Iraqi forces.  Those terrorists, after breaking through the line, went on to attack a Peshmerga position, where this U.S. servicemember was advising our partners on the ground.  U.S. forces responded right away with airpower to stop the attack, and our Iraqi partners are engaging the remnants of those forces.\n\n\tQ    As you mentioned, this is now the third death of a U.S. servicemember since troops went back to Iraq in 2014.  Is this death today any sort of an indication that U.S. forces are moving closer to the fight against the Islamic State group in Iraq?  Are they getting closer to combat and danger?\n\n\tMR. EARNEST:  Well, I think what is true is that Iraq and Syria are dangerous places.  And our men and women in uniform who are engaged in a mission to offer training, advice and assistance to Iraqi forces that are fighting for their own country, are doing dangerous work.  They are taking grave risks to protect our country and we owe them a deep debt of gratitude.\n\n\tToday’s incident is a vivid reminder of the risks that our servicemembers are taking.  And some of them, three of them now, have made the ultimate sacrifice for our country.  But the President has been clear, time and time again, exactly what their mission is.  That mission is to support Iraqi forces on the ground who are taking the fight to ISIL on the frontlines.  Iraqi forces must fight for their own country.  United States forces cannot be a substitute for those Iraqi forces.  The United States can use our military firepower.  And some of our special operators, in fact, are offering them important support, but that support comes in the form of offering advice and assistance.  And this is the core of our strategy, which is to build up the capacity of local forces to fight for their own country.\n\n\tWe have learned important lessons in the last decade.  We know that the United States will not be successful if it's U.S. troops acting essentially as a substitute for local forces, fighting for the security situation in Iraq.  Iraqi security forces must be do that for themselves.  They can count on the support of the United States, they can count on the support of the 65 nations that have signed on to this coalition to degrade and ultimately destroy ISIL.  This is a fight that the United States is committed to because we under the consequences for our national security.\n\n\tBut, ultimately, it is Iraqi forces that are on the frontlines.  It’s Iraqi forces that must fight for the security situation in their own country.\n\n\tQ    Thanks.  My question on Flint was asked and answered.  Thanks, Mark.\n\n\tMR. EARNEST:  Thanks, Mark.\n\n\tRoberta.\n\n\tQ    The U.N. Syria envoy said today that peace talks could resume if the ceasefire, such as it is, extends to Aleppo.  But the rebels launched a new assault on that city.  And so I’m wondering, does that assault today prevent that from happening?  And where does the administration see any road to a diplomatic solution that does not require the kind of more aggressive response, U.S. response that some officials and allies in the Gulf have been calling for?\n\n\tMR. EARNEST:  Roberta, it is true that the United States is concerned by the continued escalation of violence in and around Aleppo.  The security situation there, as bad as it’s been for some time now, is deteriorating.  It’s an indication that the cessation of hostilities is continuing to fray, particularly in some areas in and around Aleppo. \n\n\tAnd that's why the United States has been working so tenaciously through diplomatic channels to try to refresh the cessation of hostilities.  And that involves working through the U.N.-led process to try to bring both sides to the table.  It involves working with our allies and directly with opposition forces to persuade them to live up to the commitments that they've made in the context of cessation of hostilities. \n\n\tIt also involves senior diplomatic officials in the U.S. government urging the Russian government to use the influence that they have with the Assad regime to persuade the Syrian government to abide by the cessation of hostilities. \n\n\tSo we're working this from a variety of perspectives because it is central to resolving the situation in Syria.  We have to bring about a political transition in Syria in order to address all of the chaos there.  And that political transition will not occur while innocent people are getting massacred on the ground in Syria by the government.\n\n\tSo we are trying to bring about the cessation of hostilities -- both to nurture continuing political talks, but also to allow for humanitarian relief supplies to be delivered.  And we've made some important progress in that regard in just the last few weeks, but there are some areas that continue to be deprived of badly needed humanitarian supplies.  So there is a lot of work being done to try to refresh the cessation of hostilities all across the country.\n\n\tQ    So, yesterday, Secretary Kerry said that a deal was close and that he signed today on a \"regime of calm,\" I think was the term.  So did the rebel assault today prevent that from happening?\n\n\tMR. EARNEST:  Well, I don't have an update for you in terms of an agreement that hasn’t been reached or announced at this point.  But I think this comments are an indication of just how deeply involved the United States Secretary of State and other U.S. diplomats have been in trying to broker the cessation of hostilities -- or a refreshing of a cessation of hostilities in those parts of the country where we've seen it break down.\n\n\tAnd Aleppo is certainly an area where we've seen too much violence, and the continued escalation of that violence is troubling.  So we're working diligently through a variety of channels to persuade both sides to go back to observing the cessation of hostilities that had largely held until just a few weeks ago.\n\n\tSo I think part of that, as I referred to this yesterday, we know that the Russian government has sufficient influence with the Assad regime to persuade them to abide by a cessation of hostilities.  They were able to actually convince them to do that earlier this year.  But in just the last couple of weeks, we've seen the cessation of hostilities begin to fray.  And the truth is we need the Russians to do again what they did once before, which is go back to the Assad regime and make clear that abiding by the cessation of hostilities is critical.\n\n\tQ    And in this case today, my understanding is that it’s not the Russians, it’s the -- or the Assad regime, it’s the opposition fighters that had launched the assault.  So I guess that's specifically what I was asking about.\n\n\tMR. EARNEST:  And what I’m saying is that it’s both sides that are responsible here.  And our strategy has been to work through the U.N.-led process to support the efforts of the U.N. envoy, Mr. de Mistura, as he tries to bring both sides to the table.  The United States has reached out directly to our allies that have influence with opposition figures.  And there has been some direct work that we've done with opposition groups, as well, to persuade them to abide by the cessation of hostilities and come to the table for political talks.\n\n\tWe've also worked through the Russians to persuade the Assad regime to live up to the commitments that they've made, as well.  And that's our strategy, and it’s one that provided a path to the successful implementation -- the largely successful implementation of a cessation of hostilities earlier this year.  And we're trying to get back to that point.\n\n\tMichelle.\n\n\tQ    Josh, when the ceasefire first was agreed upon, administration officials said that this would be a big test for Russia to see if they're serious about this and we're following through.  And at that time, the ceasefire was going better than expected.  It was just a short time into it.  So now that it's frayed and now that we're seeing too many serious violations by the Assad regime, and you keep mentioning that Russia should have this influence over them, would you say that Russia has passed this test, or not?\n\n\tMR. EARNEST:  Well, I think it is fair to say that the Russians have previously been successful in persuading the Assad regime to abide by the cessation of hostilities, and it's clear they just need to do that again.  They've done it once before, even earlier this year.  So they have the capacity to do it, and we're hopeful that they will.\n\n\tQ    Do they deserve some of the blame for the fraying and that state that things are in now?\n\n\tMR. EARNEST:  Well, I think as is clear from Roberta's line of questioning, both sides have contributed to the escalation of violence in and around Aleppo.  But look, when you have government forces that are under the command and control of the central government, and you have government forces that have much more firepower than opposition fighters on the ground, there's a significant responsibility that is borne by the government when it comes to living up to commitments that they have made in the context of a cessation of hostilities.\n\n\tSo we're concerned about the escalation of violence, and there has been violence carried out by both sides.  But we're going to go back to both sides and urge them to live up to the commitments that they previously made even just a couple of months ago.\n\n\tQ    Are you satisfied with Russia's level of cooperation so far?\n\n\tMR. EARNEST:  Well, we certainly believe that there is more that Russia can and should do.  Russia has succeeded in their efforts in the past to play an important role in the largely successful implementation of a cessation of hostilities.  The Russian government has the capacity to persuade the Assad regime to live up to their commitments, and we hope that they will use that capacity one more time to refresh the cessation of hostilities, particularly in the areas around Aleppo where it's been fraying with very bad consequences.\n\n\tQ    And on the same day that the White House is honoring these great teachers, there's another large-scale sickout in Detroit.  How closely is the White House watching that situation?  And what are your thoughts on the situation there?\n\n\tMR. EARNEST:  Well, the White House is obviously aware of the situation, but it's the Secretary of Education, John King, that's been in touch with state and local officials as the city of Detroit works through some significant financial problems. \n\n\tLook, the point of honoring the National Teacher of the Year is to lift up the efforts of people who don’t often get a lot of attention.  But teachers that are showing up in classrooms on a daily basis are educating the next generation of Americans.  They're critical to the future of our country and to the success of our country.  And teachers have a job that's not glamorous, that's not high-paying, but I think many of them would tell you that it's enormously rewarding. \n\n\tAnd the President believes that it's worth recognizing the important contribution that they're making to our country and to our country's future.  So as politicians are making choices about where to invest resources, the President believes that prioritizing the pay of teachers is a good place to start.\n\n\tQ    We're really hearing Donald Trump and Ted Cruz going at it with these accusations and names flying --\n\n\tMR. EARNEST:  Because they've been so well-behaved before?  (Laughter.)\n\n\tQ    Well, better-behaved, perhaps.  But in the past we talked a lot about the rhetoric in here and how it affects the country, how it affects either side.  You've welcomed the robust debate, but the White House has been pretty serious in saying that the kind of rhetoric that has come from the Republican Party is bad for the country and bad for democracy.  But when you're seeing the rhetoric now directed at each other on the Republican side, are you seeing that as bad for the country and bad for democracy?  Or are you seeing that as good for Democrats and good for what you want to happen?\n\n\tMR. EARNEST:  Well, the President certainly does believe that living up to some standard of decorum when it comes to our political debates is valuable.  And the President had an opportunity to talk about this both in his State of the Union address but also in the speech that he delivered in Springfield, Illinois -- that leaders, regardless of -- sort of setting aside what office you're running for or even what party you represent, that running for elective office means that voters are prepared to entrust you with significant responsibilities.  And with those responsibilities comes the need to elevate the public debate.  People who hold elective office are making important decisions that have an impact on citizens in their communities, and, in some cases, citizens across the country.\n\n\tAnd when making the case publicly for why they should be entrusted with that responsibility, politicians have a responsibility to engage as much as possible in a debate about the issues, to lay out their priorities, to describe what it is that is motivating them to run for office in the first place.  And that is the kind of debate that makes for a vibrant democracy.  And the President has acknowledged that he has not always lived up to the high standard that he has set for himself.  But I think over the last eight or nine years, this President has done an extraordinary job of leading the kind of debate that, first of all, he can be proud of -- one that accurately reflects the kinds of values and priorities that promoted him to seek public office in the first place -- but it's also the kind of debate that engages the American public in the governing of our country.  And having campaigns that are filled with debates about the issues ultimately means that we have government that is more focused on the issues.\n\n\tQ    But surely you wouldn’t admonish the opposing side's candidates from attacking each other.  Wouldn’t the White House agree that the uglier things get, the better for Democrats?\n\n\tMR. EARNEST:  Well, I think as you and I discussed at one point in the briefing last week, if you're looking for somebody to defend a Republican from the attacks of another Republican, you should probably ask somebody other than me.  But what's also true is that the individual candidates are going to have decide for themselves exactly what kind of campaign they want to run, and they'll have to make the case to the voters that what they're saying on the campaign trail -- or what that says about what kind of elective official they would be.\n\n\tQ    Or another way of asking:  Does the White House welcome the fierce attacks from one candidate to the other?\n\n\tMR. EARNEST:  Look, individual candidates -- again, whether they're Democrats or Republicans -- are going to have to decide how they want to spend their time on the campaign trail.  And the President certainly made his choices and has tried to live up to a very high standard that he has set for himself.  I think, by and large, the President has been enormously successful in meeting that standard -- not flawless, but enormously successful.  But other candidates will have to set their own standard for their campaign.  And I think voters will consider whether or not they've lived up to it.\n\n\tJordan.\n\n\tQ    Thanks, Josh.  Senator Warren sent a letter to OMB Director Shaun Donovan, essentially pressuring the administration to finish up work on the overtime rule.  So I was wondering if you guys have an update on where the process stands in finalizing that rule.\n\n\tMR. EARNEST:  I don't have an update for you in terms of where that stands.  I know that's something that's being considered by OMB right now.  But I don't have an update for you in terms of when that review is likely to be completed.\n\n\tQ    I’m not sure if you've read the letter.  But she --\n\n\tMR. EARNEST:  I haven't seen the letter.  You can describe it to me if you want, and I’ll do my best.\n\n\tQ    Well, she was saying that the comments -- she expressed concern that the administration might weigh comments from lobbyists and those type of folks over comments from workers.  And I was wondering if you can shed some light on how the administration is considering the comments from the public in finalizing the rule.\n\n\tMR. EARNEST:  Well, I think the President has been very clear about what his economic strategy is, and that is to ensure that our economy is growing from the middle out.  That's the most -- that's the way that we can ensure that we have sustained economic growth over the long term.  And I think there are a variety of ways to examine whether or not the President has lived up to that kind of commitment.\n\n\tLet’s talk one example.  We can do the conflict-of-interest rule.  This is a rule that would require financial planners who are offering retirement advice to do so with the best interests of their customers in mind.  We saw the financial industry unleash a significant lobbying campaign to try to water down that rule, and we rebuffed their efforts to do so.  We succeeded in moving forward with a rule that is certainly fair to financial planners.  I don't think it’s placing too high of a burden on them to suggest that they need to put their customers’ interests ahead of their own financial interests.\n\n\tBut that was a subject of intense debate, and this administration clearly came down on the side of working families who were trying to save for retirement.  I think the same could be said of -- at least a similar story could be told when it comes to implementing Wall Street reform; that implementing regulations as a result of Wall Street reform was the source of significant conflict between Wall Street lobbyists and a Democratic administration that's committed to fighting for working families. \n\n\tAnd I think by just about any measure, time and time again, as Wall Street reform got implemented, we were faithful to the commitment that this President made to make sure that taxpayers would not be on the hook for bailing out big banks when they made risky bets, and to make sure that middle-class families had an independent representative in Washington who was looking out for them.\n\n\tSo I think when it comes to this administration’s track record of rebuffing the efforts of lobbyists and staying true to the commitments that have been made by this President to working families, our batting average is quite high.\n\n\tDave.\n\n\tQ    The U.N. Human Rights Office said today that they're considering filing a complaint over the Flint water contamination crisis.  They said it raises human rights issues that this wouldn’t have happened in a predominantly white neighborhood.  Is the White House aware of this development?  And do you have any reaction to it?\n\n\tMR. EARNEST:  I have seen those reports.  There are a number of -- there are at least a couple of independent investigations that are ongoing right now, taking a look at what contributed to this crisis.  So I’ve refrained from talking at much length about accountability. \n\n\tThere have been a couple of findings that have already been released by people, like the Michigan attorney general and the independent blue-ribbon commission that was established by the Michigan governor, who did raise concerns about the conduct of state regulators.  But the independent investigations are ongoing, and so I think it would be premature for me to talk a whole lot about the President’s view of accountability in this instance.\n\n\tQ    In general, is the President concerned that this happened in a poorer community and that that might have contributed to the problem?\n\n\tMR. EARNEST:  Well, again -- look, I think the President is concerned that there was a failure on the part of government officials to ensure that the people of Flint were protected.  And there is a lot of work that's gone into determining exactly how and why that happened.  That work is ongoing.  But I think the fact that something like this happened in a community that is so economically disadvantaged is something that troubles the President.\n\n\tQ    If I could go back to Trump for just one quick moment.  The President said yesterday he doesn't think Trump is equipped to handle the challenges of this office, the presidency.  What exactly did he mean by that?\n\n\tMR. EARNEST:  Well, I think the President has himself said before that he does not expect that the American people are likely to choose him to be the next President.  So I think the President was merely repeating that belief.\n\n\tQ    It’s not the same thing, though, really.  I mean, it sounds like he’s saying he’s not smart enough or doesn't have the capacity to deal with the challenges of the office.  That's different from saying I don't think he’ll get elected. \n\n\tMR. EARNEST:  Well, I think that the President is referring to the judgment that ultimately the American people will have to make.  But in terms of elaborating on his comments in the television interview yesterday, I’ll let him do that if he chooses to do so.\n\n\tOlivier.\n\n\tQ    Thanks, Josh.  The President has now given the green light for the U.S. deployment to Syria to grow to about 500 special operators.  At what point does that deployment in Syria meet the President’s definition of enduring offensive combat operations?\n\n\tMR. EARNEST:  Olivier, we’ve used that phrase to describe the kind of military strategy that was employed in the context of the first invasion of Iraq, back in 2003.  And I think any impartial evaluation of the strategy that President Obama has employed to degrade and ultimately destroy ISIL would reveal that our strategy is a lot different.\n\n\tOne way you can take a look at that is that when President Obama took office, there were 144,000 U.S. servicemembers on the ground in Iraq.  The number now on the ground in Iraq is 4,000 or 5,000 -- a small fraction of the footprint that was ordered by the previous President in the context of the invasion of Iraq.\n\n\tOur strategy is predicated on building the capacity of local forces on the ground to fight for their own country.  The situation in Syria is obviously somewhat more challenging because we do not have a central government with whom we can partner.  So the United States has been working with our coalition partners to build up the capacity of Syrian forces on the ground, and these often are forces that are drawn largely from the countryside, but have proved to be effective in taking the fight to ISIL.\n\n\tNow, their effectiveness has been greatly enhanced by U.S. servicemembers who have offered them some advice and assistance on the ground.  Our coalition partners have been involved in the effort to train some of these fighters, and these fighters have been backed by airstrikes that have made it easier for them to operate effectively on the ground against ISIL.  So there is a lot that the United States can do to support these Syrian fighters, but ultimately it’s these Syrian fighters who are responsible for combatting ISIL and for providing for the security situation in their own part of the country.\n\n\tThe point is, that is a very different mission than the deployment of thousands of U.S. troops on the ground who are responsible for seeking out and directly engaging the enemy.  That is not the mission of the much smaller number of forces on the ground in Syria.\n\n\tQ    But my understanding is that this was never -- I mean, the definition -- the wording you have in your AUMF proposal implies time; it doesn’t imply scale, right?  \"Enduring,\" to me, suggests that there’s some amount of time after which it has endured, it has lasted.  You’re answering with scale.  I understand that these are different missions.  I well remember the large-scale deployment in Iraq.  I’m just curious about -- so there’s no time element?  There’s no -- they could be in there years and it wouldn’t count as an enduring operation?\n\n\tMR. EARNEST:  Well, I think the reference to \"enduring\" is a reference to the idea of an enduring presence on the ground -- the building of bases, a large physical presence on the ground.  So that’s why I do think this notion of the time commitment and the number of troops involved are not unrelated.\n\n\tRichard.\n\n\tQ    I’d like to go back to Secretary Carter’s comments on the formation of a NATO ground force that would be put in Balkan States and eventually Poland.  Does the administration seriously fear a Russian military intervention?\n\n\tMR. EARNEST:  Well, Richard, what’s true is that the President has long regarded NATO as a cornerstone of U.S. national security.  This is an alliance that is critical to our national security and is critical to our ability to advance our interests around the world.\n\n\tBut NATO is, at its core, a defensive alliance.  NATO does not seek a provocation with Russia.  In fact, NATO seeks a cooperative relationship with Russia.  Unfortunately, Russia has undertaken a number of provocative acts, not the least of which is destabilizing the nation of Ukraine by repeatedly violating their territorial integrity. \n\n\tNow, Ukraine is not a member of NATO, but Ukraine is awfully close to a number of NATO countries.  And that has unsettled some members of our alliance.  And the President has laid out a number of proposals for how the United States can reassure our European allies in the face of these Russian provocations.\n\n\tSo I think the best example of this is actually the budget request that was included in the budget proposal that the administration put forward at the beginning of this year.  Unfortunately, there hasn’t been much discussion of it because Republicans, for the first time in more than 40 years, have refused to even have a hearing to discuss that proposal.  Apparently they don’t feel like it’s worth a discussion to discuss what the United States can and should do to reassure our European allies in the face of Russian provocation.  That is rather unfortunate.  So that irresponsible governing on the part of Republicans notwithstanding, President Obama has demonstrated a serious commitment to our European allies and our NATO alliance.  And I’m confident that there will be additional detailed discussion of what else the United States can do when President Obama travels to Poland in July to meet with our NATO allies.\n\n\tRest assured, while our NATO allies may have some suggestions for what more the United States can do, the President will arrive with some additional suggestions about what our European allies can do.  The most important of those, I feel confident in saying, is that our European allies can meet the commitment that was made a couple of years ago at a previous NATO summit where each country committed to spending 2 percent of their GDP on national defense.  If every country that’s a member of our alliance invests sufficiently in their own defense capabilities, that will have the effect of enhancing the national security of all of the nations that we’ve collectively pledged to defend if they come under attack.\n\n\tQ    How would you answer to Russia’s perception that NATO is feeding into the Cold War minding with bringing troops, like concrete troops on the ground close to their borders?\n\n\tMR. EARNEST:  Well, I guess I would answer that question by beginning where I began my last answer, which is making clear that NATO is the cornerstone of U.S. national security, but the NATO alliance is, at its core, a defensive one.  NATO seeks no provocation.  NATO is not seeking to antagonize any other country or any other alliance.  NATO was formed to ensure for the collective defense of the members of our alliance.  The President takes the U.S. commitments to that alliance quite seriously. \n\n\tThe United States has invested robustly in our defense capabilities.  The United States military works on a daily basis with our allies and partners in Europe to ensure that we can effectively operate together to confront shared threats.  And that interoperability, that ability to coordinate and share information is critical to our national security and critical to the national security of our allies.  That’s why the President is seeking to increase the resources that are dedicated to that effort.  We would welcome congressional attention and support for that commitment, because it is, after all, critical to the national security of the United States.  But it should not in any way signal to anybody a change in NATO’s orientation of being a defensive alliance.\n\n\tQ    Very last question, Josh.  You referred to the Russian provocation in Ukraine.  Is it still the idea of bringing troops and reassuring allies and having a defensive position, isn’t it in anyway somehow an acknowledgement of the limits or even the inefficiency of the sanctions that have been put on Russia for the last two years without concrete results?  Even if you’ll -- I’m sure you’re going to come up with saying, oh, the ruble is going down, and the economy is slowing down.  Still, I mean, you need to send troops to reassure the neighbors of Russia to show that they can feel secure.\n\n\tMR. EARNEST:  Well, what is true is that the United States and our European allies have been able to coordinate effectively by imposing sanctions and imposing costs on Russia for their destabilizing activities inside of Ukraine.\n\n\tQ    And the impact?\n\n\tMR. EARNEST:  Well, the impact has been negative when it comes to their economy.  I read a story in the New York Times either today or yesterday talking about the significant economic challenges that are facing Russia.  Now, a significant chunk of that economic weakness is a result of falling energy prices, but Russia’s ability to respond -- or the ability of the Russian economy to adapt to those weaknesses in the energy sector have been constrained by these sanctions.\n\n\tSo there have been costs that have been imposed on Russia.  Thus far, President Putin has been willing to bear those costs.  But as the New York Times points out, the cost to the Russian economy and the impact that it has on the Russian government is not insignificant. \n\n\tBut, yes, it has not -- I would acknowledge some part of your question, which is we have not yet seen the change in strategy that we’d hope for.  And there’s still time for President Putin to make that decision, to change his strategy in Ukraine to abide by the commitments that his country has made in the context of the Minsk talks.  And if he’s willing to follow through on those commitments, President Obama has made clear literally from day one that the United States would be prepared to relax those sanctions as soon as Russia demonstrates a commitment to fulfilling the commitments that they made in the Minsk talks.  The President delivered that statement on the very day that the Minsk talks were -- or that the sanctions were imposed.\n\n\tSo we’ve been very clear about what our strategy is thus far.  It has had an economic impact.  It has not yet resulted in the kind of strategic change on the ground that we’d like to see, but every day that goes by, the effect of the sanctions becomes tougher and more concentrated.  So it’s President Putin here that has to make a decision.\n\n\tAnd at the same time, yes, the United States is committed to ramping up our investment where necessary to demonstrate to our NATO allies that the attention of the United States has not lingered or wandered, and that the United States takes very seriously our investment and our commitment to the mutual defense of our NATO allies.\n\n\tRon.\n\n\tQ    For all the wording about the Iraq mission, is the bottom line now that the American public should expect that there’s a much higher likelihood of more casualties?\n\n\tMR. EARNEST:  Ron, what’s been true from the very beginning is that our servicemembers serving in Iraq are doing dangerous things.  They are putting themselves in harm’s way for our national security.  Their ability to offer support, training, advice, and assistance to Iraqi forces on the ground in Iraq is critical to our strategy for degrading and ultimately destroying ISIL.\n\n\tNow, we’ve gone to great lengths to try to describe with precision exactly what their mission is.  Our men and women on the ground in Iraq do not have a combat mission, but they do have a dangerous mission to operate in a dangerous country, to support Iraqi forces who are taking the fight to ISIL in their own country.\n\n\tQ    So the number now is about 4,000 or 5,000 or so.\n\n\tMR. EARNEST:  That’s correct, it’s just over 4,000, I believe.\n\n\tQ    How many of those 4,000 are in this position of greater danger now as the tempo of the mission increases, or however you want to describe it -- now that things have changed in the last month or so and the pace of operations has picked up?  Is it a smaller -- a few hundred?  Or is it most of these 5,000, or 4,000 or so?\n\n\tMR. EARNEST:  Well, I think for a detailed breakdown of this, I’d refer you to the Pentagon.  They can sort of give you the best assessment here.\n\n\tWhat I know to be true is that our forces are moving around quite a bit.  And so there are times where they will -- based on the new authority that the President has given, that the Commander-in-Chief has given to our troops, that some of them are now even operating down to the battalion level.  And that's dangerous work.\n\n\tThis individual who unfortunately was killed today in northern Iraq was operating about two miles behind this line that was maintained by Iraqi forces just north of Mosul.  So I think that's a pretty good illustration of what’s happening.  He was not on the front lines, but he was two miles way, and it turns out that being two miles away from the front lines between Iraqi forces and ISIL is a very dangerous place to be.\n\n\tQ    This is a fairly intense battle that went on for some time -- airstrikes and so forth.\n\n\tMR. EARNEST:  Well, it’s not uncommon for U.S. airstrikes to be summoned on very short notice to try to provide for force protection.  That's exactly what happened here.  So I wouldn’t describe -- I wouldn’t quibble with that description that this was an intense situation.  But it’s not an uncommon one.\n\n\tQ    Right.  But I guess the concern, the perception is that, again, not trying to go back to the words the President may have uttered so many, many months ago that things have changed, but I think the public is just trying to understand exactly what our troops are doing there, and to what extent we are involved in combat, war, danger, high likelihood of fatalities, or this much more benign-sounding train-and-assist posture.\n\n\tMR. EARNEST:  I don't mean to make it sound benign because it’s not.  It’s dangerous.  What I am trying to do, though, is trying to be as precise as possible with you and the American public about what exactly our Commander-in-Chief has asked our servicemembers to do.\n\n\tSecretary Carter earlier today described this death as a combat death.  That's accurate.  This was an individual who was not in a combat mission, but he was in a dangerous place.  And his position came under attack.  He was armed, trained, and prepared to defend himself.  Unfortunately, he was killed.  And he was killed in combat.  But that was not part of his mission.  His mission was specifically to offer advice and assistance to those Iraqi forces that were fighting for their own country.\n\n\tQ    And all that is still in keeping with what the President said to the public about what we would be doing in Iraq?\n\n\tMR. EARNEST:  It is precisely in line with the way that the President has described what our strategy is.  And I know that I keep going back to this, but it’s the best way that I can think of to try to describe to you and to the American people exactly what’s happening.\n\n\tThe mission that our men and women in Iraq have right now is different than the mission that our servicemembers had during the 2003 invasion of Iraq.  In 2003, there was a combat operation, forces on the ground -- U.S. forces on the ground -- that were given the mission to go and seek out and engage the enemy in combat.\n\n\tTens of thousands -- and at its peak, more than 100,000 -- U.S. forces were given that mission.  This mission is much different.  We're talking about 4,000 U.S. servicemembers.  Their mission is a dangerous one, but it is one that is predicated on building up the capacity of Iraqi forces to go and take the fight to ISIL.\n\n\tI think this might be a relevant point for me to highlight one other thing, which is that we have seen the performance of Iraqi security forces on the ground improve.  And despite the tragic news that we received earlier today, the last several days have been characterized by important progress that's been made by Iraqi security forces.\n\n\tLet me just describe a couple of them to you right now.  In just the last couple of days, Iraqi forces retook Bashir, in Kirkuk province.  These Iraqi -- or another contingent of Iraqi forces have succeeded in pushing ISIL out of Hit.  And another contingent, a separate contingent of Iraqi forces are continuing to apply pressure to ISIL terrorists in and around Haditha.  If Iraqi forces are successful in finally pushing ISIL out of the vicinity of Haditha, they will have effectively cleared ISIL terrorists out of the Euphrates River Valley.  This will be an important strategic gain.\n\n\tAll of that progress that Iraqi forces made on the ground against ISIL fighters was only possible because of the important support that they have received from the United States and our coalition partners.  That came in the form of training before they even took the battlefield.  In some cases, that took the form of U.S. forces offering advice and assistance.  And in each of these cases, I’m told, they were backed by U.S. and coalition military airpower.  So this is evidence, Ron, that we're making important progress. \n\n\tBut it’s also undeniable that the small number -- the relatively small number of U.S. servicemembers that are involved in these operations are not in combat, but they are in a dangerous place.\n\n\tQ    And the President -- just to clarify, he says that Mosul will be recaptured by the end of the year?\n\n\tMR. EARNEST:  What the President has said is that Iraqi forces are hoping to be successful enough that they could lay the conditions for the successful retaking of Mosul by the end of the year.\n\n\tQ    (Inaudible.)\n\n\tMR. EARNEST:  Correct, correct.  And there’s -- and to be clear about that, there is still a lot of important work that needs to be done to lay the groundwork for that.  So we're a ways away from accomplishing that part.\n\n\tQ    And just to clarify on the Flint situation, does the President think the water in Flint is now safe for the residents to drink?\n\n\tMR. EARNEST:  Well, most importantly it’s the EPA that has done extensive testing.  And what they have concluded is that filtered water in Flint is safe to drink.  And that's the advice that they have shared with the public, and that's certainly the advice that the President believes the public should follow.\n\n\tQ    Only the filtered water, not water straight out of the tap?\n\n\tMR. EARNEST:  That's my understanding that the situation on the ground in Flint is that -- what the EPA has communicated to the public in Flint is that filtered tap water in Flint is safe to drink and safe to use for other purposes like cooking and bathing and those other basic activities. \n\n\tKevin.\n\n\tQ    Thank you, Josh.  Can you give me the latest numbers on Gitmo detainees and any news that you might have about possible transfers coming out?\n\n\tMR. EARNEST:  I don't have any news to make about potential transfers at this point.  The most recent transfer was the transfer of nine individuals from the prison at Guantanamo Bay to Saudi Arabia.  That was a transfer that occurred shortly before the President traveled to Saudi Arabia.  And I believe that that brought the number down below 90.  So I think it's in the low eighties now, but we can get you the precise number after the briefing.\n\n\tQ    I asked you yesterday about the 28 pages of the congressional 9/11 report, and we just had a bit of a conversation about the fact that the President has a great deal of material that he reads on a daily basis, and certainly I think the American public understands that.  But I think there's still a curiosity, given the interest in those 28 pages and given its relevance, especially to such an important event in American history, that it would seem to me to be the President's responsibility to take a look at that.  He's not an incurious person.  So I'm just wondering, from that perspective, would he not then read the 28 pages?  Have you had a conversation with him about that?  I'm sure he's been reading the news reports as well.\n\n\tMR. EARNEST:  The President has been reading the news reports, and the President has been briefed on the contents of those 28 pages.  But as has been described by people like Director Brennan and by the leaders of the 9/11 Commission, that those 28 pages are essentially unvetted law enforcement and investigative materials.  So the President -- I think as is common for most people -- is mostly interested in the conclusions.  And that's why the President has looked at the 9/11 Commission report, and the 9/11 commissioners have indicated that they were able to review the 28 pages and follow up on the leads that were contained therein. \n\n\tThey conducted investigations and interviews -- not just in the United States, but even overseas -- to ensure they were running down the leads that were presented in those 28 pages.  And the conclusion that they reached is that even after conducting those interviews, and even after following up on the leads that were included there, that they did not find any evidence that the Saudi government as an institution had been supportive of the 9/11 terrorists.\n\n\tQ    So is he not curious to read them for himself?\n\n\tMR. EARNEST:  The President basically feels he has sufficient information about what's included in the 28 pages, based on the briefings that he has received and based on the conclusions that were reached by the 9/11 Commission that has made those conclusions public.\n\n\tQ    Any update on the nomination of Rhett Jepson over at the Mint?\n\n\tMR. EARNEST:  I'm not aware of the status of that specific nomination, but we can certainly look into it and get back to you.\n\n\tQ    Okay, and last one.  I wanted to ask you again about the difference between combat and advising and assisting.  I think, if I'm understanding you correctly, if I were to put them side by side on a full screen, they're both in combat.  One has a combat mission; one does not.  Is that the best way I can describe the difference between what you're suggesting -- which is, previously American forces had a combat mission and were in combat, and now they're in a combat but they don’t have combat mission.\n\n\tMR. EARNEST:  Well, I think the way that I would describe it to you is that individuals who are in a train, advise and assist mission are equipped for combat.  They've been trained for combat.  And the reason for that is, simply, they're in a dangerous place.  In some cases, they're just a couple of miles behind the front lines. \n\n\tAnd in this tragic situation in northern Iraq that transpired earlier today, you had an individual who was not in a combat mission come under withering attack from enemy forces.  He was in a combat situation.  He was prepared to deal with.  But unfortunately, under a complex attack, he was killed.  And it's tragic.  And it is a testament to the bravery and courage and sacrifice not just of this individual, who gave his life for his country, but for the 4,000 other U.S. servicemembers who are operating every day in Iraq.  They are not in a combat mission, but they are in a dangerous situation and they're in a dangerous place fighting for our country and fighting for our security. \n\n\tAnd the President does not make decisions about deploying them into those circumstances lightly.  The President has been conscientious about making sure that our strategy is sound.  And I just described to Ron exactly what impact these brave servicemembers are having in building up the capacity of local forces in Iraq to take the fight to ISIL in their own country.  So this is a strategy that involves our men and women in uniform, assuming greater personal risk.  They do that for our country, and we are indebted to them.  But this strategy has yielded important progress.  In Iraq alone, with the support of U.S. servicemembers, Iraqi forces have retaken about 40 percent of the populated areas that ISIL previously controlled.  That is notable progress.  That is making America safer.  That would not be possible without the bravery and heroism of American servicemembers.\n\n\tBut what I have tried to do and what the President has tried to do is to be as precise as possible in describing to you and to the American people exactly what mission the Commander-in-Chief has asked our servicemembers to carry out.\n\n\tQ    If I can follow really quickly on number -- 4,000 to 5,000 Americans, give or take.  Do you have a sense of how many Iraqi forces are fighting for their country?\n\n\tMR. EARNEST:  I don’t have an update on that, but I think the Department of Defense can give you some kind of -- at least a ballpark estimate of the number of Iraqi forces that we're working with.\n\n\tToluse.\n\n\tQ    On the Syria cessation, the Russian foreign minister said earlier today that we're hours away from a new ceasefire in Aleppo.  I'm wondering, does the White House -- does the U.S. government share that optimism about a potential new cessation?  And will the President be calling President Putin to talk about how to bring that about?\n\n\tMR. EARNEST:  I'm not aware of any phone call that is planned at this point.  If a phone call like that occurs, then we'll let you know.  I don’t have any announcements to make about a deal that's been reached or a deal that's being prepared to an announcement.  If an agreement like that has been reached, then we'll obviously want to announce that in advance, as well, so people know that there's a ceasefire to abide by. \n\n\tRight now, we're in the phase of working with the U.N. to try to bring both the opposition and the regime back in line with the commitments that they made in the context of a cessation of hostilities.  When that was initially implemented, it was more successful than we previously expected.  But we have seen it start to fray in some areas, particularly in and around Aleppo.  And that's why we're seeking to refresh our efforts in that region of the country.  And we've made clear, both directly and through our partners and allies, that it's important for both the government and for opposition fighters to live up to their commitments.\n\n\tQ    They said it was more successful than previously expected, and the President said that it lasted longer than he thought it would.  So what was the original goal?  Was the goal that during this five or six weeks that the President thought it would last, that a political transition would have been able to get solidified?  I mean, it seems like a short period of time to think that if the cessation is only going to last for a couple of weeks, that it will make a major difference --\n\n\tMR. EARNEST:  That's a totally fair question.  There are two goals that we had in mind.  The first was the provision of humanitarian assistance.  While the fighting was raging, before the implementation of cessation of hostilities, there were communities that were essentially cut off from the outside world.  And that prevented the delivery of basic supplies, like food, water, medicine.  And in the context -- when the cessation of hostilities was implemented, we did see important progress made in terms of the delivery of humanitarian assistance.  And I have some statistics about that, if that's useful to you.\n\n\tThere are about 57 humanitarian assistance convoys that have been mobilized by the Syrian Arab Red Crescent since February 14th.  That includes about 700 trucks delivering life-saving assistance to about 678,000 people 23 hard-to-reach and besieged locations. \n\n\tIn addition to that, the U.N. World Food Program conducted about 16 airdrops that delivered about 284 metric tons of food assistance to about 100,000 people in one particular community in Syria.  That was an airdrop that occurred at the end of April -- or there was a series of airdrops that occurred at the end of April.  So that is evidence that the cessation of hostilities did create space for that kind of humanitarian relief to be delivered.\n\n\tThe second goal is that opposition figures had essentially said it’s very difficult for us to participate in any form of political negotiations while our constituents are being slaughtered by the government.  And the goal of the cessation of hostilities was to get both sides to hold their fire against each other, because the cessation of hostilities did not apply to extremist groups like Nusra or ISIL.  But if the cessation of hostilities could be successful in getting both sides to hold their fire, that might build in some momentum into political talks.\n\n\tAnd there were a series of political talks that were convened while the cessation of hostilities was in effect.  But there was a pause that was taken in those talks as we saw the cessation of hostilities begin to fray.  And so our hope is that by refreshing the cessation of hostilities in those areas where we saw fraying, we can give another boost to the ongoing political negotiations.  I don’t think anybody expects that those political negotiations would be completed in just a couple of weeks, but we are hoping that those talks can build a little momentum so that they can make more progress than they have thus far in bringing about the political transition that everybody acknowledges is necessary.\n\n\tQ    And one on the Iraqi security forces.  Is there any concern that since ISIL was able to sort of break through this checkpoint and get two miles -- basically have a casualty two miles away, that the security forces may not be as effective as they should be in fighting on the frontlines?\n\n\tMR. EARNEST:  Well, as I detailed to Ron, there are a number of areas where we’ve made important progress just in the last few days.  So we have seen the performance of Iraqi security forces improve dramatically in just the last 18 months.  There are important reasons for that.  The first is, the Iraqi security forces have gotten important equipment from the United States and our coalition partners; they’ve essentially been resupplied.  The United States and our coalition partners have undertaken extensive training operations to enhance the fighting ability of Iraqi security forces.  And since the beginning of the campaign, the United States and our coalition partners have carried out about 12,000 airstrikes, I believe is the latest number.\n\n\tMany of those airstrikes were conducted in support of operations on the ground, and those airstrikes have greatly enhanced the performance of Iraqi security forces on the ground.  So we’ve seen a steady improvement, and that’s the reason that you have seen ISIL driven out of 40 percent of the populated territory that they previously controlled.  So we are pleased with the improvements that we’ve seen over the last 18 months or so. \n\n\tAnd I will say the other thing that has been a welcome development is a more consistent commitment on the part of Iraqi security forces to be willing to defend their country.  And that was called into question when ISIL made their rapid advance across the Iraqi desert.  There was a sense that many Iraqi forces were not willing to fight for their country.  But the resilience and commitment of Iraqi security forces has also been enhanced.  That’s led to their improved performance.  It also has led to an improvement in terms of what their prospects are likely to be moving forward.\n\n\tMark.\n\n\tQ    Back on Detroit.  Can you say if the White House supports the actions the teachers there are taking?\n\n\tMR. EARNEST:  What I can say is that the Education Secretary has been the administration official most directly involved in encouraging both sides to resolve the situation.  Obviously when you have now two days in a row where school kids in Detroit are not going to school, that’s a significant problem that’s going to have a broader economic impact.  The parents are going to have to stay home to take care of their kids who would otherwise be in school.  It raises some public-safety issues.  There are some parents who may not be able to stay home with their kids, and those kids are now operating or moving around unsupervised. \n\n\tTo say nothing of the most important thing, which is these kids aren’t getting educated, and that is a real problem, and one that the President is deeply concerned about.  And the administration is prepared to do whatever we can to encourage both sides to come to an agreement that can put teachers and, most importantly, students back in the classroom.\n\n\tQ    But is the administration urging the teachers to end their sickout?\n\n\tMR. EARNEST:  I think what we’re urging both teachers and local officials to do is to resolve their differences so that kids can get back to school.\n\n\tQ    Is this a subject the President might mention in his teacher remarks today?\n\n\tMR. EARNEST:  I don’t know at this point, but stay tuned.\n\n\tMegan.\n\n\tQ    Thank you, Josh.\n\n\tMR. EARNEST:  Nice to see you.\n\n\tQ    Yesterday, an independent think tank, IHS, reported that the tempo and intensity of ISIS operations in Iraq and Syria has actually been increasing over the past three months.  Attack figures for the first quarter of 2016 were the highest since ISIS took Mosul in 2014.  The past quarter also saw the highest number of fatalities since the second quarter of 2015.  So how do you square those figures with the administration’s argument and the argument that you’ve been making that ISIS is on the retreat in Iraq?\n\n\tMR. EARNEST:  Well, I haven’t seen the study, so it’s hard for me to directly rebut it.  But I would at least posit that some of those statistics are a direct result of ISIL encountering much greater pressure from Iraqi security forces than they have before.\n\n\tThere’s a reason that ISIL has lost control of 40 percent of the territory in populated areas that they used to previously control.  That’s because the Iraqi security forces on the ground are applying significant pressure to drive them out of those areas.  So that’s at least part of the equation.\n\n\tBut I’ll have to get back to you if there’s a more specific answer that we can give to help you understand those numbers.\n\n\tQ    Will the assessment -- and I guess the assessment that ISIS is in retreat -- how often is that being assessed?  Will it be adjusted at all?\n\n\tMR. EARNEST:  Well, the President is getting regular updates from his military commanders that includes input from people who are on the ground, seeing firsthand exactly what’s happening there.  The President meets every two or three weeks with his national security team to review the progress that we’ve made against ISIL, and the President regularly gets battlefield assessments -- not just in the context of those meetings, but in sometimes even in the context of the presidential daily briefing that he begins his day with.  So this is something that we’re regularly looking at the situation on the ground and assessing the impact of the strategies and tactics that we have used to degrade and ultimately destroy ISIL.\n\n\tBut based on the 40 percent figure that I cited before, based on those areas around Bashir and Hit and Haditha, where we have seen Iraqi forces make progress just in the last few days, that continues to build our confidence in our ability to continue to pressure ISIL.  And when I say “our,” I’m using that word intentionally, because I’m not just talking about the United States -- I’m talking about the Iraqi forces that are on the frontlines of this fight, and they’re backed by the United States and our coalition partners that are committed to their success.\n\n\tQ    So was it a surprise to hear that -- for the President to hear that ISIS fighters were on the attack, got two miles beyond the frontlines, and killed this U.S. Navy SEAL?\n\n\tMR. EARNEST:  Well, obviously what’s happened in the context of this incident is very tragic and it does underscore how dangerous the situation is there, and it underscores the risk that our servicemembers are taking to protect our national security.\n\n\tBut look, I think there is always a danger of drawing minute-by-minute conclusions about what’s happening on the battlefield in the context of a long-term military campaign.  The President talked about this from the very beginning -- that there would be important progress that we would enjoy and there would be periods of setback.  And that has been true for the last almost two years now, and I’m confident that will be true moving forward.\n\n\tI think recently there’s no denying -- this terrible tragedy notwithstanding -- that we made important progress recently.  And we are hoping that by working with our coalition partners and by providing additional advice and assistance and additional equipment to Iraqi forces, we can help them build additional momentum and build additional pressure on ISIL terrorists in their country.\n\n\tQ    And while the President is on the ground in Michigan, will he be addressing the Detroit teachers’ concerns there at all?  Do you expect that he’ll raise that issue with the governor when he speaks with the governor?\n\n\tMR. EARNEST:  I don't know if the President will raise this with the governor, but we’ll try and get you a readout of their conversations.\n\n\tAll right, we’ll do one or two more.  Taka.\n\n\tQ    Hey, Josh.  North Korea announced its Workers' Party congress will begin this Friday.  So do you expect they’ll announce any new policy direction?  Also, do you also expect they’ll conduct another nuclear test before its party congress?\n\n\tMR. EARNEST:  At this point I would refrain from hazarding a guess or offering up any predictions about what the North Korean regime may do.  Their track record of provocative actions and destabilizing activities on the Korean Peninsula is lengthy.  And there has been a troubling, increasing frequency of those provocative acts just in the first few months of this year.\n\n\tThe United States remains committed to working with the international community to further isolate North Korea in an attempt to persuade them to abandon those tactics.  The United States is certainly committed to the safety and security of our allies in South Korea and Japan.  And our commitment to our allies will not waver.\n\n\tQ    On Japan, you say there is no update about President Obama’s trip to possible Hiroshima.  But just in case -- I wanted to ask the question today -- if the President is considering to make a speech when he goes to Japan?\n\n\tMR. EARNEST:  I don't have any updates in terms of the President’s itinerary when he travels to Japan.  We’ll certainly keep you posted if any stops are added beyond the President’s visit to the G7 meeting there later this month.\n\n\tQ    Mrs. Obama is also going to Japan with the President?\n\n\tMR. EARNEST:  I don't believe that she is planning to accompany him on this trip.\n\n\tJared, I’ll give you the last one.\n\n\tQ    Thanks, Josh.  After the President’s interviews yesterday on the Supreme Court, does the White House consider it a victory either if Merrick Garland -- if Chief Judge Merrick Garland is given a hearing?  Or barring that, as Senate Republicans seem to be wont to do, to make Republicans pay a political price for it in November?\n\n\tMR. EARNEST:  Jared, our goal here is to confirm Merrick Garland to the Supreme Court.  He is the most experienced nominee in terms of his 19 years on the federal bench than any other Supreme Court nominee in American history.  That experience I think is an indication that he is more than prepared to assume the significant responsibilities associated with a lifetime appointment to the Supreme Court.\n\n\tOver his 19-year career, he has established a strong track record of interpreting the law and not using his position to advance a political agenda.  I think for all of the acrimonious charges and counter-charges that are traded back and forth between Democrats and Republicans, that principle I think is something that does enjoy bipartisan support.\n\n\tChief Judge Garland also enjoys bipartisan support, by the way.  I think that's why many Republicans -- at least one high-profile Republican -- has acknowledged that he is a consensus nominee.  We just need to see Republicans actually do their job and step up to the plate and fulfill their constitutional responsibilities.  And that is to give Chief Judge Garland a hearing and a vote.  After all, to deny him a hearing or a vote would be the first time that any Supreme Court nominee has been denied a hearing or a vote since 1875 -- 1875.\n\n\tSo what Republicans are preparing to do and have begun to do is an unprecedented escalation of partisanship.  And I don't think the American people are pleased about that because the expectations, when it comes to the Supreme Court, is that constitutional responsibilities and a commitment to justice and fairness and equality all ahead of politics is what people want from their Congress.  But it’s not what they're getting from this set of Republicans in Congress.\n\n\tQ    Josh, as you so often remind us, you're not a spokesman for any those other entities, just for the White House.  So what I’m asking you is, is it the White House’s position that barring hearings, votes, et cetera for Merrick Garland is, as you said, and I think you alluded to it in the answer, but I didn't really get an answer to my original question, which was:  If you're saying it’s up to the American people, and they're not happy about it, is that the White House’s essentially backup plan to say that making Republicans pay a political price for this, as you say, unprecedented, as the President has said unprecedented position -- is that what the White House is seeking to do?  It certainly seems that way given the President’s stance on both official and political events.\n\n\tMR. EARNEST:  There’s no backup plan.  There is only one goal, and that's to confirm Chief Judge Merrick Garland to the Supreme Court.  And that's the reason that we're engaged in this effort.\n\n\tNow, what is true is that there is ample public data out there that might lead one to conclude that if Republicans do refuse to do their job, that voters may have something to say about that.  But ultimately --\n\n\tQ    So the White House is agnostic as to whether voters should -- I mean, it can't be true that the White House is agnostic that voters should or shouldn’t judge Republicans on this issue.\n\n\tMR. EARNEST:  Well, I think whether or not we want it to be true, it is clear from that data that the American public -- and I’m not just talking about Democrats, I’m not even just talking about independents -- there is ample data to indicate that Republican voters are uncomfortable with the position that Republican senators have taken to not do their job.\n\n\tI think some of that stems from the explanation that we've heard from a lot of Republicans senators.  Republicans senators, when confronted with the fact that they have a constitutional obligation to uphold, have said that they're not going to do that because Senator Mitch McConnell, the Republican leader in the Senate, has told them not to. \n\n\tI don't even think Republicans think that's a good explanation.  And again, I think individual voters are going to have to decide for themselves how and whether they're going to hold their representatives to the United States Senate accountable to for their actions in the Senate.\n\n\tBut what is clear right now is that the position that Republican senators have taken in refusing to do their job puts them on the wrong side of this issue in the view of the vast majority of Americans in both parties.\n\n\tQ    Should we take your hesitation to embrace this as a political issue that the President won’t be campaigning on this eventually when he gets more on the stump when there’s a Democratic nominee?  Is he going to stand down and not take a position that this is an issue that voters should care about in the next few months?\n\n\tMR. EARNEST:  First of all, I do anticipate that at some point this year, the President will be campaigning in support of Senate Democrats, including individual Senate Democratic -- including individual Democratic candidates for the United States Senate.  And, yes, this is entirely a relevant issue.  It certainly --\n\n\tQ    It’s entirely relevant?\n\n\tMR. EARNEST:  This is an entirely relevant issue.  But individual voters are ultimately going to have to decide for themselves exactly whether or not this is going to affect which candidate they support.  If this does have an impact on their vote, Republican senators are in trouble.  Because again, the polls indicate that in many states even a majority of Republicans are concerned about this position that Republican senators have taken -- again, primarily because of the explanation.\n\n\tVoters in states all across the country didn't send their representatives in Congress to go and do what Mitch McConnell told them to do.  They sent their representatives to go there and fulfill their constitutional duty and represent the interests of their constituents.  And I think most people believe that their interests are best represented when the Supreme Court of the United States has the full complement of justices.\n\n\tAll right?  Thanks, everybody.\n\n\tEND\n\t2:32 P.M. EDT \n\n\n\n\n"
}