{
    "title": "Statement by the President on the Anniversary of the Shepard Byrd Hate Crimes Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/11/06/statement-president-anniversary-shepard-byrd-hate-crimes-act",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 06, 2014\n\n \n\n\n\nStatement by the President on the Anniversary of the Shepard Byrd Hate Crimes Act\n\n\n\n\nFive years ago, I was proud to sign the Matthew Shepard and James Byrd Jr. Hate Crime Prevention Act into law – a law that strengthened the protections against crimes based on the color of our skin, the love in our hearts, the faith we practice, or the place of our birth. \n\n\tThis law gave the Justice Department new tools for prosecuting criminals.  It directed new resources to law enforcement agencies, so they could better serve their communities.  And it did what we want all our laws to do: it reflected and strengthened our core national values.  By recognizing violent bigotry as an especially dangerous crime – one that not only harms individuals, but threatens the social fabric that binds our country together – the Shepard Byrd Hate Crimes Act has made it possible for more Americans to live freely, openly and safely, and has reinforced our nation’s sacred commitment to equality for all. \n\n\tSince this law was passed, the FBI and Department of Justice have vigorously investigated and prosecuted dozens of hate crime cases nationwide, including attacks on minorities, gays and lesbians, and people with disabilities.  The number of individuals charged with hate crimes has increased significantly over the past five years. And state and local law enforcement officers and other community members have received training in how to recognize and address hate crimes. The law is working.\n\n\tOur job isn’t done. We must continue to stand together against intolerance and hate wherever they occur, and respond decisively when they lead to violence.  Ours is a country built on the notion that all people are created equal.  It’s up to us to make that ideal real, in our words and deeds as well as in our laws – to ensure that, in America, everyone is treated with the respect and dignity they deserve, no matter who they are or who they love. \n\n\n\n\n"
}