{
    "title": "Dr. Jill Biden Travels to Niamey, Niger to Highlight Girls’ Education and Women’s Empowerment | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/07/21/dr-jill-biden-travels-niamey-niger-highlight-girls-education-and-womens",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJuly 21, 2016\n\n \n\n\n\nDr. Jill Biden Travels to Niamey, Niger to Highlight Girls’ Education and Women’s Empowerment\n\n\n\n\n\nThursday, July 21 – Friday, July 22, 2016\n\n\tDr. Jill Biden has arrived in Niamey, Niger as part of her three-country visit to Africa to engage government and civil society partners on issues related to economic empowerment and educational opportunities for women and girls, as well as humanitarian assistance.\n\n\tOn Thursday morning, Dr. Biden will visit the Marie Stopes International Clinic where she will meet with Nigerien women to learn more about the obstacles they face  accessing family planning and reproductive healthcare. This event is pooled press.\n\n\tAfterwards, Dr. Biden will visit the Niamey IV Community Development Committee (CDC), local authorities, and school officials at the Secondary School “CES Talladjé” where she will tour classrooms that were built by USAID’s Counter-violent Extremism, Peace thru Development II project. This event is pooled press.\n\n\tIn the afternoon, Dr. Biden will participate in a discussion  at the American Cultural Center with four Diffa residents who will share their stories of how their community has been impacted by the Boko Haram conflict and the ongoing humanitarian crisis. This event is closed press.\n\n\tAfterwards, Dr. Biden will meet with members of the US Embassy community at the US Embassy in Niamey, Niger. This event is closed press.\n\n\tIn the evening, Dr. Biden will meet with local faith leaders to discuss religious tolerance and diversity. This event is pooled press.\n\n\tOn Friday morning, Dr. Biden will meet with President Mahamadou Issoufou at the President’s Office. This event is pooled press.\n\n\tAfterwards, Dr. Biden will meet with a group of young Nigeriens to discuss youth participation in the recent national and local elections. This event is pooled press.\n\n\tIn the afternoon, Dr. Biden will attend a luncheon highlighting Nigerien entrepreneurs at the Ambassador’s resident. They will discuss the value of empowering Nigeriens to launch businesses that address a need in their community. The event will also highlight the importance of economic and job creation in Niger. This event is pooled press.\n\n\tAfterwards, Dr. Biden will participate in a roundtable at the United Nations Development Program chaired by Vivian Van Steirteghem, UNICEF’s Country Representative to Niger. Dr. Biden will meet with representatives from various humanitarian agencies to learn more about their work, and engage in a conversation on humanitarian issues in Niger with respect to gender issues, education and protection. This event will be pooled press.\n\n\tIn the evening, Dr. Biden will visit the United States Exercise Relief Facility (ERF) where she will tour the ERF facilities and meet with U.S. Military Forces to hear more about their experience in the region. This event is closed press.\n\n\tAfterwards, Dr. Biden will depart Niamey, Niger en route Washington, DC.\n\n\n\n\n"
}