{
    "title": "President Obama to Award Medal of Honor | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/09/president-obama-award-medal-honor",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 09, 2012\n\n \n\n\n\nPresident Obama to Award Medal of Honor\n\n\n\n\n\n\tWASHINGTON, DC—On May 16, President Barack Obama will award Specialist Leslie H. Sabo, Jr., U.S. Army, the Medal of Honor for conspicuous gallantry.\n\n\tSpecialist Sabo will receive the Medal of Honor posthumously for his heroic actions in combat on May 10, 1970, while serving as a rifleman in Company B, 3d Battalion, 506th Infantry, 101st Airborne Division in Se San, Cambodia.\n\n\tOn that day, when he and his platoon were ambushed by a large enemy force, Specialist Sabo immediately charged the enemy position, killing several enemy soldiers.  He then assaulted an enemy flanking force, successfully drawing their fire away from friendly soldiers and ultimately forcing the enemy to retreat.  While securing a re-supply of ammunition, an enemy grenade landed nearby.  Specialist Sabo picked it up, threw it, and shielded a wounded comrade with his own body - absorbing the brunt of the blast and saving his comrade's life.  Although wounded by the grenade blast, he continued to charge the enemy's bunker.  After receiving several serious wounds from automatic weapons fire, he crawled towards the enemy emplacement and, when in position, threw a grenade into the bunker.  The resulting explosion silenced the enemy fire, but also ended Specialist Sabo’s life.  His indomitable courage and complete disregard for his own safety saved the lives of many of his platoon members. \n\n\tSpecialist Sabo's widow, Rose Mary Sabo-Brown and his brother, George Sabo, will join the President at the White House to commemorate his example of selfless service and sacrifice.\n\nADDITIONAL INFORMATION\n\nTHE MEDAL OF HONOR:\n\n\tThe Medal of Honor is awarded to members of the Armed Forces who distinguish themselves conspicuously by gallantry above and beyond the call of duty while:\n\n\t• engaged in an action against an enemy of the United States;\n\t• engaged in military operations involving conflict with an opposing foreign force; or\n\t• serving with friendly foreign forces engaged in an armed conflict against an opposing armed force in which the United States is not a belligerent party.\n\n\tThe meritorious conduct must involve great personal bravery or self-sacrifice so conspicuous as to clearly distinguish the individual above his or her comrades and must have involved risk of life. There must be incontestable proof of the performance of the meritorious conduct, and each recommendation for the award must be considered on the standard of extraordinary merit.\n\n\n\n\n"
}