{
    "title": "Obama Administration Auto Restructuring Initiative | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/obama-administration-auto-restructuring-initiative",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nApril 30, 2009\n\n \n\n\n\nObama Administration Auto Restructuring Initiative\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  ______________________________________________________________________ EMBARGOED UNTIL 12:00 PM EDT                                 April 30, 2009  Obama Administration Auto Restructuring Initiative Chrysler-Fiat Alliance   On March 30, 2009, President Obama laid out a framework for Chrysler to achieve viability by partnering with the international car company Fiat. After a month of close engagement with the President’s Auto Task Force, Chrysler, Fiat and their key stakeholders have made unprecedented sacrifices and executed an agreement that positions Chrysler for a viable future.   Chrysler has not only been an icon of America’s auto industry and  a source of pride for generations of American workers; it has also been responsible for helping build our middle class, giving countless Americans the chance to provide for their families, send their kids to college, and save for a secure retirement. As a result of the sacrifices by key stakeholders and a substantial commitment of U.S. government resources, Chrysler has an opportunity to thrive as a long-term viable 21st century company. To execute this agreement, Chrysler will use Section 363 of the bankruptcy code to clear away the remaining impediments to its successful re-launch.    The Chrysler Fiat Alliance – Shared Sacrifice     The alliance will retain Chrysler’s existing factory footprint and continue producing Chrysler cars in U.S. factories. The alliance will create the sixth-largest global automaker, spreading R&D and design development costs over higher volumes, making it more competitive in an increasingly global and consolidating industry. Fiat is contributing billions of dollars in advanced technology and intellectual property, and offering Chrysler access to a global distribution network.  Fiat’s technology will allow Chrysler to build new fuel efficient cars and engines in U.S. factories. The UAW has made important concessions on wages, benefits, and retiree health care that, while difficult, will help save jobs for active employees, pensions and health care for retirees and make Chrysler more competitive.  Chrysler’s largest secured creditors have agreed to exchange their portion of the Company’s $6.9 billion secured claim for their pro-rata share of $2 billion in cash at closing.  The Bankruptcy Court process will be used to confirm this treatment on those lenders that failed to accept the offer that was accepted by a majority of the lenders. Daimler, Chrysler’s current minority shareholder, has agreed to waive its share of Chrysler’s $2 billion of second lien debt, give up its 19% equity interest in Chrysler’s ultimate parent, and settle its guaranty obligation to the PBGC by agreeing to pay $600 million to Chrysler’s pension funds. Cerberus has agreed to waive its share of Chrysler’s $2 billion of second lien debt and forfeit its entire equity stake in Chrysler. Cerberus has also agreed to transfer its ownership of the Chrysler headquarters in Auburn Hills, Michigan to the new Chrysler alliance. Lastly, Cerberus will contribute a claim it had against Daimler to assist in the Daimler settlement with the PBGC.   Details on the Chrysler Fiat Alliance:     Fiat will contribute a free license to use all of its intellectual property and \"know how\" to capitalize Chrysler in exchange for 20% of the equity of the reorganized Chrysler.  Fiat will have the right to select three directors of Chrysler once reorganized. In addition, Fiat will have the right to earn up to 15% in additional equity in three tranches of 5% – each in exchange for meeting performance metrics, including introducing a vehicle produced at a Chrysler factory in the U.S. that performs at 40 mpg; providing Chrysler with a distribution network in numerous foreign jurisdictions; and manufacturing state-of-the art, next generation engines at a U.S Chrysler facility.  The newly reorganized Chrysler will purchase substantially all of the assets of the old Chrysler out of a chapter 11 bankruptcy case in exchange for a $2 billion payment to its secured lenders.  This new Chrysler will establish an independent trust (VEBA) that will provide health care benefits for Chrysler’s retirees.  The VEBA will be funded by a note of $4.6 billion payable over approximately 13 years with a 9% rate of interest and will receive 55% of the equity of New Chrysler.  The VEBA will have the right to select one independent director and will have no other governance rights. The Chrysler Pension Plans will be preserved, and their stability will be strengthened from the Daimler contribution of $600 million. The U.S. Treasury will receive 8% of the equity of the new Chrysler.  U.S. Treasury also has the right to select the initial group of four independent directors, but thereafter will not play a role in the governance or management of the Company. The Governments of Canada and Ontario will together receive 2% of the equity of the new Chrysler.  Based on its substantial financial contribution, Canada will also have the right to select one independent director, on the same basis as the four independent directors initially chosen by the U.S.   Details on U.S. Government Support:     Consistent with the President’s commitment to provide adequate working capital to help Chrysler through this restructuring period and loan up to $6 billion to the Chrysler-Fiat Alliance, the U.S. government has committed to provide assistance sufficient to help give Chrysler a chance to achieve financial viability.    Working capital: The U.S. government is prepared to provide approximately $3.3 billion in debtor in possession financing to support Chrysler through an expedited chapter 11 proceeding.  Loan to the New Chrysler: Upon closing, the U.S. government is prepared to loan approximately $4.7 billion to New Chrysler, in the form of a term loan with $2.1 billion due in 30 months and the balance 50% due on the 7th anniversary and 50% due on the 8th anniversary of the loan. The interest will be an appropriate combination of cash and payment-in-kind. There is also an additional note of $288 million which is a fee for making these loans.  The loans will be secured by a first priority lien on all of Chrysler’s assets.   Canadian Government Participation:     The governments of Canada and Ontario will participate alongside the U.S. Treasury in lending money to Chrysler and New Chrysler based on a 3:1 formula using Canadian currency.  The amount lent by the Canadians is incremental to the funding referenced above.   Viable Financing Solution:     Chrysler will enter into an agreement with GMAC to provide dealer and customer financing. This agreement will continue once Chrysler has emerged from bankruptcy.  Chrysler Financial has agreed to uphold and cooperate in the transition of its current agreements with dealers to GMAC. The U.S. Government is supporting the automotive restructuring initiative by promoting the availability of credit financing for dealers and customers, including liquidity and capitalization that would be available to GMAC, and by providing the capitalization that GMAC requires to support the Chrysler business.   Warranties:     Chrysler will continue to honor consumer warranties. Yesterday, the U.S. Treasury made available the Warranty Support Program to Chrysler and $280 million was funded to a special vehicle available to provide a backstop on the orderly payment of warranties for cars sold during this restructuring period.  Executing the Chrysler-Fiat Alliance     While many stakeholders made sacrifices and worked constructively in this process, some did not. In particular, a group of investment firms and hedge funds failed to accept reasonable offers to settle on their debt. In order to effectuate this alliance without rewarding those who refused to sacrifice, the U.S. government will stand behind Chrysler’s efforts to use our bankruptcy code to clear away remaining obligations and emerge stronger and more competitive.   During this process, Chrysler will continue operating in the ordinary course. From an operating perspective, the day after the filing will not be materially different from the day before the filing. The following parties will be treated as described below:   Employees: Employees will get paid in the ordinary course, including salary, wages and ordinary benefits.  Workers compensation claims will continue to be paid by Chrysler’s insurers.  Assuming the sale moves forward as expected, Pension Plan and VEBA funding will be transferred to the purchaser. Suppliers: Chrysler will seek authority at its \"first day\" hearing to continue to pay suppliers in the ordinary course. In addition, the U.S. Treasury’s Supplier Support Program will continue to operate, and Chrysler suppliers benefiting from the program will continue to receive that benefit.  Dealers: Chrysler will seek authority at its \"first day\" hearing to honor its customer warranties in the ordinary course.  Moreover, Chrysler will seek to continue to honor its dealer incentives for those dealers who are expected to continue to be part of Chrysler’s distribution network going forward.  There are some dealers that Chrysler has identified and certain other dealers identified by GMAC as being risky credits that will not continue with Chrysler.  It is expected that the terminated dealers will wind down their operations over time and in an orderly manner. UAW: The modified labor agreement reached between the UAW and Chrysler will be operative. Creditors: A majority of the Senior Secured Lenders now support the transaction with Chrysler. \n\n\n\n"
}