{
    "title": "The Blair House Communique: Joint Communique Of The Presidents Of El Salvador, Guatemala, And Honduras, And The Vice President Of The United States Of America In Relation To The Plan Of The Alliance For Prosperity In The Northern Triangle | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/02/25/blair-house-communique-joint-communique-presidents-el-salvador-guatemala",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 24, 2016\n\n \n\n\n\nThe Blair House Communique: Joint Communique Of The Presidents Of El Salvador, Guatemala, And Honduras, And The Vice President Of The United States Of America In Relation To The Plan Of The Alliance For Prosperity In The Northern Triangle\n\n\n\n\n\n\tThe presidents of El Salvador, Salvador Sanchez Cerén; Guatemala, Jimmy Morales; and Honduras, Juan Orlando Hernandez; and the Vice President of the United States, Joe Biden, met in Washington, DC on February 24, 2016 to review joint efforts to promote economic integration in the Northern Triangle of Central America; to invest in human capital; to provide greater opportunities to all citizens; to ensure more accountable, transparent, and effective public institutions;  to guarantee a safe and secure environment for their people, with a particular focus on the underlying conditions driving migration to the United States.\n\n\tThe presidents of the Northern Triangle and Vice President Biden recognized the concrete advances under the Plan of the Alliance for Prosperity and the U.S. Strategy for Engagement in Central America; agreed to collaborate on a comprehensive plan of action for 2016. They also reaffirmed their commitment to: prevent undocumented migration to the United States, with particular emphasis on children and families with children; work together to promote safe, legal, and orderly migration; continue coordinated efforts to combat criminal networks that are exploiting this uniquely vulnerable population; and to humanely repatriate migrants, consistent with due process.\n\n\tVice President Biden recognized the political will of the Northern Triangle governments to undertake ambitious reforms, and to allocate over USD $2.6 billion from their national budgets to support the Plan of the Alliance for Prosperity in 2016.  The Vice President emphasized that the Obama administration is committed to a multiyear effort to assist the governments of Central America to build a safer and more prosperous future for their citizens, including through supporting the governments to become more transparent, accountable, and capable of providing basic services and upholding the rule of law.  For Fiscal Year 2016, the U.S. Congress has made available up to USD $750 million for the United States to implement its Strategy for Engagement in Central America in support of the Plan of the Alliance for Prosperity, and other regional priorities.  This figure more than doubles U.S. assistance to Central America of USD $317 million in Fiscal Year 2014 and represents a thirty-four percent increase over the USD $560 million allocated to the region in Fiscal Year 2015.\n\n\tThe Presidents of the Northern Triangle expressed their gratitude to the Obama Administration and the U.S. Congress for its continued support through the Fiscal Year 2016 Congressional appropriation and the Fiscal Year 2017 Administration budget request of USD $1 billion for Central America.  The leaders also expressed their appreciation to the Inter-American Development Bank for its invaluable role. Vice President Biden highlighted the importance of promoting a robust coordination among Canada, the United States, and Mexico through the North American Leaders Summit, as vital to Central America’s efforts to promote development and security.\n\nKey Accomplishments \n\n\tWorking in partnership and in pursuit of shared objectives, the governments of El Salvador, Guatemala, and Honduras have made significant progress toward achieving the ambitious commitments outlined in the March 3, 2015, joint statement issued by the Vice President of the United States and the Presidents of the Northern Triangle.  The leaders emphasized the actions taken thus far to improve social conditions and reduce poverty, advance regional economic integration, fight corruption, improve public safety, strengthen law enforcement, and enhance their fiscal positions.  The governments of the Northern Triangle reviewed a number of accomplishments of which they highlighted:\n\n\tThe Government of El Salvador’s achievements included:\n\n\n\t\tThe creation of a National Council for Public Safety, bringing together diverse sectors of society and generating an integrated approach to addressing crime and violence prevention called “Plan El Salvador Seguro” (El Salvador’s Security Plan). \n\n\t\tA renewed focus on fighting extortions through the establishment of a new Business Crimes Task Force, where police and prosecutors work with business owners to prosecute extortions, leading to a 93 percent conviction rate. Overall, Salvadoran prosecutors obtained a total of 1,034 convictions for extortion-related charges in 2015.\n\n\t\tThe government launched a “Youth Employment and Employability Program,” focused on programs for health, education, and job market opportunities for young people.\n\n\t\tThe government demonstrated its commitment to strong institutions by working with the Legislative Assembly on important actions, such as the consensus election of an Attorney General committed to combating corruption, as well as the passage of priority legislation like the Financial Inclusion Law establishing a framework for carrying out activities using electronic money and encourages the use of formal banking services. \n\n\n\tThe Government of Guatemala has shown its commitment to justice, citizen security, and the fight against organized crime and corruption, as demonstrated through the following accomplishments:\n\n\n\t\tThe extension of the mandate of the United Nation’s International Commission against Impunity in Guatemala (CICIG).\n\n\t\tThe establishment of a new Anti-Corruption Investigative Unit in the Public Ministry, which partnered with CICIG in the investigation of hundreds of complex and sensitive cases, including executive, judicial, and law enforcement officials at the highest ranks.\n\n\t\tSecuring Guatemalan legislative support for anti-corruption reforms to improve the way the country’s leaders are selected and spend government funds, as well as how government contracts are reviewed and awarded.\n\n\t\tIn December 2015, the National Council for Public Private Dialogue was created to implement and monitor the Plan of the Alliance for Prosperity.\n\n\n\tThe Government of Honduras highlighted the following among its accomplishments:\n\n\n\t\tThe January 19, 2015 signing of a new agreement with the Organization of American States to establish the Mission to Fight against Corruption and Impunity in Honduras (MACCIH).\n\n\t\tAn increase in the budget of the public prosecutor and the training of new police officers under the Community Police Model, which contributed to the lowering of the homicide rate for the second consecutive year. \n\n\t\tSocial assistance to more than 450,000 families through the Better Life (Vida Mejor) programs and credit support to more than 30,000 family entrepreneurs, and the creation of 50,000 jobs by the Presidential Employment Program.\n\n\t\tContinued strengthening of its fiscal position through an increase in revenue collection over the last two years, and an effective expenditure control. \n\n\nA Plan of Action\n\n\tRecognizing progress to date, including steps to fulfill the commitments in the joint statement of March 3, 2015, the Northern Triangle presidents agreed to build on their success with an ambitious Plan of Action for 2016 to advance the strategic areas outlined in the Alliance for Prosperity: energizing the productive sectors of the economy; creating economic opportunities; developing human capital, citizen security, and social inclusion; improving public safety and enhancing access to the legal system; and strengthening institutions to increase trust in the state. \n\n\tThe presidents of the Northern Triangle and Vice President Biden committed to meet the criteria outlined in the Fiscal Year 2016 Appropriations Act passed in December 2015 by the U.S. Congress, which discusses the support for the Plan of Alliance for Prosperity in the Northern Triangle.  Leaders and the Vice President also recognized the role of robust consultation with the private sector and civil society for the success of the Alliance for Prosperity, as well as the importance of the rule of law and respect for human rights as indispensable to the security and prosperity of the Northern Triangle nations and the United States.\n\n\tThe governments of El Salvador, Guatemala, and Honduras agreed to: \n\n\n\t\tProvide information through awareness campaigns about the risks of undocumented migration and the serious dangers posed by such migration to the United States.  Additionally, the governments will continue strengthening their consular network and promote working with communities of our citizens abroad.\n\n\t\tDeepen the fight against human smuggling and trafficking through the strengthening of the legal and institutional framework, including operations to dismantle criminal networks.\n\n\t\tContinue regional border security coordination through the strengthening of task forces currently in operation and the development of a joint intelligence and border security project.\n\n\t\tCommit to continue facilitating the return, repatriation, and especially the reintegration of migrants who do not qualify for humanitarian protection in the United States, improve returned migrant care protocols, and further strengthen the process of reintegrating and reinserting citizens.\n\n\t\tEstablish a Consultative Body in each country of the Northern Triangle, to operate as an autonomous organization to monitor the implementation of the Alliance for Prosperity, which will include members of civil society, the private sector, and academia, in cooperation with local governments and the national government.\n\n\t\tUndertake steps to combat all forms of violence through improved policing and instilling respect for the rule of law.\n\n\t\tExpand human capital development programs in geographic areas identified under the Alliance for Prosperity.\n\n\t\tSupport continued institutional efforts to investigate and prosecute officials allegedly involved in public corruption cases.\n\n\t\tSupport efforts developed by the public ministries and institutions charged with the administration of justice, as well as strengthening the civilian police and the professionalization of the public service.\n\n\t\tMaintain fiscal probity, improve tax collection, and strengthen public revenues.\n\n\t\tPromote economic growth, job creation, and social services, with a special emphasis on cities and regions that report large numbers of migrants.\n\n\t\tReaffirm their commitment to strengthen energy integration and the regulatory and institutional framework of the regional energy market and the Central American Electrical Interconnection System (SIEPAC); including taking steps to implement the  recommendations of the February 3, 2016 U.S.-Central America Energy Security Task Force meeting to strengthen and expand the regional electricity transmission system and market.\n\n\n\tUnder the framework of these commitments, the governments of the Northern Triangle highlighted the following steps from their respective plans of action for the current year, among others:\n\n\n\t\tEl Salvador will:\n\t\t\n\n\t\t\t\tImplement the territorial component of “Plan El Salvador Seguro” (El Salvador’s Security Plan) in priority municipalities.\n\n\t\t\t\tDouble the Salvadoran provisional travel document validity and develop new joint protocols to protect the human rights of migrants returning to El Salvador.\n\n\t\t\t\tEstablish a joint committee of the civilian police and armed forces to define a protocol for protection of the human rights during combined law enforcement operations.\n\n\n\n\t\tGuatemala will:\n\t\t\n\n\t\t\t\tIncrease human smuggling investigations and prosecutions, particularly the new anti-smuggling reforms passed in 2015.\n\n\t\t\t\tImprove the efficiency of public spending and tax collection, including changes to collection processes at the ports of entry.\n\n\t\t\t\tEstablish a plan to provide formal vocational-technical services to youth, including the Western Highlands.\n\n\n\n\t\tHonduras will:\n\t\t\n\n\t\t\t\tProvide the necessary access and support to the newly established OAS Mission Against Corruption and Impunity in Honduras (MACCIH) within existing law, including prosecutors and investigators from the Public Ministry, to advance cases on corruption.\n\n\t\t\t\tProvide additional resources for agricultural sustainability, food security, and infrastructure to assist Hondurans facing drought.\n\n\t\t\t\tImprove border security through expanding the access of biometrics connected to a National Police database.\n\n\n\n\n\tLikewise, the United States commits to implement the following specific actions in the context of the Alliance for Prosperity during the year 2016\n\n\n\t\tCommit to robust coordination mechanisms to improve the effectiveness, transparency, and efficiency of the U.S. foreign assistance programs. Work to align U.S. programs and resources with the strategic priorities identified under the Alliance for Prosperity.\n\n\t\tContribute to initiatives with a regional scope aimed at improving quality of life, security and economic opportunity for the sub-region.\n\n\t\tParticipate in a periodic High-Level Dialogue with the Northern Triangle governments to enable strategic coordination and review the implementation of the Plan of the Alliance for Prosperity.\n\n\n\tIn conclusion, President Sanchez Cerén, President Morales, President Hernandez, and Vice President Biden reaffirm their shared vision and responsibility for a safe, stable, and prosperous Central America. The countries of the Northern Triangle reiterate the political will and determination of their governments to successfully implement the Alliance for Prosperity.  The United States government affirms its partnership through the U.S. Strategy for Engagement with Central America.\n\n\n\n\n"
}