{
    "title": "Presidential Study Directive on Mass Atrocities | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/08/04/presidential-study-directive-mass-atrocities",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nAugust 04, 2011\n\n \n\n\n\nPresidential Study Directive on Mass Atrocities\n\n\n\n\n\nPRESIDENTIAL STUDY DIRECTIVE/PSD-10\n\n\tMEMORANDUM FOR\n\n\tTHE VICE PRESIDENT\n\tTHE SECRETARY OF STATE\n\tTHE SECRETARY OF THE TREASURY\n\tTHE SECRETARY OF DEFENSE\n\tTHE ATTORNEY GENERAL\n\tTHE SECRETARY OF HOMELAND SECURITY\n\tASSISTANT TO THE PRESIDENT AND CHIEF OF STAFF\n\tDIRECTOR OF THE OFFICE OF MANAGEMENT AND BUDGET\n\tUNITED STATES TRADE REPRESENTATIVE\n\tREPRESENTATIVE OF THE UNITED STATES OF AMERICA TO THE UNITED NATIONS\n\tASSISTANT TO THE PRESIDENT AND NATIONAL SECURITY ADVISOR\n\tDIRECTOR OF NATIONAL INTELLIGENCE\n\tCOUNSEL TO THE PRESIDENT\n\tASSISTANT TO THE PRESIDENT FOR LEGISLATIVE AFFAIRS\n\tDIRECTOR OF THE CENTRAL INTELLIGENCE AGENCY\n\tADMINISTRATOR OF THE UNITED STATES AGENCY FOR INTERNATIONAL DEVELOPMENT\n\tCHAIRMAN OF THE JOINT CHIEFS OF STAFF\n\tCHIEF EXECUTIVE OFFICER, MILLENNIUM CHALLENGE CORPORATION\n\tDIRECTOR OF THE PEACE CORPS\n\tDEPUTY ASSISTANT TO THE PRESIDENT AND NATIONAL SECURITY ADVISOR TO THE VICE PRESIDENT\n\tDIRECTOR OF THE NATIONAL SECURITY AGENCY\n\tDIRECTOR OF THE DEFENSE INTELLIGENCE AGENCY\n\n\tSUBJECT: Creation of an Interagency Atrocities Prevention Board and Corresponding Interagency Review\n\n\tPreventing mass atrocities and genocide is a core national security interest and a core moral responsibility of the United States.\n\n\tOur security is affected when masses of civilians are slaughtered, refugees flow across borders, and murderers wreak havoc on regional stability and livelihoods.  America's reputation suffers, and our ability to bring about change is constrained, when we are perceived as idle in the face of mass atrocities and genocide.  Unfortunately, history has taught us that our pursuit of a world where states do not systematically slaughter civilians will not come to fruition without concerted and coordinated effort.\n\n\tGovernmental engagement on atrocities and genocide too often arrives too late, when opportunities for prevention or low-cost, low-risk action have been missed.  By the time these issues have commanded the attention of senior policy makers, the menu of options has shrunk considerably and the costs of action have risen.\n\n\tIn the face of a potential mass atrocity, our options are never limited to either sending in the military or standing by and doing nothing.  The actions that can be taken are many    they range from economic to diplomatic interventions, and from non combat military actions to outright intervention.  But ensuring that the full range of options is available requires a level of governmental organization that matches the methodical organization characteristic of mass killings.\n\n\tSixty six years since the Holocaust and 17 years after Rwanda, the United States still lacks a comprehensive policy framework and a corresponding interagency mechanism for preventing and responding to mass atrocities and genocide.  This has left us ill prepared to engage early, proactively, and decisively to prevent threats from evolving into large scale civilian atrocities.\n\n\tAccordingly, I hereby direct the establishment of an interagency Atrocities Prevention Board within 120 days from the date of this Presidential Study Directive.  The primary purpose of the Atrocities Prevention Board shall be to coordinate a whole of government approach to preventing mass atrocities and genocide.  By institutionalizing the coordination of atrocity prevention, we can ensure:  (1) that our national security apparatus recognizes and is responsive to early indicators of potential atrocities; (2) that departments and agencies develop and implement comprehensive atrocity prevention and response strategies in a manner that allows \"red flags\" and dissent to be raised to decision makers; (3) that we increase the capacity and develop doctrine for our foreign service, armed services, development professionals, and other actors to engage in the full spectrum of smart prevention activities; and (4) that we are optimally positioned to work with our allies in order to ensure that the burdens of atrocity prevention and response are appropriately shared.\n\n\tTo this end, I direct the National Security Advisor to lead a focused interagency study to develop and recommend the membership, mandate, structure, operational protocols, authorities, and support necessary for the Atrocities Prevention Board to coordinate and develop atrocity prevention and response policy.  Specifically, the interagency review shall identify:\n\n\n\t\toperational protocols necessary for the Atrocities Prevention Board to coordinate and institutionalize the Federal Government's efforts to prevent and respond to potential atrocities and genocide, including but not limited to:  identifying (standing and ex officio) members of the Atrocities Prevention Board; defining the scope of the Atrocity Prevention Board's mandate and the means by which it will ensure that the full range of options and debate is presented to senior-level decision makers; identifying triggers for the development of atrocity prevention strategies; identifying any specific authority the Atrocities Prevention Board or its members should have with respect to alerting the President to a potential genocide or atrocity;\n\n\t\thow the Intelligence Community and other relevant Government agencies can best support the Atrocities Prevention Board's mission, including but not limited to:  examining the multiplicity of existing early warning assessments in order to recommend how these efforts can be better coordinated and/or consolidated, support the work of the Atrocities Prevention Board, and drive the development of atrocity prevention strategies and policies; examining options for improving intelligence and open source assessments of the potential for genocide and mass atrocities; and examining protocols for safely declassifying and/or sharing intelligence when needed to galvanize regional actors, allies, or relevant institutions to respond to an atrocity or genocide; and\n\n\t\tsteps toward creating a comprehensive policy framework for preventing mass atrocities, including but not limited to:  conducting an inventory of existing tools and authorities across the Government that can be drawn upon to prevent atrocities; identifying new tools or capabilities that may be required; identifying how we can better support and train our foreign and armed services, development professionals, and build the capacity of key regional allies and partners, in order to be better prepared to prevent and respond to mass atrocities or genocide.\n\n\n\tIn answering these questions, the interagency review shall consider the recommendations of relevant bipartisan and expert studies, including the recommendations of the bipartisan Genocide Prevention Task Force, co-chaired by former Secretaries Madeleine K. Albright and William Cohen.\n\n\tI direct the National Security Advisor, through the National Security Staff's Director for War Crimes and Atrocities, to oversee and direct the interagency review, which shall include representatives from the following:\n\n\tOffice of the Vice President\n\tDepartment of State\n\tDepartment of the Treasury\n\tDepartment of Defense\n\tDepartment of Justice\n\tDepartment of Homeland Security\n\tUnited States Mission to the United Nations\n\tOffice of the Director of National Intelligence\n\tCentral Intelligence Agency\n\tUnited States Agency for International Development\n\tJoint Chiefs of Staff\n\tPeace Corps\n\tNational Security Agency\n\tDefense Intelligence Agency\n\n\tExecutive departments and agencies shall be responsive to all requests from the National Security Advisor-led interagency review committee for information, analysis, and assistance.\n\n\tThe interagency review shall be completed within 100 days, so that the Atrocities Prevention Board can commence its work within 120 days from the date of this Presidential Study Directive.\n\n\tBARACK OBAMA\n\n\n\n\n"
}