{
    "title": "FACT SHEET: Encouraging the Safe and Responsible Deployment of Automated Vehicles | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/09/19/fact-sheet-encouraging-safe-and-responsible-deployment-automated",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 19, 2016\n\n \n\n\n\nFACT SHEET: Encouraging the Safe and Responsible Deployment of Automated Vehicles\n\n\n\n\n\n\tTomorrow, the Administration is announcing a new Federal Automated Vehicles Policy to help facilitate the responsible introduction of automated vehicles to make transportation safer, cleaner, more accessible, and more efficient.\n\n\tThe Administration has consistently been committed to enabling innovation and technology that improve the lives of all Americans. Central to that effort has been a focus on ensuring that innovations are introduced safely and that their benefits are widely shared.\n\n\tTomorrow’s announcement builds on seven years of efforts. The President’s investments in the automotive industry when it was on the brink of collapse have enabled this industry to continue to grow and innovate. The President’s proposal earlier this year for a $4 billion investment in automated vehicle deployment through real-world pilots demonstrated the commitment to these technologies. And the Department of Transportation (DOT)’s Smart City Challenge announced $40 million to help Columbus, OH become the country’s first city to fully integrate innovative technologies – including automated vehicle technologies – into their transportation network, which will help inform policy across America.\n\n\tIf tested and deployed safely, automated vehicles—vehicles that can take over some or all of the driving task—could ultimately provide transformative benefits in areas such as:\n\n\nSafety. Helping prevent the vast majority of car crashes that result from human error or judgment and saving tens of thousands of lives in the United States.\n\nMobility. Transforming personal mobility for millions of Americans who lack it today, including the elderly and those with disabilities.\n\nProductivity. Reducing the cost of transportation for families, communities, and businesses, while giving working people back hours spent driving every day.\n\nSustainability. Improving the efficiency of vehicles and reducing road congestion, which will decrease carbon emissions.\n\n\n\tRealizing the full potential of automated vehicles requires Americans to be confident that they will be safe – and the federal government has a critical responsibility on that front.\n\nResponsibly Testing and Deploying Automated Vehicles\n\n\tTomorrow, DOT is issuing Federal policy to guide the responsible testing and deployment of automated vehicles. The policy package is composed of four sections:\n\n\nVehicle performance guidance for manufacturers, developers, and other organizations outlining a 15 point “Safety Assessment” for the safe design, development, testing, and deployment of highly automated vehicles, including a request that automakers sign and submit this safety assessment to certify that their vehicles are ready for public roads.\n\nModel for state policy that presents a clear distinction between Federal and State responsibilities and recommends policy areas for states to consider with a goal of generating a consistent national framework for the testing and operation of automated vehicles while leaving room for learning and valuable state discretion.\n\nCurrent regulatory tools that National Highway Traffic Safety Administration (NHTSA) can use to aid the safe development of automated vehicles, such as interpreting current rules to allow for appropriate flexibility in design, providing limited exemptions to allow for testing of nontraditional vehicle designs, and ensuring that unsafe automated vehicles are removed from the road.                                   \n\nNew tools and authorities that NHTSA could consider seeking in the future to aid the safe and efficient deployment of new lifesaving technologies and ensure that technologies deployed on the road are safe. For example, NHTSA is seeking public feedback on whether to consider pre-approving novel automated vehicle technologies before they are allowed on public roads and whether to create a new Federal safety standard for revolutionary vehicle designs, such as ones that do not require a steering wheel or gas pedal.\n\n\n\tSimultaneously with this policy, NHTSA is releasing a final enforcement guidance bulletin clarifying how its recall authority applies to automated vehicle technologies. In particular, it emphasizes that semi-automated driving systems – ones in which the human continues to monitor the driving environment and perform some of the driving task – that fail to adequately account for the possibility that a distracted or inattentive driver-occupant might fail to retake control of the vehicle in a safety-critical situation may be defined as an unreasonable risk to safety and subject to recall. This ensures that companies and Americans understand our expectations around safety. If NHTSA determines that a vehicle is unsafe, it will use its authority to remove it from the road.\n\n\tMore details on the Federal Automated Vehicle Policy are available on the DOT website.\n\nFollow-on Actions Related to Federal Automated Vehicles Policy\n\n\tThis policy helps clarify what the safe and responsible testing and deployment of automated vehicles looks like for companies and states, but is only the first step in supporting the safe and responsible development of this technology. There are a number of additional actions that the Administration will be taking, including:\n\n\nImplementation and Continuous Improvement of Policy: Significant portions of the vehicle performance guidance will be effective immediately, but NHTSA will continue to solicit feedback including through a public comment period, workshops, and expert review. The policy document will be updated annually to reflect public input.\n\nSmart Cities Commitments: As part of Smart Cities Week, next week the Administration will announce new steps to help cities continue to shape the future of urban transportation and tackle pressing community challenges with the help of new technologies.\n\nWhite House Frontiers Conference: The White House Frontiers Conference will take place on Wednesday, October 13, in Pittsburgh, and will bring together some of the world’s leading innovators to discuss how investing in science and technology frontiers – including automated vehicles – will help improve lives, including progress and investments that are keeping America and Americans on the cutting edge of innovation.\n\nCybersecurity Best Practices: DOT will be releasing a set of best practices to the automotive industry for improving vehicle cybersecurity. These best practices, which complement important cybersecurity elements in the policy being released tomorrow, will apply to all vehicles regardless of their level of automation.\n\nProposed Rule for Connected Vehicles: DOT will be releasing a proposed rule to mandate that new vehicles have technology to transmit and receive a basic safety message.\n\n\n\t###\n\n\n\n\n"
}