{
    "title": "Fact Sheet: The 2015 National Security Strategy | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/02/06/fact-sheet-2015-national-security-strategy",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 06, 2015\n\n \n\n\n\nFact Sheet: The 2015 National Security Strategy\n\n\n\n\nFact Sheet:  The 2015 National Security Strategy\nToday, the United States is stronger and better positioned to seize the opportunities of a still new century and safeguard our interests against the risks of an insecure world.  The President’s new National Security Strategy provides a vision and strategy for advancing the nation’s interests, universal values, and a rules-based international order through strong and sustainable American leadership.  The strategy sets out the principles and priorities that describe how America will lead the world toward greater peace and a new prosperity.\n\n\n\t\tWe will lead with purpose, guided by our enduring national interests and values and committed to advancing a balanced portfolio of priorities worthy of a great power.\n\n\t\tWe will lead with strength, harnessing a resurgent economy, increased energy security, an unrivaled military, and the talent and diversity of the American people.\n\n\t\tWe will lead by example, upholding our values at home and our obligations abroad. \n\n\t\tWe will lead with capable partners, mobilizing collective action and building partner capacity to address global challenges.\n\n\t\tWe will lead with all instruments of U.S. power, leveraging our strategic advantages in diplomacy, development, defense, intelligence, science and technology, and more.\n\n\t\tWe will lead with a long-term perspective, influencing the trajectory of major shifts in the security landscape today in order to secure our national interests in the future.\n\nWe will advance the security of the United States, its citizens, and U.S. allies and partners by: \n\n\n\t\tMaintaining a national defense that is the best trained, equipped, and led force in the world while honoring our promises to service members, veterans, and their families.\n\n\t\tWorking with Congress to end the draconian cuts imposed by sequestration that threaten the effectiveness of our military and other instruments of power.\n\n\t\tReinforcing our homeland security to keep the American people safe from terrorist attacks and natural hazards while strengthening our national resilience.\n\n\t\tTransitioning to a sustainable global security posture that combines our decisive capabilities with local partners and keeps pressure on al-Qa’ida, ISIL, and their affiliates.\n\n\t\tStriving for a world without nuclear weapons and ensuring nuclear materials do not fall into the hands of irresponsible states and violent non-state actors.\n\n\t\tDeveloping a global capacity to prevent, detect, and rapidly respond to biological threats like Ebola through the Global Health Security Agenda.\n\n\t\tConfronting the urgent crisis of climate change, including through national emissions reductions, international diplomacy, and our commitment to the Green Climate Fund.\n\nWe will advance a strong, innovative, and growing U.S. economy in an open international economic system that promotes opportunity and prosperity by:\n\n\n\t\tStrengthening American energy security and increasing global access to reliable and affordable energy to bolster economic growth and development worldwide.\n\n\t\tOpening markets for U.S. goods, services, and investment and leveling the playing field for American workers and businesses to boost our economic competitiveness.\n\n\t\tAdvancing a trade agenda – including the Trans-Pacific Partnership and Transatlantic Trade and Investment Partnership – that creates good American jobs and shared prosperity.  \n\n\t\tLeading efforts to reduce extreme poverty, food insecurity, and preventable deaths with initiatives such as Feed the Future and the President’s Emergency Plan for AIDS Relief.\n\n\t\tProving new sustainable development models like the President’s Power Africa Initiative.\n\nWe will advance respect for universal values at home and around the world by:\n\n\n\t\tHolding ourselves to the highest possible standard by living our values at home even as we do what is necessary to keep our people safe and our allies secure.\n\n\n\n\t\tPromoting and defending democracy, human rights, and equality while supporting countries such as Tunisia and Burma that are transitioning from authoritarianism.\n\n\t\tEmpowering future leaders of government, business, and civil society around the world, including through the President’s young leaders initiatives.\n\n\t\tLeading the way in confronting the corruption by promoting adherence to standards of accountable and transparent governance.\n\n\t\tLeading the international community to prevent and respond to human rights abuses and mass atrocities as well as gender-based violence and discrimination against LGBT persons.\n\nWe will advance an international order that promotes peace, security, and oppor­tunity through stronger cooperation to meet global challenges by: \n\n\n\t\tWorking with partners to reinforce and update the rules of the road, norms, and institutions that are foundational to peace, prosperity, and human dignity in the 21st century. \n\n\t\tStrengthening and growing our global alliances and partnerships, forging diverse coalitions, and leading at the United Nations and other multilateral organizations.\n\n\t\tRebalancing to Asia and the Pacific through increased diplomacy, stronger alliances and partnerships, expanded trade and investment, and a diverse security posture.\n\n\t\tStrengthening our enduring commitment to a free and peaceful Europe by countering aggression and modernizing the NATO alliance to meet emerging threats.\n\n\t\tPursuing a stable Middle East and North Africa by countering terrorism, preventing Iran from obtaining a nuclear weapon, and reducing the underlying sources of conflict.\n\n\t\tBuilding upon the success of the U.S.-Africa Leaders’ Summit by investing in Africa’s economic, agricultural, health, governance, and security capacity.\n\n\t\tPromoting a prosperous, secure, and democratic Western Hemisphere by expanding integration and leveraging a new opening to Cuba to expand our engagement.\n\n\n\n\n\n"
}