{
    "title": "First Lady Michelle Obama Announces Unprecedented Collaboration to Bring Physical Activity Back to Schools | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/02/28/first-lady-michelle-obama-announces-unprecedented-collaboration-bring-ph",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nFebruary 28, 2013\n\n \n\n\n\nFirst Lady Michelle Obama Announces Unprecedented Collaboration to Bring Physical Activity Back to Schools\n\n\n\n\nMrs. Obama calls for school champions to sign up at LetsMoveSchools.org to help all students get active, sets ambitious goal of engaging 50,000 schools in the next five years and praises range of partners, including a $50 million investment from NIKE, Inc.\nChicago, IL – First Lady Michelle Obama today launched Let’s Move! Active Schools – an unprecedented collaboration to bring physical activity back to America’s schools. The program provides simple steps and tools to help schools create active environments where students get 60 minutes of physical activity before, during and after the school day. Mrs. Obama called on school staff, families and communities to work together to reach an ambitious goal of engaging 50,000 schools in this program over the next five years. \nThe President’s Council on Fitness, Sports & Nutrition (PCFSN) the American Alliance for Health, Physical Education, Recreation & Dance (AAHPERD) and the Alliance for a Healthier Generation are the managing organizations guiding the development and implementation of the program.\nFunding and other resources for Let’s Move! Active Schools are being kick-started by NIKE, Inc., the GENYOUth Foundation, ChildObesity180, Kaiser Permanente, and the General Mills Foundation, the inaugural sponsor of the Presidential Youth Fitness Program. Over the next five years, NIKE, Inc. will invest $50 million in the U.S. to increase the physical activity of kids in schools and communities as well as target advocacy efforts to inspire kids and draw additional resources to this important effort.  Collectively, the other groups are committing over $20 million to help America’s schools engage all students in quality physical activity.\nIn addition, the U.S. Department of Education will continue to support both physical and nutrition education in schools by realigning its $80 million Carol M. White Physical Education Program (“PEP”) to prioritize schools most in need and support applicants with plans to maximize their reach by building cost effective, sustainable programs.\nLet’s Move! Active Schools combines effective elements of existing programs and draws on new resources to provide customized support for schools to encourage physical activity. The program mobilizes physical education teachers, classroom teachers, administrators, staff, and even parents to be “school champions” for their community.  School champions are encouraged to sign up at LetsMoveSchools.org, where they will be guided along a simple, six-step process. Participating schools will have access to free tools and resources, including in-person trainings, program activation grants, and direct, personal assistance from certified professionals. \n\t                                                                                                                         \n\t“With each passing year, schools feel like it’s just getting harder to find the time, the money, and the will to help our kids be active. But just because it’s hard doesn’t mean we should stop trying – it means we should try harder. It means that all of us – not just educators, but businesses and non-profits and ordinary citizens – we all need to dig deeper and start getting even more creative,” said First Lady Michelle Obama. “That’s what Let’s Move! Active Schools is all about – it’s about all of us coming together to once again make being active a way of life for our kids. And with today’s announcement, anyone, in any community, can become a champion to bring physical education back to their school.” \nAccording to the Physical Activity Guidelines for Americans, children and adolescents need at least 60 minutes of moderate to vigorous physical activity each day to stay healthy.  Regular physical activity enhances important skills, like concentration and problem solving, which have been shown to improve academic performance.  However, kids today are the most sedentary generation in America’s history. Only 1 in 3 children is active on a daily basis and only 4% of elementary schools, 8% of middle schools and 2% of high schools offer daily P.E..  Meanwhile, only 9 states require recess in elementary schools.\nKids spend a significant portion of their time in school, which is why the First Lady is focusing this initiative on the school environment as a key place to increase access to quality physical activity, so that all students can stay healthy and reach their potential. Let’s Move! Active Schools is designed to make this work easier for schools by recommending evidence-based, free or low-cost solutions and providing ongoing support to every school that signs up.  Let’s Move! Active Schools also calls on parents and community members to build support for active lifestyles and help schools make movement a part of every student’s day.\nThe First Lady was joined by Secretary of Education Arne Duncan, Chicago Mayor Rahm Emanuel, NIKE, Inc. President & CEO Mark Parker, Serena Williams, Gabby Douglas, Allyson Felix, Bo Jackson, Colin Kaepernick, Sarah Reinertsen, Ashton Eaton, Paul Rodriguez, Dominique Dawes, and Bob Harper.  Thousands of Chicago area students and teachers participated in the launch event at McCormick Place.\nADDITIONAL INFORMATION ON PARTNER ORGANIZATIONS\nThe President’s Council on Fitness, Sports & Nutrition (PCFSN) of the U.S. Department of Health and Human Services is the program’s leading federal partner.  As part of Let’s Move! Active Schools, PCFSN will promote and scale up the new Presidential Youth Fitness Program (PYFP).  To maximize reach and implementation of the PYFP in schools, the General Mills Foundation has committed $10 Million to support opportunities for schools to utilize the program\n“Children need at least 60 minutes of moderate to vigorous physical activity per day where they live, learn and play. With youth spending six to seven hours in school daily, schools are a great place to get kids moving. With the launch of this initiative, we are confident that schools will have the tools, resources, and support they need to inspire their students to be physically active for a lifetime.”\n\t- U.S. Secretary of Health and Human Services Kathleen Sebelius\nSince 2001, the Department of Education has awarded more than $785 million to schools through its Carol M. White Physical Education Program (“PEP”). During the Obama Administration, PEP has been significantly improved to promote innovations in the field.  Earlier this week, the Department of Education announced a new series of changes to PEP for fiscal year 2013. The improved PEP encourages proposals designed around evidence-based best practices, and prioritizes addressing the persistently lowest-achieving schools.  In addition, the program now integrates the Presidential Youth Fitness Program by including new performance measures based on moving students into the healthy fitness zone in 6 critical fitness areas.\n“Good health is not an add-on to a good education. Our children need to be healthy to be prepared to learn, and we know active students are better able to engage in the classroom and excel academically. We need more of our schools creating environments that promote physical activity and play and encourage our students to get moving.”\n\t- U.S. Secretary of Education Arne Duncan\nAs a managing organization for Let’s Move! Active Schools, the American Alliance for Health, Physical Education, Recreation & Dance (AAHPERD) will work to recruit individual champions, provide customized support to schools, and facilitate the training of at least 20,000 school Physical Activity Leaders over the next 5 years.\n“Physical educators have always known that children are designed to move. Now through Let’s Move! Active Schools, we are thrilled to elevate our efforts in increasing physical activity before, during and after school to a larger national stage. Our role will be to provide professional development training so that physical educators will create even more early, positive experiences for all children.  We want physical activity to become an integral part of their daily lives.”\n\t- AAHPERD CEO E. Paul Roetert\nThe Alliance for a Healthier Generation, whose Healthy Schools Program works with 15,000 schools across the country, played a critical role in the development of Let’s Move! Active Schools.  Alongside AAHPERD and PCFSN, the Alliance will host the 6-step process, facilitate direct technical assistance to participating schools, and lead recognition efforts for schools that have created active environments. \n“The Alliance is honored to serve as a managing partner of Let’s Move! Active Schools. We embrace and understand the importance of reintegrating physical activity into young people’s lives. Since 2006, the Alliance has supported schools to implement the evidence-based, Six Steps to a Healthier School, the roadmap to making school health changes, where schools continuously take a status check, work on making improvements, learn from successes and challenges and keep pushing the needle forward.”\n\t- Ginny Ehrlich D. Ed\nOver the next five years, NIKE, Inc. will invest $50 million to get American kids physically active. As part of this commitment, Nike is supporting Let’s Move! Active Schools by focusing resources on getting kids active before, during and after school.  In addition, Nike’s efforts will include developing access to sport in our communities and broadening the community of partners focused on this important issue.\n“Today’s announcement is part of Nike’s long-term commitment to help our nation’s youth lead more active and healthy lives. All kids deserve a chance to realize their full potential and we believe creating active schools will help kids do better in school and most importantly in life.”\n\t- NIKE, Inc. President and CEO Mark Parker\nChildObesity180 will provide “Acceleration Grants” totaling $1 million and innovative curricula to at least 1,000 school champions in 2013 to get them started on the path to becoming a Let’s Move! Active School.  These resources will scale up model programs identified last year through the Active Schools Acceleration Project. Over the next three years, ChildObesity180 will invest up to $3 million to grow and expand quality school-based physical activity programs.\n“ChildObesity180 is thrilled to collaborate with Let’s Move! Active Schools and the Partnership for a Healthier America, and bring innovative and flexible physical activity programs to America’s schools. We believe this work will further our shared goal of reversing the childhood obesity epidemic.”\n\t- Christina D. Economos, PhD, Vice-Chair and Director of ChildObesity180, Associate Professor at the Gerald J. and Dorothy R.  Friedman School of Nutrition Science and Policy at Tufts University, and a leading researcher in the field of childhood obesity prevention\nThe GENYOUth Foundation will dedicate $9 million over the next 5 years to help at least 5,000 schools implement quality physical activity programs through Fuel Up to Play 60 grants. Through these direct grants, GENYOUth will encourage schools to complete the Let’s Move! Active Schools program and empower students of all ages to be leaders for physical activity.\n“GENYOUth believes that active and healthy students are better students and schools need our help. Through our flagship program, Fuel Up to Play 60 (FUTP 60) – developed by the National Dairy Council and the NFL – more than 73,000 schools are taking action to improve nutrition and physical activity. More than 3,000 schools have benefited from over $10 million in FUTP 60 mini-grants to jump start healthy changes. We are proud to be a part of Let’s Move! Active Schools and join forces with other leading organizations to ignite further support for healthy school environments.”\n\t- GENYOUth CEO, Alexis Glick\nIn partnership with the Safe Routes to School National Partnership and the National PTA, Kaiser Permanente is launching “Fire Up Your Feet,” an innovative program that helps teachers, parents, and administrators get students moving before, during, and after the school day.  The program also helps schools conduct healthy fundraisers that promote walking, biking and other types of physical activity. Over the next three years, Kaiser Permanente will invest $1.76 million to make this program available to every elementary and middle school in the country, and to provide an opportunity to compete for challenge awards to 11,000 elementary and middle schools in communities served by Kaiser Permanente.\n“Every child deserves a chance to be active during the day. It’s good for kids’ health, and it's good for their learning. At Kaiser Permanente, we do all we can to help children live healthy and active lives through extensive work in the community and collaborative partnerships. That's why we are excited to be part of this important initiative.”\n\t-Raymond J. Baxter, senior vice president, Community Benefit, Research and Health Policy\nAs the nonprofit partner of Let’s Move!, the Partnership for a Healthier America (PHA) played a key role in convening the organizations represented here to develop the concept for Let’s Move! Active Schools and make commitments to support its long-term success.\n\"The Partnership for a Healthier America is proud to be a part of this effort to end physical inactivity across the country. Today's announcement is an opportunity to change our kids' futures, it is a chance to make sure they do not live shorter lives than their parents. But with a challenge this big, no single company or organization can solve it alone. PHA is honored to be among such leaders in this effort and we look forward to the strides this group will undoubtedly make.\"\n\t-PHA President and CEO Larry Soler\n\n\n\n\n"
}