{
    "title": "Joint Declaration on Increased Security and Defense Cooperation between the United States, Estonia, Latvia, and Lithuania | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/08/23/joint-declaration-increased-security-and-defense-cooperation-between",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nAugust 23, 2016\n\n \n\n\n\nJoint Declaration on Increased Security and Defense Cooperation between the United States, Estonia, Latvia, and Lithuania\n\n\n\n\n\n\tOn the occasion of Vice President Biden’s visit to Latvia, we, the United States of America, Estonia, Latvia, and Lithuania, reaffirm our strategic alliance.  Faced with an unpredictable security environment, we commit to deepening our cooperation and our efforts to ensure security and stability in the region, as part of NATO’s approach to collective defense.\n\n\tAs affirmed at the NATO Summit in Warsaw, the greatest responsibility of the Alliance is to protect and defend our territory and populations, as reflected in Article 5 of the Washington Treaty.  NATO has responded to the changed security environment by enhancing its deterrence and defense posture, including through a forward presence in the eastern part of the Alliance. The Baltic States appreciate these steps by NATO, as well as the significant and visible U.S. presence in the region, which has demonstrated our collective solidarity and resolve to protect all Allies.\n\n\tThe United States, Estonia, Latvia, and Lithuania affirm that we must keep our Alliance strong.  Building on the commitments made at the Warsaw Summit to invest in robust, flexible, and interoperable military capabilities, and taking into account the successful example of joint security cooperation since 1993 under the State Partnership Program, the United States, Estonia, Latvia, and Lithuania intend to reinforce and deepen our defense cooperation to promote regional security. \n\n\tBuilding national resilience – including bolstering our ability to defend against hybrid and cyber threats, improving civil preparedness, and enhancing protection of critical infrastructure – is an essential element of collective defense.  Therefore, we affirm that we must focus on aligning U.S. security assistance and deterrence measures, including the U.S. European Reassurance Initiative, and continued significant investments by the Baltic States in order to ensure that our mutual investments will effectively support NATO’s deterrence and collective defense, as well as promote national and regional security and resilience. \n\n\tFurthermore, the Baltic States reconfirm their commitment to allocate the necessary budgetary resources for defense spending.\n\n\tThe United States, Estonia, Latvia, and Lithuania plan to meet regularly to discuss key common and individual defense and security priorities, focusing on land, air and maritime defense; border security; law enforcement; national resilience; and transnational threats, with the aim to improve intra- and intergovernmental coordination and create regional efficiencies.  The United States, Estonia, Latvia, and Lithuania also intend to continue to explore areas for enhanced joint and regional cooperation in other security and resilience fields -- such as cyber defense, energy security, and critical infrastructure protection -- in existing and relevant fora.\n\n\tThis cooperation is intended to strengthen NATO and promote regional cooperation, stability, and security.  By improving our ability to address conventional and unconventional threats, including hybrid threats, our cooperation will enhance individual and collective defense and national resilience, as well as uphold our collective efforts towards a Europe whole, free, prosperous, and at peace.\n\n\n\n\n"
}