{
    "title": "Presidential Proclamation -- Human Rights Day and Human Rights Week, 2015 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/12/10/presidential-proclamation-human-rights-day-and-human-rights-week-2015",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 10, 2015\n\n \n\n\n\nPresidential Proclamation -- Human Rights Day and Human Rights Week, 2015\n\n\n\n\n\n\tHUMAN RIGHTS DAY AND HUMAN RIGHTS WEEK, 2015\n\n\t- - - - - - -\n\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\n\tA PROCLAMATION\n\n\tSixty-seven years ago, the leaders of 48 countries from around the world declared with one voice that progress depends on defending human rights, and that a nation is strongest when the contributions of its whole citizenry are valued. Today, we celebrate the Universal Declaration of Human Rights -- a milestone in our ongoing global march to uphold the inherent dignity and worth of every person. To honor the legacy of this historic document and to help ensure that its ideals endure for generations to come, we reaffirm our commitment to upholding the freedoms it safeguards, which are the birthright of all humanity.\n\n\tWhen rights are suppressed, human potential is stifled. A nation draws upon new talents and ideas when opposition parties are fairly represented and those in power are accountable to their citizens at the ballot box. A free and independent press and a vibrant civil society can inform the public, expose corruption, and empower citizens to participate in self-governance. And when institutions are built to protect rights and freedoms, rather than serve the interests of those in power, those institutions can provide the stable foundation for stability needed for future generations to thrive.\n\n\tIn too many places around the world we see rights and freedoms denied. People are imprisoned for peaceful worship and girls are barred from attending school. LGBT individuals are subject to abuse because of who they are and who they love, and citizens are prevented from petitioning those in power for change. The United States of America stands in solidarity with those seeking to realize a brighter and freer future for themselves and their families, whether in their home country or as immigrants in a new land. We will continue to lift up the lives of all who yearn to exercise their inherent human rights and to shine a light on those still living in the darkest pockets of our world.\n\n\tThe strongmen of today will never extinguish the hope that persists around the world. Dissenters may be jailed, but ideas can never be imprisoned. Controlling access to information will not turn lies into truths, nor will it deter the longing for justice that stirs in every human soul. And refusing to recognize the basic dignity of every man, woman, and child -- regardless of gender, background, race, ethnicity, sexual orientation, or belief -- will only lend further momentum to the quest for equality that for generations has stirred hearts and spurred action. On this day, and every day, let us remember our roots as one human family, forever dedicated to upholding the central tenets of the Universal Declaration of Human Rights.\n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim December 10, 2015, as Human Rights Day and the week beginning December 10, 2015, as Human Rights Week. I call upon the people of the United States to mark these observances with appropriate ceremonies and activities.\n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this ninth day of December, in the year of our Lord two thousand fifteen, and of the Independence of the United States of America the two hundred and fortieth.\n\n\tBARACK OBAMA\n\n\n\n\n"
}