{
    "title": "Background on the commencement address at Arizona State University | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-commencement-address-arizona-state-university",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 13, 2009\n\n \n\n\n\nBackground on the commencement address at Arizona State University\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ______________________________________________________  For Immediate Release                           May 13, 2009 BACKGROUD ON THE COMMENCEMENT ADDRESS AT ARIZONA STATE UNIVERSITY  Sun Devil Stadium, Tempe, AZ  Wednesday, May 13, 2009  7:00PM MST  President Obama will address graduates, family members, and faculty at Arizona State University’s 2009 commencement ceremony. ASU President Michael Crow will process to stage with the President, and he will introduce the President prior to his commencement address. After President Obama’s address, ASU will honor the President by announcing the expansion of its most important financial aid program and renaming it the President Barack Obama Scholars Program. Six scholarship recipients will be present at the commencement ceremony. Later in the ceremony, President Obama will commission 40 Army and Air Force cadets from five Arizona universities. Background on the President Barack Obama Scholars Program: In response to President Barack Obama’s challenge for the United States to once again have the highest proportion of college graduates in the world by the year 2020, Arizona State University is increasing its student accessibility by expanding its financial aid program to more Arizona families. As a commitment to the national challenge to enhance college accessibility, ASU is expanding its most important financial aid program and renaming it the President Barack Obama Scholars Program. The program will provide funding for direct costs to all academically qualified Arizona freshmen from families that earn less than $60,000. Covered costs -- minus expected family contribution -- include tuition, fees, books, and room and board. Obama Scholars also will have a work-study campus job requirement as part of the total aid package. The Obama Scholars Program more than doubles qualifying family income from $25,000 to $60,000 and more than triples the number of scholars from 500 freshmen this year to more than 1,600 freshmen entering ASU in fall 2009. The Obama Scholars Program will allow students to participate in aspects of the undergraduate experience critical to their success such as living in residence halls on campus, which increases their likelihood of finishing college. They also will have the opportunity to participate in a mentoring program. Background on 6 ASU Obama Scholars recipients present at commencement: Annalili Chacon: A native of Guadalupe, Annalili Chacón is the youngest of four children and comes from a family dedicated to education. A senior at Tempe’s Marcos de Niza High School with a 3.9 GPA, she dreams of graduating from the WP Carey School of Business at Arizona State University. As an inaugural recipient of the President Barack Obama Scholarship, Annalili is one step closer to realizing that dream. Annalili’s family has instilled in her a strong sense of community and giving back. In addition to her business career, she will make it a priority to give back to her community by serving as a role model for the younger generations of Guadalupanos who aspire to achieve a higher education. During high school she has volunteered organizing activities for children at the East Valley Boys and Girls Club in Guadalupe and the Escalante Center in Tempe. One of her most memorable volunteer experiences was working at the Democratic Party Office in Tempe during the 2008 presidential election. Although she was not old enough to vote at that time, Annalili was energized by the campaign and excited to be part of an historic election. She has since turned 18, registered to vote, and is excited about participating in the next election. In the meantime, Annalili will begin her pursuit of higher education at ASU in the fall. On selecting a university she says, \"It is very important to me that ASU prides itself in its policies to promote equal opportunities for all genders, races, and ethnicities.\" George Khalaf: George Khalaf was born in Lebanon and came to the United States when his parents fled the civil war in their country in 1996; George was five years old. Although he was a young boy and doesn’t have many memories of that time, he is very proud of his heritage. In his native country educational goals are difficult to achieve so he appreciates the opportunities he has as a US citizen. His appreciation for education has prompted him to work hard in school and it has paid off; He will graduate this spring from Dobson High School with a 3.79 GPA. In addition to being a scholar, George is also a leader. He was a member of Valley Teen Leadership Class XI and continues to volunteer and train young leaders through the organization. In the fall he will continue his educational journey and begin studying political science and finance at Arizona State University. While George has always known that college was in his future, he wasn’t sure how he would pay for it. As a President Barack Obama Scholar, financing his education is no longer a concern. He says, \"I am grateful to be a part of the President Barack Obama Scholars Program as I will have the opportunity to further my knowledge and education at ASU without having to be worried about finances.\" Lysandra Frey: Lysandra was a typical sophomore in high school; she studied hard and participated in extracurricular activities. Then one day her father passed away unexpectedly. Shortly thereafter her grades began to slip and she had trouble sleeping. Fortunately her teachers noticed and supported her by talking with her and encouraging her to focus on her academics. It worked. This spring she will graduate from Mesa’s Skyline High School with a 3.39 GPA. The next chapter in her life will take her to Arizona State University where she will study biological sciences as a President Barack Obama Scholar. She hopes to one day work in the field of forensics solving crimes. In planning for college Lysandra knew that finances would be an issue as her mom was now the only source of income for Lysandra and her younger sister. She worked diligently applying for financial aid and scholarships. Upon hearing about being a President Barack Obama Scholar she said, \"Knowing that I won’t have to worry about paying for school or housing on campus is a great relief. It is an incredible honor to be a part of this program.\" Raynetta Brown: Despite the odds against her, Raynetta Brown has always been determined to succeed. She lives with her single mother and is the third of four children. She will be the first of her siblings to graduate from high school and also hopes to be the first one to graduate from college. If her high school record is any indication of success, Raynetta will definitely accomplish her educational goals. A senior at South Mountain High School, she will graduate as valedictorian with a 3.96 GPA. In addition to her academics, she has excelled in sports as a member of the softball team and cheer squad. Raynetta will enter Arizona State University in the fall as a psychology major and participate in the inaugural class of President Barack Obama Scholars. She says, \"I know I have to stay focused on my goals. I want to go to college and won’t let anything get in my way. I look forward to attending ASU and am honored to be a part of the Obama Scholars Program.\" Yobani Mejia-Lopez: Yobani Mejia-Lopez is a resilient young man who has overcome many obstacles. An orphan at the age of 8, his grandparents have raised him in a household of eleven. He currently works part-time to assist his family with household expenses. A senior at Mesa’s Westwood High School, Yobani was actively involved in sports until a heart illness prevented him from playing last year. After undergoing emergency heart surgery, he returned to school after a two month absence. Although he was no longer able to participate in sports, Yobani focused his energy on academics and will now graduate with a 3.25 GPA. The next phase of his life will take him to Arizona State University where he will major in biochemistry with an ultimate goal of becoming a dentist. Yobani was influenced by his first dental visit in the United States at the age of 9 and since then has continued to have conversations with his dentist about this career choice. He says, \"I want to do something with my life that I will enjoy.\" Byron Smithson: Byron Smithson has had to grow up rather quickly. At the age of 14, both of his parents passed away within three weeks of each other. He now lives with his four siblings and his two older brothers are raising the younger ones. As the middle child he has had to take on additional familial responsibilities. In addition to these responsibilities, Byron has made it a priority to do well and be active in school. A member of his school’s lacrosse and DECA teams, he will graduate from Chandler High School with a 3.0 GPA and begin his studies at Arizona State University in the fall. He chose ASU because of the strong business programs in the WP Carey School of Business and hopes to major in marketing and entrepreneurship with a goal of starting his own business with his brother. Unlike his older brother, Byron did not have the assistance of his mother when it came to applying to college and scholarships. Fortunately he had counselors and ASU staff members to assist him with every step of the way. Having the President Barack Obama Scholarship means that he will have the opportunity to attend college without worrying about how he will pay for it. Byron says, \"If it weren’t for the Obama Scholarship, I would not be going to ASU.\"\n\n\n\n"
}