{
    "title": "Statement by the President on the Elections in Guinea | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-president-elections-guinea",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 07, 2010\n\n \n\n\n\nStatement by the President on the Elections in Guinea\n\n\n\n\nOn behalf of the American people, I extend my congratulations to the people of Guinea, who peacefully and successfully conducted an initial round of voting in the country’s first free elections since becoming an independent state in 1958.  Just months ago, the world was shocked by the September 28 massacre and rape of pro-democracy demonstrators in Conakry.  Many feared that brutality and instability would consume Guinea, and even spread across its borders to threaten the recovery of a war-weary region.  The Guinean people, however, demonstrated extraordinary courage and determination to pull their country out of crisis, and to chart a new course toward a democratic future.  They were supported by the leadership of Interim President General Sékouba Konaté, who has focused intensely and urgently on transitioning the country to civilian rule.  The United States joined other members of the international community, including the African Union and ECOWAS, in supporting these elections, but it was the Guinean government, the electoral commission, civil society, the political party leadership, and the people of Guinea who made it succeed.  Indeed, the character and resilience of the Guinean people in claiming their democratic rights sends a powerful message around the world.\nThe people of Guinea now have an opportunity to build on this historic achievement as they move toward a second round of voting.  I urge all parties in Guinea to continue to choose the rule of law and peaceful political participation over ethnic division and violence.  They can continue to count on the support of the United States as they move forward.\n\n\n\n\n"
}