{
    "title": "FACT SHEET: U.S. Assistance to the Western Balkans | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/11/25/fact-sheet-us-assistance-western-balkans",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nNovember 25, 2015\n\n \n\n\n\nFACT SHEET:  U.S. Assistance to the Western Balkans\n\n\n\n\n\n\tIn Fiscal Year 2015, the United States has allocated more than $134 million for assistance to support the reforms needed to advance the Western Balkans’ integration with the European Union (EU) and NATO.  This includes assistance to Albania, Bosnia and Herzegovina, Kosovo, Macedonia, Montenegro, and Serbia, as well as security assistance to Croatia and Slovenia.  U.S. assistance to the Western Balkans seeks to achieve the following objectives:\n\n\n\t\tAccelerate rule of law and good governance reforms ($34 million);\n\n\t\tHelp professionalize law enforcement, improve border security, strengthen strategic trade controls, complete demining and destroy small weapons ($25 million);\n\n\t\tSupport civil society, political processes, independent media, and investigative reporting to strengthen implementation of anti-corruption laws and institutions ($13 million);\n\n\t\tImprove competitiveness of small and medium-sized enterprises and expand trade within the region and with Europe ($22 million);\n\n\t\tSupport the EU reform initiative for Bosnia and Herzegovina (included in the amounts listed above);\n\n\t\tPromote conflict mitigation and reconciliation ($4 million);\n\n\t\tIntegrate the region into Europe’s energy networks by spurring regulatory and policy reforms, increasing access to finance for renewable energy, and reducing emissions ($5 million);\n\n\t\tHelp NATO aspirants/new members fulfill NATO requirements and increase interoperability, develop expeditionary capabilities and participate in coalition and peacekeeping operations ($28 million, including Croatia and Slovenia);\n\n\t\tStrengthen vocational education and promote increased access to higher education ($3 million);\n\n\t\tSupport the implementation of the Kosovo-Serbia Dialogue agreements, including the integration of the North into Kosovo’s justice system and economy (included in amounts listed above); and\n\n\t\tCounter extremist messaging and help implement counter-terrorism legislation against foreign fighters (budgeted centrally, not included in the $134 million total listed above).\n\n\n\n\n\n"
}