{
    "title": "First Lady Michelle Obama Announces Presidential Directive on Military Families | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/first-lady-michelle-obama-announces-presidential-directive-military-families",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 12, 2010\n\n \n\n\n\nFirst Lady Michelle Obama Announces Presidential Directive on Military Families\n\n\n\n\nWASHINGTON, DC – First Lady Michelle Obama today announced that President Obama has directed the National Security Staff to lead a new 90-day review to develop a coordinated Federal government-wide approach to supporting and engaging military families.  Building on work and expertise by the Departments of Defense, Homeland Security, and Veterans Affairs, the review will involve nearly twenty federal agencies as well as the White House Domestic Policy and National Economic Councils and the Offices of the Vice President, the First Lady, and Dr. Biden.\nSpecifically, the review will:\n\nSet strategic military family priorities for the next ten years and identify key military family concerns and challenges;\nReview a cross section of public and private programs to identify the most promising ideas and programs that positively support military families;\nDevelop options for departments to integrate military family matters into their strategic and budgetary priorities;\nExamine opportunities for Federal policies and programs to stimulate new and support existing state and local efforts achieving military family readiness goals and meeting military family priorities;\nIdentify opportunities to leverage the skills and experience of military family members in national and community life; and\nStrengthen existing feedback mechanisms for military families to voice their concerns and views on the effectiveness and future direction of relevant Federal programs and policies.\n\nThe review builds on the Obama administration’s efforts to forge an enduring national commitment to support and engage military families.  These combined national efforts will help ensure that:\n\nThe United States military continues to recruit and retain the highest-caliber volunteers contributing to the Nation’s security;\nService members can have strong family lives while maintaining the highest state of readiness and focus on their military responsibilities;\nCivilian family members can fulfill their own potential while supporting service members; and\nThe general population better understands military families and seeks more opportunities to support military families.\n\n“With just one percent of our population—our troops—doing 100 percent of the fighting our military families are being tested like never before,” said First Lady Michelle Obama.  “This government wide review will bring together the resources of the federal government, identify new opportunities across the public and private sectors, and lay the foundation for a coordinated approach to supporting and engaging military families for years to come.”\nThe First Lady made the announcement during an address to the National Military Family Association’s summit – When Parents Deploy:  Understanding the Experiences of Military Children and Spouses.  Mrs. Obama addressed the state of America’s military families today, outlined a vision of the nation supporting them over the long-term, and how, as a country, all segments of society can work together to turn that vision into a reality.  The First Lady, along with Dr. Jill Biden, uses their platform to support military families by:\n\nChampioning a national call to action that both addresses the unique challenges facing military families and recognizes and taps their skills, strength and commitment to service;\nBuilding stronger civilian-military community ties; and\nEngaging and highlighting the service and sacrifice of military families to ensure their voices are heard inside the administration.\n\n\n\n\n"
}