{
    "title": "G-20: Fact Sheet on the U.S. Global Development Policy and the G-20 Development Framework | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/11/12/g-20-fact-sheet-us-global-development-policy-and-g-20-development-framew",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 12, 2010\n\n \n\n\n\nG-20: Fact Sheet on the U.S. Global Development Policy and the G-20 Development Framework\n\n\n\n\nToday, at the Seoul Summit, G-20 issued a statement that includes principles on development and a comprehensive multi-year Plan of Action for future G-20 engagement.  The G20’s plan includes actions on infrastructure, trade, human resource development, private sector investment and job creation, food security, domestic resource mobilization, knowledge sharing and growth with resilience.\n\t \n\tWhile all G-20 countries provide assistance, be it financial or technical – the added value of the G-20’s development plan is that, rather than focusing on assistance, it brings to the table a package of policy and other commitments aimed at enabling low-income countries to mobilize the domestic resources and attract the private investment capital that can sustain broad-based economic growth.\n\t \n\tThe G-20 approach to development and the U.S. global development policy announced by President Obama in New York on September 22, 2010, are mutually reinforcing: both seek to engage as partners with those governments that are willing to demonstrate the leadership required to drive a development agenda focused on sustainable, broad-based economic growth.  Both also highlight the critical role of the private sector, and call for accountable leadership, transparency, effective partnerships and leveraging private-sector resources and tangible outcomes.  \n\t \n\tThe U.S. global development policy and the G-20 development plan share the goal of helping countries reduce their dependence on foreign assistance by mobilizing foreign investment and domestic capital to foster sustained economic growth.  Both recognize that in addition to foreign assistance,  other development tools such as sound policies,   private capital and trade are necessary to strengthen the economies of low income countries.\n\t \n\tThis Summit’s focus on development is significant for three reasons:\n\n\n\t\tFirst, the G-20 recognizes that narrowing the development gap is critical for a strong, sustainable and balanced global economy.\n\n\t\tSecond, the G-20 emphasizes fostering a partnership of developed, emerging market and developing countries that share the goal of achieving sustained economic growth.\n\n\t\tThird, the, G-20 is committed to complementing existing development efforts by focusing on addressing regional challenges to development and working through multilateral institutions to improve prospects for growth in developing countries.\n\nGoing forward, the United States, consistent with the G-20 development plan and its own global development policy, will work to more effectively leverage its development resources and achieve better economic growth outcomes for developing countries.\n\n\n\n\n"
}