{
    "title": "FACT SHEET: President Obama to Designate New National Monuments Protecting Significant Natural and Cultural Resources in Utah and Nevada | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/12/28/fact-sheet-president-obama-designate-new-national-monuments-protecting",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 28, 2016\n\n \n\n\n\nFACT SHEET: President Obama to Designate New National Monuments Protecting Significant Natural and Cultural Resources in Utah and Nevada\n\n\n\n\n\n\tToday, President Obama will designate two new national monuments, protecting sacred sites, spectacular scenery, and important natural and cultural resources in the desert landscapes of southeastern Utah and southern Nevada. The creation of the Bears Ears National Monument in Utah and the Gold Butte National Monument in Nevada follow years of robust public input from tribes, local elected officials, and diverse stakeholders, and draws from legislation introduced in Congress.\n\n\tIn addition to protecting more land and water than any Administration in history, President Obama has taken unprecedented steps to elevate the voices of Native peoples in the management of our natural resources.  Today’s actions build on this important work, and further demonstrate the President’s commitment to protecting sacred sites and our land, water and wildlife for future generations.\n\nBears Ears National Monument\n\n\tEncompassing roughly 1.35 million acres of Federal land, the Bears Ears National Monument will protect some of the country’s most significant natural, cultural and archaeological resources, including important ancestral grounds for numerous tribes, as well as incredible landscapes that support hiking, hunting, rock climbing and other world-class outdoor recreation opportunities. The area gets its name from the iconic Bears Ears Buttes, two distinctive geological formations in the center of lands that are considered sacred by tribes in the region. Based on ancestral ties to the landscape, five tribal governments came together in a historic coalition to urge protections for the broader area, which also includes ancient cliff dwellings, ceremonial sites, abundant rock art, and countless other artifacts that hold cultural significance. \n\n\tIn addition to protecting this sacred landscape and the region’s wildlife habitat and natural resources, today’s action establishes a Bears Ears Commission to ensure that management decisions reflect tribal expertise as well as traditional and historical knowledge. In recognition of the importance of tribal participation to the care and management of the monument, the Departments of Interior and Agriculture will engage with the Commission, which will help to inform management decisions by sharing traditional knowledge and providing recommendations.\n\n\tThere have been over 80 years of various efforts to protect the Bears Ears region, beginning with former Secretary of the Interior Harold Ickes in 1936 and by Members of Congress, state, local and tribal leaders, and conservation groups in recent decades. Most recently the Hopi Nation, Navajo Nation, Ute Mountain Ute Tribe, Ute Indian Tribe of the Uintah Ouray, and Zuni Tribe developed a proposal to protect the area, and U.S. Representatives Rob Bishop and Jason Chaffetz introduced the Public Lands Initiative, legislation that included a similar protection proposal for the Bears Ears landscape.  Today’s action responds to both of these recent proposals, recognizing the areas where there is broad agreement about the need for protections, tribal engagement, and allowances for historical uses such as grazing.  Today’s action also establishes a process for developing a management plan that will ensure robust opportunities for all interested stakeholders to provide input about how the monument should be managed.\n\nGold Butte National Monument\n\n\tLocated in Clark County, Nevada just northeast of the outskirts of Las Vegas, the Gold Butte National Monument spans nearly 300,000 acres and will protect significant cultural resources, important geological formations, and vital plant and wildlife habitat. The monument will provide critical protections for important Native American historical sites, as well as areas that are currently used for traditional purposes by tribes. Notably, the area includes abundant rock art, archeological artifacts, and rare fossils, including recently discovered dinosaur tracks dating back hundreds of millions of years. In recent years these resources have faced increasing damage from threats such as deliberate destruction and vandalism, and today’s designation will help ensure that these cultural and archaeological treasures are better protected. \n\n\tThe monument will serve as an important connection between already protected lands, including Lake Mead Recreation Area and the Grand Canyon-Parashant National Monument across the Arizona border, protecting key wildlife corridors for large mammals such as desert bighorn sheep and mountain lions, and vital habitat for the threatened Mojave desert tortoise. Additionally, the monument will protect important historic resources. Structures that detail western ranching heritage can still be found in the Gold Butte area, as well as an early twentieth-century abandoned mining town and sites associated with Spanish explorers from the late eighteenth century.\n\n\tToday’s action follows decades of local support from tribes, local stakeholders and conservationists, and draws from legislation that was first introduced in 2008. \n\n\n\n\n"
}