{
    "title": "Statements of Support for the U.S-Colombia Trade Agreement | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/07/statements-support-us-colombia-trade-agreement",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 07, 2011\n\n \n\n\n\nStatements of Support for the U.S-Colombia Trade Agreement\n\n\n\n\nBelow please see statements of support for the U.S.-Colombia Trade Agreement from the business community and advocacy groups.\nUS-Colombia Business Partnership\n\t“The member companies of the US-Colombia Business Partnership strongly support the US-Colombia Free Trade Agreement and call for its prompt consideration and passage… The USCBP believes increased trade via the US-Colombia Free Trade Agreement (FTA) furthers economic stability and lessens the dependence and temptation of illicit trade. The US-Colombia FTA will strengthen democratic institutions in Colombia that are under threat by violent actors in Colombian society – guerrillas, self-defense forces and narco-traffickers competing for billions in illegal drug profits, targeting institutions, infrastructure, union members, and civilians in their deadly crossfire. Legitimate trade brings more legitimate jobs and opportunity.”\n\t \nNational Association of Manufacturers\n\t“This agreement is essential to job creation and our global competitiveness. Manufacturers appreciate President Obama’s and U.S. Trade Representative Kirk’s efforts to work with the Colombian government to reach mutual agreement on labor issues so that the U.S.-Colombia Trade Promotion Agreement can be sent to Congress. We urge the Administration to move quickly so manufacturers and the U.S. economy can reap the benefits as soon as possible… We cannot continue to stand on the sidelines and lose market share and our competitive advantage… Exports are driving the economic recovery, and the Colombia agreement is critical to meeting the President’s goal of doubling exports by 2014. U.S. manufacturers face an average tariff of 14 percent in Colombia. This agreement will bring that tariff to zero, reducing the major trade barrier for this growing new market.”\n\t \nCoalition of Service Industries\n\t“The Coalition of Service Industries (CSI) applauded the framework announced today between Colombia and the United States, which will allow a long-pending free trade agreement between the two countries to move forward…We look forward to working with the Administration and the Congress to secure the prompt approval of this agreement, as well as the pending FTAs with Korea and Panama…The Colombia FTA eliminates barriers to trade and investment in many services in which U.S. companies are extremely competitive… The agreement promotes U.S. economic and commercial goals; it supports our human and labor rights objectives; and it advances U.S. geostrategic interests in the region. For these reasons, we believe it unquestionably merits Congressional approval.\"\n\t \nRetail Industry Leaders Association\n\t\"Lowering trade barriers is vital to the American retail sector- an industry that employs more than 12.45 million U.S. workers. Retailers applaud the Obama administration for striking this deal and ensuring that U.S. job creators and American families have access to the considerable benefits of free trade. RILA encourages Congress and the Administration to act expeditiously to approve all three pending free trade agreements and to reaffirm bipartisan support for free trade… Tearing down trade barriers will create thousands of new jobs as American businesses compete to buy and sell goods and services to customers around the world.”\n\t \nCisco Systems, Inc.\n\t“Cisco applauds both governments for agreeing on a path forward and is pleased that the U.S. Congress will soon consider implementing legislation for the U.S.-Colombia Free Trade Agreement (FTA). Cisco strongly supports passage of the FTA, whose implementation will provide meaningful commercial benefits….As a member of the Latin America Trade Coalition and of the U.S.-Korea FTA Business Coalition, Cisco joins our colleagues in the high-technology industry and broader business community to support swift Congressional passage and implementation of the pending FTAs.”\n\t \nBusiness Roundtable\n\t“Today’s announcement that the United States and Colombia have reached an agreement on outstanding issues in their trade pact clears the way to move all pending FTAs forward. The Administration and Congress now need to agree on a plan to pass the Colombia, South Korea and Panama FTAs as soon as possible… American companies and workers need trade agreements that promote fairness and allow the United States to compete successfully in world markets. Pending FTAs with South Korea, Colombia and Panama will ensure these countries are held to their promises to open their markets to American goods and services. These agreements will add to the more than 38 million jobs that depend on trade.”  \n\t \nCaterpillar\n\t\"Not only is Colombia one of Caterpillar's ten largest U.S. export markets by country, but it is also one of America's closest allies. The U.S.-Colombia Free Trade Agreement will promote U.S. exports and support American jobs. The agreement is also a validation that Colombia is a good place to conduct business. Perhaps more importantly, it will bolster understanding and improve living standards of citizens in both countries… Previous trade agreements have proven a powerful engine of growth. This has been especially true in Latin America… Since FTAs went into effect, Caterpillar exports have dramatically increased. Last year, exports to Mexico were up five-fold, three-fold to Chile, and by more than 60 percent to Peru.”\n\t \nAmerican Soybean Association\n\t“The trade agreement will create new opportunities for American farmers and ranchers in the Colombian market. U.S. soybean farmers will also have the opportunity to regain some of the market share previously lost to competitors in South America. As a result of delays in approving the pending FTA, the U.S. has lost market share to competitors in Colombia…ASA is also urging approval of the pending FTAs with South Korea and Panama that would significantly improve access to foreign markets for U.S. soy and livestock products, these three trade agreements combined represent almost $3 billion of additional agricultural exports to these trading partners.\"\n\t \nGrocery Manufacturers Association\n\t“On behalf of GMA and its member companies, I commend the efforts of both President Obama and Colombian President Santos in striking this accord, which is a significant breakthrough in moving toward the ultimate goal, ratification by Congress of the U.S. - Colombia Free Trade Agreement. With some of the highest tariff rates in South America, to date Colombia has been a relatively small market for U.S. exports. However, with 45 million consumers, including a significant middle class, ratification of the Colombian FTA would result in a significant increase in US exports of food, beverages and consumer products.”\n\t \nConsumer Electronics Association (CEA)\n\t“The U.S.-Colombia trade agreement is a critical trade pact for U.S. workers and companies. It will immediately eliminate Colombian duties on more than 80% of U.S. exports… We urge swift action to send the Colombia, Panama and Korea trade agreements to Congress for approval. These agreements are job creating for our small businesses and will help us remain competitive against other nations such as Canada and the EU which also have trade agreements pending with these countries… Colombia’s economy is the third largest in Central and South America. This trade agreement will eliminate tariffs and other barriers to U.S. exports, promote economic growth, and expand trade between the US and Colombia.”\n\t \nCorn Refiners Association (CRA)\n\t“The benefits of this trade agreement with Colombia to our industry’s workers and to the U.S. economy are clear… We urge Congress to act quickly to approve the agreement once it is finalized. Tariffs on corn gluten feed and meal, corn starch, and dextrose will be reduced to zero when the United States-Colombia Trade Promotion Agreement becomes effective. Duties on other corn products, including corn oil, corn sweeteners, and corn starch, will be phased out over the life of the Agreement. U.S. exports of refined.”  \n\t \nThe Dow Chemical Company\n\t“For Dow, the agreement is a significant step forward, as it removes tariffs and barriers to key American exports and supports growth in the Colombian domestic market…The agreement will remove 90% of current tariffs assessed to Dow's more than $200 million in American manufactured goods exported to Colombia. Removal of these tariffs levels the playing field, sustaining American manufacturing by ensuring free and fair market access to Colombia's vital and growing domestic economy. Dow has operated in Colombia for 51 years with an excellent safety and productivity performance. The Company’s solid community programs have benefited thousands of people in key development areas such as education and entrepreneurship.”\n\t \nInformation Technology Industry Council (ITI)\n\t\"We are very much encouraged by the prospect that the agreement with Colombia will clear the way for swift Congressional approval of all three pending agreements with Colombia, Korea and Panama. We must pursue an ambitious trade agenda to reduce market access barriers around the world for American tech products and services so our industry can continue to grow and create jobs and economic benefits here at home. These three agreements represent big steps forward that will spur growth in the American economy and increase U.S. competitiveness.\"\n\t \nTechAmerica\n\t“Expanding trade with Colombia will give U.S. tech companies a competitive edge in that region while strengthening free markets, enhancing stability, and fostering democracy… As a result of this Agreement, Colombia will eliminate tariff and non-tariff barriers to a number of tech products and strengthen intellectual property and investor protections. All of these aspects are vital to our members, large and small, who generate over 60 percent of their revenue from foreign markets… U.S. high-tech exports to Colombia grew by 22 percent between 2009 and 2010, reaching $1.87 billion, according to a recent TechAmerica Foundation report. Since 2004, U.S. high-tech exports to Colombia have grown 125 percent, creating a high-tech trade surplus of nearly $1.84 billion.”\n\t \nDistilled Spirits Council of the United States\n\t“This free trade agreement will result in measureable benefits for the U.S. distilled spirits industry… This agreement provides important protections for Bourbon and Tennessee Whiskey, which account for the vast majority of U.S. spirits exports worldwide... These safeguards will benefit both producers and consumers by ensuring that only genuine Bourbon and Tennessee Whiskey produced in the United States, in accordance with U.S. laws and regulations, will be available in the Colombian market.”  \n\t \nEmergency Committee for American Trade\n\t“The Emergency Committee for American Trade applauds the efforts of both the U.S. and Colombian governments…ECAT is also heartened by Administration statements that Panama is in the final stages of implementing a series of actions that the Administration has asked it to undertake before submitting that agreement to Congress… Both the Colombia and Panama trade agreements will open these markets to U.S. goods and services, while also setting into place strong rules, including ones for the protection of investment and intellectual property rights for many sectors, and for the promotion of transparency and non-discrimination… Quick Congressional approval of these agreements is vital to reverse the loss of market share that has occurred for U.S. farm products since other countries have implemented their agreements with Colombia.”  \n\t \nThe National Foreign Trade Council\n\t“Colombia has long been a vitally important strategic ally in the region and a key export market for U.S. companies and agricultural producers. Implementation of the Colombia FTA will further strengthen our longstanding bilateral economic ties and help to promote export growth and job creation…With other countries, namely Canada, working to implement agreements with Colombia over the next few months, we are encouraged that the Administration has taken the necessary steps to move the FTA forward as soon as possible this year. Achieving today’s milestone is a significant accomplishment for both nations and symbolizes the importance of our economic and diplomatic relationship.”\n\n\n\n\n"
}