{
    "title": "Presidential Nominations Sent to the Senate, 4/21/10 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/presidential-nominations-sent-senate-42110",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 21, 2010\n\n \n\n\n\nPresidential Nominations Sent to the Senate, 4/21/10\n\n\n\n\nNOMINATIONS SENT TO THE SENATE:\nCraig Becker, of Illinois, to be a Member of the National Labor Relations Board for the term of five years expiring December 16, 2014, vice Dennis P. Walsh, to which position he was appointed during the last recess of the Senate.\nJacqueline A. Berrien, of New York, to be a Member of the Equal Employment Opportunity Commission for a term expiring July 1, 2014, vice Christine M. Griffin, term expired, to which position she was appointed during the last recess of the Senate.\nAlan D. Bersin, of California, to be Commissioner of Customs, Department of Homeland Security, vice W. Ralph Basham, to which position he was appointed during the last recess of the Senate.\nRafael Borras, of Maryland, to be Under Secretary for Management, Department of Homeland Security, vice Elaine C. Duke, resigned, to which position he was appointed during the last recess of the Senate.\nJames Kelleher Bredar, of Maryland, to be United States District Judge for the District of Maryland, vice J. Frederick Motz, retiring.\nEdmond E-Min Chang, of Illinois, to be United States District Judge for the Northern District of Illinois, vice Elaine F. Bucklo, retired.\nChai Rachel Feldblum, of Maryland, to be a Member of the Equal Employment Opportunity Commission for a term expiring July 1, 2013, vice Leslie Silverman, term expired, to which position she was appointed during the last recess of the Senate.\nJeffrey Alan Goldstein, of New York, to be an Under Secretary of the Treasury, vice Robert K. Steel, resigned, to which position he was appointed during the last recess of the Senate.\nEric L. Hirschhorn, of Maryland, to be Under Secretary of Commerce for Export Administration, vice Mario Mancuso, resigned, to which position he was appointed during the last recess of the Senate.\nEllen Lipton Hollander, of Maryland, to be United States District Judge for the District of Maryland, vice Andre M. Davis, elevated.\nLeslie E. Kobayashi, of Hawaii, to be United States District Judge for the District of Hawaii, vice Helen W. Gillmor, retired.\nVictoria A. Lipnic, of Virginia, to be a Member of the Equal Employment Opportunity Commission for the remainder of the term expiring July 1, 2010, vice Naomi Churchill Earp, to which position she was appointed during the last recess of the Senate.\nP. David Lopez, of Arizona, to be General Counsel of the Equal Employment Opportunity Commission for a term of four years, vice Ronald S. Cooper, resigned, to which position he was appointed during the last recess of the Senate.\nMichael F. Mundaca, of New York, to be an Assistant Secretary of the Treasury, vice Eric Solomon, resigned, to which position he was appointed during the last recess of the Senate.\nSusan Richard Nelson, of Minnesota, to be United States District Judge for the District of Minnesota, vice James M. Rosenbaum, retired.\nMark Gaston Pearce, of New York, to be a Member of the National Labor Relations Board for the term of five years expiring August 27, 2013, vice Peter N. Kirsanow, to which position he was appointed during the last recess of the Senate.\nMichael W. Punke, of Montana, to be a Deputy United States Trade Representative, with the rank of Ambassador, vice Peter F. Allgeier, resigned, to which position he was appointed during the last recess of the Senate.\nFrancisco J. Sanchez, of Florida, to be Under Secretary of Commerce for International Trade, vice Christopher A. Padilla, resigned, to which position he was appointed during the last recess of the Senate.\nIslam A. Siddiqui, of Virginia, to be Chief Agricultural Negotiator, Office of the United States Trade Representative, with the rank of Ambassador, vice Richard T. Crowder, to which position he was appointed during the last recess of the Senate.\nJill Long Thompson, of Indiana, to be a Member of the Farm Credit Administration Board, Farm Credit Administration, vice Nancy C. Pellett, term expired, to which position she was appointed during the last recess of the Senate.\n\n\n\n"
}