{
    "title": "In New Orleans, Vice President Biden Announces Loan Forgiveness Program to Assist Local Governments Along the Gulf Coast | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/new-orleans-vice-president-biden-announces-loan-forgiveness-program-assist-local-go",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nJanuary 15, 2010\n\n \n\n\n\nIn New Orleans, Vice President Biden Announces Loan Forgiveness Program to Assist Local Governments Along the Gulf Coast\n\n\n\n\nNEW ORLEANS, LA – Today at the St. Bernard Recreation Center in New Orleans, Vice President Joe Biden announced new procedures to allow local governments in Louisiana and Mississippi that received Special Community Disaster Loans (Special CDL) following Hurricanes Katrina and Rita to apply for loan forgiveness. To qualify, these municipalities must have experienced operating deficits during the three full fiscal years following the storms. These new procedures will be published in the Federal Register next week. Today’s announcement reflects this Administration’s commitment to meeting the needs of Gulf Coast residents by working closely with all levels of government to expedite assistance and forge new partnerships across the region.\n“This Administration continues to be deeply committed to do everything in our power to help New Orleans and the entire Gulf Coast not only restore their storied past, but build a better future,” said Vice President Biden. “Today’s loan forgiveness announcement is just another example of our common-sense approach to rebuilding in the region – we’re removing unnecessary bureaucratic hurdles and providing faster turnaround on assistance.”\n“We have made tremendous progress in the Gulf Coast region over the past year, but current economic conditions present local communities with challenges in rebuilding following Hurricanes Katrina and Rita,” said Department of Homeland Security Secretary Janet Napolitano. “Allowing local governments to apply for loan forgiveness will cut through red tape and streamline the recovery process.”\n“FEMA supports Gulf Coast communities in their effort to recover and rebuild,” said FEMA Administrator Craig Fugate. “These loans were issued to help communities provide essential services immediately after the storms, and this new rule will provide much-needed assistance to those local governments that continue to suffer a budget deficit as a result of the storms.”\nThe Special CDL Program provides operational funding to help communities that have incurred a significant loss in revenue due to a major disaster provide essential municipal services such as schools, sanitation and fire and police services.\nIn establishing the procedures announced today, the Department of Homeland Security (DHS) carefully considered comments on the loan cancellation proposed rule, collected during a 60-day public comment period following publication in the Federal Register on April 3, 2009. This stakeholder feedback came from federal, state and local government representatives, non-profit and private sector organizations, and individual citizens, and helped ensure DHS’ loan forgiveness procedures accurately reflect the needs and challenges of Gulf Coast communities.\nThe rule will go into effect on 60 days from publication.\n\n\n\n\n"
}