{
    "title": "Statement by the Press Secretary | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/01/14/statement-press-secretary",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 14, 2013\n\n \n\n\n\nStatement by the Press Secretary\n\n\n\n\nOn Monday, January 14, 2013, the President signed into law:\nH.R. 443, which authorizes the Department of Health and Human Services to convey specified properties from the United States to the Maniilaq Association in Kotzebue, Alaska;\nH.R. 1464, the \"North Korean Child Welfare Act of 2012,\" which requires the Department of State regularly to brief Congress on efforts to advocate for the best interests of North Korean children;\nH.R. 2076, the \"Investigative Assistance for Violent Crimes Act of 2012,\" which clarifies that assistance provided by the Departments of Justice and Homeland Security at the request of State and local law enforcement officials in the investigation of mass killings and other violent acts is within the scope of Federal employment;\nH.R. 4212, the \"Drywall Safety Act of 2012,\" which directs the Consumer Product Safety Commission to promulgate a final rule, or adopt an alternative standard, that would limit the sulfur content contained in drywall; establishes a mandatory drywall labeling requirement; and updates current remediation guidance for homeowners;\nH.R. 4365, which specifies that the Thrift Savings Plan accounts of Federal employees are subject to Federal tax levy under the Internal Revenue Code;\nH.R. 4606, which authorizes the Secretary of the Interior to issue right-of-way permits for natural gas pipelines located within the boundary of Glacier National Park in Montana;\nH.R. 6029, the \"Foreign and Economic Espionage Penalty Enhancement Act of 2012,\" which increases the maximum fines for stealing trade secrets with the intent to benefit foreign entities from $500,000 to $5 million for individuals and from $10 million to the greater of $10 million or three times the value of the stolen trade secret for organizations;\nH.R. 6060, the \"Endangered Fish Recovery Programs Extension Act of 2012,\" which extends Department of the Interior's authority to spend up to $6 million annually through Fiscal Year 2019 for the Upper Colorado River Endangered Fish Recovery Implementation Program and the San Juan River Basin Program;\nH.R. 6328, the \"Clothe a Homeless Hero Act,\" which requires the Department of Homeland Security's Transportation Security Administration to make every reasonable effort to transfer unclaimed clothing recovered at airport security checkpoints to local veterans' organizations or other local charitable organizations for distribution to homeless or needy veterans and veterans' families;\nH.R. 6364, the \"World War I Centennial Commission Act,\" which establishes the World War I Centennial Commission to plan activities to commemorate the centennial of World War I;\nH.R. 6586, the \"Space Exploration Sustainability Act,\" which extends from July 1, 2016, through December 31, 2020, authority for the National Aeronautics and Space Administration to make certain payments to Russia related to work on the International Space Station; and extends, to entities that apply for licenses in calendar year 2013, authority for the Department of Transportation to pay claims for damages resulting from commercial space launches or reentries above the amount of insurance required by Federal law;\nH.R. 6621, which amends various provisions of the Leahy-Smith America Invents Act enacted in September 2011 and other provisions of Federal patent law;\nH.R. 6655, the \"Protect Our Kids Act of 2012,\" which establishes a Commission to study and provide recommendations to reduce fatalities resulting from child abuse and neglect; and extends and amends the authority of the Temporary Assistance for Needy Families Contingency Fund;\nS.J. Res. 44, which grants the consent of Congress to the State and Province Emergency Management Assistance Memorandum of Understanding entered into between States in the upper Midwest and the Provinces of central Canada;\nS. 3331, the \"Intercountry Adoption Universal Accreditation Act of 2012,\" which provides intercountry adoption accreditation standards for the adoption of children from countries which are not parties to the Hague Adoption Convention;\nS. 3454, the \"Intelligence Authorization Act for Fiscal Year 2013,\" which authorizes fiscal year 2013 appropriations for U.S. intelligence-related activities and establishes and amends various intelligence-related authorities;\nS. 3472, the \"Uninterrupted Scholars Act (USA),\" which authorizes, in certain circumstances, the release of child education records without parental consent, and eliminates parental notification requirements for information requested for certain court proceedings;\nS. 3630, which designates the facility of the United States Postal Service in Waterford, Wisconsin, as the Captain Rhett W. Schiller Post Office;\nS. 3662, the \"Lieutenant Ryan Patrick Jones Post Office Designation Act,\" which designates the facility of the United States Postal Service in Westminster, Massachusetts, as the Lieutenant Ryan Patrick Jones Post Office Building; and\nS. 3677, which makes a technical correction to clarify that the requirement that Federally-regulated lending institutions deposit flood insurance premiums and fees in an escrow account on behalf of borrowers only applies to \"residential\" improved real estate.\n\n\n\n\n"
}