{
    "title": "Statement by Chair of the Council of Economic Advisers Christina Romer on the Employment Situation in January | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/statement-chair-council-economic-advisers-christina-romer-employment-situation-janu",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 05, 2010\n\n \n\n\n\nStatement by Chair of the Council of Economic Advisers Christina Romer on the Employment Situation in January\n\n\n\n\nThe statement below was posted on obamawhitehouse.archives.gov by the Chair of the Council of Economic Advisers Christina Romer in response to the January employment report. The statement can also be accessed HERE.\nOn the Employment Situation in January\nPosted by Christina Romer on February 05, 2010 at 09:30 AM EST\nWhile unemployment remains a severe problem, today’s employment report contains encouraging signs of gradual labor market healing.  The unemployment rate fell three-tenths of a percentage point and employment rose in a number of industries, though overall employment fell slightly.\nThe unemployment rate declined from 10.0 percent to 9.7 percent.  This decline occurred despite a modest rise in the labor force.  The broadest measure of the unemployment rate, which includes all persons marginally attached to the labor force and workers working part time for economic reasons, fell almost a full percentage point.  Obviously, the unemployment rate remains unacceptably high, and is even worse for certain demographic groups such as teenagers and black or African American workers.\nOverall payroll employment declined 20,000 in December.  This total reflects substantial variation across industries.  Employment in manufacturing rose for the first time since January 2007, led by an increase in employment in motor vehicles and parts.  Employment also rose in retail trade and in temporary help employment.  Employment fell, however, in construction and state and local government.\nEven as today’s numbers contain signs of the beginning of recovery, they are also a reminder of how far we still have to go to return the economy to robust health and full employment.  Indeed, with the benchmark revision announced today, we now know that the total job loss over the recession was more than 1 million larger than previously estimated.  That is why at the same time that he released a plan for reining in the budget deficit over the medium and long run, the President has called on Congress to enact responsible, targeted actions to jump-start job creation.  His proposals for a small business jobs and wages tax cut and a new program to encourage small business lending are important steps to help the businesses that are essential to robust job creation.  Today’s numbers showing continued decline in construction and state and local government employment emphasize the importance of two other of the President’s priorities—continued infrastructure investment and additional aid for strapped state and local governments.\nThere will likely be bumps in the road ahead.  The monthly employment and unemployment numbers are volatile and subject to substantial revision.  Therefore, it is important not to read too much into any one monthly report, positive or negative.  It is essential that we continue our efforts to move in the right direction and replace job losses with robust job gains.\n[[nid:8683]]\n \nChristina Romer is Chair of the Council of Economic Advisers\n\n\n\n"
}