{
    "title": "Letter from the President -- War Powers Resolution Letter Regarding Libya | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/07/27/letter-president-war-powers-resolution-letter-regarding-libya",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 27, 2014\n\n \n\n\n\nLetter from the President -- War Powers Resolution Letter Regarding Libya\n\n\n\n\n\n\tTEXT OF A LETTER FROM THE PRESIDENT\n\n\tTO THE SPEAKER OF THE HOUSE OF REPRESENTATIVES\n\n\tAND THE PRESIDENT PRO TEMPORE OF THE SENATE\n\n\t \n\n\tJuly 27, 2014\n\n\t \n\n\tDear Mr. Speaker: (Dear Mr. President:)\n\n\t \n\n\tAs I most recently reported on June 12, 2014, U.S. Armed Forces have been in Libya to support the security of U.S. personnel in that country. During the period July 25-26, due to ongoing violence resulting from clashes between Libyan militias in the immediate vicinity of the U.S. Embassy in Tripoli, embassy personnel and the U.S. forces supporting their security were temporarily relocated outside Libya. The U.S. forces departed Libya, via Tunisia, for U.S. bases in Europe. To support the safe departure of the embassy staff from Libya over land through Tunisia, U.S. military aircraft and additional military personnel entered Libya and Tunisia; those forces have also returned to bases in Europe.\n\n\t \n\n\tThis action has been directed consistent with my responsibility to protect U.S. citizens both at home and abroad, and in furtherance of U.S. national security and foreign policy interests, pursuant to my constitutional authority to conduct U.S. foreign relations and as Commander in Chief and Chief Executive.\n\n\t \n\n\tI am providing this report as part of my efforts to keep the Congress fully informed, consistent with the War Powers Resolution (Public Law 93-148). I appreciate the support of the Congress in these actions.\n\n\t \n\n\tSincerely,\n\n\t \n\n\tBARACK OBAMA\n\n\n\n\n"
}