{
    "title": "First Lady Michelle Obama Announces Opening of Old Family Dining Room on Public Tour Route | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/02/10/first-lady-michelle-obama-announces-opening-old-family-dining-room-publi",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nFebruary 10, 2015\n\n \n\n\n\nFirst Lady Michelle Obama Announces Opening of Old Family Dining Room on Public Tour Route\n\n\n\n\nWATCH LIVE: At 11:00am ET, in honor of the opening of the Old Family Dining Room, First Lady Michelle Obama will surprise visitors on the White House public tour route.  To watch live, click HERE.\nPHOTO: A downloadable photo of the Old Family Dining Room can be found HERE.\nWASHINGTON, DC - Today, First Lady Michelle Obama unveiled the Old Family Dining Room for public viewing for the first time in White House history. Through a joint effort by the First Lady and the Committee for the Preservation of the White House, and funded by a special donation from the White House Historical Association, the room has been refurbished and will serve as a showcase of 20th century art and design.  Adjacent to the State Dining Room, the Old Family Dining Room has a rich history that dates back to 1825.  Additional information on the history of the Old Family Dining room can be found HERE.\n“It is my pleasure to help pull back the curtain on this special part of the White House,” said First Lady Michelle Obama. “Today and moving forward, the Old Family Dining room will reflect the history of our former First Families and represent the legacy and impact of modern American artists.”\nAs part of the room’s renovation, the following items have been added to the permanent White House collection for display in the Old Family Dining Room:\n\n\nResurrection by Alma Thomas (1891-1978)\n\t\t\t1966, acrylic and graphite on canvas (36 x 36 3/16 in.)\n\t\t\tThe George B. Hartzog, Jr. White House Acquisition Trust (White House Historical Association)\n\t\t\tAn educator and artist in Washington, D.C. for most of her career, Alma Thomas was one of the renowned members of the Washington Color School. This painting is the first artwork by an African-American woman featured in the White House.\nLocated on the north wall.  \nEarly Bloomer [Anagram (a Pun)] by Robert Rauschenberg (1925-2008)\n\t\t\t1998, vegetable dye transfer on polylaminate panel (61 x 49¼ in.)\n\t\t\tGift of Untitled Press, Inc., in honor of the Robert Rauschenberg Foundation\n\t\t\tAn innovator in many mediums, Rauschenberg received the National Medal of the Arts in 1993.\nLocated on the west wall.  \n\n\nStudy for Homage to the Square: Asking by Josef Albers (1888-1976)\n\t\t\t1963, oil on masonite (18 x 18 in.)\n\t\t\tGifts of The Josef and Anni Albers Foundation, in honor of Barack and Michelle Obama\nLocated on the south wall.  \n\n\nHomage to the Square by Josef Albers (1888-1976)\n\t\t\t1966, oil on masonite (18 x 18 in.)\n\t\t\tGifts of The Josef and Anni Albers Foundation, in honor of Barack and Michelle Obama\n\t\t\tGerman immigrant artist and color theorist Josef Albers began his “Squares” series in 1950, studying the effects of adjacent colors and the illusions created of squares advancing or receding in space.\nLocated on the south wall.  \n\n\nBlack, White, and Gray by Anni Albers (1899-1994)\n\t\t\t1950, pictorial weaving adapted as a wool rug\n\t\t\tGifts of The Josef and Anni Albers Foundation, in honor of Barack and Michelle Obama\n\t\t\tA pioneering abstract artist, Anni Albers was best known for her work in textiles.\n\n\nNew York World’s Fair Tableware\n\t\t\t1939, ceramic plate, china, and glassware. Silver tea set manufactured by Graff, Washbourne, & Dunn\n\t\t\tReceived by the White House after the conclusion of the fair in 1940. The coffee and tea pots – spherical with triangular spouts – are suggestive of the Perisphere and Trylon, symbols of the 1939 fair. \n\n\nFor additional information about tours of the White House, please visit: http://obamawhitehouse.archives.gov/about/tours-and-events\n\n\n\n\n"
}