{
    "title": "Campaign to Cut Waste: Vice President Biden Announces U.S. will Halt Production of Excess Dollar Coins and Department of Justice Recovered a Record $5.6 billion in Fraud in 2011 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/12/13/campaign-cut-waste-vice-president-biden-announces-us-will-halt-productio",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 13, 2011\n\n \n\n\n\nCampaign to Cut Waste: Vice President Biden Announces U.S. will Halt Production of Excess Dollar Coins and Department of Justice Recovered a Record $5.6 billion in Fraud in 2011\n\n\n\n\n\nDepartment of Health and Human Services Takes New Steps to Prevent Medicare Fraud\n\n\tAs part of the Obama Administration’s Campaign to Cut Waste, Vice President Biden today announced the U.S. Mint would suspend the production of Presidential dollar coins for circulation. Today, nearly 1.4 billion surplus dollar coins are sitting in Federal Reserve vaults due to lack of demand for the coins. By halting this unnecessary production, the Administration will save taxpayers at least $50 million per year in production and storage costs.  The Vice President made today’s announcement at a Cabinet meeting focused on the President’s commitment to cut waste and eliminate misspent dollars across the Federal government.\n\n\tThe Vice President also announced significant progress in cracking down on fraud, including that the Department of Justice recovered more than $5.6 billion in fraud government-wide in 2011, a 167 percent increase in recovery from 2008 and a new record, and that the Department of Health and Human Services will prevent Medicare fraud by telling prescription drug plans to withhold payment when they see signs of suspicious activity related to OxyContin, Percocet, and other narcotics and painkillers.\n\n\tVice President Biden said, “Today’s announcements, from putting an end to the wasteful production of Presidential dollar coins to recovering over $5 billion in fraud, demonstrate the Administration’s continued commitment to cutting waste and protecting taxpayers.\"\n\nHalting Production of Excess Dollar Coins\n\tThe Vice President and Secretary Geithner announced the Administration’s plan to stop the wasteful production of $1 coins for circulation. In 2005, Congress enacted the Presidential $1 Coin Act, which mandated that the United States Mint issue new Presidential $1 Coins with the likeness of every deceased President.  But more than 40 percent of the $1 coins that the United States Mint has issued have been returned to the Federal Reserve, because nobody wants to use them.\n\n\n\tAs a result, nearly 1.4 billion excess dollar coins are already sitting unused in Federal Reserve Bank vaults – enough to meet demand for more than a decade.  But until today, the Mint was on pace to produce an additional 1.6 billion dollar coins through 2016.\n\n\tTo put a stop to this waste the Administration will halt the production of Presidential $1 Coins for circulation. The Administration will still be required, by law, to continue to produce a relatively small number of the coins to be sold to collectors, at no cost to taxpayers.  Instead of producing 70-80 million coins per President, the United States Mint will now only produce as many as collectors want. Regular circulating demand for $1 coins will be met through the Federal Reserve Banks' existing inventory, which will be drawn down over time. Overall, this step will save at least $50 million annually over the next several years.\n\n\t“At the Treasury Department, we’re continuing to work hard in support of President Obama and Vice President Biden’s efforts to cut waste and streamline government,” said Treasury Secretary Tim Geithner. “Putting a stop to the minting of surplus $1 coins represents a significant opportunity to reduce costs and improve efficiency. In these tough times, Americans are making every dollar count, and they deserve the same from their government. We simply shouldn’t be wasting taxpayer money on money that taxpayers aren’t using.”\n\nCracking Down on Fraud\n\tAt the meeting, the Vice President and the Deputy Attorney General announced the Department of Justice (DOJ) recovered over $5.6 billion in total fraud in 2011, an increase of over 167% since 2008. This includes almost $3.4 billion in civil fraud, and over $2.2 billion in criminal fraud. For example, a company called American Grocers was buying expired (and, therefore, deeply discounted) food, altering the dates on the food, and selling the food at a steep markup to the government to serve to American troops serving in Iraq. The owner of the company was sentenced to 24 months in prison, and the Department of Justice reached a $15 million settlement with the company.\n\n\tOf the $5.6 billion recovered by DOJ in 2011, over $2.9 billion was in health care fraud alone. This was driven in part by unprecedented cooperation between the Department of Justice and the Department of Health and Human Services to detect and halt fraud earlier.  Specifically, the Obama Administration has greatly expanded the use of Medicare Fraud Strike Forces, specialized teams of agents and prosecutors who focus on catching health care fraud. The teams monitor Medicare data in real time and work together to prosecute fraud much more quickly than before.  It now often takes months, not years, to bring a case to resolution. At the start of the Administration, there were two Strike Force teams. Now, there are Strike Force teams in nine different cities.  And they have been effective: in 2008, they brought cases involving $384 million in fraudulent claims. This year, they brought cases involving over $1 billion in fraudulent claims.  For every dollar spent on this effort, the Administration has recovered seven dollars.\n\n\tThe Department of Justice has also recovered $15 billion in total fraud since 2009. Some of this money has gone back to states, whistleblowers, or into strengthening important programs like Medicare and Medicaid.  Other funds have been returned to the Treasury for deficit reduction.  Of the $15 billion recovered since 2009, $8.4 billion was in health care fraud alone.\n\n\tThe Department of Justice also announced they doubled fraud recoveries between 2008 and 2011 in twenty-one states, the District of Columbia, and the Virgin Islands. This includes Alaska, Arkansas, Colorado, Florida, Georgia, Kansas, Massachusetts, Maryland, Michigan, Minnesota, Mississippi, Nevada, Ohio, Oklahoma, South Dakota, Tennessee, Virginia, Vermont, Washington, West Virginia, and Wisconsin, as well as the District of Columbia and the Virgin Islands.  In fact, 15 of these states quadrupled recoveries and 19 of these tripled recoveries. Click HERE to see the state by state numbers.\n\n\tThis increase in recovering fraud comes as the Administration is decreasing the amount of fraud that occurs in the first place.  Government-wide improper payment rates – which include fraudulent payments and other types of errors – were cut by 11 percent this year, keeping $18 billion in taxpayer funds from going to the wrong people or for the wrong purposes.\n\n\t“All across the country, the Department of Justice continues to move aggressively to protect the American people from fraud.  In this past fiscal year, we recovered more money from fraudsters than ever before, over $5.6 billion,” said Deputy Attorney General James Cole. “These efforts not only send the message that those who commit fraud will be held to account, they also result in more dollars in the national treasury and demonstrate a high rate of return on the American taxpayers’ investment in the Justice Department.”\n\nNew Steps to Prevent Fraud with OxyContin, Percocet, and Other Prescription Drugs\n\tAs a next step in an aggressive campaign to crack down on Medicare fraud, the Department of Health and Human Services (HHS) will direct all Medicare prescription drug plans to use every tool at their disposal to prevent fraud. Patients sometimes “doctor shop,” visiting numerous doctors to get multiple prescriptions for OxyContin, Percocet, and other painkillers and narcotics.  In some cases, these medicines are abused by the patients. In others, patients sell the extra drugs.\n\n\tOxyContin and Percocet abuse, prescription drug fraud, and so-called “doctor shopping” are major problems.  The Government Accountability Office recently reported that “170,000 Medicare beneficiaries received prescriptions from five or more” doctors for drugs that are frequently abused, like OxyContin and Percocet. \n\n\tWhile not all of these cases are fraudulent, some are. In 2008, for example, one Medicare beneficiary “received prescriptions for a total of 3,655 oxycodone pills [such as OxyContin]…from 58 different prescribers.” \n\n\tToday, HHS announced they have urged insurance companies to take every step possible to prevent such fraud. Specifically, HHS’ guidance tells prescription drug plans to withhold payment on suspicious claims, including when enrollees use multiple doctors to obtain painkillers and narcotics. Companies that offer prescription drug plans already process each of a patient’s prescriptions.  While HHS generally requires prompt payment, today’s guidance clarifies that if a plan sees signs of suspicious activity, it should withhold payment to pharmacies until it verifies the claim is valid. \n\n\tThis guidance to prescription drug plans also explains how plans can use tools like prior authorization, retrospective medical review, and prescribing for less than 30 days (with the cooperation of prescribing practitioners) to root out fraud and ensure appropriate coverage in Medicare.\n\n\t“Prescription drug misuse has a serious human and financial cost,” said Health and Human Services Secretary Kathleen Sebelius.  “The Obama Administration is making unprecedented strides in cracking down on fraud that contributes to this problem while costing taxpayers dollars.  With these actions, we are going to continue to stop fraud before it happens and make sure that those who do defraud taxpayers are held accountable.”\n\n\n\n\n"
}