{
    "title": "State of the Union Viewer’s Guide | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/state-union-viewer-s-guide",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 27, 2010\n\n \n\n\n\nState of the Union Viewer’s Guide\n\n\n\n\nRESCUE, REBUILD, RESTORE – A NEW FOUNDATION FOR PROSPERITY\nTaking office amidst two wars, an economy in recession, a financial system on the verge of collapse, and a government deeply in debt, President Obama and his Administration have pulled the nation back from the brink of economic disaster.  The President recognizes that while the worst of the crisis is behind us, more needs to be done to restore economic security for middle class families after a lost decade of declining wages, eroding retirement security and escalating health care and tuition costs.\nThe following is in chronological speech order:\n\nThe President will fight to recover the money American taxpayers spent to bailout the banks.     “To recover the rest, I have proposed a fee on the biggest banks.  I know Wall Street isn’t keen on this idea, but if these firms can afford to hand out big bonuses again, they can afford a modest fee to pay back the taxpayers who rescued them in their time of need.”   The President has proposed the Financial Crisis Responsibility Fee, which will require the largest and most highly leveraged Wall Street firms to pay back taxpayers and provide a deterrent against excessive leverage for the largest firms.  The conservative estimate for the cost of TARP in the budget is $117 billion, but the Treasury Department expects it to be much less and the fee will be in place for a minimum of ten years or however long it takes to recoup every last penny to the American taxpayer.\nThe President recognizes that Small Businesses will be key to our nation’s economic recovery.   “I’m proposing that we take $30 billion of the money Wall Street banks have repaid and use it to help community banks give small businesses the credit they need to stay afloat.  I am also proposing a new small business tax credit – one that will go to over one million small businesses who hire new workers or raise wages.”  To get small businesses growing again, and growing our economy, the President has proposed a range of provisions that include tax incentives to spur investment; expanded access to capital and growth opportunities to create jobs; and increased support for entrepreneurship to foster innovation.  He is proposing an employment tax credit for small businesses to encourage hiring, eliminating capital gains taxes on small business investments, extending enhanced small business expensing, and transferring $30 billion in resources from TARP to a new program to help community and smaller banks give small businesses the credit they need.  The President and members of his Administration will announce additional details in the coming weeks.\nThe President reiterates his support for continued investment in our nation’s infrastructure.  “Tomorrow, I’ll visit Tampa, Florida, where workers will soon break ground on a new high-speed rail road funded by the Recovery Act.  There are projects like that all across this country that will create jobs and help our nation move goods, services, and information.”  Through the Recovery Act, we made the largest investment in our nation’s infrastructure since President Eisenhower called for the creation of our national highway system over half a century ago.  In his speech, the President announced funding to make a down-payment on a new nationwide high-speed rail system being built in-part with ARRA dollars.\nTax breaks to keep jobs at home.  “(I)t’s time to finally slash the tax breaks for companies that ship our jobs overseas and give those tax breaks to companies that create jobs in the United States of America.”  The President has called for an end for tax breaks for companies that ship our jobs overseas to help fund tax cuts – like making the R & E credit permanent – that reward companies for investing and creating jobs in the United States.\nThe President also called on the Senate to pass a jobs bill that he can sign. “The House has passed a jobs bill….  As the first order of business this year, I urge the Senate to do the same. People are out of work.  They are hurting.  They need our help.  And I want a jobs bill on my desk without delay.”  The bold and difficult steps the President took to stabilize the financial system have reduced the cost of TARP by more than $200 billion, providing additional resources for job creation and for deficit reduction.  In December, the President outlined a package of targeted measures to help further stimulate private sector hiring, including measures to facilitate small business growth, green jobs and infrastructure.  The House has passed strong legislation - it is time for the Senate to do the same.\nThe President called on the Senate to pass a financial reform package.  “A strong, healthy financial market makes it possible for businesses to access credit and create new jobs.  It channels the savings of families into investments that raise incomes.  And that can only happen if we guard against the same recklessness that nearly brought down our entire economy.”  Essential reforms include measures to protect consumers and investors from financial abuse; close loopholes, raise standards, and create accountability for supervision of major financial firms; restrict the size and scope of financial institutions to reign in excesses and protect taxpayers and address the ‘too big to fail’ problem; and establish comprehensive supervision of financial markets.\nWe must invest in American ingenuity and innovation.  “We need to encourage American innovation.”  The Obama Innovation Agenda will get us closer to the President’s long-term goal of increasing combined private and public R&D investment to three percent of GDP.  The Obama 2011 budget will move us closer to restoring America to first in the world in college completion; and invest in the next generation of scientists so we will not lag behind countries like China in science and engineering graduates.  More details will be announced in the coming weeks.\nA vision for a clean energy economy.  “…to create more of these clean energy jobs, we need more production, more efficiency, and more incentives.”  We will build on the historic $80 billion investment made through the Recovery Act.  The President’s vision includes investments in important technologies to diversity our energy sources and reduce our dependence on foreign oil, including:  the renewal of our nation’s nuclear energy industry after a 30-year hiatus, cutting edge biofuel and clean coal technologies, and additional offshore oil and gas drilling.  To fully transition to a clean energy economy and create millions of new American jobs, we must pass comprehensive energy and climate legislation to promote energy independence and address climate change.\nWe need to export more of our goods around the world.  “We will double our exports over the next five years, an increase that will support two million new jobs in America.”  To meet this goal, we’re launching a National Export Initiative that will help farmers and small businesses increase their exports and expand their markets.  Details will be announced in the coming weeks, but the NEI includes the creation of the President’s Export Promotion Cabinet and an enhancement of funding for key export promotion programs.  We will work to shape a Doha trade agreement that opens markets and will continue to work with key allies like South Korea, Panama, and Colombia on trade agreements that provide real benefits to our workers.   The President and members of his Administration will announce additional details in the coming week.\nThe President will continue his push to invest in the skills and education of our people.  “This year, we have broken through the stalemate between left and right by launching a national competition to improve our schools.  The idea here is simple:  instead of rewarding failure, we only reward success.  In this country, the success of our children cannot depend more on where they live than their potential.”  The Obama Administration supports a new vision for increasing student achievement, delivering opportunity, and supporting excellence in America’s public schools.  The President’s 2011 budget supports a new framework for the Elementary and Secondary Education Act that will foster innovation, reward excellence, and promote reform in our schools, as well as invests an additional $1.35 billion to continue the historic Race to the Top program to open it up to districts in order to spur innovation and additional progress.  At the same time, the Administration is moving to consolidate ineffective policies and practices.  The President’s Budget eliminates six programs and consolidates 38 others into 11 new programs that emphasize using competition to allocate funds, giving communities more choices around activities, and using rigorous evidence to fund what works.\nThe President is committed to making college affordable for all Americans.  “(I)n this economy, a high school diploma no longer guarantees a good job.”  To increase college access and completion, the Administration will make student loans more affordable by limiting a borrower’s payments to 10 percent of his/her income and forgives remaining debt after 20 years – 10 years for public service works.  We will also make permanent the American Opportunity Tax Credit.  The President urges the Senate to pass the American Graduation Initiative, which invests more than $10 billion over the next decade in reforming our nation’s community colleges, promoting college completion, and moving toward the President’s goal of having the highest proportion of college graduates in the world by 2020.  The President is also asking colleges and universities to do their share to make college affordable for all Americans cutting their own costs.\nThe President is making investments to ensure that the middle-class benefits from this economic recovery.   “(T)he price of college tuition is just one of the burdens facing middle-class families.  That’s why last year I asked Vice President Biden to chair a task force on Middle Class Families.”  The President has outlined immediate steps to reduce the strain on family budgets and help middle class families manage their child and elder care responsibilities, save for retirement and pay for college.  He will double the child tax credit this year, make it easier to save for retirement with automatic IRAs for workers without access to existing retirement plans, provide  larger tax credits to match retirement savings for millions of additional workers, and provide new safeguards to protect retirement savings.\nThe President remains committed to helping Americans stay in their homes and help their homes retain their value.  “… we’re working to lift the value of a family’s single largest investment – their home.”  Last year, we took steps allowing millions of Americans to take out new loans and save an average of $1,500 per family on mortgage payments.  This year, we will step up programs that encourage re-financing so that homeowners can move into more affordable and sustainable mortgages.   In addition to the changes proposed last week to ensure sound risk management, the FHA is continuing to evaluate its mortgage insurance underwriting standards and its measures to help distressed and underwater borrowers through other FHA initiatives going forward.   In order to ensure American families receive the same consideration American corporations do, the Obama Administration remains supportive of efforts to allow bankruptcy proceedings to renegotiate all debts, including home mortgages.\nAs Americans are getting their budgets in order, the President is getting the nation’s financial house in order.  “Like any cash-strapped family, we will work within a budget to invest in what we need and sacrifice what we don’t.”  The President has announced the three year, non-security discretionary spending freeze, and also called for a bipartisan Fiscal Commission to identify policies to improve the fiscal situation in the medium term and to achieve fiscal sustainability over the long run.  The President and members of his Administration will announce additional details in the coming weeks.\nChanging the way we do business.  “To close that credibility gap, we must take action on both ends of Pennsylvania Avenue to end the outsized influence of lobbyists; to do our work more openly; and to give our people the government they deserve.”  The President has called for additional new lobbyist reforms, including enhanced disclosure of lobbyist contacts, strict campaign contribution limits by lobbyists, and a single earmark database, so American taxpayers find out what earmarks are being requested, and where their money is going.\nCountering Citizens United.  “I don’t think American elections should be bankrolled by America’s most powerful interests, or worse, by foreign entities.”  Last week’s Supreme Court Citizen’s United decision opens the floodgates to special interests and foreign countries and companies bankrolling national campaigns.   The President called for bipartisan support for legislation that will remedy the Supreme Court’s unprecedented and troubling decision. \nThe President’s focus on national security includes rooting out terrorists where they hide.  “Since the day I took office, we have renewed our focus on the terrorists who threaten our nation.”  In the last year, hundreds of Al Qaeda’s fighters and affiliates have been captured or killed – far more than in 2008.\nThe President stands by military families.  “Tonight, all of our men and women in uniform … must know that they have our respect, our gratitude, and our full support.”  The President’s 2011 budget announces significant new investments, totaling more than $8 billion, and protections for our nation’s military families, including increased military pay and housing allowances, increased funding for family support programs, expanded availability of affordable, high-quality child care, the renovation or replacement of schools, and expanded and improved care for wounded, ill and injured service members.\nThe President’s commitment to Non-Proliferation results.  “Even as we prosecute two wars, we are also confronting the greatest danger to the American people – the threat of nuclear weapons.”  The United States and Russia are completing negotiations on the farthest-reaching arms control treaty in nearly twenty years.   He will also host a Nuclear Security Summit in April, which will bring forty-four nations together behind a clear goal: to secure all vulnerable nuclear materials around the world in four years, so that they never fall into the hands of terrorists.\nThe President is launching a bioterror and pandemic threat initiative.  “We are launching a new initiative that will give us the capacity to respond faster and more effectively to bio-terrorism or an infectious disease – a plan that will counter threats at home, and strengthen public health abroad.”  The President called to action key U.S. Government leaders to re-design our medical countermeasure enterprise to protect Americans from bioterror or infectious health threats.  We will pursue a business model that leverages market forces and reduces risk to attract pharmaceutical and biotechnology industry collaboration with the U.S. Government.\nThe President announced that he will work this year to repeal “Don’t Ask, Don’t Tell.”  “I will work with Congress and the military to finally repeal the law that denies gay Americans the right to serve the country they love because of who they are.”\nThe President is establishing a National Equal Pay Enforcement Task Force.   “We are going to crack down on violations of equal pay laws – so that women get equal pay for an equal day’s work.”  To make sure we uphold our nation’s core commitment to equality of opportunity, the Obama Administration is implementing an Equal Pay initiative to improve compliance, public education, and enforcement of equal pay laws.  The Task Force will ensure that the agencies with responsibility for equal pay enforcement are coordinating efforts and limiting potential gaps in enforcement.  The Administration also continues to support the Paycheck Fairness Act, and is increasing funding for the agencies enforcing equal pay laws and other key civil rights statutes.\nImmigration reform.  “And we should continue the work of fixing our broken immigration system – to secure our borders , enforce our laws so that everyone who plays by the rules can contribute to our economy and enrich our nation.”  The President is pleased Congress is taking steps forward on immigration reform that includes effective border security measures with a path for legalization for those who are willing to pay taxes and abide by the law.  He is committed to confronting this problem in practical, effective ways, using the current tools at our disposal while we work with Congress to enact comprehensive reform.\n\n\n\n\n"
}