{
    "title": "First Lady Michelle Obama to Plant White House Kitchen Garden and Embark on American Garden Tour | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/01/first-lady-michelle-obama-plant-white-house-kitchen-garden-and-embark",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nApril 01, 2016\n\n \n\n\n\nFirst Lady Michelle Obama to Plant White House Kitchen Garden and Embark on American Garden Tour\n\n\n\n\n\nTuesday, April 5, 2016\n\nThe White House * 1:30 PM – The First Lady will welcome students from across the country as well as NASA representatives to plant the White House Kitchen Garden for the eighth year in a row, and final time as First Lady. In 2009, Mrs. Obama planted a vegetable garden on the South Lawn to initiate a national conversation around the health and wellbeing of our nation—a conversation that evolved into her Let’s Move! initiative.\n\n\tMrs. Obama will be joined by students that have inspiring school garden programs from Wisconsin, Colorado, and Louisiana, and she will be joined by students from Bancroft Elementary School and Harriet Tubman Elementary School, who regularly help in the White House Kitchen Garden. The First Lady also invited some of the students from Bancroft Elementary who participated in the ground breaking of the garden and in the very first planting in 2009.\n\n\tIn addition, NASA Deputy Administrator Dava Newman and Astronaut Cady Coleman will join Mrs. Obama and the students to plant the same variety of lettuce that has been grown on the International Space Station.\n\nThe event will be livestreamed at obamawhitehouse.archives.gov/live.\n\nMEDIA RSVP:  This event is open to pre-credentialed media.  Members of the media who wish to cover this event must RSVP to firstladypress@who.eop.gov by Monday, April 4, 2016. Members of the media who do not have a hard pass must submit their full name, date of birth, social security number, gender, and city and state.\n\n\tStudents joining the First Lady participate in the following garden programs:\n\nWashburn School Garden Program – Washburn, Wisconsin\n\n\tThe mission of the Washburn School Garden Program is to cultivate environmental stewardship, foster human health, and develop ecological sustainability. The Washburn School District currently maintains a 6,400 square foot school garden and small orchard. Elementary grades each have a section of the garden to maintain throughout the year, and the middle school and high school have classes that use the garden extensively, culminating in an Agriprenuer program. Much of the food grown is used in the school food service, with additional food sold to the community. \n\nMontezuma School to Farm Project – Cortez, Colorado \n\n\tThe Kemper Elementary School Garden is a program of the Mancos Conservation District's Montezuma School to Farm Project (MSTFP) in Cortez, Colorado. Kemper serves several Native American tribal communities along with a strong Hispanic community and students of families that were some of the first settlers in the area. With a strong indigenous and agricultural heritage, students learn science, math, health, and nutrition lessons through experiential education lessons that use native seed varietals and focus on drought resilient water and soil conservation practices. Produce that students grow in their school garden goes directly to school cafeteria meals, student taste testing, and is also utilized in youth farmers’ markets.\n\nEdible Schoolyard New Orleans (ESYNOLA) – New Orleans, Louisiana\n\n\tESYNOLA is a comprehensive seed-to-table food education program that aims to change the way children eat, learn, and live. The program offers hands-on gardening and kitchen classes that are integrated into the curriculum, culture, and cafeteria programs at the schools it serves. At Arthur Ashe Charter School, each grade level participates in garden classes where the students learn the importance of cultivating the soil, planting, nurturing, growing, sowing, and harvesting fruits, vegetables, herbs, and flowers. From wellness workshops to Family Food Nights, the program helps students learn the importance of eating healthy and connect their experiences in the garden to the subjects they are learning in their classrooms.\n\nThursday, April 7, 2016\n\nThe First Lady will continue her American Garden Tour to highlight the impact and benefits of diverse gardens across the country. Earlier this year, Mrs. Obama surprised students who participate in gardening programs at Watkins Elementary School and John Burroughs Elementary School in Washington, DC, along with a local family, who has made their backyard garden a community effort. In case you missed it, watch the video of the surprise visits HERE.\n\nBurke County, Georgia * 11:00AM ET – The First Lady will visit Burke County Middle School and join students to plant the school garden.\n\n\tRural Burke County has a Farm to School Program that provides farm fresh produce to their students daily. By offering local, fresh fruits and vegetables, the school district found that student consumption rates of fruits and vegetables doubled. Burke County Middle School is home to the county’s STEM-based learning garden, where students are writing a cookbook that incorporates food they are harvesting from their garden.  The district also offers a bi-monthly farmers’ market at the high school that showcases the locally grown food, and the district provides cooking demonstrations in class to reinforce the healthy habits being taught in the lunchroom. \n\nThis event will be open to pre-credentialed media. Please RSVP by Tuesday, April 5, 2016 at 5pm ET with full name and outlet to Ryan Vilfer at Vilfer.Ryan@gmail.com.\n\nNewark, New Jersey * 3:00PM ET – The First Lady will join students at Philip’s Academy Charter School to participate in planting their school garden.\n\n\tPhilip’s Academy created the EcoSpaces Education program to connect students to food, how it’s grown, and how it nourishes their bodies in order to empower them to make healthy choices throughout their lives.  Students receive homemade meals prepared by their culinary team following USDA nutritional guidelines and served family style by the children at a community table. The school uses their learning environments—a rooftop garden, teaching kitchen, AeroFarms indoor growing lab, and dining room—to connect core curriculum to food literacy in an interactive way.\n\n This event will be open to pre-credentialed media. Please RSVP by Tuesday, April 5, 2016 at 5pm ET with full name and outlet to Ken Campbell at kenjcampbell@gmail.com.\n\n\t###\n\n\n\n\n"
}