{
    "title": "President Obama, Vice President Biden, First Lady Michelle Obama and Dr. Jill Biden Launch National \"Joining Forces\"Initiative to Support America's Military Families | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/04/12/president-obama-vice-president-biden-first-lady-michelle-obama-and-dr-ji",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 12, 2011\n\n \n\n\n\nPresident Obama, Vice President Biden, First Lady Michelle Obama and Dr. Jill Biden Launch National \"Joining Forces\"Initiative to Support America's Military Families\n\n\n\n\nWashington, DC – President Barack Obama, Vice President Joseph Biden, First Lady Michelle Obama and Dr. Jill Biden today launched Joining Forces, a national initiative to support and honor America’s service members and their families.  The initiative aims to educate, challenge, and spark action from all sectors of our society – citizens, communities, businesses, non-profits, faith based institutions, philanthropic organizations, and government – to ensure military families have the support they have earned.\n\nJoining Forces is spearheaded by Mrs. Obama and Dr. Biden, who have been leaders in supporting our nation’s military families and advocating for their priorities.  Joining Forces was created to address the unique challenges and needs of military families that Mrs. Obama and Dr. Biden have heard firsthand during meetings with military spouses, briefings with military leaders, and many visits to military communities at home and abroad, and through their work on military family priorities.  Building on this groundwork, the initiative will focus on key priority areas – employment, education, and wellness, while engaging in a comprehensive effort to raise awareness about the service, sacrifice, and needs of military families.\n\n\t“Joining Forces was created to recognize and serve our nation’s extraordinary military families who, like their loved ones in uniform, serve and sacrifice so much so that we can live in freedom and security,” said Mrs. Obama.  “This is a challenge to every segment of American society not to simply say thank you but to mobilize, take action and make a real commitment to supporting our military families.”\n\n\t“There are so many ways that every American can lend a hand and make a difference,” said Dr. Biden. “We have met individuals and groups across this country who are supporting our troops and their families and showing all Americans that there are countless ways to help – some large and many small.  But all important.  And I can tell you from personal experience, all appreciated. That is why we are here today – and why Michelle and I are trying to rally American communities to join us.”\n\nJoining Forces also builds upon President Obama’s landmark Presidential Study Directive to establish a coordinated and comprehensive Federal approach to supporting military families.  Released this past January, Strengthening Our Military Families:  Meeting America’s Commitment aims to improve the quality of life of our military families, veterans, and survivors of the fallen.  The report details nearly 50 commitments from Cabinet Agencies to reform, strengthen, and better coordinate the Federal Government’s support for military families.  For example, the Department of the Treasury has established an Office of Service Member Affairs in the Consumer Financial Protection Bureau, to address the financial challenges that confront military families. The Departments of Labor, Commerce, Defense and the Small Business Administration are partnering with the business community to make it easier for veterans and their spouses to build a career.\n\nPresident Obama said, “We’re here today because these Americans in uniform have never served alone.  Not at Lexington and Concord, not in Iraq and Afghanistan.  Behind every American in uniform stands a wife or husband; a mother, a father; a son or daughter; a sister or brother.  These families – these remarkable families – are the force behind the force.”\n\n\t“I have always said we have lots of obligations as a nation – but only one truly sacred moral obligation:  to prepare and protect those we send into harm’s way, and to give them every bit of care they, and their families, need when they return,”  said Vice President Biden.\n\n\tThe Administration has made military families a priority across the federal government, but Joining Forces recognizes that this can’t be the work of government alone.  Joining Forces will reach out broadly to include commitments and efforts from outside government across many different sectors.  As an initial step, the White House convened and worked with leading employers, non-profits and media companies to kick off Joining Forces with meaningful commitments to address military families’ unique needs in employment, education, wellness and public awareness.  Some examples are below:\n\n\tIn employment, Sears Holdings, Walmart and Sam’s Club, Siemens Corporation, Goodwill, the Society for Human Resource Management, the U.S. Chamber of Commerce, Cisco, and Indeed.com have all committed to major hiring and training initiatives for veterans and family members, and/or transportable job options for military spouses.\n\n\tIn education, the National Math and Science Initiative, Discovery Education, National PTA, the Military Child Education Coalition, American Association of Colleges for Teacher Education, Reach Out and Read, Best Buy’s Geek Squad, McGraw Hill, the Better Business Bureau’s Military Line, and Intel have all committed to major initiatives to support academic achievement of military children, and to expand education and training opportunities for veterans and military spouses.\n\n\tIn wellness, Joining Forces has engaged associations and organizations representing primary care and mental health specialists across military and civilian health services to promote collaboration, sharing of best practices and expansion of exemplary models of care to reach all military families.  WebMD, the American Heart Association, Campaign for Tobacco-Free Kids, YMCA, National Military Family Association, Sierra Club, and the U.S. Tennis Association have all committed to expand access to wellness programs and resources for military families.\n\n\tCommitments also include public awareness activities to ensure that Americans know more about the unique challenges and needs of military families and their strength, resilience and service.  Joining Forces will work with Sesame Street, NASCAR, A&E Television Networks, AOL, USO, Viacom’s Nickelodeon and Country Music Channel, Disney ABC, Pixar, Major League Baseball, and the four major entertainment guilds on ongoing public awareness campaigns about military families.  And, Blue Star Families, the Red Cross, and ServiceNation: Mission Serve have developed an initiative enabling people to honor military families by making pledges of service.\n\n\tAs part of the initiative, a new website – JoiningForces.gov – provides ways for all Americans to step up and show their gratitude to our service members and their families. Visitors can send messages of thanks, find opportunities to get involved and share stories of service. The website will highlight Federal Government support and the outstanding American citizens, communities, and businesses that are serving our nation’s military families.\n\n\tIn response to the White House’s call to action, one of the nation’s leading nonpartisan institutions focused on national security, the Center for a New American Security (CNAS), has announced it will be coordinating commitments already made and mobilizing ongoing support for the initiative.  The effort at CNAS will be led by a board of distinguished Americans with a life of experience in the armed forces, military families and the private sector.  The two initial members of board will be General Stanley McChrystal (Ret.), and Patty Shinseki.\n\n\tA full fact sheet is available HERE.\n\n\n\n\n"
}