{
    "title": "Funcionarios de la Administración del Presidente Obama están visitando más de 35 comunidades esta semana para evaluar logros alcanzados y empleo generado con la Ley para la Recuperación a un año de haberse promulgado | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/funcionarios-de-la-administraci-n-del-presidente-obama-est-n-visitando-m-s-de-35-co",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 16, 2010\n\n \n\n\n\nFuncionarios de la Administración del Presidente Obama están visitando más de 35 comunidades esta semana para evaluar logros alcanzados y empleo generado con la Ley para la Recuperación a un año de haberse promulgado\n\n\n\n\nPresidente, Vicepresidente y funcionarios de agencias propondrán aumentar los éxitos de la Ley para la Recuperación con medidas adicionales para generar empleo \nWASHINGTON, DC – Con motivo del aniversario de la Ley para la Recuperación (Recovery Act), funcionarios de la Administración del Presidente Obama viajarán a más de 35 comunidades en todo el país esta semana para evaluar los logros alcanzados hasta la fecha con la Ley para la Recuperación y continuar impulsando las medidas de la Administración para generar empleo y hacer que más gente vuelva a trabajar. Gobernadores, alcaldes y miembros del Congreso participarán en reuniones y eventos que se llevarán a cabo en más de 25 estados y en todas las regiones del país.\nEl miércoles, el Presidente Obama conmemorará el aniversario aquí en la Casa Blanca con un evento en el que participarán estadounidenses de todo el país que se han beneficiado de la Ley para la Recuperación. Hoy, el Vicepresidente está pasando el día en Saginaw, MI, donde oirá hablar a residentes locales sobre las maneras en que la Ley para la Recuperación está ayudando a esta afectada comunidad, antiguamente dedicada al sector automotor, a renovarse para ser competitiva en la economía del siglo XXI.\nEn los eventos, funcionarios del gobierno hablarán sobre las maneras en que las propuestas adicionales del Presidente para generar empleo incrementarán logros alcanzados anteriormente con la Ley para la Recuperación a fin de generar más empleos y propiciar más crecimiento económico. Muchas de las propuestas del Presidente, desde ayuda a pequeñas empresas hasta inversión adicional en modificaciones a equipo para el consumo más eficiente de energía, son expansiones o extensiones de algunos de los programas más populares y eficaces de la Ley para la Recuperación.\nLa Ley para la Recuperación fue promulgada por el Presidente Obama el 17 de febrero, 2009. El programa es una combinación de recortes tributarios, ayuda económica y proyectos de infraestructura concebidos para atenuar el impacto de la desaceleración económica y sentar las bases para la recuperación de la economía. Expertos públicos y privados calculan que el programa ya es responsable por aproximadamente 2 millones de empleos, lo que significa que está en camino de respaldar más de 3.5 millones empleos para fines del 2010.\nSe puede encontrar una lista completa de eventos a continuación.\nMartes, 16 de febrero\nEl Vicepresidente Joe Biden pasará el día en Saginaw, MI, visitando una institución comunitaria de enseñanza superior que por medio de la Ley para la Recuperación está proporcionando capacitación laboral en tecnología avanzada a antiguos empleados del sector automotor. Además, almorzará con líderes empresariales locales que se están beneficiando del programa de préstamos de la Dirección de Pequeñas Empresas (Small Business Administration) conforme a la Ley para la Recuperación y visitará una planta solar que está expandiendo sus operaciones gracias a créditos tributarios de producción de energía avanzada proporcionados por la Ley para la Recuperación. La directora Mills de la SBA estará acompañándolo en este viaje.\nLa secretaria de Salud y Servicios Humanos Kathleen Sebelius estará en Atlanta, GA donde recorrerá un centro médico comunitario que ha recibido fondos por medio de la Ley para la Recuperación.\nLa secretaria del Departamento de Seguridad Nacional Janet Napolitano estará observando operativos del programa canino y de tecnología de detección de explosivos de la Dirección de Seguridad en el Transporte (Transportation Safety Administration o TSA) en Virginia y Texas, destacando la inversión de $576 millones en fondos de la Ley para la Recuperación y Reinversión en Estados Unidos dedicados a ofrecer seguridad al sistema de aviación de Estados Unidos y generar empleos en comunidades locales de todo el país.\nMike McCord, contralor adjunto del Departamento de Defensa, y Sandra Richardson, coordinadora de recursos de la Ley para la Recuperación del mismo, estarán visitando Fort Bliss en El Paso, TX. Visitarán el proyecto de la unidad de transición de combatientes, que se está construyendo con fondos de la Ley para la Recuperación.\nMiércoles, 17 de febrero\nEl Presidente Obama conmemorará el aniversario en la Casa Blanca en un evento con personas de todo el país que se están beneficiando de la Ley para la Recuperación.\nEl secretario del Interior Ken Salazar estará en el área de Seattle, WA con la gobernadora Gregoire para hablar sobre todos los proyectos de Recuperación del Departamento del Interior en el estado de Washington.\nEl secretario de Agricultura Tom Vilsack participará en teleconferencias de prensa en varios estados para hablar sobre el impacto que la Ley para la Recuperación está teniendo en la generación de empleo en comunidades rurales.\nLa secretaria de Trabajo Hilda Solís visitará un proyecto de construcción en Labor's Community Service Agency (LCSA) en Phoenix, AZ. Estudiantes de YouthBuild están trabajando en el lugar de la obra en LCSA. Luego recibirán capacitación sobre construcción ecológica (con fondos de la Ley para la Recuperación), la cual usarán para instalar paneles solares en LCSA.\nEl secretario de Transporte Ray LaHood hará un importante anuncio sobre la Ley para la Recuperación en Kansas City, MO. El secretario LaHood también participará en eventos de la Ley para la Recuperación el jueves en Tucson, AZ, y el viernes en Los Ángeles, CA. Harán anuncios adicionales sobre la Ley para la Recuperación Joe Szabo, director de la Dirección Federal de Ferrocarriles (Federal Railroad Administration) en Birmingham, AL, y Víctor Méndez, director de la Dirección Federal de Carreteras (Federal Highway Administration) en Albuquerque, NM. En Dallas, TX, Méndez pondrá la primera piedra en el mayor proyecto que la Ley para la Recuperación ha hecho posible hasta la fecha.\nEl secretario de Educación Arne Duncan visitará la Escuela Primaria Riverside en Alexandria, VA. Gran parte de los $239,000 que Riverside recibió con la Ley para la Recuperación se usó para continuar programas de aprendizaje durante periodos adicionales (anteriormente llamado Proyecto Excel) y la implementación de una serie de charlas para padres. Fondos de la Ley para la Recuperación permitieron que Riverside ampliara el contrato de todos los maestros para que reciban paga por dos horas adicionales de enseñanza los lunes (en el condado Fairfax, la mayoría de las escuelas tiene medio día de clases). El secretario Duncan visitará una clase de kindergarten y participará en una mesa redonda en la biblioteca.\nEl secretario de Asuntos de Veteranos Eric Shinseki tendrá un evento en Chillicothe, OH en el Centro Médico de la Dirección de Veteranos donde ocho proyectos de la Ley para la Recuperación están por concluirse. El presupuesto combinado total de los ocho proyectos es de $8.3 millones. Actualmente se están implementando dos de los contratos de construcción, que ascienden a $2,208,000. Estos dos proyectos incluyen reparaciones a aproximadamente 1,200 pies lineales de ductos de vapor y condensado, y la renovación del Gimnasio de Ejercicio Terapéutico, además de la instalación de un sistema de aire acondicionado. Estos dos proyectos emplearán hasta 21 trabajadores. Estos proyectos de la Ley para la Recuperación ayudarán a casi 20,000 pacientes en el área atendida por el Centro Médico para Veteranos de Chillicothe y sus cinco clínicas ambulatorias comunitarias.\nKaren Mills, directora de la SBA, viajará a una pequeña empresa en Arkansas que pudo crecer y generar empleos gracias a la Ley para la Recuperación. Casi 250 pequeñas empresas en Arkansas se han beneficiado hasta ahora de la Ley para la Recuperación.\nMartha Johnson, la directora de la Dirección de Servicios Generales (General Services Administration o GSA) visitará a trabajadores en el Centro Federal de Denver en Lakewood, CO, que están construyendo una infraestructura de servicios públicos más eficiente y 35 acres de paneles solares, financiados por la Ley para la Recuperación.\nStephen Leeds, funcionario principal de sostenibilidad de la GSA, visitará el Centro Federal Goodfellow en St. Louis, MO, donde gracias a fondos de la Ley para la Recuperación trabajadores locales de pequeñas empresas están convirtiendo edificios de la antigua planta de municiones de la Segunda Guerra Mundial en edificios verdes de alto desempeño.\nMike McCord, contralor adjunto del Departamento de Defensa, y Sandra Richardson, coordinadora de recursos de la Ley para la Recuperación del mismo, visitarán la Base Naval Point Loma en San Diego, CA, para asistir a la ceremonia de primera piedra del Centro de Desarrollo Infantil.\nJueves, 18 de febrero\nEl secretario de Comercio Gary Locke viajará a Pittsburgh, PA, y Wheeling, WV, para hacer anuncios sobre la Ley para la Recuperación.\nEl secretario Shaun Donovan del Departamento de Vivienda y Desarrollo Urbano (HUD) viajará a Cincinnati, OH, para visitar un proyecto de vivienda económica bajo construcción como resultado de $1 millón asignado por la Ley para la Recuperación, fondos del Programa de Ayuda con Créditos Tributarios (Tax Credit Assistance Program o TCAP) y $249,000 de fondos del Intercambio del Departamento del Tesoro. Con el proyecto, llamado Forest Square, se construirá 21 apartamentos de costo módico para personas mayores en el vecindario de Avondale en Cincinnati.\nLisa Jackson, directora de la Dirección de Protección Ambiental (Environmental Protection Agency o EPA) viajará a Columbus, OH, para anunciar proyectos de agua limpia y potable de más de $249 millones en el estado. Con esta importante inversión en infraestructura por medio de la Ley para la Recuperación, Ohio pondrá a gente a trabajar en la limpieza de los sistemas de agua de la región. Funcionarios de la EPA también tendrán eventos en otras diez comunidades en todo el país.\nEl jueves y viernes, Kathleen Merrigan, secretaria adjunta de Agricultura, destacará los proyectos de la Ley para la Recuperación en Nuevo México.\nRon Sims, secretario adjunto del HUD, visitará un complejo de vivienda pública en Tampa, FL, en el que se están haciendo mejoras para el consumo eficiente de energía y generar empleo, como resultado de la Ley para la Recuperación.\nViernes, 19 de febrero\nEl fiscal general Eric Holder viajará a Carolina del Norte para la ceremonia de graduación del Departamento de Policía de Charlotte-Mecklenburg, en la que se graduarán oficiales de policía contratados con el Programa COPS de la Ley para la Recuperación.\nEl secretario de Energía Steven Chu visitará una fábrica de turbinas eólicas en Windsor, CO, para destacar la importante función que la energía limpia y renovable está desempeñando en hacer que cada vez más estadounidenses vuelvan a trabajar. La compañía ha anunciado que planea reinvertir más de $1,000 millones en sus instalaciones en Colorado gracias a disposiciones de la Ley para la Recuperación. El secretario Chu también dirigirá, junto con la congresista Betsy Markey, un foro de energía renovable, que destacará el éxito que la Ley para la Recuperación ha tenido en el estado y en todo el país.\nDan Tangherlini, secretario adjunto para administración y funcionario financiero principal del Tesoro, viajará a Maryville, TN, para la ceremonia de primera piedra de una escuela que se está financiando con $20 millones de Bonos para la Construcción de Escuelas de la Ley para la Recuperación.\nSe darán a conocer detalles adicionales sobre el evento del miércoles del Presidente cuando estén disponibles. Para mayor información sobre los eventos a los que asistirán miembros del gabinete y otros funcionarios del gobierno, sírvase comunicarse con la agencia federal correspondiente. \n \n\n\n\n"
}