{
    "title": "Statement by the Press Secretary on H.J. Res. 122, H.R. 3477, H.R. 3783, H.R. 3870, H.R. 3912, H.R. 5738, H.R. 5837, H.R. 5954, H.R. 6116, H.R. 6223, S. 285, S. 1379, S. 2170, S. 2367, S. 3193, S. 3311, S. 3315, S. 3564, and S. 3642 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/12/28/statement-press-secretary-hj-res-122-hr-3477-hr-3783-hr-3870-hr-3912-hr-",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 28, 2012\n\n \n\n\n\nStatement by the Press Secretary on H.J. Res. 122, H.R. 3477, H.R. 3783, H.R. 3870, H.R. 3912, H.R. 5738, H.R. 5837, H.R. 5954, H.R. 6116, H.R. 6223, S. 285, S. 1379, S. 2170, S. 2367, S. 3193, S. 3311, S. 3315, S. 3564, and S. 3642\n\n\n\n\nOn Friday, December 28, 2012, the President signed into law:\nH.J. Res. 122, which establishes Friday, January 4, 2013, as the date for the counting by Congress of the electoral votes for President and Vice President cast by the electors in December 2012;\nH.R. 3477, which designates the facility of the United States Postal Service in Crosby, Texas, as the Army First Sergeant David McNerney Post Office Building;\nH.R. 3783, the \"Countering Iran in the Western Hemisphere Act of 2012,\" which develops a strategy to counter Iran's growing presence and activity in the Western Hemisphere;\nH.R. 3870, which designates the facility of the United States Postal Service in Rose Bud, Arkansas, as the \"Nicky 'Nick' Daniel Bacon Post Office\";\nH.R. 3912, which designates the facility of the United States Postal Service in Mastic Beach, New York, as the \"Brigadier General Nathaniel Woodhull Post Office Building\";\nH.R. 5738, which designates the facility of the United States Postal Service in Macomb, Michigan, as the \"Lance Cpl. Anthony A. DiLisio Clinton-Macomb Carrier Annex\";\nH.R. 5837, which designates the facility of the United States Postal Service in Baldwinsville, New York, as the \"Corporal Kyle Schneider Post Office Building\";\nH.R. 5954, which designates the facility of the United States Postal Service in Ellwood City, Pennsylvania, as the \"Sergeant Leslie H. Sabo, Jr. Post Office Building\";\nH.R. 6116, which authorizes the U.S. Supreme Court, at its discretion, to review all final judgments rendered by the Virgin Islands Supreme Court;\nH.R. 6223, which establishes that:  the period of continuous residence and physical presence in the United States required for an alien to be eligible for U.S. citizenship is not broken by absence from the United States due to employment by a Chief of Mission or the Armed Forces as a translator or interpreter or in a security-related position; and no portion of that time would have to be spent in Iraq or Afghanistan;\nS. 285, which makes Sopuruchi Chukwueke eligible for adjustment of status to that of lawful permanent resident;\nS. 1379, the \"D.C. Courts and Public Defender Service Act of 2011,\" which authorizes the Superior Court of the District of Columbia to delay judicial deadlines in the event of natural disasters; and modifies other authorities of the District of Columbia Courts;\nS. 2170, the \"Hatch Act Modernization Act of 2012,\" which modifies penalties under the Hatch Act to provide for a range of possible disciplinary actions in addition to removal for Federal employees; provides explicitly that various provisions of the Hatch Act that are applicable to State and local governments are in the same way applicable to the District of Columbia; and applies the prohibition against State and local employees being candidates for elective office only to employees whose salary is paid completely by Federal loans or grants;\nS. 2367, the \"21st Century Language Act of 2012,\" which strikes the word \"lunatic\" and the phrase \"committee of estates of lunatics\" from the rules of construction of the U.S. Code and from certain banking law provisions, respectively;\nS. 3193, the \"Barona Band of Mission Indians Land Transfer Clarification Act of 2012,\" which amends the Native American Technical Corrections Act of 2004 to revise the description of the land to be held in trust for the Barona Band of Mission Indians of California;\nS. 3311, which designates the United States courthouse in Billings, Montana, as the \"James F. Battin United States Courthouse\";\nS. 3315, the \"GAO Mandates Revision Act of 2012,\" which modifies or eliminates several current law requirements for Government Accountability Office reports, reviews, and audits;\nS. 3564, the \"Public Interest Declassification Board Reauthorization Act of 2012,\" which reauthorizes the Public Interest Declassification Board for two years through December 31, 2014;\nS. 3642, the \"Theft of Trade Secrets Clarification Act of 2012,\" which makes it a Federal crime for an individual or an organization to steal, attempt to steal, or conspire to steal a trade secret related to a product or service used in or intended for use in interstate or foreign commerce; and\nS. 3687, which reauthorizes the Lake Pontchartrain Basin Restoration Program through FY 2017, conveys the McKinney Lake National Fish Hatchery, modifies a provision of the Lacey Act with regard to a Texas Water District, and designates or re designates specified Federal buildings. \n\n\n\n\n"
}