{
    "title": "President Obama Urges Americans to Take the Test and Take Control on National HIV Testing Day | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-urges-americans-take-test-and-take-control-national-hiv-testing-day",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 27, 2009\n\n \n\n\n\nPresident Obama Urges Americans to Take the Test and Take Control on National HIV Testing Day\n\n\n\n\n\n\nNOTE: A video message from the President on National HIV Testing Day is available at: /blog/GetTested \n\n\t\t \n\nTHE WHITE HOUSE\n\t\t \n\n\t\tOffice of the Press Secretary\n\n\t\t_______________________________________________________________________________________\n\n\t\tFOR IMMEDIATE RELEASE                                                                         June 27, 2009\n\n\t\t \n\nPresident Obama Urges Americans to Take the Test and Take Control on National HIV Testing Day\n\n \n\n\t\tPresident Obama issued the following statement regarding National HIV Testing Day:\n\n \n\n\t\tOn this 14th commemoration of National HIV Testing Day, I urge Americans to take control of their own health – and protect those they love – by getting tested for HIV and working to reduce HIV transmission. \n\n\t\t \n\n\t\tOne in five Americans currently living with HIV – more than 230,000 people – do not know they have the disease, and the majority of sexually transmitted infections are spread by people who are unaware of their status.  But studies show that once people learn they are infected, they take steps to reduce the risk of transmitting HIV to others.\n\n\t\t \n\n\t\tDespite advances in treatment, HIV remains a major threat to the health of our nation.  While its impacts are not evenly spread – infection rates are particularly high among gay and bisexual men, African Americans and Latinos – when one of our fellow citizens becomes infected with HIV every nine-and-a-half minutes, the epidemic affects all Americans.\n\n\t\t \n\n\t\tThat is why I have pledged to develop and implement a comprehensive National HIV/AIDS Strategy (NHAS) that will focus on reducing HIV incidence, increasing access to care, and reducing HIV-related health disparities.  The National HIV/AIDS Strategy will also increase awareness, and promote greater investment in preventing and treating HIV/AIDS in the U.S.  And it will include measurable goals, timelines, and accountability mechanisms; rely on sound science; and build on programs and practices that work.\n\n\t\t \n\n\t\tBut government can only do so much.  Each of us must take responsibility for reducing our risk of acquiring or transmitting HIV and for supporting affected individuals and communities.  This means getting tested for HIV and working to end the stigma and discrimination people living with HIV face.  It means embracing all of our neighbors, gay and straight.  And it means responding with compassion to people dealing with addictions and others issues that place them at increased risk for HIV infection.  Working together, I am confident that we can stop the spread of HIV and ensure that those affected get the care and support they need.\n\n\t\t \n\n\t\t###\n\n\n\n\n\n"
}