{
    "title": "U.S.-ASEAN Leaders Joint Statement | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/us-asean-leaders-joint-statement",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 15, 2009\n\n \n\n\n\nU.S.-ASEAN Leaders Joint Statement\n\n\n\n\n1st ASEAN-U.S. Leaders’ Meeting\nSingapore, 15 November 2009\n\nJOINT STATEMENT\nEnhanced Partnership for Enduring Peace and Prosperity\n1. We, the Heads of State/Government of Brunei Darussalam, the Kingdom of Cambodia, the Republic of Indonesia, the Lao People's Democratic Republic, Malaysia, the Union of Myanmar, the Republic of the Philippines, the Republic of Singapore, the Kingdom of Thailand and the Socialist Republic of Viet Nam, the Member States of the Association of Southeast Asian Nations (ASEAN), and the United States (U.S.), held our first ASEAN-U.S. Leaders’ Meeting on 15 November 2009 in Singapore. The Meeting was co-chaired by H.E. Abhisit Vejjajiva, Prime Minister of the Kingdom of Thailand, in his capacity as Chairman of ASEAN, and the Honourable Barack Obama, President of the United States. The Secretary-General of ASEAN was also in attendance. We agreed to hold a second Leaders' meeting in 2010.\n\n2. We noted with satisfaction that over the last 32 years of Dialogue relations, ASEAN and the United States have developed mutually beneficial cooperation in many areas, reflecting our broad shared interests guided by the Joint Vision Statement on the ASEAN-U.S. Enhanced Partnership of 17 November 2005, the 2006 Plan of Action to Implement the ASEAN-U.S. Enhanced Partnership, and Revised Priorities for Cooperation under the ASEAN-U.S. Enhanced Partnership 2009. We welcomed the role of the Philippines as the Country Coordinator for ASEAN-U.S. Dialogue Relations from July 2009 to July 2012, and requested the Philippines to lead the drafting of the next five-year Plan of Action.\n\n3. The United States welcomed ASEAN's plans to achieve an ASEAN Community by 2015 based on the ASEAN Charter, and reaffirmed its commitment to support those plans. We have agreed to increase our collaboration and will establish an ASEAN-U.S. Eminent Persons Group in support of enhanced ASEAN-U.S. cooperation in addressing regional and global issues.\n\n4. We agreed on the need for a broader and deeper ASEAN-U.S. cooperation to promote educational exchanges, including in science and technology and in people-to-people interactions. We pledged to increase opportunities for English language learning and those studying overseas in the United States and ASEAN. We also agreed to explore future areas of cooperation such as people/labour mobility, interfaith dialogue and development cooperation.\n\n5. The President of the United States pronounced the U.S. policy of enhancing engagement with ASEAN which it regards as a key partner in the promotion of peace, stability and prosperity in the Asia-Pacific region. The Leaders of ASEAN welcomed the accession of the United States to the Treaty of Amity and Cooperation (TAC) in Southeast Asia, the naming of an Ambassador for ASEAN Affairs, the intent to open a U.S. Mission to ASEAN in Jakarta, and its ASEAN Development Vision to Advance National Cooperation and Economic Integration (ADVANCE) program.\n\n6. We shared a vision of a regional architecture that is inclusive, promotes shared values and norms, and respects the diversity within the region. We agreed to work closely together in building this regional architecture, and were ready to study initiatives of this nature. We reaffirmed the importance of ASEAN centrality in this process.\n\n7. The President of the United States also expressed U.S. support for the establishment of the ASEAN Intergovernmental Commission on Human Rights, which demonstrates the commitment of the ASEAN Member States in the promotion and protection of human rights. The United States invited the members of the Commission to visit the United States in 2010 to consult with international experts in this field. The United States also supported the Human Rights Resource Centre for ASEAN, a track 2 initiative, with a university in Jakarta as the hub of the Centre and including a network of universities throughout ASEAN.\n8. The United States welcomed the ASEAN Leaders Statement on ASEAN Connectivity adopted at the 15th ASEAN Summit in Hua Hin, Thailand.\n\n9. The Leaders of ASEAN welcomed the continued active support of the United States in the other regional fora, such as the ASEAN Regional Forum (ARF), which is a critically important regional political and security forum. ASEAN noted the interest of the United States in the ASEAN Defence Ministers Meeting-Plus (ADMM-Plus) and welcomed the intention of the U.S. Secretary of Defence to undertake consultations with his ASEAN counterparts concerning the ADMM-Plus.\n\n10. The Leaders of ASEAN welcomed the high level dialogue and the policy of the United States to engage with the Government of Myanmar, as indicated by the recent visit of U.S. officials to Myanmar. We expressed our hope that this effort, as well as ASEAN’s, would contribute to broad political and economic reforms and the process will be further enhanced in the future. We also underscored the importance of achieving national reconciliation and that the general elections to be held in Myanmar in 2010 must be conducted in a free, fair, inclusive and transparent manner in order to be credible to the international community. We called on the Government of Myanmar to help create the conditions for credible elections including by initiating a dialogue with all stakeholders to ensure that the process is fully inclusive. We also reiterated our continued support to the good offices of the United Nations Secretary-General in the democratization process in Myanmar. We also noted the Joint Communiqué of the 42nd ASEAN Foreign Ministers Meeting in Phuket, 20 July 2009.\n\n11. Drawing on valuable lessons from the crises of 1997 and 2008, we resolved to contribute to reforming the global economic and financial architecture to safeguard the global economy from future crises, and to promote regional and global economic growth and recovery.\n\n12. We discussed ASEAN's growing capacity and role in global issues. The United States will support ASEAN's continuing role in multilateral efforts where ASEAN has a growing ability to make contributions. The President of the United States also supported regional efforts initiated by ASEAN and ASEAN-led fora, to address the impact of the global financial and economic crisis in the region and looked forward to continued close coordination between such regional efforts and the global efforts undertaken by the G-20. The Leaders of ASEAN will endeavour to do their part to implement policies in support of the G-20 principles laid out in the Framework for Strong, Sustainable and Balanced Growth.\n\n13. We were pleased to note that economic relations between ASEAN and the United States continue to be strong and dynamic. We applauded the sizeable increase in trade and investment between ASEAN and the United States over the past several years. Two-way goods trade reached $178 billion in 2008, and, ASEAN is host to U.S. foreign direct investment of $153 billion, making it the favoured U.S. investment destination in Asia. We stressed the need to further enhance economic cooperation and partnership through new initiatives under the ASEAN-U.S. Trade and Investment Framework Arrangement (ASEAN-U.S. TIFA), to be agreed upon by the ASEAN Trade Ministers and the United States Trade Representative. We tasked the officials to initially focus on trade and customs facilitation. We also welcomed the meeting of ASEAN Finance Ministers and the U.S. Secretary of the Treasury on 12 November 2009 in Singapore as another element of broader engagement of ASEAN and the United States.\n\n14. Recognizing the importance of trade and investment liberalization to our future economic growth and prosperity, we welcomed the results of the 2009 APEC Leaders' meeting, and reaffirmed our commitment to accelerating regional economic integration in the Asia-Pacific by promoting greater convergence among APEC economies in key trade and investment policy areas, and the importance of bringing the Doha Round to a successful conclusion in 2010. We also supported the G-20 statement in fighting protectionism.\n\n15. We resolved to deepen cooperation against international terrorism under the framework of the ASEAN-U.S. Joint Declaration for Cooperation to Combat International Terrorism. We requested our concerned officials to identify and implement actions towards this goal.\n\n16. We also agreed to strengthen efforts to prevent and combat other transnational crimes, such as illicit drug trafficking, trafficking in persons, money laundering, arms smuggling, sea piracy, international economic crime and cyber crime, in accordance with national laws and regulations.\n\n17. We agreed to intensify ASEAN-U.S. development cooperation in support of ASEAN efforts in achieving the Millennium Development Goals (MDGs), narrowing development gap among ASEAN Member States, and enhancing regional integration and realising an ASEAN Community by 2015.\n\n18. We welcomed the U.S.-Lower Mekong Initiative to promote cooperation in the areas of environment, health, education and infrastructure development and the U.S. commitment to discuss specific activities for cooperation and follow-up. We supported the convening of ministerial meetings between the United States and Lower Mekong Basin countries on an annual basis. We also welcomed cooperation in the other sub-regional frameworks.\n\n19. We reaffirmed our commitment to nuclear non-proliferation and disarmament. The Leaders of ASEAN also welcomed the efforts of the President of the United States in promoting international peace and security including the vision of a nuclear weapons free world through efforts such as the agreement between the United States and Russia to reduce their respective nuclear arsenals through the START Follow-on Treaty negotiations.\n\n20. We are convinced that the establishment of a South-East Asia Nuclear Weapons Free Zone (SEANWFZ) will contribute towards global nuclear disarmament and nuclear non proliferation and peace and security in the region. We encouraged nuclear weapon states and States parties to the SEANWFZ to conduct consultations, in accordance with the objectives and principles of the Treaty, to resolve comprehensively outstanding issues with the view to ensuring the early accession of the nuclear weapon states including the United States to the Protocol of the Treaty.\n\n21. We will increase consultation and cooperation on the challenges affecting the international community, including non-proliferation, disarmament and regional peace and security. We agreed to work towards preventing the spread of nuclear weapons and work together to build a world without nuclear weapons and other weapons of mass destruction. We reaffirmed the Nuclear Non-Proliferation Treaty (NPT) as the essential foundation for the pursuit of nuclear disarmament, nuclear non-proliferation and peaceful uses of nuclear energy. We agreed to support the Philippines as it assumes the presidency of the 2010 NPT Review Conference, which provides an important opportunity for the international community to act in a concerted manner towards these ends. We also declared our support for the Comprehensive Test Ban Treaty, and welcomed the declared intention of the United States to ratify the treaty. We urged all states to ratify the treaty and facilitate its early entry into force. We welcomed the establishment in the ARF of an Inter-sessional Meeting on Non-proliferation and Disarmament as a venue to further explore dialogue and cooperation on these issues.\n\n22. We urged the DPRK to return to the Six-Party Talks process and to fully implement its commitments made in the September 19, 2005 Joint Statement of the Six-Party Talks to abandoning all nuclear weapons and existing nuclear programs and returning, at an early date, to the NPT and to IAEA safeguards. We also urged the DPRK to comply fully with its obligations in accordance with the relevant United Nations Security Council Resolutions, including those related to denuclearization and resuming its missile launch moratorium.\n\n23. We agreed to work closely to ensure the success of the United Nations Climate Change Conference in Copenhagen and that the agreed outcome should incorporate long-term cooperative actions to address climate change. We also recognized the critical importance of adapting to the increasingly severe effects of climate change in the region. We agreed to strengthen our collaboration in both research on climate impacts and development and implementation of appropriate policies and measures.\n\n24. We stressed that access to diverse, reliable, affordable, and clean energy is critical for sustainable economic growth, and agreed that accelerated deployment of clean energy technology and energy efficiency measures would diversify our energy supplies and strengthen our energy security. The United States proposed that the U.S. Secretary of Energy and the ASEAN Ministers on Energy meet in 2010 to advance energy security and clean energy and to explore cooperation in renewable and alternative energy, such as hydro power and biofuels in order to supplement the region’s traditional fossil fuel energy sources. We agreed to study the possibility of establishing of public/private working groups to make policy recommendations to develop clean energy.\n\n25. We agreed to strengthen cooperation on food security, in particular to promote investment, capacity building, sharing of experience and best practices, research and development as well as infrastructure development in the agricultural sector.\n\n26. We also agreed to further strengthen cooperation on disaster management by building on initiatives such as the ARF Voluntary Demonstration of Response on Disaster Relief (ARF-VDR). The Leaders of ASEAN expressed their appreciation for the recent contribution of the United States to disaster relief efforts in the region. The United States also supported ASEAN efforts to enhance its capacity building in disaster management and emergency response. The Leaders of ASEAN welcomed the U.S. support for the ASEAN Agreement on Disaster Management and Emergency Response (AADMER) and its offer of assistance to establish an ASEAN multi-hazard early warning system.\n\n27. We welcomed the cooperation initiated by the ASEAN Health Ministers Meeting and the U.S. Centre for Disease Control in May 2009 to address the threat of the Influenza A(H1N1) virus. We recognized that multisectoral pandemic preparedness and response efforts need to be strengthened to fight future outbreaks of diseases with pandemic potential. In this regard, we asked relevant officials to further enhance consultation, including on stockpiling of antiviral and other essential medicines and medical equipment to jointly prevent and control the Influenza A(H1N1) and other pandemic diseases. We agreed to study the possibility of establishing public/private working groups to make policy recommendations to develop health initiatives.\n\n28. With a view to sustaining the momentum of the ASEAN-U.S. dialogue partnership after the Inaugural Leaders’ Meeting, we stressed the importance of continuing dialogue at the highest level between the two sides.\n\n \n▄ ▄ ▄\n\n\n\n"
}