{
    "title": "President Obama to Host White House Science Fair | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/01/31/president-obama-host-white-house-science-fair",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 31, 2012\n\n \n\n\n\nPresident Obama to Host White House Science Fair\n\n\n\n\n\nEvent Will Highlight Winners of National Science, Technology, Engineering and Math (STEM) Competitions\n\n\tWASHINGTON, DC -- On Tuesday, February 7th, President Obama will host the second White House Science Fair celebrating the student winners of a broad range of science, technology, engineering and math (STEM) competitions from across the country. The President will also announce key steps that the Administration and its partners are taking to help more students excel in math and science, and earn degrees in these subjects.\n\n\tAt the fair, the President will view exhibits of student work, ranging from breakthrough research to new inventions, followed by remarks to an audience of students, science educators and business leaders on the importance of STEM education to the country’s economic future.\n\n\tThe President hosted the first-ever White House Science Fair in late 2010, fulfilling a commitment he made at the launch of his Educate to Innovate campaign to inspire students to excel in math and science.  As the President noted then, “If you win the NCAA championship, you come to the White House. Well, if you're a young person and you produce the best experiment or design, the best hardware or software, you ought to be recognized for that achievement, too.” In addition, over the past year, the President met with the three young women who won the Google Science Fair, met a student robotics team on his bus tour through North Carolina and Virginia, and made a surprise appearance at the New York City Science Fair.\n\n\tMore information on the students invited to the White House Science Fair will be announced in the coming days.\n\n\n\n\n"
}