{
    "title": "President Obama will Meet with Jobs and Competitiveness Council in North Carolina | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/05/25/president-obama-will-meet-jobs-and-competitiveness-council-north-carolin",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 25, 2011\n\n \n\n\n\nPresident Obama will Meet with Jobs and Competitiveness Council in North Carolina\n\n\n\n\n\n\tWASHINGTON -- On June 13th, President Obama will travel to Raleigh-Durham, NC to meet with the Jobs and Competitiveness Council to discuss initiatives and policies to strengthen the economy, promote and accelerate job growth and bolster America’s competitiveness around the world.  The President will hear from a variety of leaders and continue the discussion focused on identifying practical ways the government and business can work together to foster growth and create jobs.  The Council will also focus on the importance of educating and training America’s workforce to ensure the jobs and the industries of the future are created in the United States.\n\n\tThe President’s Jobs and Competitiveness Council, led by GE Chairman and CEO Jeffrey Immelt, was created to provide non-partisan advice to the President on ways to strengthen the economy and ensure the competitiveness of the United States.  The Jobs Council is made up of representatives of the various sectors of the economy who offer diverse perspectives of the private sector, employers, and workers on how the Federal Government can best foster growth, competitiveness, innovation, and job creation.\n\n\tThe Jobs Council held their first meeting at the White House on February 24th, focusing on finding new ways to promote growth, to encourage hiring, to educate and train our workers to compete globally, and attract the best jobs and businesses to the United States.\n\n\tAdditional details on the trip will be forthcoming.\n\n\n\n\n"
}