{
    "title": "Statement by the Press Secretary on H.J. Res. 120, H.R. 594, H.R. 2600, H.R. 3043, H.R. 3716, H.R. 4197, H.R. 4751, H.R. 4809, H.R. 5062, H.R. 5134, H.R. 5404, S. 276, S. 476, S. 1603, S. 2154, S. 2258 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/09/26/statement-press-secretary-hj-res-120-hr-594-hr-2600-hr-3043-hr-3716-hr-4",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 26, 2014\n\n \n\n\n\nStatement by the Press Secretary on H.J. Res. 120, H.R. 594, H.R. 2600, H.R. 3043, H.R. 3716, H.R. 4197, H.R. 4751, H.R. 4809, H.R. 5062, H.R. 5134, H.R. 5404, S. 276, S. 476, S. 1603, S. 2154, S. 2258\n\n\n\n\nOn Friday, September 26, 2014, the President signed into law:\nH.J. Res. 120, which approves the location of a memorial near the National Mall to honor slaves and free Black persons who served or provided assistance during the American Revolution;\nH.R. 594, the \"Paul D. Wellstone Muscular Dystrophy Community Assistance, Research and Education Amendments of 2014,\" which revises and expands research, surveillance, and education activities relating to muscular dystrophy at the National Institutes of Health and the Centers for Disease Control and Prevention, and expands the Federal agencies comprising the Muscular Dystrophy Coordinating Committee;\nH.R. 2600, which exempts the sale of condominiums from the requirements of the Interstate Land Sales Full Disclosure Act;\nH.R. 3043, the \"Tribal General Welfare Exclusion Act of 2014,\" which excludes Indian general welfare benefits from gross income in calculating income tax; and establishes a Tribal Advisory Committee to advise the Treasury Department on matters relating to the taxation of Indians;\nH.R. 3716, the \"Pyramid Lake Paiute Tribe - Fish Springs Ranch Settlement Act,\" which ratifies a water settlement agreement between the Pyramid Lake Paiute Tribe and Fish Springs Ranch;\nH.R. 4197, the \"All Circuit Review Extension Act,\" which extends from two years to five years the period of judicial review for certain decisions related to Federal whistleblowing;\nH.R. 4751, which corrects existing statute to reflect the new name of the Bainbridge Island Japanese American Exclusion Memorial;\nH.R. 4809, which extends the Defense Production Act until September 30, 2019 and modifies certain authorities;\nH.R. 5062, the \"Examination and Supervisory Privilege Parity Act of 2014,\" which requires the Consumer Financial Protection Bureau to coordinate its supervisory activities with the supervisory activities of the State agencies that license, supervise, or examine the offering of consumer financial products or services;\nH.R. 5134, which extends the authorization of the National Advisory Committee on Institutional Quality and Integrity and the Advisory Committee on Student Financial Assistance by one year;\nH.R. 5404, the \"Department of Veterans Affairs Expiring Authorities Act of 2014,\" which makes various amendments to the Veterans Access, Choice, and Accountability Act of 2014, and extends a number of expiring authorities of the Department of Veterans Affairs related to health care, programs for homeless veterans, and benefits;\nS. 276, which provides for the reinstatement and extension of the construction deadline for a hydroelectric project involving the American Falls Reservoir in Idaho;\nS. 476, which extends the Chesapeake and Ohio Canal National Historical Park Commission;\nS. 1603, the \"Gun Lake Trust Land Reaffirmation Act,\" which reaffirms the status of certain land that has been taken into trust for the benefit of the Match-E-Be-Nash-She-Wish Band of Pottawatami Indians;\nS. 2154, the \"Emergency Medical Services for Children Reauthorization Act of 2014,\" which reauthorizes appropriations through Fiscal Year 2019 for a program for providing high‑quality emergency medical care to children; and\nS. 2258, the \"Veterans' Compensation Cost-of-Living Adjustment Act of 2014,\" which provides for a cost-of-living adjustment (COLA) for the beneficiaries of veterans' disability compensation and dependency and indemnity compensation equal to the Social Security COLA.\n\n\n\n\n"
}