{
    "title": "President Obamas Speech to Muslim Communities around the World, Summary of Reactions | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obamas-speech-muslim-communities-around-world-summary-reactions",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 06, 2009\n\n \n\n\n\nPresident Obamas Speech to Muslim Communities around the World, Summary of Reactions\n\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Press Secretary\n_______________________________________________\nFor Immediate Release                  June 6, 2009\n \n President Obama's Speech to Muslim Communities around the World \nSummary of Reactions\nJune 6,  2009\nU.S. Embassies and Consulates and intelligence analysts submitted the following reactions to the President's speech in Cairo. The reactions are garnered from news reports  in local new media and traditional media and from individual conversations. \nTop Line\nAccording to an online poll being conducted by the Broadcasting Board of Governors (BBG), reactions to US President Obama's 4 June speech in Cairo continue to be overwhelmingly positive, according to an ongoing online poll conducted by Maktoob Research. More than 75 percent of respondents in these countries who have taken part in the poll said they viewed the speech favorably. In addition, more than half thought based on the President's speech that US policies toward the Arab world and toward their individual countries would improve. More than 40 percent agreed strongly that the US intends to promote the creation of an independent and viable Palestinian state, for example, while more than 50 percent strongly agreed that the US intends to promote a solution to the Iraq war that would benefit the Arab world.\nSummary of Outreach\n*Over 100 viewing parties, discussions, or other events were held by embassies and consulates from Bolivia to Uzbekistan.\n*Posts (embassies or consulates) \"tweeted\" along with the speech in 7 countries. These twitter discussions continue with hundreds of people tweeting about their reactions to the speech.\n*30+ posts used Facebook to enhance outreach either ahead of the event, to chat during and after the event, or to follow wall posts and status updates. The White House Facebook page has over 236,000 fans who left thousands of comments about the speech. We had over 1200 confirmed \"guests\" for the online event. About 1,500 people liked our video on Muslim Americans (see it  </blog/The-President-in-the-Middle-East/translations/> here) with about 235 giving us a \"thumbs down\".\n*An estimated more than 20,000 people received information about the speech or quotes from the speech through SMS text messages.\n*On our  <http://www.youtube.com/ObamaWhiteHouse> YouTube site, the President's speech has been viewed over 550,000 times. The  </blog/The-President-in-the-Middle-East/translations/> Muslims in America clip received: Arabic 10k hits, Pashto 4k hits, Punjabi 25k hits, Persian 11k hits, other languages 45k. 7 posts linked posted YouTube videos on their websites or linked to the WH video of the event.\n*In Sierra Leone, the Embassy funded viewing events through 11 cinema centers so that 1,000 people would be able to watch the event who would not have otherwise been able to.\n\n*In India, approximately 200 million Indians listened to or watched the speech live.\n*Many posts hand delivered copies of the speech to Imams, politicians, and other community leaders.\n*5 Ambassadors chatted online with groups watching the event\nInteresting Anecdotes:\n\"Obama spoke clearly about the universal values we share People appreciated the phrases and lines taken from the Holy Quran. Hopefully, this is not lip service only, but will be followed up with concrete action. Unfortunately, as Obama knows, achieving his goals will be difficult, because there are but few saladins in this era who genuinely want to make Palestine a holy land for all human kind, instead of one religion only.\" -Dalail, head of Muhammadiyah in North Sumatra, Medan, Indonesia (June 4)\nThe Consul-General in Sydney gathered 40 Muslim community leaders and national media to watch the speech at her residence.  Sydney's Muslim community is normally divided with little mixing across among the Turkish, Lebanese, and Indonesian majority groups, but President Obama's speech brought them together, together with a Jewish leader the CG invited.\n\"I like that Obama emphasized that every nation has the right to pick its own system of government.\"-graduate student in China at speech-viewing program (June 4)\nManila: the day of the speech, during her trip Zamboanga in southwestern Mindanao, Ambassador Kenney talked about that evening's speech to a group of 116 sixteen-to-nineteen-year-olds participating in the Cultures Across Mindanao (CAMP) youth camp, which builds understanding and peace advocacy among teenagers of different religions and cultures in Mindanao.\nEritrea: Students at an Embassy viewing were happy with the emphasis on democracy and the equality of all human beings. They were pleased with President Obama's readiness to resolve disputes and differences peacefully and to engage in dialogue as opposed to violence. Some, however, felt that choosing the venue of Cairo was an endorsement of Egyptian's human rights records and government. Some expressed that President Obama should have selected a venue that is in turmoil such as Somalia.\nIn Mexico, commentators echoed calls for actions to follow the good words of the speech, but even those could be surprisingly positive  left-wing Mexican La Jornada tempered its reaction in an editorial: \"this reconciliation cannot be accomplished through a speech regardless how brilliant it was. But this change of tone makes it possible to imagine [a new era] where Bush's catastrophic heritage is transcended.\nIn Afghanistan, we hosted events in Kabul, Herat, and Jalalabad featuring online post-speech discussion using Adobe Co.Nx. Another post-speech panel featuring fifty religious leaders and students focused on the responsibility of Afghans to respond to Obama's message with responsible actions.\nIn Pakistan, three events in Karachi and Lahore produced positive post-speech discussion on major networks and newspapers. Commentary was very positive in recognition of the \"new tone from Washington\" but underscored the need for actions that match the rhetoric.\nMore details in key regions/countries\nAfghanistan: U.S. missions hosted events in Kabul, Herat, and Jalalabad featuring online post-speech discussion using Adobe Co.Nx. A post-speech panel featuring fifty Afghan religious leaders and student focused on the responsibility of Afghans to respond to Obama's message by outlining what they want for their society and a relationship with the West. The panel discussion was taped by national television carrier RTV and will air this weekend. The speech was carried live by BBC and RTV; Pasthun language Shamshad TV and Arianna-TV (Dari) will air the speech again this weekend.\n*BBC Afghan Service carried the speech live with translation. VOA's Radio Deewa and RFE/RL's Radio Azadi both carried the speech audio live with subsequent discussion and call-in shows. Afghan reaction in those broadcasts was positive.\n*State-owned RTA (national TV) aired the speech live and had exclusive coverage rights to film the subsequent panel discussion at the Government Media Information Center. It will broadcast the event in its entirety this weekend.\n*Pashto language Shamshad TV and Dari language Arianna will both air the speech on Friday, both of which were made possible the timely delivery of translations.\n*Advertised President Obama's Speech through both Facebook (500+ fans) and Twitter (300+followers). \n*New media updates and messages to national and international press included advertising and links for IIP's SMS texting service, the CO.NX webchat, and Embassy Kabul's webchat directly after speech. \n*A post-speech webchat with Deputy Ambassador Ricciardone, Assistant Ambassador Mussomeli, and Political Chief Alan Yu answered over 40 questions from over 100 participants including those linked electronically at Lincoln Centers. \n*Kabul's MIST team sent SMS messages to 236 young Afghans who expressed interest in receiving information on feedback sheets from the McCurry exhibit and PD publications; invited audience to send their reactions via text message.\nIndia: In India, home to 150 million Muslims, reaction was swift and effusive. Our missions in New Delhi, Kolkata, and Mumbai hosted viewing events, panel discussions, and conducted post-speech interviews with all the major Indian media. Our Public Affairs Officer in New Delhi hand-delivered a copy of the speech to the Sufi Imam, which became its own media event, featuring laudatory remarks for the President and a group of Qwaali singers praising God and the \"righteous leader President Obama.\" It is estimated that more than 200 million Indians witnessed first-hand the speech or coverage of a discussion or event connected to the speech.\n*All Indian TV channels and networks went live with President Obama's speech, including the national broadcaster Doordarshan (viewership: 450 million), Aajtak (viewership: 31 million) NDTV 24X7 (viewership: 16 million), NDTV India (viewership: 26 million), Zee TV (viewership: 20 million), Star TV (viewership: 24 million), Sahara TV (viewership: 11 million), CNN-IBN (20 million) and TIMES NOW (20 million).\nLebanon: Media outlets covered the President's speech extensively, despite intense attention on Sunday's parliamentary election.  Newspapers front-paged the speech with long segments printed in full.  All outlets, excluding, as is to be expected, Hizballah's Al Manar, were impressed with the skillful language and sensitivity to Muslims.  Outlets highlighted the reference to Maronites in Lebanon, interpreting it as indicating Maronites are a minority, a sensitive issue here.  Several commentators and editorialists raised concerns about achieving the aspirations discussed in the speech.\nThe speech dominated the mass media of the Middle East in a truly unprecedented manner. It was carried live by all major 24 hour Pan-Arab news networks, Israeli networks, Western-operated Persian networks, and even the Iranian-operated 24 hour Arab news network Al-Alam. Not surprisingly, Hizballah-operated Al-Manar TV, HAMAS-operated Al-Aqsa TV, Iranian national television, and Syrian national television failed to carry the speech live. However, Pro-HAMAS Al-Quds TV carried the speech live and translated in full. The full transcript of the speech was printed in dozens of newspapers throughout the region including the top two Pan-Arab newspapers out of London, Al-Hayat and Al-Sharq Al-Awsat.\nPakistan: Three events in Karachi and Lahore produced positive post-speech discussion on major networks and newspapers. Commentary was very positive in recognition of the \"new tone from Washington\" but underscored the need for actions that match the rhetoric.\n*Consulate Lahore hosted twenty editors, religious leaders, political figures, academics, and businesspeople for viewing and discussion. Guests all agreed it was a good, sincere speech, but called for actions that reinforce the message. One 20-year old attendee called it \"the most appropriate confidence-building measure America could give the world.\"\n*American Consulate General Karachi hosted a group of 78 for a live presentation of the speech and post-speech discussion at the Consul General's Residence, including students from Karachi University, members of Rotract (youth affiliate of the Rotary Club), religious clerics, journalists and media representatives, exchange alumni and members of the business community, with an emphasis on young people. The audience was encouraged to complete feedback forms and website link set up to share their thoughts and observations on the speech. PAS distributed the IIP publication, \"Obama in His Own Words;\" many requests for additional books.\n*Karachi also organized a viewing and discussion at the Lincoln Corner in Karachi. Fifteen students and volunteers of Jinnah University for Women and the Young Social Reformers attended the program. The speech was well received by the students and their overall impression was positive. IIP publications \"Freedom of Faith\" (an e-Journal) and \"Mosques of America 2009\" calendars were distributed to the audience.\nPalestinian Territories: Palestinians warmly welcomed President Obama's June 4 Address, applauded his outreach to Muslims and praised his specific comments on the Israeli-Palestinian conflict. Palestinians felt the President used the \"right language\" and struck a blow at extremists, such as Al Qaeda. Palestinians applauded the President's repeated use of \"Palestine\" and his recognition of Palestinian suffering since 1948, but want more specifics on the steps he will take to realize a Palestinian state. Young Palestinians expressed this frustration more strongly than did those of an older generation. Students said they will only be confident of U.S. support when they see new actions on the ground. Older Palestinians were more willing to be patient as the Obama administration tries to achieve results. Official Palestinian Authority and PLO reactions were positive, welcoming the President's strong commitment to the creation of an independent Palestinian state. HAMAS said !\n the speech reflected a \"tangible change in rhetoric and policies\" but that it was \"full of contradictions.\" \n###\n\n\n\n\n"
}