{
    "title": "Background on the President's Remarks at the Congressional Hispanic Caucus Institute's 34th Annual Awards Gala | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/09/14/background-presidents-remarks-congressional-hispanic-caucus-institutes-3",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 14, 2011\n\n \n\n\n\nBackground on the President's Remarks at the Congressional Hispanic Caucus Institute's 34th Annual Awards Gala\n\n\n\n\n\n\tWASHINGTON – The President and the First Lady will attend the Congressional Hispanic Caucus Institute’s (CHCI) 34th Annual Awards Gala tonight, where the President will deliver remarks.  These remarks will be streamed LIVE on http://wh.gov/live.\n\n\tIn addition to the President’s remarks, the Chairman of the Congressional Hispanic Caucus will present the 2011 CHCI Chair's Award to the Honorable Hilda Solis, Secretary of Labor, and the Honorable Ken Salazar, Secretary of Interior.  For more information on the awards gala, visit the CHCI website by clicking HERE.\n\n\tAdministration officials are also participating in a series of panels and events as part of the Congressional Hispanic Institute Conference taking place from September 12th – 15th at the Walter E. Washington Convention Center. In his remarks, the President will address the impact the American Jobs Act will have on the Hispanic community and all Americans, as soon as Congress acts. The following is a report on how the American Jobs Act builds on progress to increase the pace of job creation in America: \n\nThe American Jobs Act: Building on Progress for Hispanic Americans\n\n\tSince the beginning of his Administration, President Obama has committed to progress for Hispanic Americans, who are an integral and increasingly important part of our nation’s economic future. Hispanic families, who will account for 65 percent of the Nation’s population growth between 2010 and 2050, will help form the backbone of America’s labor force in the coming decades. In recent years, Hispanic-owned businesses expanded rapidly, at a faster rate than other demographic groups. At the end of last year, President Obama signed crucial tax cuts for working Hispanic families, and he has expanded access to capital for Hispanic small businesses through the Small Business Administration, and expanded Pell grants to an additional 150,000 Hispanic students to help them realize the American dream.\n\n\tDespite progress for Hispanic families, businesses, and students – and an economic future that increasingly relies upon them – the recession took a significant toll. According to the Pew Research Center, these same families also experienced a 66 percent decline in median wealth from 2005 to 2009.  With unemployment among Hispanics at an unacceptably high rate of 11.3 percent – and nearly 1 million Hispanic Americans out of work for six months or more – the President believes that we must take action to support the hard-working families that drive our nation’s prosperity and growth. That’s why the President is putting forward a plan to increase the pace of job creation in America, and why he is urging   Congress to act on this plan and pass it into law.\n\n\tThe American Jobs Act reflects a commitment to strengthen the recovery and help increase access to jobs for all Americans, and builds on the President’s commitment to a secure economic future for the Hispanic families, workers, and students. \n\nTHE AMERICAN JOBS ACT AND HISPANIC FAMILIES, WORKERS, AND STUDENTS\n\n\n\t\tThe President is proposing to extend and expand the payroll tax cut passed last December, increasing it to 3.1 percent for 2012.  In total, this will help an estimated 25 million Hispanic workers who pay payroll taxes.\n\n\t\tIn recent years, Hispanic-owned businesses outpaced the growth of other minority-owned firms, expanding employment at a faster rate. The President’s plan will cut payroll taxes for around 250,000 Hispanic-owned businesses, helping them continue to grow.\n\nThe American Jobs Act will help put construction workers who lost their jobs back to workrevitalizing schools and our nation’s infrastructure. There were 344,000 fewer Hispanics employed in carpentry or construction labor after the recession.\n\n\t\tTen of the largest school districts with the highest percentage of Hispanic students will receive billions of dollars to revitalize their public school facilities.\n\n\nHow the American Jobs Act Will invest in Infrastructure and construction\n\n\tIn 2007, before the recession hit, Hispanics made up 14 percent of the labor force. However, they took up nearly 30 percent of the nation’s 10 million construction and extraction jobs, such as operating engineers and carpenters. There were 344,000 fewer Hispanics employed in carpentry or construction labor after the recession. These jobs were among those hit the hardest in a recession that followed an historic decline in housing.\n\n\tAs described in a Pew Research Center Report in 2011, “The geography of the housing downturn had an especially strong impact on Hispanics.” The report explains that in 2005, more than two in five of the nation’s Hispanic and households resided in Arizona, California, Florida, Michigan and Nevada, “the five states with the steepest declines in home prices. By contrast, only about one in five of the nation’s white or black households resided in these states.”\n\n\tThe President’s plan would help put construction workers back on the job revitalizing our infrastructure and housing markets, while making key investments in neighborhoods, schools and infrastructure across the country.\n\n\nProject Rebuild: Putting People Back to Work Rehabilitating Homes, Businesses and Communities. The President is proposing to invest $15 billion in a national effort to put construction workers on the job rehabilitating and refurbishing hundreds of thousands of vacant and foreclosed homes and businesses. Building on proven approaches to stabilizing neighborhoods with high concentrations of foreclosures, Project Rebuild will bring in expertise and capital from the private sector, focus on commercial and residential property improvements, and expand innovative property solutions like land banks. This approach will not only create construction jobs but will help reduce blight and crime and stabilize housing prices in areas hardest hit by the housing crisis.\n\n\nWhat Others Have Said About Rehabilitating Communities:\n\n\nThe National Council of La Raza:“Put people to work revitalizing their communities… Provide resources for local government and nonprofit organizations to hire workers to carry out neighborhood revitalization in areas devastated by foreclosures” (2011).\n\nPutting Construction Workers Back on the Job By Modernizing Infrastructure – With a Focus on Expanding Access to These Jobs:In order to jump start critical infrastructure projects and create hundreds of thousands of jobs, the President’s plan includes $50 billion in immediate investments for highway, highway safety, transit, passenger rail, and aviation activities – with one fifth of the funding advancing a transformation of how we finance transportation infrastructure and what we finance. To ensure that the employment benefits of these projects can be broadly shared, the President’s plan would invest an additional $50 million in 2012 to enhance employment and job training opportunities for minorities, women, and socially and economically disadvantaged individuals in transportation related activities, including construction, contract administration, inspection, and security. His plan will also invest an additional $10 million in 2012 to help minority-owned and disadvantaged business enterprises gain better access to transportation contracts.  And it will ensure that infrastructure investments allow for the hiring of local workers, to maximize economic benefits for communities where projects are located.\n\n\nWhat Others Have Said About Infrastructure Investment:\n\n\nThe Congressional Hispanic Caucus:“investments in mass transit and affordable housing will translate to overall improved neighborhoods for Hispanics, and particularly for the 2.77 million that work in the construction sector” (January 29, 2009).\n\n\nHow the American Jobs Act will put Hispanic Workers Back on the Job\n\n\tThe unemployment rate among Hispanics is at an unacceptably high rate of 11.3 percent, and nearly 1 million Hispanic Americans have been out of work for six months or more. Over the course of the recession, the unemployment rate for Hispanic youths doubled from around 10 percent at the end of 2007 to over 20 percent in 2009, and today remains elevated at 19.3 percent. The President’s plan will provide pathways back to work for Hispanics looking for jobs, and opportunities for youths to find employment over the summer. \n\nPathways Back to Work for Hispanics Looking for Jobs\n\n\nExtending Unemployment Insurance So That 1.1 Million Hispanics Looking For Work Do Not Lose Their Benefits:In December, the President successfully fought for unemployment insurance to be extended. The President has called for a further extension into 2012 to prevent 1.1 million Hispanics from losing their benefits next year.\n\nTargeted Support to Help The Long-Term Unemployed Get Back to Work: The recession pushed long-term unemployment rates to its highest levels since the Great Depression – with nearly 1 million Hispanics out of work for more than six months. The President’s plan is targeted directly at helping these Americans get back to work by, for example:\n\nTax Credits for Hiring the Long-Term Unemployed:The President is proposing a tax credit to provide up to $4,000 for hiring workers who have been looking for a job for over six months.\n\n“Bridge to Work” Programs:States will be able to put in place reforms that build off what works in programs like Georgia Works or Opportunity North Carolina, while instituting important fixes and reforms that ensure minimum wage and fair labor protections are being enforced.  These approaches permits long-term unemployed workers to continue receiving UI while they take temporary, voluntary work or pursue work-based training. The President’s plan requires compliance with applicable minimum wage and other worker rights laws.\n\nWage Insurance:  States will be able to use UI to encourage older, long-term unemployed Americans to return to work in new industries or occupations.\n\nStartup Assistance:  States will have flexibility to help long-term unemployed workers create their own jobs by starting their own small businesses. \n\nOther Reemployment Reforms:  States will be able to seek waivers from the Secretary of Labor to implement other innovative reforms to connect the long-term unemployed to work opportunities.\n\nProhibiting Employers from Discriminating Against Unemployed Workers: The President’s plan calls for legislation that would make it unlawful to refuse to hire applicants solely because they are unemployed or to include in a job posting a provision that unemployed persons will not be considered.  \n\nInvesting in Low-Income Youth and Adults:The President is proposing a new Pathways Back to Work Fund to provide hundreds of thousands of low-income youth and adults with opportunities to work and to achieve needed training in growth industries. The Initiative will do three things:\n\nSupport for Summer and Year-Round Jobs for Youth: The Recovery Act provided over 367,000 summer job opportunities through the public workforce investment system to young people in the summers of 2009 and 2010.   Such programs not only provided young people with their first paycheck, but taught them life-long employment skills.   Building on this success, the new Pathways Back to Work Fund will provide states with support for summer job programs for low-income youth in 2012, and year-round employment for economically disadvantaged young adults. \n\nSubsidized Employment Opportunities for Low-Income Individuals Who Are Unemployed: This effort builds off the successful TANF Emergency Fund wage subsidy program that supported 260,000 jobs through the recovery. According to an analysis by the Center on Budget and Policy Priorities (CBPP), this flexible program allowed States to reduce the cost and risk associated with new hiring, encouraging private-sector businesses to hire new workers.\n\nSupport for Local Efforts to Implement Promising Work-Based Strategies and to Provide Training Opportunities: This initiative would support efforts that have good records of placing low-income adults and youths in jobs quickly. Local officials, in partnership with local workforce boards, business, community colleges, and other partners, will be able to apply for funding to support promising strategies designed to lead to employment in the short-term. \n\n\nWhat Others Have Said About Investing in Low-Income Youth and Adults:\n\n\nThe National Council of La Raza: “Invest in job creation for hard-hit communities. For many workers struggling in the current recession, there is no substitute for direct investment in an immediate job” (2011).\n\n\nHow the American Jobs Act Will Impact Hispanic-Owned Small Businesses\n\n\tSmall businesses are the engine of new jobs and entrepreneurship in America, and Hispanic-owned businesses have demonstrated particularly rapid growth - employing over 25 percent more workers in the most recent available Census data.  The President recognizes the vital contribution that Hispanic-owned businesses are making to the American economy. His plan will work to benefit an estimated 250,000 Hispanic-owned firms by offering a range of initiatives to get our small businesses growing faster.  From a $70 billion payroll tax cut focused on small business to a commitment to reduce the regulatory burdens on small business capital formation, the President’s message is clear: Let’s get to work!\n\n\tThe President’s jobs plan includes tax cuts to help a quarter million Hispanic-owned businesses and 25 million Hispanic workers. It includes skills training and summer job opportunities to help Hispanic youth enter the workforce.  And it extends unemployment benefits to the 1.1 million Hispanics who need to continue feeding their families while searching for a pathway back into the workforce.\n\nHow the American Jobs Act Will Let Hispanic Students Realize the American Dream\n\n\tHispanics are by far the largest minority group in today’s American public education system, numbering more than 12.4 million in the country’s elementary, middle and high schools. Currently, nearly 22 percent, or slightly more than 1 in 5, of all pre-K–12 students enrolled in America’s public schools is Hispanic.\n\n\tIn his speech at the U.S. Hispanic Chamber of Commerce conference in March 2009, the President laid out his education agenda and the importance of education to the Hispanic community, and to all Americans. President Obama called for a focus on early learning, higher standards for student learning, effective teachers and school leaders, and innovation that builds on what works in America’s classrooms.\n\n\tThe American Jobs Act builds on the President’s commitment by investing in public schools in communities with a high proportion of Hispanic students, and preventing teacher layoffs that would dim the educational prospects of all Americans.\n\n\nTargeted Investments to Modernize Schools Serving Low-Income Students – From Science Labs and Internet-Ready Classrooms to Renovated Facilities:The President is proposing a $25 billion investment in school infrastructure that will modernize at least 35,000 public schools – an investment that will create jobs, while improving classrooms and upgrading our schools to meet 21st century needs. Funds could be used for a range of emergency repair and renovation projects, greening and energy efficiency upgrades, asbestos abatement and removal, and modernization efforts to build new science and computer labs and to upgrade technology in our schools.  And they would be targeted at the lowest-income districts – with 40 percent, or $10 billion, directed towards the 100 largest high-need public school districts.\n\n\nWhat Others Have Said About Modernizing Schools:\n\n\nASPIRA:“ASPIRA supports school construction and modernization efforts” and “favors extending the program to charter schools and other nonprofit educational facilities” (2007). \n\nCongressman Raúl M. Grijalva, Chair of the Congressional Hispanic Caucus’ Education and Job Training Task Force:“funds to our struggling schools and colleges for school construction and modernization” are “desperately needed.” (January 29, 2009).\n\nThe League of United Latin American Citizens: “Public schools should be improved and rehabilitated, and be provided with adequate funding to do so.” (2011).\n\nPreventing Layoffs of Teachers, Cops and Firefighters:The President plans to invest $35 billion to prevent layoffs of up to 280,000 teachers, while supporting the hiring of tens of thousands more and keeping cops and firefighters on the job. These funds would help states and localities avoid and reverse layoffs now, requiring that funds be drawn down quickly. Under the President’s proposal, $30 billion be directed towards educators and $5 billion would go to the cops and firefighters who keep our communities safe.\n\n\n\tTen of the largest school districts with the highest percentage of Hispanic students – in Los Angeles, San Diego, Chicago, New York, and other States – will receive billions of dollars to revitalize their public school facilities:\n\n\t \n\n\n\n\n\nEligibility of Largest Hispanic LEA's for School Modernization Funds \n\n\n\n\n\nState\n\n\n\t\t\t\t \n\n\nLocal Education Agency\n\n\n\t\t\t\t \n\n\nDistrict Students (PreK-12)\n\n\n\t\t\t\t \n\n\nPercentage of Hispanic Students\n\n\n\t\t\t\t \n\n\nSchool Modernization Funding\n\n\n\n\n\n\t\t\t\t\tCA\n\n\n\t\t\t\t \n\n\n\t\t\t\t\tLos Angeles Unified\n\n\n\t\t\t\t \n\n\n\t\t\t\t\t$670,746.00\n\n\n\t\t\t\t \n\n\n\t\t\t\t\t73.41 percent\n\n\n\t\t\t\t \n\n\n$743,536,701.00\n\n\n\n\n\n\t\t\t\t\tCA\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tSan Diego Unified\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\t$131,417.00\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\t45.86 percent\n\n\n\n\t\t\t\t\t \n\n\n\n$91,761,585.00\n\n\n\n\n\n\t\t\t\t\tCA\n\n\n\t\t\t\t \n\n\n\t\t\t\t\tSanta Ana Unified\n\n\n\t\t\t\t \n\n\n\t\t\t\t\t$56,937.00\n\n\n\t\t\t\t \n\n\n\t\t\t\t\t93.16 percent\n\n\n\t\t\t\t \n\n\n$36,170,828.00\n\n\n\n\n\n\t\t\t\t\tFL\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tDade\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\t$345,804.00\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\t64.32 percent\n\n\n\n\t\t\t\t\t \n\n\n\n$266,970,181.00\n\n\n\n\n\n\t\t\t\t\tIL\n\n\n\t\t\t\t \n\n\n\t\t\t\t\tCity Of Chicago SD 299\n\n\n\t\t\t\t \n\n\n\t\t\t\t\t$407,157.00\n\n\n\t\t\t\t \n\n\n\t\t\t\t\t41.99 percent\n\n\n\t\t\t\t \n\n\n$609,010,307.00\n\n\n\n\n\n\t\t\t\t\tNM\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tAlbuquerque Public Schools\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\t$96,572.00\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\t63.71 percent\n\n\n\n\t\t\t\t\t \n\n\n\n$63,146,224.00\n\n\n\n\n\n\t\t\t\t\tNV\n\n\n\t\t\t\t \n\n\n\t\t\t\t\tClark County School District\n\n\n\t\t\t\t \n\n\n\t\t\t\t\t$307,059.00\n\n\n\t\t\t\t \n\n\n\t\t\t\t\t41.03 percent\n\n\n\t\t\t\t \n\n\n$153,931,395.00\n\n\n\n\n\n\t\t\t\t\tTX\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tHouston ISD\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\t$202,773.00\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\t61.58 percent\n\n\n\n\t\t\t\t\t \n\n\n\n$233,647,280.00\n\n\n\n\n\n\t\t\t\t\tTX\n\n\n\t\t\t\t \n\n\n\t\t\t\t\tDallas ISD\n\n\n\t\t\t\t \n\n\n\t\t\t\t\t$157,111.00\n\n\n\t\t\t\t \n\n\n\t\t\t\t\t67.63 percent\n\n\n\t\t\t\t \n\n\n$191,641,047.00\n\n\n\n\n\n\t\t\t\t\tTX\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\tNorthside ISD  San Antonio\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\t$92,335.00\n\n\n\n\t\t\t\t\t \n\n\n\n\t\t\t\t\t64.42 percent\n\n\n\n\t\t\t\t\t \n\n\n\n$35,050,927.00\n\n\n\n\n\nBuilding on Progress for the Hispanic Community \n\n\tThe President’s jobs plan continues a commitment since day one of his Administration to help Hispanic families, workers, and students realize the American dream.\n\nCreating and Protecting Jobs for Hispanics and all Americans\n\n\n\t\tIn early 2009, the President signed the American Recovery and Reinvestment Act (ARRA) to create jobs, spur economic growth and invest in communities. Hispanics are experiencing higher rates of unemployment than the national average, so the Recovery Act and its implementation have been vital to the community and the country. A recent report from the non-partisan Congressional Budget Office showed that the Recovery Act was responsible for increasing the number of people employed by as many as 3.3 million.\n\n\t\tAccording to a study released last year by the Center on Budget and Policy Priorities, seven policies included in the Recovery Act have kept 1.9 million Hispanics above the poverty line.\n\n\nTax Cuts for Hispanic Working Families\n\n\n\t\tIn December 2010, the President and the Administration built on this strong record to pass a bipartisan tax cut package agreement that not only secured vital tax relief and investments in our workers—something that will create jobs and accelerate economic growth—but also provides specific support for Hispanic families. Building off the gains made in the Recovery Act, the tax agreement extends key provisions including the Earned Income Tax Credit (EITC) and the Child Tax Credit (CTC) that directly benefit Hispanic parents and children. These provisions of the new law will benefit an estimated 3.7 million Hispanic families—including 8 million Hispanic children. And narly one million Hispanics looking for work weren’t forced to lose their their unemployment benefits at the end of last year.\n\n\nTax Cuts for Hispanic Small Businesses\n\n\n\t\tThe President signed the Small Business Jobs Act into law, which created a $30 billion small business lending fund, added new small business administration capital, contracting and counseling programs, and provided targeted tax incentives for small businesses. In 2010—3,218 7(a) and 504 loans were made to Hispanic/Hispanic small businesses—totaling $808,493,000. (SBA)\n\n\nProtection for Hispanic Consumers\n\n\n\t\tThe President signed the Credit Card Accountability, Responsibility, and Disclosure (CARD) Act to protect Hispanics and all Americans from unfair and deceptive credit card practices and to ensure that Hispanics have access to credit and basic financial services so they have the information they need to make the decisions that work best for them.\n\n\t\tThe President signed the Wall Street Reform bill that will protect consumers and our entire economy from the recklessness and irresponsibility that led to the worst recession since the Great Depression. Hispanic leaders have called this a “Major Victory for Hispanic Families” by protecting against abusive financial products and services, and creating greater access to safe and affordable bank accounts and credit. It will guard consumers from predatory practices by banks, mortgage brokers, payday lenders, remittance providers, and other financial institutions.\n\n\nSupport for Hispanic Families in a Struggling Housing Market\n\n\n\t\tSince January 2009, more than 250,000 Hispanic households have purchased a home using a Federal Housing Administration guaranteed mortgage.\n\n\t\tThe Administration launched Making Home Affordable, which includes mortgage modification and refinancing programs, a critical piece of the Administration’s broad efforts to stabilize the housing market and provide relief to struggling homeowners.\n\n\t\tSince January 2009, almost 90,000 Hispanic households have refinanced their mortgages using FHA, in many cases dramatically reducing their monthly payment or getting out of a risky adjustable rate loan.\n\n\nAccess to Health Care for Hispanic Families\n\n\n\t\tThe Affordable Care Act will, by 2014, make health care more accessible and affordable for approximately 9 million Hispanics who currently lack coverage. By improving access to quality health care for Hispanics and all Americans, the Affordable Care Act will help reduce health disparities which affect Hispanics, who have higher than average rates of illnesses like diabetes, heart disease and kidney disease. The new law will reduce health care costs, and give individuals and families more control over their own care. Starting in September of 2010, new plans are be required to provide preventive care without charging a deductible, copayment or coinsurance. This will have an enormous impact on Hispanics, many of whom do not have a regular doctor or source of preventive care. In addition, the Affordable Care Act helps families by allowing young adults to stay on their parent’s health insurance policy up to the age of 26 years old.\n\n\t\tIn the first few weeks in office, the Obama Administration expanded health insurance for children through the Children’s Health Insurance Program, which for the first time ever allowed states to cover legal immigrant children. This law has removed language barriers by allowing states to be reimbursed generally up to 75 percent for the cost of translation or interpretation services so that non-English speaking legal immigrant children and pregnant women can get necessary healthcare information and services\n\n\nImproving Education Outcomes for Hispanic Students\n\n\n\t\tBy signing the Health Care and Education Reconciliation Act , the President ensured increased affordability of and access to student loans for American students. The Department of Education estimates that some 150,000 additional Pell Grant awards will be made to Hispanic students by 2020 under this new law, and that 143,000 Hispanic student borrowers will avail themselves of new protections for student loan repayment which ensure affordability.\n\n\n\tThe Health Care and Education Reconciliation Act also strengthens Hispanic-Serving Institutions —that is, a public or private nonprofit college or university with a student body that is at least 25 percent Hispanic—by investing more than $1 billion in these institutions over the next decade. More than half of America’s Hispanic and Hispanic undergraduates attend a Hispanic-Serving Institution. Hispanic-Serving Institutions serve a higher proportion of low- and middle-income students than their peers.\n\n\n\n\n"
}