{
    "title": "Presidential Memorandum -- Twelfth Quadrennial Review of Military Compensation Memorandum | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/01/09/presidential-memorandum-twelfth-quadrennial-review-military-compensation",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 09, 2015\n\n \n\n\n\nPresidential Memorandum -- Twelfth Quadrennial Review of Military Compensation Memorandum\n\n\n\n\nMEMORANDUM FOR THE SECRETARY OF DEFENSE\n\t \n\tSUBJECT:   Twelfth Quadrennial Review of Military Compensation\n\t \n\tUnder section 1008(b) of title 37, United States Code, every 4 years the President is required to complete a review of the compensation system for the uniformed service members of the Department of Defense, the Coast Guard, and the commissioned corps of the National Oceanic and Atmospheric Administration and Public Health Service.  You typically serve as my Executive Agent for this review, consulting me as required.\n\t \n\tThe Fiscal Year 2013 National Defense Authorization Act (Public Law 112-239) established the Military Compensation and Retirement Modernization Commission (Commission) and chartered it to conduct a review of the military compensation and retirement systems and make recommendations to modernize these systems.  This Commission has been tasked to submit a report, containing a comprehensive study and recommendations, to me by February 1, 2015.  The report will contain detailed findings and conclusions of the Commission, together with its recommendations for such legislation and administrative actions it may consider appropriate.\n\t \n\tI have determined the Military Compensation and Retirement Modernization Commission also satisfies the requirements of section 1008(b) of title 37 and that a separate Twelfth Quadrennial Review of Military Compensation is not required.\nBARACK OBAMA\n\t \n\n\n\n\n"
}