{
    "title": "First Lady, Cabinet Secretaries and Senior Administration Officials to Kick Off United We Serve Monday with Service Projects Across the Country | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/first-lady-cabinet-secretaries-and-senior-administration-officials-kick-united-we-s",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJune 19, 2009\n\n \n\n\n\nFirst Lady, Cabinet Secretaries and Senior Administration Officials to Kick Off United We Serve Monday with Service Projects Across the Country\n\n\n\n\n THE WHITE HOUSE Office of the Press Secretary  ____________________________________________________________  For Immediate Release                                   June 19, 2009    ADVISORY: First Lady, Cabinet Secretaries and Senior Administration Officials to Kick Off United We Serve Monday with Service Projects Across the Country First Lady, administration officials encourage Americans to visit www.serve.gov to find and create service projects in their communities, share stories about projects they’re working on  WASHINGTON, DC – On Monday, June 22nd, First Lady Michelle Obama and a large number of Cabinet secretaries and senior administration officials will kick off the United We Serve summer service initiative by participating in service projects across the country. United We Serve is an extended call to service by President Obama challenging all Americans to help lay a new foundation for growth in this country by engaging in sustained, meaningful community service. The United We Serve summer service initiative begins June 22nd and runs through the National Day of Service and Remembrance on September 11th. The initiative will be led by the Corporation for National and Community Service, the federal agency dedicated to fostering service in communities across the country. During this summer, the President is renewing his call to all Americans to identify needs in their communities, engage in meaningful service to create change – and stay engaged with those projects long after September. To create new service projects, to find service projects in their communities and to share stories about projects that are making a difference, Americans can visit the Corporation for National and Community Service’s website, www.serve.gov. The details of the June 22nd service projects are below. All events are open to the press and the public unless otherwise noted. First Lady Michelle Obama  *Note: This event is closed to the public.*  Mrs. Obama will join the First Lady of California Maria Shriver and Corporation for National and Community Service acting CEO Nicky Goren to highlight the importance of children’s health and well-being by helping to construct a public playground at Bret Harte Public Elementary School in San Francisco in conjunction with KaBOOM!. KaBOOM! empowers communities to build play spaces for children across the country. 12:30pm PDT  1035 Gilman Avenue  San Francisco, CA Department of Defense  *NOTE: This event is closed to the press and the public.*    Secretary Gates will visit Walter Reed Army Medical Center to spend time with wounded warriors in residence there and to recognize the efforts of the many volunteers supporting this community of Service Members, families and staff. Department of Justice  Attorney General Holder will visit the Police Athletic League in Philadelphia to tour the PAL center, speak to youth and volunteers and toss the opening tip-off of a youth basketball game. 3:00pm EDT  Cozen Center  732 N. 17th Street  Philadelphia, PA Department of the Interior    Secretary Salazar will work with volunteers from Youth Conservation Corps, Volunteers-in-the-Parks, Student Conservation Association and the Shenandoah National Park Association to remove exotic plants in the Shenandoah National Park. 11:30am EDT  Shenandoah National Park  Highway 121 and Skyline Drive  Luray, VA  Secretary Salazar will hold a media availability at 12:00pm EST. Department of Commerce Secretary Locke will visit the La Mesita Homeless Shelter for Families in Mesa, Arizona to read to children and serve them lunch at the Child Care Center. 11:00am MST  La Mesita Homeless Shelter for Families   2254 W. Main Street  Mesa, AZ Department of Labor  Secretary Solis will work with the Los Angeles Communities Advocating for Unity Social Justice and Action YouthBuild program to help construct energy-efficient housing for low income individuals. 10:00am PDT  LACAUSA YouthBuild  1117 Goodrich Blvd  Los Angeles, CA Department of Housing and Urban Development  Secretary Donovan will join volunteers from the St. Bernard Project and other local organizations to rebuild a New Orleans home that was destroyed in Hurricane Katrina. Donovan will also join the St. Bernard Project to welcome a family back into their Gentilly neighborhood home that was recently renovated with support from the St. Bernard Project. 9:45am CDT  The Allen Family House  7730 Hansbrough Avenue  New Orleans, LA 1:00pm CDT  The Wiltz Family House  5334 Cameron Blvd.  New Orleans, LA Secretary Donovan will be available for interviews at 12:00pm CST at the Allen family house. Department of Transportation Secretary LaHood will visit and work on Habitat for Humanity’s Atlantic Avenue project in Brooklyn, New York. The Atlantic Avenue project is a 41 unit, multi-family, energy efficient building complex. 1:00pm EDT  Atlantic Avenue Habitat for Humanity project  2331 Atlantic Avenue (between Eastern parkway and Sherlock Place)  Brooklyn, NY   Secretary LaHood will hold a media availability at 2:00pm. Department of Energy  Secretary Chu will travel to Battle Creek, Michigan for an energy efficiency event in partnership with League of Conservation Voters at the local YMCA. He will help assemble home energy efficiency kits and educational materials to help families lower their energy costs. 2:00pm EDT  Battle Creek YMCA  182 Capital Avenue NE  Battle Creek, MI Department of Education  Secretary Duncan will meet with librarians and then read to children at Fanwood Memorial Library in Fanwood, New Jersey to highlight the importance of combating reading loss during the summer. 1:20pm EDT  Fanwood Memorial Library  North Avenue and Tillotson Road  Fanwood, NJ  Secretary Duncan will hold a media availability at 2:40pm EDT. Department of Veterans’ Affairs  *NOTE: This event is limited to invited press.*  Secretary Shinseki will assist volunteer drivers in transporting patients who are unable to drive to their medical appointments at VA Medical Centers. Assistant Secretary Duckworth will address a group of youth volunteers about \"Knowing and Respecting Disabled Veterans\" and help escort a patient to a rehabilitation appointment. Department of Homeland Security  Secretary Napolitano will be working with the Orlando Citizen Corps Council and volunteers in Orlando to assemble Community Emergency Response Team kits in preparation for hurricane season at the Orlando Emergency Operations Center. 1:15pm EDT  City of Orlando Emergency Operations Center  110 Andes Avenue  Orlando, FL *Note: This event is closed to the public.*    Federal Emergency Management Agency Administrator Fugate, a former volunteer firefighter himself, will meet with firefighters, Community Emergency Response Team volunteers and members of Fire Corps, a group of community members that volunteer time to support local firefighters, in Denver. They will discuss the importance of volunteerism in the effort to fight fires and keep communities safe. 11:00am MDT  Station 8, Denver Fire Department  1616 Park Avenue  Denver, CO United States Mission to the United Nations *Note: This event is closed to the public.*  Ambassador Rice will visit the Harlem Children’s Zone in New York, where she will teach middle and high school students about the situation in the Democratic Republic of the Congo (DRC) and about the emergency relief items needed by children in the DRC. The US Fund for UNICEF will make a donation of emergency goods to children in the DRC, and the Harlem students will personalize the gifts with cards and photos. 12:15 pm EDT  Harlem Children’s Zone  35 East 125th Street  New York, NY Office of the United States Trade Representative  Ambassador Kirk will serve breakfast at The Second Chance Café at The Bridge, a program of The Stewpot, a facility that feeds the homeless in Dallas, Texas. The Stewpot is a comprehensive resource center for homeless and at-risk individuals in Dallas. 7:00am CDT  The Second Chance Café at The Bridge  1818 Corsicana St.  Dallas, TX Environmental Protection Agency  Administrator Jackson will join Missouri River Relief, Blue River Watershed Association, Missouri Stream Team and Friends of the Kaw, as well as local students to monitor and help clean up the Missouri and Kansas Rivers at Kaw Point Park, Kansas. Students will be testing mercury levels in fish and measuring water quality and volunteers will be using boats to pick up trash along the rivers’ banks. 11:30am CDT  Kaw Point Park  Fairfax District  Kansas City, KS United States Agency for International Development  Acting Administrator Alonzo Fulgham will participate in an immunization drive with the Baltimore City Health Department, the Esperanza Center, a health center that provides bilingual primary care adult, pediatric and well-woman care, and the Baltimore City Women, Infant and Children program. 10:00am EDT  Esperanza Center   430 South Broadway  Baltimore, MD 11:00am EDT  Baltimore City WIC Program  620 N. Caroline Street  Baltimore, MD Council on Environmental Quality Chairwoman Nancy Sutley will work with the Anacostia Watershed Society to plant native wetland species in Kingman Lake, a 35-acre wetlands marsh adjacent to the Anacostia River. Kingman Lake is the biggest tidal wetland in D.C. 2:00pm EDT  Kingman Lake  2790 Benning Road, NE   Washington, DC Small Business Administration Administrator Mills, along with SCORE, Small Business Development Center and Women's Business Center volunteers and counselors will host a Young Entrepreneurs session at Southern Maine Community College. Mills, along with the other volunteers, will counsel budding business leaders by providing insight and assistance based on their knowledge and past experiences. 9:00am EDT  Southern Maine Community College  Peter A. McKernan Hospitality Center   2 Fort Road  South Portland, ME Tuesday, June 23rd Department of Health and Human Services  Secretary Sebelius will participate in the \"Reach Out and Read\" program and read to children at a local health center in the DC metro area. Details are forthcoming. Office of Personnel Management  Director John Berry will visit Food For Others food distribution center to kick off the ‘Feds Feed Families’ food drive that federal employees will participate in throughout the summer. 12:00pm EDT  Food For Others  2938 Prosperity Avenue  Merrifield, VA Thursday, June 25th Department of Treasury  Secretary Geithner will participate in a community service project in Washington, DC. Details are forthcoming. Monday, June 29th United States Department of Agriculture  Secretary Vilsack will work with the Summer Food Service Program in Chicago to help prepare and distribute free, nutritious meals and snacks to children in low-income areas who are enrolled in the program. The Summer Food Service Program is administered by the Food and Nutrition Service, an agency of the USDA. 11:45am CDT  St. Agatha Family Empowerment Center  Chicago, IL\n\n\n\n"
}