{
    "title": "Remarks of Dr. Jill Biden at Broward College Commencement | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/04/remarks-dr-jill-biden-broward-college-commencement",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nMay 04, 2012\n\n \n\n\n\nRemarks of Dr. Jill Biden at Broward College Commencement\n\n\n\n\n\n\tBroward College Commencement\n\tFort Lauderdale, Florida\n\tMay 4, 2012\n\nAs Prepared for Delivery\n\n\tGood afternoon, everyone!\n\n\tIt’s wonderful to be here in Fort Lauderdale to celebrate such an important day with all of you.\n\n\tThank you, President Armstrong, for that very kind introduction.  To my colleagues – congratulations on your selection as Professors of the Year.\n\n\tOne of my very first community college visits as Second Lady was to nearby Miami Dade College with Education Secretary Arne Duncan.  So it’s great to be back in the area.\n\n\tSome of you know my story.  I’ve been a teacher for more than 30 years, and I continue to teach full-time at a community college in Northern Virginia, just outside of Washington, DC.\n\n\tIn fact, just yesterday I finished up grading and have finished my semester.  So I know how some of your teachers feel … and I know how you feel, to be graduating.\n\n\tProud.  Relieved.  And, yes – excited about the next challenge. \n\n\tWhen I’m not in the classroom teaching, I’m often on the road visiting community colleges.  Earlier this year, Labor Secretary Hilda Solis and I toured five states to see some of the incredible industry partnerships that are taking place all over the country.\n\n\tI’ve continued that tour with several other stops this Spring – and what I’ve seen at every community college along the way is the story of hope.\n\tHope for workers, who have gone as far as they can go in their jobs … and are getting the skills they need to go to the next level.\n\n\tHope for moms, juggling kids and a job, learning new skills for a new career.\n\n\tHope for recent high school graduates, taking a critical step toward a four-year degree.\n\n\tHope for people in their forties, fifties and even sixties – who have been out of work so long they’ve nearly given up – getting the second chance they deserve. \n\n\tSome of these descriptions might sound familiar to you.\n\n\tCollege is a place that changes lives, for the better.  I’ve seen it firsthand. \n\n\tFrom my perspective as a teacher, it’s easy for me to see how my students change.  But one thing I’ve realized is that the students don’t always see it themselves. \n\n\tEvery day, you’re working hard.  Every day, you’re learning something new.  Every day, you’re investing in yourselves.\n\n\tSo as you’re finishing all those papers and finals and projects, you might not realize the dramatic growth that you’ve gone through.\n\n\tWhat you’ve done these past few years – putting in all those hours – has given you the tools with which you can build a career and pursue the life you’ve dreamed of.\n\n\tAs you embark on that journey, there are three lessons I’ve learned that I’d like to share with you.  Three lessons that really stand out to me.  Three lessons that can apply wherever you are in life – inside or outside a classroom.\n\n\tThey are pretty simple.\n\n\tThe first is: lift up others.\n\n\tToday, Cara and Hilary Malave are going to walk across the Broward College stage together for the second time.  The first was in 2010 when they received their associate degrees in nursing.\n\n\tThey have faced obstacles along the way … in their teenage and young adult years, caring for their grandparents who were fighting cancer, more recently caring for parents who have faced serious illnesses. \n\n\tToday, they are both graduating with Bachelors of Applied Science degrees in supervision and management.  On the route to these degrees, they cared for and lifted up loved ones.  With their degrees in hand, they will care for – and lift up – hundreds more.\n\n\tCara and Hilary, I know you will keep lifting those around you as you move forward – Cara, toward graduate school and eventually higher education, and Hilary, as you pursue neonatal and maternal nursing.\n\t \n\tCongratulations to you both.\n\n\tThe second lesson is: go to your strength.\n\n\tThis is about following your heart, and trusting yourself to do whatever it is that you know you do best.\n\n\tWilliam Miller is no stranger to war zones.  An Army veteran who has completed three tours in Kuwait and Iraq, William used his post-9/11 GI Bill benefits to pursue his education after retiring with 30 years of service. \n\n\tAnd – he was encouraged to do so by his fellow graduate, veteran and fiancée – Edna Frazier. \n\n\tDuring Operation Desert Storm, William received a commendation for designing the living quarters for troops stationed in Kuwait.\n\n\tSo when he graduates today with an associate degree in building technology, William will be going to his strength.  He plans to study for his general contractor’s license so he can go work in Iraq and Afghanistan as a civilian – and continue doing what he does best.\n\n\tWilliam and Edna, thank you for your service to our country, and congratulations.\n\n\tThe final lesson is: never stop learning.\n\n\tI always say my students are my heroes.  It’s true – every day I am in the classroom, I am learning from them.  And I am inspired … by their hard work, by their dedication, and by their sacrifice.\n\n\tLonnie Hennequin is someone graduating today who has never stopped learning.  As the grandfather of 11, he knows a little something about kids.  And he says he “always had teaching in the back of [his] head.”\n\t \n\tSo when he was laid off in 2009, he took a chance, enrolled in Broward’s Teacher Education Program and decided to become an elementary school teacher.\n\t \n\tDuring his time in the program, Lonnie faced some heartbreaking personal challenges. \n\n\tA teenager under the influence of drugs rear-ended a car with several members of his family inside – killing his six-year-old granddaughter and severely injuring several other family members.\n\n\tLonnie says his family will never be the same again, and they won’t.\n\n\tBut despite seeing the loss of a young life… he has not lost his passion to change young lives.\n\n\tToday, at 59 years old, he’ll be certified to teach pre-K through 12th grade. \n\n\tThe kids he’ll meet in the classroom couldn’t ask for a better role model – Lonnie, we’re so glad you have never stopped learning.  Congratulations.  I’m so proud of you.\n\n\t…Lift up others\n\n\t…Always go to your strength\n\n\t…And never stop learning\n\n\tThree lessons to live by…\n\n\tThree lessons exemplified by everyone in this room.  All of the graduates.  All of you.\n\n\tBecause no matter how hard it got…and I know there’ve been hard times…you never lost your faith in yourself and what you can do. \n\n\tMaybe you took a chance.  Maybe you learned something new.  Maybe you discovered a strength you never knew you had. \n\n\tBut one thing is certain – whatever it was that got you here today – it’s lifting all of us up.  Making us better.  As individuals.  As communities.  As a country.\n\n\tI will close with a quote by Michelangelo.\n\n\tMost people think of the famous ceiling of the Sistine Chapel when they hear the name Michelangelo.  But interestingly enough, Michelangelo resisted painting – he considered himself a sculptor. It was as a sculptor that he shared these words: “I saw an angel in the marble and carved until I set him free.”\n\n\tThere is an angel in each of you.  You might not see it today, but it’s there.\n\n\tThe degree you’ve earned is your chisel, giving you the tools you need to help build the life you want to live.\n\n\tYou all have something that makes you come alive.  That’s your angel.  Find it – and carve and carve – until you set it free.\n\n\tSo today, reflect on how far you’ve come.  Tonight, celebrate your hard-earned achievement with your friends and family. \n\t \n\tYou have a whole world in front of you, and the determination to take you anywhere you want to go.\n\n\tOn behalf of President Obama, the First Lady and the Vice President, my husband Joe – we are proud of you.  We look forward to all that is to come – congratulations!\n\n\n\n\n"
}