{
    "title": "Presidential Proclamation--National Character Counts Week | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2010/10/15/presidential-proclamation-national-character-counts-week",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nOctober 15, 2010\n\n \n\n\n\nPresidential Proclamation--National Character Counts Week\n\n\n\n\n\n-------\n\tBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\tA PROCLAMATION\n\n\tAmerica's strength, even in the most challenging of times, is found in the spirit and character of our people. During National Character Counts Week, we reflect upon the values of equality, fairness, and compassion that lie at the heart of our country. These qualities resonate in the countless humanitarian acts and deep social consciousness of our citizens. From lending a hand to those in need to caring for the sick, selfless service is a fundamental American ideal, and one we must instill in our children and grandchildren.\n\n\tThe strength and character of our country have always come from our ability to recognize ourselves in one another. Concern for the well-being of our fellow Americans has shaped our Nation's development and will continue to cast our future. As parents and educators, community leaders and mentors, we share the responsibility for instilling in our children this fundamental principle. By demonstrating shared values such as respect, curiosity, integrity, courage, honesty, and patriotism, we help our youth develop the strength of character that is the mark of our great Nation. In turn, our young people will serve as models of mutual regard and civility, and share in the responsibility to maintain our schools and neighborhoods as safe, supportive, and inclusive environments.\n\n\tAcross America, countless individuals reflect our highest ideals by offering their time and energy to help make our communities safer, more nurturing places to live. Their service results from a decision to become engaged, and it often becomes a lifelong commitment. During National Character Counts Week, let us take this opportunity to celebrate the generosity of America's character, and to fortify and inspire it in our next generation of leaders.\n\n\tNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim October 17 through October 23, 2010, as National Character Counts Week. I call upon all public officials, educators, parents, students, and Americans to observe this week with appropriate ceremonies, activities, and programs.\n\n\tIN WITNESS WHEREOF, I have hereunto set my hand this fifteenth day of October, in the year of our Lord two thousand ten, and of the Independence of the United States of America the two hundred and thirty-fifth.\n\n\t                  BARACK OBAMA\n\n\n\n\n"
}