{
    "title": "Joint Statement by Dmitry A. Medvedev, President of the Russian Federation, and Barack Obama, President of the United States of America, on Missile Defense Issues | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/joint-statement-dmitry-a-medvedev-president-russian-federation-and-barack-obama-pre",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 06, 2009\n\n \n\n\n\nJoint Statement by Dmitry A. Medvedev, President of the Russian Federation, and Barack Obama, President of the United States of America, on Missile Defense Issues\n\n\n\n\n\n\nTHE WHITE HOUSE\n\n\t\tOffice of the Press Secretary\n\t\t______________________________________________________________________\n\t\tFOR IMMEDIATE RELEASE                                                  July 6, 2009\n\t\t \n\nJoint Statement by Dmitry A. Medvedev, President of the Russian Federation, and Barack Obama, President of the United States of America, on Missile Defense Issues\n\n\t\tIn accordance with the understanding reached at the meeting in London on April 1, 2009, Russia and the United States plan to continue the discussion concerning the establishment of cooperation in responding to the challenge of ballistic missile proliferation. Our countries are intensifying their search for optimum ways of strengthening strategic relations on the basis of mutual respect and interests.\n\n\t\tWe have instructed our experts to work together to analyze the ballistic missile challenges of the 21st century and to prepare appropriate recommendations, giving priority to the use of political and diplomatic methods. At the same time they plan to conduct a joint review of the entire spectrumof means at our disposal that allow us to cooperate on monitoring the development of missile programs around the world. Our experts are intensifying dialogue on establishing the Joint Data Exchange Center, which is to become the basis for a multilateral missile-launch notification regime.\n\n\t\tThe Russian Federation and the United States of America reaffirm their willingness to engage in equitable and mutually beneficial cooperation with all interested countries that share their assessments of the danger of global proliferation of ballistic missiles. We call upon all countries having a missile potential to refrain from steps that could lead to missile proliferation and undermine regional and global stability.\n\n\t\t##\n\n\n\n\n\n"
}