{
    "title": "Executive Order -- Facilitation of a Presidential Transition | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/06/executive-order-facilitation-presidential-transition",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 06, 2016\n\n \n\n\n\nExecutive Order -- Facilitation of a Presidential Transition\n\n\n\n\n\n\tEXECUTIVE ORDER\n\n\t- - - - - - -\n\n\tFACILITATION OF A PRESIDENTIAL TRANSITION\n\n\tBy the authority vested in me as President by the Constitution and the laws of the United States of America, including section 7301 of title 5, United States Code, and the Presidential Transition Act of 1963, as amended, and to assist the Presidential transition, it is hereby ordered as follows:\n\n\tSection 1. Policy. The peaceful transition of power has long been a hallmark of American democracy. It is the policy of the United States to undertake all reasonable efforts to ensure that Presidential transitions are well-coordinated and effective, without regard to party affiliation.\n\n\tSec. 2. Establishment of the White House Transition Coordinating Council. (a) To facilitate the Presidential transition, including assisting and supporting the transition efforts of the transition teams of eligible candidates, there is established a White House Transition Coordinating Council.\n\n\t(b) The White House Transition Coordinating Council shall be composed of the following officials or their designees:\n\n\t(i) Assistant to the President and Chief of Staff, who shall serve as Chair;\n\n\t(ii) Assistant to the President and Deputy Chief of Staff for Operations, who shall serve as Vice Chair;\n\n\t(iii) Assistant to the President and Deputy Chief of Staff for Implementation;\n\n\t(iv) Counsel to the President;\n\n\t(v) Assistant to the President for Presidential Personnel;\n\n\t(vi) Assistant to the President for National Security Affairs;\n\n\t(vii) Assistant to the President for Homeland Security and Counterterrorism;\n\n\t(viii) Assistant to the President for Economic Policy and Director, National Economic Council;\n\n\t(ix) Director of National Intelligence;\n\n\t(x) Director of the Office of Management and Budget;\n\n\t(xi) Administrator of General Services;\n\n\t(xii) Federal Transition Coordinator;\n\n\t(xiii) the transition representative for each eligible candidate, who shall serve in an advisory capacity;  and\n\n\t(xiv) any other executive branch official the President determines appropriate.\n\n\t(c) The White House Transition Coordinating Council shall:\n\n\t(i) provide guidance to executive departments and agencies (agencies) and the Federal Transition Coordinator regarding preparations for the Presidential transition, including succession planning and preparation of briefing materials;\n\n\t(ii) facilitate communication and information sharing between the transition representatives of eligible candidates and senior employees in agencies and the Executive Office of the President, including the provision of information relevant to facilitating the personnel aspects of a Presidential transition and such other information that, in the Council's judgment, is useful and appropriate, as long as providing such information is not otherwise prohibited by law; and\n\n\t(iii) prepare and host interagency emergency preparedness and response exercises.\n\n\t(d) In order to obtain a wide range of facts and information on prior transitions and best practices, the White House Transition Coordinating Council, its members, or their designees may seek information from private individuals, including individuals in outside organizations, who have significant experience or expertise in Presidential transitions. The White House Transition Coordinating Council, its members, or their designees shall endeavor to obtain such facts and information from individuals representing a range of bipartisan or nonpartisan viewpoints. If the White House Transition Coordinating Council, its members, or their designees find it necessary to seek advice from private individuals or outside organizations, such counsel should be sought in a manner that seeks individual advice and does not involve collective judgment or deliberation.\n\n\tSec. 3. Establishment of the Agency Transition Directors Council. (a) To implement the guidance provided by the White House Transition Coordinating Council and to coordinate transition activities across agencies, there is established an Agency Transition Directors Council.\n\n\t(b) The Agency Transition Directors Council shall be composed of the following officials or their designees:\n\n\t(i) Federal Transition Coordinator, who shall serve as Co-Chair;\n\n\t(ii) Deputy Director for Management of the Office of Management and Budget, who shall serve as Co-Chair;\n\n\t(iii) a senior career representative from each agency described in section 901(b)(1) of title 31, United States Code, the Office of Personnel Management, the Office of Government Ethics, and the National Archives and Records Administration whose responsibilities include leading Presidential transition efforts within the agency;\n\n\t(iv) during a year in which a Presidential election will be held, a transition representative for each eligible candidate, who shall serve in an advisory capacity;\n\n\t(v) a senior career representative from any other agency determined by the Co-Chairs to be an agency that has significant responsibilities relating to the Presidential transition process; and\n\n\t(vi) other senior employees serving in the Executive Office of the President, as determined by the President.\n\n\t(c) The Agency Transition Directors Council shall:\n\n\t(i) ensure the Federal Government has an integrated strategy for addressing interagency challenges and responsibilities around Presidential transitions and turnover of non-career appointees;\n\n\t(ii) coordinate transition activities among the Executive Office of the President, agencies, and the transition team of eligible candidates and the President-elect and Vice-President-elect;\n\n\t(iii) draw on guidance provided by the White House Transition Coordinating Council and lessons learned from previous Presidential transitions in carrying out its duties;\n\n\t(iv) assist the Federal Transition Coordinator in identifying and carrying out his or her responsibilities relating to a Presidential transition;\n\n\t(v) provide guidance to agencies in gathering briefing materials and information relating to the Presidential transition that may be requested by eligible candidates;\n\n\t(vi) ensure materials and information described in subparagraph (v) of this subsection are prepared not later than November 1 of the year during which a Presidential election is held;\n\n\t(vii) ensure agencies adequately prepare career employees who are designated to fill non-career positions during a Presidential transition; and\n\n\t(viii) consult with the President's Management Council, or any successor thereto, in carrying out its duties.\n\n\t(d) The Agency Transition Directors Council shall meet:\n\n\t(i) subject to subparagraph (ii) of this subsection, not less than once per year; and\n\n\t(ii) during the period beginning on the date that is 6 months before a Presidential election and ending on the date on which the President-elect is inaugurated, on a regular basis as necessary to carry out its duties and authorities.\n\n\tSec. 4. General Provisions. (a) Nothing in this order shall be construed to impair or otherwise affect:\n\n\t(i) the authority granted by law to a department or agency, or the head thereof; or\n\n\t(ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n\n\t(b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n\n\t(c) The terms \"eligible candidate,\" \"Federal Transition Coordinator,\" and \"Presidential election\" shall have the same meaning as those terms used in the Presidential Transition Act of 1963, as amended. The term \"President's Management Council\" shall have the same meaning as that term is used in the Presidential Memorandum of July 11, 2001.\n\n\t(d) This order is intended only to facilitate the transition and is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n\n\tBARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\tMay 6, 2016.\n\n\n\n\n"
}