{
    "title": "Press Conference Call on Additional Steps to Counter ISIL | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/06/10/press-conference-call-additional-steps-counter-isil",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\n\nJune 10, 2015\n\n \n\n\n\nPress Conference Call on Additional Steps to Counter ISIL\n\n\n\n\n\n\tVia Conference Call \n\n\t12:42 P.M. EDT\n\n\tMR. PRICE:  Thanks very much, everyone.  This is Ned.  Thanks for joining today’s call on additional U.S. steps in the counter-ISIL effort.  Today’s call is on the record, but it is embargoed until the conclusion of the call.  \n\n\tWe have four senior administration officials on the line with us today.  First we have Ben Rhodes, the Deputy National Security Advisor for Strategic Communications.  We also have Jeff Prescott, the NSC Senior Director for Iran, Iraq, Syria, and the Gulf States.  We have Elissa Slotkin, Assistant Secretary of Defense for International Security Affairs.  And finally, we have Brett McGurk, the Deputy Special Presidential Envoy for the Global Coalition to Counter ISIL. \n\n\tSo just a reminder, today’s call is on the record, but it is embargoed until the conclusion.  And with that, I will turn it over to Ben Rhodes.\n\n\tMR. RHODES:  Thanks, everybody, for joining the call.  I'll just make some opening comments, before turning it over to Elissa and Brett, about some additional steps the President has decided to take with respect to our counter-ISIL campaign.\n\n\tWe've been pursuing a strategy since last year to degrade and ultimately destroy ISIL, focusing on efforts within Iraq and Syria, in particular, to degrade ISIL, to push it out of areas that it had claimed, and also, importantly, to strengthen the capacity of partners on the ground in that effort.  And I'd note that we're working with a very broad coalition of countries on the various elements of our strategy.\n\n\tOver the course of the last several months, we have worked on a regular basis to evaluate what is going well in the strategy, where we've had successes in pushing ISIL out of territory that it had claimed, and also to look at setbacks that have taken place, including recently, ISIL’s movement into Ramadi, for instance.  So there’s a very regular process of evaluation; there’s a very regular process of consultation with the Iraqi government to determine what we can best do to support their efforts, just as we are also in constant contact with our coalition partners.\n\n\tClearly, what we have determined in reviewing this effort over the last several months is that the counter-ISIL campaign works best when we have a capable partner that we are supporting on the ground, and where Iraqis are able to pursue an inclusive approach to their politics and their efforts to provide for the security of the Iraqi people, generally.  And so the steps that the President is announcing today very much aim to reinforce those important elements of the strategy -- strengthening our Iraqi partners on the ground and supporting an inclusive approach to Iraqi politics and security.  \n\n\tAnd I would note that the President reached these decisions after consulting with Prime Minister Abadi -- he was able to meet him twice in the last several weeks, once here in the White House, and then recently, at the G-7, where the President was able to have a final consultation with Prime Minister Abadi before then making the determination to move forward with these steps that are very much in line with Prime Minister Abadi’s request and desire for additional assistance.  He’s also met several times with his national security team, which, of course, fully supports the steps that we're announcing today.  \n\n\tJust briefly, to give you the overview, as a part of our effort to strengthen the capacity of Iraqi partners on the ground, the President is authorizing the deployment of additional U.S. military personnel to train and advise and assist Iraqi security forces at Taqaddum military base in eastern Anbar Province.  So this gives us an additional venue to be able to coordinate with Iraqi forces in Anbar Province, which has been a focus of our efforts, just as we've seen ISIL make Anbar a focus of their efforts.\n\n\tThese advisors will give us a greater capacity to strengthen Iraqi forces, including, importantly, working with the local tribal fighters who are going to be essential to our efforts to conduct operations against ISIL and to try to push them out of areas that they have taken control of over the recent months. This is in addition to the ongoing efforts that the U.S. and other coalition partners have to train Iraqi at four training sites across Iraq.  I’d note that these are not troops who will be serving in a combat role, but they will be supporting Iraqi forces on the ground who are in the fight.\n\n\tIn addition, the President is also focused in his announcement today on expediting the delivery of equipment and materiel to Iraqi forces.  This is being done in full coordination with the Iraqi government and will enable us to better supply both the Peshmerga forces in the north and the tribal fighters operating under Iraqi command as well in Anbar Province.  We, together with our coalition partners, want to make sure that the Iraqis fighting ISIL on the ground have the equipment that they need to carry out that effort.\n\n\tFurthermore, we’ve been very focused in those areas where ISIL has been pushed back in making sure that there’s an immediate capacity to provide assistance to local populations.  We have seen ISIL lose substantial territory -- for instance, in northern Iraq and in some areas around Baghdad -- and we want to make sure that there is a framework in place to allow for the provision of assistance so that security can take hold as well as effective local governance in those areas.  So, in that vein, the United States is working to facilitate with the United Nations an international fund that can help Iraqi communities that have been recently rid of ISIL governance.\n\n\tMore broadly, of course, we have a strategy that also incorporates efforts to crack down on the flow of foreign fighters in and out of Syria and Iraq, which poses a potential threat to many countries around the world, including in Europe and here in the United States.  And so we’re working with other countries as they amend their laws and practices to better crack down on that flow of foreign fighters, just as we are engaged in an ongoing effort to counter ISIL’s efforts to propagate its ideology.\n\n\tAgain, I’d just note that these steps fully reflect the consultations we’ve had with the Iraqi government, with Prime Minister Abadi, and they’re in support of the plan that Iraq’s own Council of Ministers has passed for the liberation of Anbar, which Brett can speak to.  And, again, I think this will give us a greater capacity as a coalition to support Iraq as they aim to push back against ISIL and to reclaim their territory.\n\n\tAnd the last thing I’d just say is we also will be able to continue those consultations here, with Speaker Jabouri of the Iraqi Parliament having meetings here in Washington, including at the White House, later this week.\n\n\tAnd with that, I’ll turn it over to Elissa to talk to the deployment.\n\n\tASSISTANT SECRETARY SLOTKIN:  Hi, everyone.  I’ll just give a few additional details.  Once the President authorized the Secretary, we moved out to expand our advise-and-assist mission at Al-Taqaddum Air Base in support of the government of Iraq’s plan.  The intent of the additional site is to provide personnel to assist with planning, integration, logistics, and support to the Iraqi security forces and tribal forces as they fight to retake Ramadi and Fallujah, and ultimately all throughout Anbar.\n\n\tU.S. forces will provide operational advice and planning support to the Iraqi security forces to include the Iraqi 8th Army Division, the Special Forces -- the Iraqi Special Forces, other security forces associated with the government of Iraq.  The mission will also enable tribal outreach as part of the Prime Minister’s plan that the Council of Ministers passed on May 19th, and this will help accelerate training and equipping of the local tribes in coordination with Anbar authorities and the central government of Iraq.\n\n\tBased on this addition, we’ll add an additional 450 troops at this one site.  This will bring our total up to 3,550 authorized across Iraq.  These forces, again, will provide an advisory, training, and support role.  They are not conducting offensive ground combat operations.\n\n\tThe types of things we’ll be covering there, in addition to our advise-and-assist mission -- things like mission command, helping the Iraqis with mission command, intelligence; we’ll be doing force protection for the site along with the Iraqis.  We’ll be focused on sustainment and logistics with them.  Those are the types of things we’ll be working on.  We’ll begin sourcing the forces that will be located at Taqaddum in the next couple of days.  The first forces will come from forces already on the ground in Iraq, and then we will pull additional forces from out of country into that site.\n\n\tLet me leave it there and I’ll be happy to take questions.\n\n\tMR. RHODES:  We’ll go to Brett.\n\n\tMR. McGURK:  This is Brett out in Baghdad.  I would just add a few things that we think are pretty significant about what’s happened since the events of Ramadi, now a few weeks ago.\n\n\tThe Iraqi government responded almost immediately and they unanimously came together -- Sunni, Shia, Kurds -- and they adopted an Anbar liberation plan.  And that plan has five really key elements.  One, as Elissa mentioned, is mobilizing tribal fighters in Anbar Province to work in coordination with Iraqi security forces.  Let me just talk about that a little bit.\n\n\tWe have had success in that regard out in western Anbar, at Al-Asad Air Base, where we’ve been based since November.  We’ve been working with three tribes out there, and with the 7th Iraqi Army Division.  And we’ve had some real success advising and assisting tribal fighters with the Iraqi security forces.  Even when Daesh -- ISIL -- has come at the towns in that area, such as Baghdadi, which they took over about three months ago, we’ve been able through our advise-and-assist mission to organize the tribes, organize Iraqi forces, and take back territory.  That’s been a real success, and we’ve look at that in terms of what’s worked and can we build on that, can we reinforce that.\n\n\tAt Taqaddum, we have seen the Iraqis over the last couple months, they launched an initiative on their own to incorporate tribal fighters in that area.  And on May 27th, we had 800 tribal fighters at Habbaniyah, just across the street from Taqaddum.  And we had some guys there to kind of see that process, and it was quite impressive.  It was 800 tribal fighters; they were all equipped with weapons, and they’re now integrated in Iraqi security force operations.  So the government is committed to tribal mobilization, as are we, and we think the second site will really help enable that.\n\n\tThe second element of the plan is recruiting into the Iraqi army.  And specifically, the plan mentions the Anbar Base divisions.  The Iraqis are going through an audit of their rolls, and they’re going to cut from their rolls those soldiers who have attrited or are no longer in the ranks.  We think that’s going to open up immediately about 3,000 positions in the Anbar Base divisions, and that number will go up.  And we want to see recruits coming into those divisions.  That’s something the Iraqi government has now committed to.  And again, we think the second site will help enable that.\n\n\tThe third element of the plan is reconstituting the Iraqi police.  This mission is not directly tied to that, but the Ramadi police are now consolidating at Habbaniyah Base -- again, just across the street from Taqaddum.  And coalition partners, such as the Italians, are stepping up to really help the Iraqis organize and consolidate the police, which will be the hold force when the counterattack happens in Ramadi.\n\n\tThe fourth element is something Ben mentioned, and this is called stabilization.  And the Iraqis remain -- their economy is in pretty desperate straits due to the price of oil.  Their budget has been cut in almost half from what it was a year ago, and they’re managing that in a number of ways.  But one thing that they’re limited in doing, we found, is flushing resources to areas that are cleared of ISIL.  And the U.N. here and experts who do this -- that’s really a necessary condition to help get life come back to the streets and set the conditions for IDPs to return.  \n\n\tWe have now established an international stabilization fund, as Ben mentioned.  We have announced an intent to put in about $8.3 million into that fund, and a number of contributors announced their pledges in Paris about a week ago.  And the U.N. is overseeing this with the Iraqi government, and we think this is going to be an effective mechanism to flush resources in areas once they’re cleared of ISIL.\n\n\tThe final element of the plan, which is really important, is consolidating the forces that retreated from Ramadi and organizing them, and to ensure there is command and control over all forces in the field.  That means tribal mobilization forces. It also means the Popular Mobilization Forces that have been pretty much a part of this fight now, going back for about six to eight months.\n\n\tThe Iraqis just set up their Anbar operation center at Taqqadum Air Base, and obviously we’ll be working very closely with them.  And that is where operations throughout the province, particularly the eastern part of the province, will be organized. And we’ll be advising and assisting in those efforts.\n\n\tI think to see why this is significant, if you look on a map of the Euphrates Valley, Daesh really has -- ISIL has a Euphrates Valley campaign.  You can go from Raqqa all the way to Ramadi, and then all the way into Baghdad -- that’s what they’ve been trying to do.  You can see those maps that you see from time to time with the red swatch of territory they control.  There’s a big green circle, which they do not control, and that’s in -- if you go up to Baghdadi and Haditha -- that’s where Al Asad Air Base is -- that’s where our guys are based and working in the advise-and-assist mission, which, again, has been very effective. And then if you look at where Taqqadum is, just by Habbaniyah Lake, between Fallujah and Ramadi, we think we can have a similar effect.\n\n\tI would just say that Prime Minister Abadi specifically asked for this mission.  We’ve been talking about it for some time.  After the events of Ramadi, in a phone call with the Vice President, he asked if we could look at this again, and it’s something that we very much had been looking at and, of course, looked at very closely in the National Security Council in meetings with the President, and the President made the decision to move forward.  And General Austin was here today, and we had a good meeting with the Prime Minister talking through the modalities.  \n\n\tSo we now are moving forward.  And we’re happy to take any questions.\n\n\tQ    Thank you.  Question for Elissa and for Brett.  The announcement that you’ve made today is noteworthy not only for the steps that you are taking, but for what is not in there.  There’s no provision for American JTACs to call in airstrikes, which can be important in an urban environment.  There’s no provision to send advisors in the field with Iraqi troops, which can be helpful to mentor them.  There’s no provision to use American Apache attack aviation to support the Iraqis.  These are all steps that would keep the Iraqis in the lead, but might be more decisive in helping them retake Ramadi.\n\n\tCould you explain, given that ISIS has held Mosul for a year, Fallujah for more than that, now has the second provisional capital -- provincial capital -- why you haven’t -- didn’t take more decisive steps?  Are these options still on the table?  And given the effort that you’ve outlined so far, would you expect Ramadi to be in Iraqi hands by the end of the summer or perhaps by the end of the year?\n\n\tMR. RHODES:  I’ll start and give it to Brett or Elissa to add.  Look, I'd say the President has been very clear that he’ll look at a range of different options.  We’ve worked through many of these questions at NSC meetings as to what the range of assistance we can provide is.  I think our overriding focus here is making sure that there is Iraqi capacity on the ground.  \n\n\tUltimately, you’ve heard the President say many times that there have to be local solutions to taking back this territory and holding it and that the U.S. military cannot and should not do this simply for Iraqis.  And, frankly, Iraqis want to be in the lead themselves.  \n\n\tAnd so, therefore, the President has focused in the options that he has chosen on those elements that will better enable Iraqi capacity, both in terms of the types of equipment we're able to expedite to them, but also in terms of our ability to provide training and advice, intelligence support, support with command and control, so that they can ultimately be the ones on the front lines who are working to take back their own territories.\n\n\tSo, Michael, the President hasn’t ruled out any additional steps; he’s always open to considering refinements to the strategy.  But I think we’ve been guided by a belief that the best way for Iraqis to take back those portions of their country that have fallen to ISIL is for them to be in the lead.  That will be a more sustainable model.\n\n\tAnd there’s much that we can do through airstrikes, through training and equipping and advice.  But, again, ultimately we want to see -- and believe that the strategy has worked in places where Iraqi forces, Kurdish forces in the north have been able to work with us in a supporting role to facilitate their operations.  \n\tBut I don’t know, Brett or Elissa, if you want to add to that.  \n\n\tMR. MCGURK:  I would just add briefly just what Ben said, that we obviously are considering a number of things and the President has always said he’ll consider any option that’s recommended to him.  I think in the case of Taqaddum, we have to get on the ground, we have to get our eyes on, develop the relationships there, work with the joint operations center, work with their plan and then we’ll assess from there.  \n\n\tBut one capability this will give us -- and it’s a lesson that we’ve learned from Al Asad -- and I refer you to Elissa, but I was just over at our joint operations center, again, listening how the whole thing is working.  It’s a tremendously effective system, compared to even six months ago.  And where we have a presence such as Al Asad Air Base, the turnaround time for airstrikes is pretty quick.  \n\n\tSo given the strategic location of Taqaddum, I think this will greatly improve our ability to turn around airstrikes in a pretty fast clip when we are directly advising and assisting Iraqi units in those areas and also the associated tribal fighters who will be with them.  \n\n\tSo I think it will really enhance our capability just having the advise-and-assist mission on the base and then any additional missions, as Ben said, I think the President, of course, will consider them as the recommendations come from the chain of command.  \n\n\tQ    Hi, thanks very much.  The 450 number is relatively modest.  Do you think that that will be enough to do the job against the Islamic State?  And secondly, Ben, you referred to this a little bit now, but will the strategy review continue past this, or is this sort of it for now? \n\n\tMR. RHODES:  So, on the second question Jeff, I wouldn’t think of it as some type of formal review process as we had, for instance, early in the administration with Afghanistan, or even as we had last summer as we were formulating the counter-ISIL strategy that the President announced in September.  \n\n\tWhat we do have is a belief that we should regularly review our approach and make adjustments and refinements based on what we’re seeing on the ground.  That’s what we’ve been doing the last several months -- including after ISIL moved into Ramadi.\n\n\tAnd the steps that we’re announcing today I think are meant to respond very specifically to both what the President’s national security team thought would be the most effective way to provide some immediate support to the Iraqi efforts to liberate Anbar, but also to draw from what we’ve seen works in terms of how we can expedite support both in terms of advice and assistance, but also equipment to Iraqi forces that are out in the fight -- whether it’s in northern Iraq or whether it’s in Anbar. \n\n\tSo the 450, that is added to the cap of U.S. forces in Iraq, which as Elissa said, is now up to 3,550.  But this is meant to respond very specifically to the desire to have this capacity at Taqaddum.  So the reason for that number is that’s the resource that is necessary to carry out the specific enhancement of having this additional facility at Taqaddum.\n\n\tAgain, the other thing that we’ve seen is that there are forces across the country that are in this fight with ISIL, in the north in Anbar, and we want to be able to expedite the ability to equip them, working in coordination with the Iraqi government, of course, which has overall command and control.  But this step will better allow us to provide that expedited equipment into Anbar Province, just as we’re also working to expedite equipment to Kurdish forces in the north.  So that’s something else that we’ve drawn from in looking at what has worked and what hasn’t.  \n\n\tNotably, as the President said the other day, in Ramadi, you did not have Iraqi forces in substantial numbers who had been trained and equipped by the coalition and, therefore, they did not have the same capabilities that some of the Iraqi forces have had in the north and around Baghdad, where they had the benefit of that support from us.  \n\n\tAnd so we’re looking for ways to broaden our ability to have Iraqi security forces -- including some of these more local solutions to the Popular Mobilization Forces that can utilize not just coalition airstrikes but direct coalition support.  \n\n\tI don’t know, Elissa or Brett, if you want to add to that.\n\n\tASSISTANT SECRETARY SLOTKIN:  So I’ll just add on the numbers question.  I think we started from a place of looking at what missions had to take place on Taqaddum, and then we built the numbers out from there.  We didn’t come with a number first and sort of fit missions within it.  And I think that’s important.  And we do have some experience doing this, and so we think we have the right numbers.  But as Ben and others have said, we will always relook at those numbers and make our best recommendations when we have them, if it is to increase.  \n\n\tQ    Hi, thanks a lot.  Especially, Ben, this is for you.  While we have you on the line, can you give us a sense of right now the total ISIS troop strength?  And much has been said about foreign fighters over the last few weeks.  Can you give us an approximate number of how many foreign fighters are crossing the border into Iraq and Syria every month?  \n\n\tAnd my second question is, much has been made of the problems after the fall of Ramadi -- a long list of problems from low moral to truck bombs, et cetera.  And now we’re seeing the doubling of the number of trainers in Iraq.  So I'm wondering why some of those problems weren’t known well ahead of time.  Why wasn’t the situation with the Iraqi army and other issues not known before the fall of Ramadi?  Why couldn’t some of this have been done preemptively?\n\n\tMR. RHODES:  Thanks, Michelle.  On the numbers question, we tend to defer to the intelligence community for specifics.  I think generally in terms of ISIL fighters who are out in the fight, the estimates have tended to be in the range of 20,000 to 30,000 at any given time.  They, of course -- in terms of foreign fighters that is, to be specific.\n\n\tIn terms of the pipeline of foreign fighters, that’s something that we are monitoring on a regular basis.  We continue to believe that the number of Americans who have aimed to join the fight, either going into Iraq and Syria, or trying to and being stopped in that effort, is in the neighborhood of 180. But in terms of our European partners, that is clearly up into the thousands.  And that I think has been a source of grave concern for our European partners.\n\n\tSo that's our assessment of foreign fighters.  Clearly, ISIL draws from a larger pool as it relates to their efforts to either recruit or coerce local populations in Syria and Iraq to cooperate with them.  But in terms of our own security, we're very focused on the foreign fighter issue because ultimately that could provide a pipeline for people to return to either the United States or Europe or other countries to conduct, potentially, attacks.  And that's why we've put a focus on harmonizing laws and protocols with many different countries around the world -- working with Turkey, in particular, to crack down on their border, which has been a focal point for the flow of foreign fighters into Syria.\n\n\tI'll just start on Ramadi.  I don't know if Brett or Elissa wants to add to it.  I think that, look, we have seen shortfalls in elements of Iraqi capacity.  I think the Iraqi government itself recognizes that.  Part of the question that we're trying to answer here is how do we have a better ability to move quicker when we see those shortfalls -- because it's both a question of seeing where ISIL may be posing a threat, but also what is our capacity to get assistance to Iraqi forces who are on the front lines.\n\n\tSo, clearly, we've been able to establish a pipeline into the north where you have the Peshmerga and Iraqi forces working together to push back against ISIL; around Baghdad where we have a joint operations center, we’ve had that capacity we established at Al Asad.  But we need to make sure that in terms of where our forces are and how we're able to equip Iraqi forces that we can be more nimble -- because, clearly, this is a very nimble enemy.\n\n\tSo the question you ask, that's part of the problem we're trying to solve, which is, how can we move faster to provide advice, assistance, and equipment to Iraqi forces who are in places like Anbar where they’re under great pressure from ISIL.\n\n\tBut, Brett, you may want to add to that.\n\n\tMR. McGURK:  I would just add one reason the Iraqis asked us to consider this -- I'm going to have to drop off after this question, but let me just focus on it -- is that where we have a presence and an advise-and-assist mission, it dramatically increases the situational awareness of the Iraqis on the field.  So out at Al Asad -- I've been out there a few times -- we're working 24-7 in that theater.  And it's really -- particularly when ISIL tried to mount one of their attacks, and what they do when they mount an attack is a number of suicide bombers, suicide truck bombs, car bombs -- and also suicide bombers we assess are foreign fighters, nearly all of them.  So that gets to the foreign fighters group.  And they try to create panic, and then they come from different angles so it feels like they’re totally surrounding a unit.  And that can lead to command and control issues and, potentially, kind of a crack in the forces.\n\n\tSo when we’re fused with them and advising and assisting, we’re able to kind of see a little better and buck up the ranks. So, given the strategic location of Taqaddum, I think this is really kind of perfect for that situation.  And given the fact that the Iraqis have put the Anbar operation center there, I think this will have a fairly dramatic effect on just their situational awareness of the enemy -- because sometimes the enemy is not as strong as they pretend to me -- and also, specifically -- this is a tactical issue, but we have accelerated our delivery of anti-tank rockets to make sure that the Iraqis in the field have the ability to combat what is now ISIL’s weapon of choice, just these massive suicide truck bombs.  \n\n\tSo the Iraqis have actually been fairly effective in this in recent days, and we’ll continue -- we’re training them on them now.  They have some safety force from us and they have some other systems.\n\n\tBut, again, we’re going to work with them to combat what is ISIL’s primary weapon of choice now -- these massive suicide bombs -- and also to help with their situational awareness when they do come under attack; and then, most importantly, help them consolidate their ranks and plan for operations and counterattack operations in Anbar Province.  And I think, again, strategically, being at Al Asad and being at Taqaddum, we’ll be pretty well positioned to help them do that.\n\n\tMR. PRICE:  Thanks, we have time for a couple final questions.\n\n\tQ    It’s my understanding that there have been a good number of trainers, but the bigger issue in Iraq has been the number of trainees.  And you talked a little bit about how part of the goal is to replenish the Iraqi forces, but can you go a little more into that?  How do you get capable Iraqis who are willing to be trained and do the work?  And how confident are you that that can happen, given how longstanding of a problem and challenge this has been?\n\n\tMR. RHODES:  That’s a very good question and the President referenced this the other day.  Part of what we’re aiming to do, in our statement of our support for the Iraqi government’s plan around decentralization and the type of functional federalism they’re aiming to cultivate, is to provide different pipelines for Iraqis to get into the fight under the umbrella of the Iraqi security forces.  \n\n\tSo, in other words, to be specific, you’ve had in the past, some of the Sunni tribes who have not joined the regular Iraqi security forces -- because of some of the political tensions and divisions in Iraqi politics over the last several years -- who do recognize that there is a threat from ISIL, who do want to protect their communities.  But we are aiming to find with the Iraqi government different ways to tap into that recruitment pool.\n\n\tSo what the Iraqi government has done, in coordination with the coalition, is undertake outreach to those tribes and to try to create a space for them to be a part of the Popular Mobilization Forces that are emerging in different parts of Iraq -- which, frankly, would then provide for a greater recruitment base for fighters to both get in the fight against ISIL, but also receive training, equipping and assistance from the coalition, as well -- again, in coordination with the Iraqi government.\n\n\tSo with this greater presence in Anbar Province, at Al Asad, now Taqqadum, combined with the type of tribal outreach that’s being done, we are hoping to get more of those Sunni tribes invested in the fight against ISIL to have a greater recruiting base for the effort against ISIL in Anbar Province.  And that I think will be key to not just getting a manpower issue resolved, but, frankly, making sure that the people who have the most at stake in this part of Iraq are fully invested in this effort.  \n\n\tBut I don’t know if Elissa or anybody else wants to add anything to that.\n\n\tASSISTANT SECRETARY SLOTKIN:  This is Elissa.  I think that’s exactly right, Ben.  I mean, I think the other point that Brett made was that you need to have -- given the Iraqi budget, you need to have the ability to pay and arm and train these forces.  And so the other part of it, in addition to the interest in participating, is the slots and the availability.  \n\n\tThat’s part of what the Prime Minister is trying to do, and clean up the books so that he has the space, the finances, to be able to bring those on.  His goal, along with our goal, is always to have the military represent the people who are resident in Iraq.  So it’s critically important to get the Sunnis in the main security forces.  That’s another reason we want folks on the ground, U.S. forces on the ground to help facilitate that conversation.\n\n\tMR. PRESCOTT:  This is Jeff Prescott.  Let me just add one other note to that good point, which is, look, we’ve already completed training of about 9,000 through this building partner capacity program.  And we’ve got 3,100 or so Iraqi forces that are currently in training.\n\n\tBut just to step back for a second -- when the Iraqis, under Prime Minister Abadi’s direction, announced their plan after the fall of Ramadi for efforts to retake Ramadi and, indeed, to improve the performance across Anbar Province, they called for expanding recruitment across the board, in just the way that Ben was just mentioning.  And so that’s why not only with this new location, but we also expect that we’re going to see an increasing flow of trainees to the other locations that we already have set up.\n\n\tSo in some ways, the Iraqis are now getting themselves organized in a way that will allow them to flow more in, and take advantage of the existing capacity that we do have.\n\n\tQ    You noted that Taqqadum sits between Ramadi and Fallujah.  And I’m just wondering, what is the risk that these trainers are drawn into direct contact with Islamic State fighters?  And do these -- is there a sense in which the U.S. personnel will actually serve as a deterrent force in their own right there to stop ISIL advance?\n\n\tASSISTANT SECRETARY SLOTKIN:  So I’m happy to take this one first.  But, of course, force protection is something that we look at first and foremost whenever we consider putting U.S. forces in a new location.  We’ve done site surveys of the location, and a lot of our recommendations to the President were based on on-the-ground site assessments of what we might need.  \n\n\tOf course, there is always a risk whenever we’re in Iraq that we could be hit with indirect fire, as we have in the past; that we could be attacked.  That's something we consider wherever we go in Iraq.  But we felt like we could sufficiently mitigate the risk to make it worthwhile, to go out there to perform this important mission.  \n\n\tIn terms of serving as a deterrent effect, I think certainly the idea that the U.S. is closer to the actual combat role the Iraqis will be taking, that we’re closer to the fight, that we shorten the strings on support for those forces when it comes to providing overhead cover, all of those things I think certainly, if I were Daesh, I would be factoring into the equation.  But it wasn’t our primary goal in thinking of the site.  It was getting to the Iraqis and helping them with the specific advice and operational planning that they really need to take the fight to Daesh.\n\n\tMR. RHODES:  That’s exactly right.  I’d just say that, look, the President recognizes whenever there’s a deployment like this to a place like Iraq, there’s inherent risk, and we take that very seriously.  The forces will not be in a combat role themselves, but, clearly, force protection has been a very principal concern of the President’s as he looks at these training facilities across Iraq.  And so that’s been a part of all the discussions we’ve had with his national security team.\n\n\tThanks, everybody, for getting on the call.  We appreciate it, on relatively short notice.  And we’ll look forward to staying in touch on these issues going forward.\n\n\tEND  \n\t1:21 P.M. EDT\n\n\n\n\n"
}