{
    "title": "Background on the National Medal of Arts and National Humanities Medal Awards Ceremony | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-national-medal-arts-and-national-humanities-medal-awards-ceremony",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nFebruary 25, 2010\n\n \n\n\n\nBackground on the National Medal of Arts and National Humanities Medal Awards Ceremony\n\n\n\n\nPresident Obama will award the 2009 National Medal of Arts and National Humanities Medal to 20 honorees in the East Room.  The First Lady will also attend.  The President will deliver remarks and present the awards to the following individuals and organizations:\n\nBob Dylan\nClint Eastwood\nMilton Glaser\nMaya Lin\nJessye Norman\nThe Oberlin Conservatory of Music\nJoseph P. Riley, Jr.\nThe School of American Ballet\nFrank Stella\nMichael Tilson Thomas\nJohn Williams\nRita Moreno\nRobert A. Caro\nAnnette Gordon-Reed\nDavid Levering Lewis\nWilliam H. McNeill\nPhilippe de Montebello\nAlbert H. Small\nTheodore C. Sorensen\nElie Wiesel\n\nNote: Bob Dylan, Clint Eastwood and Albert H. Small are not expected to be in attendance.\nBelow are the 2009 National Medal of Arts and National Humanities Medal Citations, which will be read at the ceremony this afternoon:\nBob Dylan.  For his achievements as one of America’s leading musical artists in popular culture.  He is an icon of youthful rebellion and poetic sensitivity, and his songs echo in the hearts of millions.\nClint Eastwood.  For his artistry as a director and actor.  His films and performances are essays in individuality, hard truths, and the essence of what it means to be American.\nMilton Glaser. For a lifetime devoted to improving the way people communicate through innovation in graphic design, and for memorable visual artifacts that challenge contemporary artists and delight all Americans.\nMaya Lin.  For her profound work as an architect, artist, and environmentalist.  Her vision for the National Vietnam Veterans Memorial emblemizes her deep understanding of the ways in which we respond to the world around us.\nJessye Norman.  For her contributions to American music as a dramatic soprano, broadening contemporary operatic repertoire and distinguishing herself with the warmth, intensity, and range of her voice.\nThe Oberlin Conservatory of Music. For preparing young musicians to become great cultural contributors.  As a model of music education, America’s oldest continuously operating conservatory proves that exceptional training enriches artists, our communities, and our Nation.\nJoseph P. Riley, Jr.  For cultivating Charleston’s historic and cultural resources to enhance public spaces, and for revitalizing urban centers throughout our Nation as founder of the Mayors’ Institute on City Design.\nThe School of American Ballet.  For shaping the history of 20th Century dance by training young dancers under the guidance of the world’s ballet masters to forge a dynamic classical ballet tradition in the United States.\nFrank Stella.  For his accomplishments as one of the world’s most innovative painters and sculptors.  His sophisticated visual experiments—often transcending boundaries between painting, printmaking, and sculpture—are modern masterpieces.\nMichael Tilson Thomas.  For his dedication to elevating American orchestral playing as a renowned conductor, and for his commitment to engaging new artists and audiences in the exciting world of contemporary music.\nJohn Williams.  For his achievements in symphonic music for motion pictures.  As a preeminent composer and conductor, his scores have defined and inspired modern movie-going for decades.\nRita Moreno.  For her remarkable achievements on stage and screen.  Her performances have served as touchstones to millions of Americans for whom she reflects their own passions, troubles, and joys.\nRobert A. Caro.  For capturing the subtle machinations of political influence in America.  His biographies of Robert Moses and President Johnson have shown us how individuals accumulate and exercise power in local and national settings.\nAnnette Gordon-Reed.  For important and innovative research about an American family, the Hemingses of Monticello.  Her narrative about Sally Hemings and her relatives, Thomas Jefferson’s slaves, brings to light a previously unrecognized chapter in the American story.\nDavid Levering Lewis.  For his insightful examinations of W. E. B. Du Bois, the Dreyfus Affair, and early Islamic-Christian relations in Europe, which have enriched our understanding of the figures and forces that shaped world history.\nWilliam H. McNeill.  For his pedagogy at the University of Chicago and as an author of more than twenty books, including The Rise of the West, which traces civilizations through 5,000 years of recorded history.\nPhilippe de Montebello.  For his vision in bringing great art to an international public and his leadership in revitalizing the Metropolitan Museum of Art, and for fostering arts appreciation among people of all ages.\nAlbert H. Small.  For his devotion to sharing early American manuscripts with our Nation’s cultural and educational institutions, as a philanthropist and collector.  His generosity has helped educate countless Americans about those who founded our country.\nTheodore C. Sorensen.  For advancing our understanding of modern American politics.  As a speechwriter and adviser to President Kennedy, he helped craft messages and policies, and later gave us a window into the people and events that made history.\nElie Wiesel.  For his unwavering commitment to preserving the memory of the Holocaust and its victims.  He has fostered compassion and understanding through his writing, his leadership, and his relentless advocacy for human rights.\n\n\n\n"
}