{
    "title": "OSTP June 2012 testimony for the House Committee on Science, Space, and Technology | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/12/01/ostp-june-2012-testimony-house-committee-science-space-and-technology",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 20, 2012\n\n \n\n\n\nOSTP June 2012 testimony for the House Committee on Science, Space, and Technology\n\n\n\n\n\nStatement of Dr. John P. Holdren\n\nDirector, Office of Science and Technology Policy\n\nExecutive Office of the President of the United States\n\nto the\n\nCommittee on Science, Space and Technology\n\nUnited States House of Representatives\n\non\n\nthe Office of Science and Technology Policy\n\nJune 20, 2012\nChairman Hall, Ranking Member Johnson, and Members of the Committee, it is my distinct privilege to be here with you today to discuss the organization I lead, the White House Office of Science and Technology Policy.\nScience, technology, and innovation have been at the core of the American success story since the days of the Founding Fathers. Advances in agronomy, electrification, mechanized transportation, and wireless communication have each, in their time, brought waves of economic growth, generated new opportunities, industries, and jobs, and—increasingly—posed difficult decisions and policy dilemmas. How to satisfy our Nation’s energy needs without compromising its environment? How to ensure that increasingly sophisticated healthcare will remain affordable for those who need it? How to exercise our freedom to chat over the airwaves without losing our identities or privacy in the process?\nBy the early-to-mid-20th century, the Federal Government was grappling regularly with the dual questions of how best to support scientific and technological development to enable national security, economic growth, and social wellbeing and, at the same time, how to ensure that competent science advice was available to top decision-makers when they needed it. By 1941, the need for a formal mechanism by which the President could get reliable science and technology advice had become clear enough to spur President Franklin D. Roosevelt to establish the Office of Scientific Research and Development. Every President since then has had the benefit of some sort of science and technology office—and a resident science and technology advisor—inside the Executive Office of the President (EOP).\nPresident Nixon dismantled the EOP’s Office of Science and Technology at the beginning of 1973, but the function was restored in 1976 by act of Congress—the National Science and Technology Policy, Organization, and Priorities Act of 1976 (Public Law 94-282), which authorized and created within the EOP the Office of Science and Technology Policy (OSTP). P.L. 94-282 charges OSTP with a broad mission of advising the President on the scientific, engineering, and technological aspects of issues that require attention at the highest levels of Government, including, but not limited to, the economy, national security, homeland security, health, foreign relations, the environment, and the technological recovery and use of resources. It also charges OSTP with providing general leadership and coordination of the research and development programs of the Federal government; evaluating the scale, quality, and effectiveness of the Federal effort in science and technology; and providing budgetary advice on these topics. The law specifies further that OSTP shall be led by a presidentially appointed, Senate-confirmed Director, and it authorizes up to four Associate Directors, also appointed by the President and subject to Senate confirmation. For most of the intervening 36 years, the four authorized Associate Director positions have in fact been filled, with the incumbents overseeing, respectively, a science division, a technology division, an environment division, and a division covering national security and international affairs.\nSince the creation of OSTP by Congress in 1976, as well as in the case of the predecessor offices created under presidential authority, the director of the EOP science and technology office has also served as “the President’s science advisor”, often (as now) with the title Assistant to the President for Science and Technology.\nIn the remainder of this testimony, I will supply some additional detail about the structure and activities of OSTP in the Obama Administration. \nStaffing and Budget\nOSTP’s work is accomplished with approximately 27 full-time equivalent staff supported by the OSTP appropriation, which includes the OSTP Director, the leaders of the Science, Technology, Environment and Energy, and National Security and International Affairs Divisions, additional technical experts focused on cross-cutting innovation issues, and a small administrative team. In addition, there are 51 scientific and technical experts detailed to OSTP from all across the executive branch, plus 9 experts brought in from outside the Federal government under the Intergovernmental Personnel Act (IPA) and 6 additional staff supported at OSTP through various fellowship arrangements. (Earlier this year, I provided the Committee a detailed list of the home agencies and institutions of our detailees, IPA staff, and fellows.) This mix of personnel allows OSTP to tap a wide range of expertise and leverage a multitude of high- value resources to ensure that the science and technology work of the Federal government is appropriately supported, coordinated, and amplified.\nThe President’s 2013 Budget requests $5.85 million for OSTP operations, above the $4.50 million 2012 enacted funding level but 12.0 percent below the $6.65 million 2011 enacted funding level. The reduced 2012 OSTP funding level required significant reductions in staffing and support. If the 2013 Budget’s proposal for OSTP is enacted, this would return OSTP personnel and support funding closer to levels commensurate with the magnitude of our responsibilities, on which I now expand a bit from the brief account above.\nOSTP Responsibilities and Activities\nAs directed by law, OSTP coordinates the development and implementation of U.S. domestic and international science and technology (S&T) policies, programs, and—in collaboration with the Office of Management and Budget (OMB)—provides recommendations to the President on the S&T components of his annual budget proposal to the Congress. (In my appearance before this Committee in February, I testified on the important investments in research, education, and infrastructure called for in the President’s 2013 Budget, so I will not focus further here on that aspect of OSTP’s work.) OSTP also supports me in my role as Assistant to the President for Science and Technology and the U.S. Chief Technology Officer, who sits in OSTP, in our functions advising the President on S&T dimensions of the policy challenges before the Nation, including strengthening the economy and creating jobs, improving healthcare and education, enhancing the quality of the environment, and advancing national and homeland security.\nIn addition, OSTP provides liaison to the White House for the major S&T agencies that do not sit in cabinet departments, most notably the National Science Foundation (NSF), the National Aeronautics and Space Administration (NASA), and the Smithsonian Institution. And OSTP serves as a “convener,” fostering science, technology, and innovation partnerships among Federal, State, and local governments and the scientific communities in industry and academia; managing the interagency National Science and Technology Council (NSTC) and the President’s Council of Advisors on Science and Technology (PCAST); co-managing (with the Council on Environmental Quality) the National Ocean Council (NOC); and co-managing (with OMB and the Office of the United States Trade Representative) the Emerging Technologies Interagency Policy Committee (ETIPC). OSTP’s statutory responsibilities also include carrying out a range of functions in support of national security and emergency preparedness communications, and coordinating and overseeing U.S. cooperation in science and technology with other nations.\nWhile OSTP has had a long and strong history as the epicenter of White House science and technology policymaking and as a key source of sound advice to the President and other Administration officials on S&T-related issues, its responsibilities have become even more demanding in this Administration because of the magnitude of the economic challenges facing the country and the strong historical and projected role of science, technology, and innovation in economic growth and job creation. At the heart of OSTP’s expanded efforts in this domain have been initiatives – many in partnership with other White House offices – to promote advanced manufacturing; create new public-private partnerships in areas such as science, technology, engineering, and mathematics (STEM) education; and improve access to government data and services. OSTP continues to play key roles supporting the Administration’s priorities in energy, space, environmental monitoring, STEM education, climate change, scientific integrity, regulatory reform, and cybersecurity, among others. In what follows I elaborate on a number of these OSTP activities.\nAdvanced Manufacturing, Innovation, Entrepreneurship, and Job Creation\nOSTP partnered with the Council of Economic Advisers (CEA) and the National Economic Council (NEC) to develop and release a detailed and historic Strategy for American Innovation.1 This strategy, first announced by the President in September 2009 and updated in February 2011, outlines the Administration’s commitment to invest in the building blocks of American innovation, promote competitive markets that spur productive entrepreneurship, and catalyze breakthroughs for national priorities. The Strategy has provided a valuable framework for integrating Administration science, technology, and innovation initiatives relating to STEM education, job creation, advanced manufacturing, and other topics.\nAt the core of OSTP’s activities in advanced manufacturing is the Advanced Manufacturing Partnership (AMP). Launched by the President in June 2011, the AMP is a national effort that brings together industry, universities, and the Federal government to invest in emerging technologies that will create high-quality manufacturing jobs and enhance our global competitiveness. The partnership builds on the Strategy for American Innovation and its creation was called for in The Report to the President on Ensuring American Leadership in Advanced Manufacturing, released by PCAST in June 2011.2\nReflecting that PCAST report’s recommendations and the priorities outlined by the President in his 2012 State of the Union address, the 2013 Budget proposes a total investment of $2.2 billion for Federal advanced-manufacturing R&D at NSF, the National Institute of Standards and Technology (NIST), the Department of Defense (DOD), the Department of Energy (DOE), and other agencies. OSTP has worked closely with NEC and with the agencies above to develop and implement specific advanced-manufacturing proposals. The 2013 Budget also reflects recommendations in A National Strategic Plan for Advanced Manufacturing, a comprehensive strategic plan released in February 2012 to guide Federal advanced manufacturing R&D investments; the plan was crafted in response to Section 102 of the America COMPETES Reauthorization Act of 2010 (Public Law 111-358).3\nMore recently in April 2012, OSTP launched Manufacturing.data.gov. This new community on Data.gov is a one-stop Web portal for anyone interested in sharing ideas and transforming emerging technologies into commercial success stories. It serves as a public resource of high-value datasets, tools, and applications that can help entrepreneurs with the entire product development chain for a project, from invention, engineering design and prototyping, to validation and testing, manufacturing, and sales. The manufacturing datasets include ready-to- license intellectual property from Federal agencies, Federal funding opportunities, Federal programs in advanced manufacturing, shared facilities, software tools, and apps.\nAs part of this broader manufacturing effort, OSTP also helped launch the National Robotics Initiative (NRI) last summer to support the development of robots that work with or beside people to extend or augment human capabilities. OSTP has convened Federal agencies to coordinate their investments in robotics R&D as part of the NRI. The initiative launched with tens of millions of dollars in combined commitments from NSF, the National Institutes of Health (NIH), the U.S. Department of Agriculture (USDA), and NASA, and has already resulted in a number of projects moving forward. The 2013 Budget would continue the NRI with additional investments in robotics R&D.\nAnother important component of the broader Federal R&D agenda that contributes to advanced manufacturing is the Materials Genome Initiative. In the same way that the Human Genome Project accelerated a range of biological sciences by identifying and deciphering the human genetic code, this initiative will speed our understanding of the fundamentals of materials science, providing a wealth of practical information that American entrepreneurs and innovators will be able to use to develop new products and processes. In May, OSTP convened a White House event bringing together leaders from industry, academia, national labs, and government to announce more than a dozen new commitments to advance the Materials Genome Initiative. These new commitments added to previously announced Administration investments spanning nine Federal programs, and keep us on track to achieve the President’s vision for advanced materials.\nIn addition to the manufacturing-related efforts I have described, OSTP is taking other steps in the public and private sectors to maximize the impact of the Federal R&D investment for innovation, with the goal of transforming the Nation’s economy and improving the lives of all Americans.\nOne way to spur innovation in the public and private sectors and to maximize the impact of the Federal R&D investment for innovation is to use prizes or challenges. Over the past three years, OSTP has been leading the Administration’s efforts to make incentive prizes a standard tool in every agency’s innovation toolbox. Section 105 of the America COMPETES Reauthorization Act of 2010 granted all Federal agencies broad authority to conduct prize competitions to spur innovation, solve tough problems, and advance their core missions. By significantly expanding the authority of all Federal agencies to conduct prize competitions, the legislation is an important step forward that enables agencies to pursue more ambitious prizes with robust incentives.\nOver the past year-and-a-half, the Administration has laid the policy and legal groundwork to take maximum advantage of the new prize authority in the years to come. Policy and legal staff in OSTP and OMB jointly developed a Fact Sheet and Frequently Asked Questions memorandum issued in August 2011 to streamline implementation of the new, government-wide authority. In collaboration with the General Services Administration (GSA), we also launched Challenge.gov, a public-facing platform that Federal agencies can use to run a challenge competition. In addition to having a central platform that saves taxpayer dollars, Challenge.gov brings together information on Federal prize competitions and challenges in one place, making it easier for citizen solvers from across the country to participate. And this spring, OSTP submitted to Congress a full progress report on how the America COMPETES Reauthorization Act’s prize authority is being implemented throughout the Federal government and how this authority is boosting innovation.\nIn addition to Federal investments, we are also working to build public-private partnerships to boost innovation and entrepreneurship. In January, for example, the Administration celebrated the one-year anniversary of Startup America (SUA), a campaign to inspire and accelerate high-growth entrepreneurship that OSTP helped to convene and continues to advise. This spring, SUA unveiled a number of Administration and private-sector actions geared toward expanding access to capital, cutting red tape, and accelerating innovation for small businesses and entrepreneurs. The private sector answered the President’s call to action last year by forming the Startup America Partnership, a nonprofit alliance of successful business owners, major corporations, and service providers dedicated to making entrepreneurship more successful.\nClean Energy\nIt is a high-level Administration goal that the United States lead the world in research and development of clean-energy technology to reduce dependence on oil and other energy imports and mitigate the impact of climate change while creating high-paying, high-skilled clean-energy jobs and new businesses. The Administration’s budgets have reflected a comprehensive strategy for supporting clean energy, which starts with basic and applied research to address some of the fundamental unknowns to advancing clean-energy technologies; continues with the development of advanced light-weight, ultra-strong materials; is followed by research and development to create clean-energy products, like solar panels, batteries and electric vehicles, wind turbines, and modular nuclear reactors; and includes the provision of appropriate assistance to American entrepreneurs to commercialize these products.\nOSTP has been helping to advance a national energy strategy by bringing to bear science and technology to solve some of the most difficult energy policy challenges the United States faces. For example, OSTP developed, in collaboration with NEC and the Council on Environmental Quality (CEQ), the Policy Framework for a 21st Century Grid,4 a plan for empowering consumers with tools to better manage their electricity and cut costs; improving the reliability of the electric grid; and helping utilities recover more quickly from natural disasters. In addition, following up on a PCAST recommendation, OSTP in partnership with DOE helped launch DOE’s Quadrennial Technology Review process, aimed at a more coordinated and comprehensive strategy for achieving clean-energy goals.\nSpace\nOSTP has long had a role in preserving and advancing U.S. capabilities in space, which are essential for communications, geopositioning, intelligence-gathering, Earth observation, and national defense, as well as for increasing our understanding of the universe and our place in it. The President’s decision in early 2010 to repair an unaffordable and unexecutable human- spaceflight program and to restore advanced technology capabilities, and subsequent negotiations with Congress, resulted in the NASA Authorization Act of 2010, which calls for an ambitious and exciting human-spaceflight program and revitalized science and advanced- technology programs at NASA within an affordable budget. OSTP continues to work with OMB and NASA to implement the NASA Authorization Act and to protect the International Space Station’s role as a National Laboratory; to support commercial-crew efforts to get U.S. astronauts into Earth orbit; to reconcile completion of the James Webb Space Telescope and other important science missions with other essential NASA missions; and to continue investing in advanced technologies for space exploration.\nOSTP also oversees and has reinvigorated interagency collaborations on space-based Earth observations. In the first year of the Administration, the President charged OSTP to work with OMB, the National Oceanic and Atmospheric Administration (NOAA), NASA, and DOD to restructure a troubled polar-orbiting satellites program. Since the announcement of the restructured program in early 2010, OSTP has been overseeing it and working with the above agencies and the U.S. Geological Survey (USGS) to ensure continuity in weather, climate, and other environmental data from Earth-observation satellites. OSTP also leads the Group on Earth Observations (GEO) effort that coordinates the international community’s effort in this domain.\nScientific Integrity\nOne of my overarching tasks as the Director of OSTP is to ensure the integrity of scientific and technical work across the executive branch. It is a broad responsibility, made explicit by President Obama in his March 9, 2009, Presidential Memorandum for the Heads of Executive Departments and Agencies. In it he highlighted six principles of scientific integrity that would be at the core of this Administration’s approach to policy making. And he asked me, in collaboration with other Federal officials, to craft recommendations for ensuring scientific integrity throughout the executive branch.\nResponding to that initial call by the President—amplified in a December 2010 memorandum developed by OSTP with significant input from science stakeholders and the public—departments and agencies across the Federal government crafted scientific-integrity policies to guide them as they pursue their diverse missions. OSTP worked with departments and agencies to help them develop individual scientific-integrity policies tailored to each entity’s mission, responsibilities, and needs. By codifying, for the first time, explicit practices to protect scientific integrity in each department and agency, we helped to ensure that the important goals of technical rigor, transparency, and protecting science from political interference are achieved not only in this Administration but in future Administrations as well. Every covered department and agency has publicly released its scientific-integrity policy.\nWhile many of these final policies are new, it is important to keep in mind that ground rules for scientific integrity have been in place since the earliest days of this Administration, fulfilling a promise President Obama made on Inauguration Day to “restore science to its rightful place.” The March 2009 Memorandum’s guiding principles of scientific integrity have been in effect since the beginning of the Administration across the executive branch; the individual policies tailor the guiding principles to each entity’s mission, responsibilities, and needs.\nScience, Technology, Engineering, and Mathematics (STEM) Education\nIn his remarks at the second White House Science Fair in early February 2012 (an event hosted by OSTP, as was the first science fair in the fall of 2010), the President called for an “all- hands-on-deck” approach to STEM education. “Let’s train more teachers. Let’s get more kids studying these subjects. Let’s make sure these fields get the respect and attention that they deserve,” he said. Since the start of the Administration, OSTP has been active with NSF, the Department of Education (ED), and the Domestic Policy Council in formulating and implementing new strategies to achieve the President’s vision of improving STEM education for students at all levels. Early in the Administration, OSTP launched Educate to Innovate, a public- private partnership to improve K-12 STEM education that has attracted more than $700 million to date in private-sector commitments to work with young people across America to excel in science and mathematics. One of the efforts resulting from this partnership is Change the Equation, a non-profit organization dedicated to mobilizing the business community to improve the quality of STEM education in the United States.\nThis year, to support the Administration’s ongoing focus on STEM education, OSTP has helped assemble a 2013 Budget that proposes $3.0 billion in programs across the Federal government on STEM education, a 2.6 percent increase over the 2012 enacted funding level. The 2013 Budget makes disciplined choices guided by drafts of the Federal STEM-education strategic plan, cutting back on lower-priority programs to make room for targeted increases and reducing duplication and overlap. The Budget proposes elimination or consolidation of programs that would reduce the total number of Federal STEM-education programs to 209 from 235 in FY 2012.\nThese efforts in the 2013 Budget are part of a broader OSTP and Administration-wide commitment to look carefully at the effectiveness of all STEM programs and find ways to improve them. To further this goal, last year I established a Committee on STEM Education under the NSTC as called for in Section 101 of the America COMPETES Reauthorization Act of 2010. In December 2011, the Committee released the most comprehensive inventory of Federal STEM efforts ever compiled.5 The Administration also released a description of a 5-year Federal STEM-education strategic plan and an update to the Federal STEM inventory along with the 2013 Budget, as called for in the COMPETES reauthorization. In April, OSTP published detailed data on federal STEM-education activities, the 2010 Federal STEM Education Inventory Data Set. The data set is accessible on the OSTP site and also at data.gov, and it includes information on STEM-education programs the Federal Government funded in 2010, what audiences were targeted, what outcomes were monitored, and much more. The final STEM-education strategic plan, to be released later this year, will outline a path to increase coordination and collaboration among the 13 agencies that support STEM education and increase the efficiency and impact of the Federal portfolio of STEM-education programs.\nOpen Government and Open Data\nOn his first day in Office, President Obama signed a Memorandum on Transparency and Open Government, ushering in a new era of open and accountable government meant to bridge the gap between the American people and their government. In December 2009, the White House issued an Open Government Directive requiring Federal agencies to take immediate, specific steps to achieve key milestones in transparency, participation, and collaboration. OSTP is a key partner in Open Government Initiative activities, with a focus on improving access to government data and services through the use of technology and supportive S&T policies.\nOSTP has worked with OMB, GSA, and other Federal partners to open up Federal government data to the public through innovative technology. Data.gov, the U.S. government’s open data site, has grown from 47 datasets at its founding three years ago to nearly 450,000 datasets today, Data.gov reaches across the Federal government to bring data to innovators, developers, analysts, and citizens across the Nation. The data show up in smart phone apps, websites, and other platforms, and help people buy smarter, use energy more efficiently, and find better health-care solutions each day, among countless other applications. Over the past year, Data.gov has become a gathering spot for those with shared interests through its topic- based communities. OSTP has been active in launching the Manufacturing, Ocean, and Energy communities on Data.gov, with more to come. The Federal government also has a growing collection of performance and accountability websites, including the Open Government Dashboard, Recovery.gov, Usaspending.gov, the IT Dashboard, the R&D Dashboard, and Performance.gov, that provide unprecedented detail on Federal spending and performance.\nOSTP continues to partner with Federal departments and agencies and other White House offices to expand the capabilities of these Open Government projects. The Administration is building out Open Government through initiatives such as the Open Data Initiatives and the Digital Government Strategy, announced last month, to make government and private-sector data widely available to the public in machine-readable formats that are ready for use by private- sector innovators to develop useful apps on mobile platforms.\nThese open data initiatives are having positive impacts in several domains. For example, in August 2010, President Obama announced the creation of an online “Blue Button”—a web- based feature through which patients may easily download their health information and share it with health care providers, caregivers, and others they trust. Since then, the Department of Veterans Affairs (VA) and the Centers for Medicare and Medicaid Services (CMS) in HHS have launched Blue Button systems with great success, and private-sector vendors are creating applications that provide secure, reliable, and portable personal health records while supporting the Administration’s goal of encouraging greater use of health IT, including electronic health records. OSTP, through the office of the Chief Technology Officer, has helped implement these efforts, and millions of Americans are already taking advantage of this technology.\nBuilding on the success of the Blue Button initiative, the Administration in early 2012 launched the “Green Button” initiative, an effort led by OSTP (in coordination with CEQ and DOE) based on a simple, common-sense goal: provide electricity customers with easy and secure access to their energy usage data in a consumer-friendly format via a “Green Button” on utilities’ websites. Millions of Americans already have access to this data thanks to the Green Button initiative. With this information in hand, customers can take advantage of innovative energy apps to help them understand their energy usage and find ways to reduce electricity consumption and shrink bills. This is another way that OSTP is leveraging technology and data to make progress toward policy goals.\nBig Data\nIn late March, the Administration announced the “Big Data Research and Development Initiative.” By improving our ability to extract knowledge and insights from large and complex collections of digital data, the initiative promises to help accelerate the pace of discovery in science and engineering, strengthen our national security, and transform teaching and learning.\nTo launch this interagency Federal research initiative, six Federal departments and agencies announced more than $200 million in new commitments that, together, promise to greatly improve the tools and techniques needed to access and organize information and glean discoveries from huge volumes of digital data. OSTP convened the interagency discussions leading to the announcement, and will continue to be engaged with the agencies in implementing their Big Data R&D programs.\nPublic Access to the Results of Federally Funded Research\nThe Administration recognizes that improving access to the results of federally-funded research will increase the impact and accountability of the Federal research enterprise by helping scientists and the private sector apply research results to their practice more effectively. OSTP has been active for some time on this issue. Most recently, in response to Section 103 of the America COMPETES Reauthorization Act of 2010, OSTP established NSTC interagency working groups on public access to publications and to digital data, to identify the specific objectives and public interests that need to be addressed by any policies in these two areas.\nOSTP has conducted two public solicitations for comments on these topics, inputs from which are posted on our website.6 The working groups have analyzed these comments, and in the spring OSTP delivered a report updating Congress on the status of these efforts and comments. OSTP is now working with Federal agencies to develop policy options in these two areas.\nCybersecurity and National-Security Communications\nOSTP is an active participant in the Federal government’s efforts to keep cyberspace secure. Early in the Administration, the President ordered a top-to-bottom review of the Government’s cyberspace policy. The resulting Cyberspace Policy Review7 challenged Federal agencies to develop a targeted set of cybersecurity research priorities to “change the game” so that cyberspace can become safer and more trustworthy—key to facilitating continued growth of the Nation’s digital infrastructure.\nIn 2011, OSTP released Trustworthy Cyberspace: Strategic Plan for the Federal Cybersecurity Research and Development Program—a road map to ensuring long-term reliability and trustworthiness of the digital communications network that is increasingly at the heart of American economic growth and global competitiveness.8 The cybersecurity R&D strategic plan seeks to enhance and focus our cybersecurity research and development efforts by setting forth coordinated Federal strategic priorities and research objectives. The plan articulates and defines the Federal government’s unique position to leverage its fundamental research resources to address the underlying causes of cybersecurity problems. Using this strategic plan as a road map, OSTP has been working with Federal agencies to implement sustained efforts in these areas toward a more secure and trustworthy cyberspace, working together with researchers and innovators in industry and academia. Together, we can maximize the benefits of research and accelerate their transition into the marketplace.\nOSTP also performs certain roles regarding National Security Emergency Preparedness communications under Executive Order and statute. As OSTP Director, I am designated to exercise many of the President’s wartime telecommunications authorities in times of emergency. I also exercise several non-wartime emergency telecommunications functions, and OSTP provides support for and continuity in emergency telecommunications.\nNational Science and Technology Council (NSTC)\nOSTP manages and supports the NSTC—a Cabinet-level body that coordinates science and technology policy across the Executive Branch. Established by Executive Order in the Clinton Administration, it succeeds similar efforts in earlier Administrations. The NSTC is chaired by the President, usually represented in this role by the OSTP Director, and brings together S&T agencies throughout the executive branch to coordinate policymaking, ensure that S&T policy decisions and programs are consistent with Administration goals, and ensure that science and technology are appropriately considered in the development and implementation of Federal policies and programs. Most of NSTC’s work is carried out through its many committees, subcommittees, working groups, and task forces focused on specialized topics. Among the many activities operating under the NSTC:\nNeuroscience Initiative\nOSTP shares with Congress the belief that there is a potential in the near future for significant, transformative advances in our fundamental understanding of learning, brain development, and brain health and recovery. Such advances will require improved neuroscientific tools, enhanced data and data infrastructure, and expanded interdisciplinary research efforts. OSTP has established an NSTC interagency working group to coordinate Federal investments in neuroscience research at NIH, NSF, VA, DOD, and other Federal agencies. The group will help focus and enhance Federal efforts toward a number of promising scientific opportunities, including: developing clinical treatments for traumatic and acquired brain injuries; better understanding of cognition and learning, and applying that understanding to improving education and teaching; and improving our understanding of and therapies for Alzheimer’s disease, mental illness, childhood developmental disorders, and other neurological conditions.\nNational Coordination Offices\nAlso through NSTC, OSTP manages the National Coordination Offices (NCO) of three longstanding NSTC initiatives: Networking and Information Technology Research and Development (NITRD), the National Nanotechnology Initiative (NNI), and the U.S. Global Change Research Program (USGCRP).\nThe multi-agency Networking and Information Technology Research and Development (NITRD) initiative provides strategic planning for and coordination of agency research efforts in cyber security, high-end computing systems, advanced networking, software development, high- confidence systems, information management, and other information technologies. The NITRD Program, chartered by Federal law, is the primary mechanism by which the Government coordinates its unclassified networking and information technology (IT) research and development (R&D) investments. Eighteen Federal agencies are formal members of NITRD; many other Federal organizations also participate in NITRD activities. These agencies work together to develop a broad spectrum of advanced networking and IT capabilities to power Federal missions; ensure U.S. science, engineering, and technology leadership; and promote U.S. economic competitiveness. Their efforts increase the overall effectiveness and productivity of Federal networking and IT R&D investments, leveraging strengths, avoiding duplication, and increasing interoperability of networking and IT R&D products. OSTP appoints the NITRD NCO Director and helps lead NITRD via the NSTC’s NITRD Subcommittee, which reports to the NSTC Committee on Technology.\nThe multi-agency National Nanotechnology Initiative (NNI) provides planning for and coordination of agency R&D efforts on the development of materials, devices, and systems that exploit the fundamentally distinct properties of matter at the nanoscale—on the order of a billionth of a meter—and on environmental and health studies relating to nanomaterials. NNI- supported R&D is enabling breakthroughs in disease detection and treatment, manufacturing at or near the nanoscale, environmental monitoring and protection, energy conversion and storage, and the design of novel electronic devices. Furthermore, agencies have identified and are pursuing Nanotechnology Signature Initiatives in the national priority areas of nanomanufacturing, solar energy, nanoelectronics, and nanotechnology knowledge infrastructure through close alignment of existing and planned research programs, public-private partnerships, and research roadmaps.\nThe NNI agencies are guided by two strategic documents developed by the Nanoscale Science, Engineering, and Technology (NSET) Subcommittee of the NSTC: the 2011 NNI Strategic Plan9, which aligns nanoscale science and technology research with the NNI’s four goals and includes specific, measurable objectives for each goal, and the 2011 NNI Environmental, Health, and Safety Research Strategy10, which delineates a research and implementation framework that will produce the information necessary to protect public health and the environment, foster product development and commercialization, and consider the ethical, legal, and societal issues associated with nanotechnology development.\nOSTP manages the National Nanotechnology Coordination Office (NNCO), which provides technical and administrative support to the NSET Subcommittee, serves as a central point of contact for Federal nanotechnology R&D activities, and provides public outreach on behalf of the NNI. OSTP appoints the Director and the Deputy Director of the NNCO and helps lead the NNI via the NSET Subcommittee of the NSTC.\nThe U.S. Global Change Research Program (USGCRP) was mandated by Congress in the Global Change Research Act of 1990 (P.L. 101-606) to improve understanding of uncertainties in climate science, expand global observing systems, develop science-based resources to support policymaking and resource management, and communicate findings broadly among scientific and stakeholder communities. Thirteen departments and agencies participate in the USGCRP. OSTP and OMB work closely with the USGCRP to establish research priorities and plans to maximize research-dollar efficiencies.\nUSGCRP participating agencies are cooperating to implement the four objectives set forth in USGCRP’s new decadal strategic plan,11 released in April 2012, which are to advance science; inform decisions; conduct sustained assessments; and communicate and educate. A key priority for USGCRP over the coming year will be to conduct an integrated and continuing National Climate Assessment of climate-change science, impacts, vulnerabilities, and response strategies. The OSTP-administered, Congressionally-mandated National Climate Assessment is scheduled to release its next assessment in 2013, following release of a draft for public comment later this year. It will have a strong emphasis on what state and local officials, businesses, and individuals can do to adapt to climate change in their regions that mitigation measures can no longer avoid.\nOSTP appoints the Director of the USGCRP NCO—a team of dedicated professionals— and helps lead the NCO and the program via the Subcommittee on Global Change Research under the Committee on Environment, Natural Resources, and Sustainability of the NSTC.\nPresident’s Council of Advisors on Science and Technology (PCAST)\nPCAST is a Federal Advisory Committee that advises the President, both directly and through OSTP, on science, technology, and innovation policy. Like OSTP itself, similar bodies under variations of the name have existed under Presidents back to Franklin D. Roosevelt. The terms of reference of the current PCAST, specified in Executive Order 13539, call for 21 members, 20 of whom are Special Government Employees (SGE) appointed by the President. They keep their “day jobs” as S&T leaders in the private, academic, and NGO sectors, while serving the President part time and without compensation other than reimbursement for travel and accommodations. The 21st member, who serves as one of the co-chairs, is the Assistant to the President for Science and Technology. The other co-chair is one of the 20 SGE members and is named to this post by the President; the current incumbent is Dr. Eric Lander, a mathematician/genomicist who is Director of the MIT-Harvard Broad Institute of Genomics.\nThe Obama PCAST has been extraordinarily active and influential. It meets as a committee of the whole for two days every other month and in a ninety-minute conference call in the months in between, and its panels and working groups—addressing tasks agreed with the President—meet in person and by phone more frequently. In the course of this Administration to date, PCAST has completed studies on: the science and technology of 2009-H1N1 influenza; reengineering the influenza-vaccine production enterprise; a congressionally-mandated assessment of the National Nanotechnology Initiative; K-12 STEM education; accelerating the pace of change in energy technologies; realizing the full potential of Health IT to improve healthcare; the Networking and Information Technology R&D initiative; ensuring American leadership in advanced manufacturing; investing in environmental capital and the services that flow from it; and strengthening STEM teaching in the first two years of college.12 The President has enthusiastically embraced many of PCAST’s recommendations on these topics. To give just a few examples of PCAST’s impact, its reports have been the foundation for: DOE’s Quadrennial Technology Review process, a range of health information-technology initiatives, the Advanced Manufacturing Partnership and other advanced manufacturing policy initiatives discussed earlier in my testimony, and a number of the President’s STEM-education initiatives and goals, also discussed earlier.\nIn December 2011 the President signed an Executive Order13 transferring PCAST funding and administrative and technical support to the Department of Energy (DOE), but OSTP continues to support PCAST’s engagement with the President and the EOP through my role as PCAST co-chair and through PCAST’s staff, who continue to be physically located at OSTP.\nJoint Commissions on S&T Cooperation\nConsistent with statutes, Executive Orders, and international agreements, OSTP serves as the executive agent for the six of this country’s bilateral S&T cooperation agreements that are implemented at the “ministerial” level. (These are the agreements with Brazil, China, India, Japan, Russia, and South Korea.) In this connection, I co-chair, with the respective science and technology ministers, the six corresponding Joint Commissions on S&T Cooperation, each of which meets every other year, alternating between the United States and the partner country. Other members of the U.S. delegations for these meetings include the heads or deputy heads of the Federal government’s major S&T agencies and offices. The counterpart delegations are similarly constituted.\nMost of the cooperative projects that take place under the general oversight of the Joint Commissions are developed and implemented through Memoranda of Understanding between individual U.S. departments, agencies, and offices and their foreign counterparts. The principal focuses of these projects in this Administration, as in previous ones, include basic science, public health, energy, Earth observations, climate change, and sustainable agriculture.\nI also serve as the U.S. co-chair of the S&T Working Group of the U.S.-Russia Bilateral Presidential Commission, the agreed focuses of which are nanotechnology, IT for government efficiency and openness, and climate science. And I am the U.S. co-chair for the U.S.-China Innovation Dialogue, which has succeeded in getting China to roll back some of the most discriminatory elements of that nation’s “indigenous innovation” policies. OSTP also works with the U.S. Department of State and other Federal agencies to improve international S&T cooperation in other bilateral and multilateral relationships.\nEmerging Technologies Interagency Policy Coordinating Committee (ETIPC)\nIn 2010, the Administration formed the Emerging Technologies Interagency Policy Coordination Committee (ETIPC). The ETIPC is part of an effort to ensure that policies affecting emerging technologies of great economic promise—such as nanotechnology and synthetic biology—strike a proper balance between encouraging economically beneficial innovation and commercialization, on the one hand, and protection of safety, health, and environment, on the other. Created jointly by OSTP, the Office of Management and Budget’s Office of Information and Regulatory Affairs (OIRA), and the Office of the United States Trade Representative (USTR), the ETIPC consists of representatives from about 20 Federal agencies. As Director of OSTP, I am one of the three co-chairs of the ETIPC.\nInnovation with respect to emerging technologies—such as nanotechnology, synthetic biology, and genetic engineering—requires not only coordinated research and development but also appropriate and balanced oversight. To help ensure such balance, in March 2011 EITPC released a memorandum to the heads of executive departments and agencies outlining broad principles to guide the development and implementation of policies for oversight of emerging technologies at the agency level. The principles reflect the Committee’s goal of striking a balance in which novel technologies are subject to oversight that is adequate to protect public health and the environment but not so daunting as to unduly slow innovation or the development of those new technologies. Since then, the EITPC has been working to further develop Federal policies for emerging technologies. For example, recognizing that the realization of nanotechnology’s full potential will require continued research and flexible, science-based approaches to regulation that protect public health and the environment while promoting economic growth, innovation, competitiveness, exports, and job creation, the ETIPC in June 2011 developed a set of principles specific to nanotech regulation and oversight.\nNational Ocean Council\nPresident Obama’s Executive Order 13547 of July 2010 established a National Ocean Policy and a Cabinet-level National Ocean Council (NOC) to coordinate ocean, coastal, and Great Lakes issues across the Federal Government and to implement other aspects of the Policy. In my capacity as OSTP Director I co-chair the NOC with Nancy Sutley, the Chair of the White House Council on Environmental Quality.\nThe Policy responds to more than a decade of bipartisan discussions and was formed to resolve a long-standing, well-recognized, and significant problem: the oceans, coasts, and Great Lakes are crucial resources for America, but poor policy coordination within the Federal government and among Federal, State, local, and tribal bodies has resulted in conflicts and delays that hinder economic growth, environmental health, and national security. It is based on the recommendations of the Federal Interagency Ocean Policy Task Force established by President Obama in June 2009, in response to a 2004 report from the U.S. Commission on Ocean Policy, which was appointed by President George W. Bush in 2000.\nSince its formation, in multiple meetings of its principals and deputies—and in regional workshops and symposia across the country engaging stakeholders from the private sector, governmental bodies at all levels, and Indian tribes—the NOC has been bringing to bear the expertise of the departments and agencies and the wider community of experts in marine and coastal science, natural resource management, economic development, infrastructure planning, national and homeland security, public health, and social services, along with the perspectives of the diverse stakeholders, to address the most pressing challenges facing the ocean, our coasts, and the Great Lakes. Among the short-term accomplishments of the NOC has been the creation of Ocean.data.gov, a new community on Data.gov that provides one-stop shopping for a wide range of ocean-related data from agencies and making the science that is created by and available to the Federal government accessible to all ocean users.\nConclusion\nWe live in an increasingly competitive world—a world in which science, technology, and innovation, and the educational and economic policies that nurture capabilities in those domains, can make all the difference between success and failure as a Nation. Guided by Congress’s decision in 1976 to establish within the EOP a stable core of scientific and technological expertise and advice, I and my colleagues at OSTP work every day to achieve our mission of supporting and coordinating the U.S. science, technology, and innovation enterprise and deriving for the Nation the steady stream of benefits that issue from this unrivaled American asset. We do this with the help of numerous partners in both the public and private sectors, including other White House offices, Federal departments and agencies, OSTP-managed entities, and the broader science, technology, and innovation community. And we are able to do this because of continued support from our partners in Congress, including this Committee. We hope expect to continue this fruitful partnership, across the entire portfolio in which OSTP operates, in support of most effectively harnessing science, technology, and innovation to address the many challenges we face as a Nation. I look forward to continuing to work with this Committee to this end, and I will be pleased to answer any questions the Members may have.\n\n\n\n\n"
}