{
    "title": "White House Announces 2015 Easter Egg Roll Talent Line-up and Program | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/03/23/white-house-announces-2015-easter-egg-roll-talent-line-and-program",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of Media Affairs\n\n\nFor Immediate Release\nMarch 23, 2015\n\n \n\n\n\nWhite House Announces 2015 Easter Egg Roll Talent Line-up and Program\n\n\n\n\nWASHINGTON – Today the White House announces the talent line-up, program, and activities for the 2015 White House Easter Egg Roll, a tradition in its 137th year and the largest annual public event at the White House. \nThe Easter Egg Roll will take place Monday, April 6, on the South Lawn of the White House.  In celebration of the First Lady’s Let’s Move! initiative,  this year’s theme is “#GimmeFive,” challenging Americans across the country to #GimmeFive things they are doing to eat better, be more active, and lead a healthier life.  This year’s event will feature sports and fitness zones, cooking demonstrations, and Easter classics such as the egg roll and egg hunt, in addition to live music and storytelling. \n \nTo learn more about the Easter Egg Roll visit obamawhitehouse.archives.gov/eastereggroll.  Tune in for live streams from the South Lawn on April 6, 2015 on whitehouse.gov/live. You can also join the conversation online using the hashtag #GimmeFive and get the latest updates by checking out Let’s Move! on Twitter and Facebook.\nTalent Line-up\nThe Official Emcee of the 2015 White House Easter Egg Roll is Tommy McFly.  The United States Marine Corps Band will perform American classics.  ID4GiRLS will sing the ‘National Anthem.’\nDJ Fussyman, Diggy Simmons, Fifth Harmony, MKTO, Newsies, Sesame Street, and “So You Think You Can Dance” All-Stars, will perform on the Rock ‘n’ Egg Roll Stage. \nBringing stories to life, readers at the Storytime Stage will be Connie Britton, Misty Copeland, Genevieve Goings, Marsai Martin and Miles Brown, Omar Miller, and Sesame Street.\nThe Eggcited to Cook Stage features chefs Sunny Anderson, Chris Cosentino, Bobby Flay, Aarón Sánchez, Gail Simmons, and Michael Symon along with DJ Cavem and Alkemia Earth as they prepare delicious recipes showing easy ways to incorporate healthy eating into everyday meals.\nIn the Eggtivity Zone, Dr. Jayne Greenberg, Caitlin Cahow, Misty Copeland, Lt. Gen. (Ret.) Mark Hertling, Cornell McClellan, and Donna Richardson will represent the President’s Council on Fitness, Sports & Nutrition.  Players and coaches from professional sports teams will show kids fun ways to stay active while at the President’s Court kids can get hands-on training from basketball and tennis pros.\nThis year’s participating athletes include:\nBilqis Abdul-Qaadir (NCAA Women’s Basketball)\nKatrina Adams (US Tennis, Retired and US Tennis Association, president)\nDavy Arnaud (D.C. United, MLS)\nChris Baker (Washington Redskins, NFL)\nTornado Alicia Black (Women’s Tennis)\nBobby Boswell (D.C. United, MLS)\nCalais Campbell (Arizona Cardinals, NFL)\nChris Canty (Baltimore Ravens, NFL)\nVictoria Duval (Women’s Tennis)\nSean Franklin (D.C. United, MLS)\nRobert Griffin III (Washington Redskins, NFL)\nMarkus Halsti (D.C. United, MLS)\nRoman Harper (Carolina Panthers, NFL)\nAngela Hucles (US Soccer, Retired and president of Women’s Sports Foundation)\nRyan Kerrigan (Washington Redskins, NFL)\nStefan Kozlov (Tennis)\nMatt Lawrence (NFL, Retired)\nEsther Lofgren (US Olympic Rowing)\nLaShawn Merritt (US Olympic Track and Field)\nBen Olsen (D.C. United head coach, MLS)\nNiles Paul (Washington Redskins, NFL)\nChris Pontius (D.C. United, MLS)\nKelly Berger Rabil (US Lacrosse)\nPaul Rabil (US Lacrosse)\nRajeev Ram (Tennis)\nNoah Rubin (Tennis)\nBriana Scurry (US Soccer, Retired)\nTorrey Smith (San Francisco 49ers, NFL)\nSteve Smith, Sr. (Baltimore Ravens, NFL)\nFrances Tiafoe (Tennis)\nCoco Vandeweghe (Women’s Tennis)\nDavid Wagner (American Wheelchair Tennis)\nDeMarcus Ware (Denver Broncos, NFL)\nDominique Wilkins (NBA, Retired and Basketball Hall of Famer)\nBrandon Williams (Baltimore Ravens, NFL)\nDoug Williams (NFL, Retired and Super Bowl XXII MVP)\nCaroline Wozniacki (Women’s Tennis)\nBoston Renegades (Women’s Football Alliance)\nD.C. Divas (Women’s Football Alliance)\nUS Olympic Fencing Team\nWashington Capitals (NHL)\nWashington Mystics (WNBA)\nWashington Wizards (NBA)\nThe Yoga Garden will explore the connection between movement, breath, and mindfulness featuring long-time professional Yoga instructor, Leah Cullis.\nThe Hop To It Stage will offer a variety of interactive dance and other physical activities from Hip Hop Public Health, KidTribe, Robotic Dancing, Soul Cycle, Troops for Fitness, and The Happiness Club. \nOther Activities\nIn addition to the programs listed above, activity centers rounding out the full list of events include:\nEGGSPRESS YOURSELF \nEnjoy activities that hatch your inner artist with arts and crafts fun.\n\n\nEgg Dying. Transform a plain white egg into your very own multi-colored art creation.\n\nBlossom Books. Celebrate the coming of spring using the Japanese art technique of block printing.\n\nEggbot on My Mind! Learn how breakthrough robot technology helps with today’s healthy living.\n\nHealthy Food on My Mind Chef Hats. Show all the healthy thoughts you’re thinking!  Create and decorate chef hats with drawing of colorful fruits and vegetables that make up a healthy diet.\n\nPLAY WITH YOUR FOOD\nAn entertaining activity center filled with opportunities to learn about healthy eating, including where eggs come from and how they get from the farm to your table.\n\n\nFamily Farm Stand. Learn, play, and explore the benefits of produce and vegetables.\n\nQuick like a Bunny. Use the White House garden as inspiration while you make a garden cup necklace filled with seeds that grow quick like a bunny.\n\nBuzzing About Bees. Who knew the White House has an apiary?  And just what is an apiary anyway?  Learn that and many more fantastic bee facts.\n\nPeople’s Garden. Learn about the importance of pollinators and see honey, bees, and bats up close!\n\n#GimmeFive Ingredients! Learn about building a healthy plate with five ingredients.\n\nEGGSPERIMENT ZONE\nInteractive, educational activities designed to spark scientific curiosity and creativity.\n\n\nSink or Float. Determine whether various objects sink or float in tubs of water.\n\nPaper Bag Kites. Learn how to make your own high-flying kites from a common paper bag.\n\nSound Sandwiches. Listen and learn about science through innovation and invention.\n\nAs guests prepare to enter the South Lawn, the Ellipse will have an entertainment stage where guests can enjoy musical acts and activities including Troops for Fitness and Zumba. Picture-perfect opportunities will abound the Ellipse and South Lawn with strolling characters and photo props.\nThis year’s costume characters and magicians include:\nAbraKidabra! -- Angry Birds -- Arthur – Barbie – Bob, Stuart, and Kevin from ‘The Minions’ -- Buddy from Dinosaur Train -- Captain Barnacles and Kwazii from The Octonauts –- Captain Planet -– Charlie Brown -- Charlie and Checkers -– Cheer Bear from the Care Bears –- Clifford the Big Red Dog -– Cookie Monster -– Curious George -- Daniel Tiger -- Doki from Discovery Familia -- Dora the Explorer -– Duck from WordWorld -- Dynamike\nEddie and Sofie from The Little People -- Emmet and WyldStyle from the LEGO Movie -- Hatching Chick -- Little Nutbrown Hare -- Magical Nick -- Maisy -- Mama, Papa, and Junior Bunnies -- Maya & Miguel -- Miffy -- Mop Top the Hip Hop Scientist and Lollipop -- Ninjago Kai -– NumNums and Pipsqueak from ZhuZhu Pets -- Oh and Captain Smek from the movie ‘Home’ -- Olive the Ostrich -– Peppa Pig and George -- Peg + Cat -- Power Panther\nPrincess Presto – Saban’s Power Rangers Dino Charge -- Screech -– Sid the Science Kid -- Slapshot -- Smokey Bear -- Snoopy -- SpongeBob SquarePants --  Super WHY! -- The Cat in the Hat -– The Odd Squad -- The Racing Presidents George, Tom, Abe, Teddy, and Bill -– The Wiggles Friends Dorothy the Dinosaur, Wags the Dog and Henry the Octopus–- Thing 1 and Thing 2 -- Topspin and Slice -- Woodsy Owl -– YooHoo and Pammee from YooHoo & Friends -– Bula from the Zula Patrol\nAdditional Information about the 2015 Easter Egg Roll\nFor the seventh year in a row, members of the public had the opportunity to enter an online lottery for a chance to win tickets to the event and more than 35,000 people from all 50 states and the District of Columbia have received tickets to the event. \nThis year’s event will begin at 7:30 AM and end at 6:45 PM EDT.\n\n\n\n\n"
}