{
    "title": "Excerpts from Secretary Sebelius's Address to America's Health Insurance Plans | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/excerpts-secretary-sebeliuss-address-americas-health-insurance-plans",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 10, 2010\n\n \n\n\n\nExcerpts from Secretary Sebelius's Address to America's Health Insurance Plans\n\n\n\n\n**As Prepared for Delivery**\nPlease find below excerpts from Secretary Sebelius’s remarks at the AHIP conference, scheduled for 10:30 this morning, as prepared for delivery.\n“I’ve met with many of you, and heard how the increasing number of young, healthy Americans leaving the market in this economy has forced up your risks, and therefore, your rates.\nBut put yourselves in the shoes of your remaining customers for a moment.  According to the American Medical Association, ninety-nine percent of all metropolitan health insurance markets today are quote, “highly concentrated.”  That’s up from ninety-four percent a year ago, and it means there are only a handful of cities in the entire country where there is real choice and competition.\nWhen Americans have so few choices, can you blame them for being frustrated when their premiums go up ten times faster than the cost of health care?  Imagine how folks in Illinois might feel after opening the newspaper to see that profits for major insurance companies went up 56 percent last year only to get a letter the next day saying their premiums are going up by double digits?  Can you blame them for thinking the system’s broken when their health insurance – which is supposed to protect them from exorbitant health costs – still forces them to pay thousands of dollars out of their pocket each year?\nI wanted to come talk to you today because I believe any conversation about how to fix our health insurance system has to start with asking how we can put these families and small business owners who feel so powerless in today’s health care markets back in control of their health care.”\n***\n“So you have a choice.\nYou can choose to continue your opposition to reform.  If you do and reform goes down in defeat, we know what will happen.  By next March, premiums will be taking an even bigger bite out of Americans’ wages.  More Americans will lose the security of employer-sponsored insurance.  More small businesses will be forced to shut down or cancel their employees’ coverage.  Parents and children with preexisting conditions will continue to be shut out of the insurance market.  And Americans will continue to live in fear of the next letter from their insurer announcing the latest premium hike.\nThis strategy may work in the short run.  I read that you’ve been advised that you may still be able to make money off the customers who are afraid to leave or who don’t have other insurance options – at least for a while.  But this kind of short-term thinking won’t work in the long run for the American people or our health care system.  It won’t work for you.\nThen there is your other choice.\nYou can choose to take the millions of dollars you have stored away for your next round of ads to kill meaningful reform, and use them to start giving Americans some relief from their skyrocketing premiums.  Instead of spending your energy attacking the parts of the President’s proposal you don’t like, you can use it to strengthen the parts you do.\nIf you take this approach, you may give up some short-term profits.  But you will also be helping to create a sustainable health insurance market where all Americans will be able to buy coverage.  That’s better for the American people.  And it could be better for insurance companies too.”\n\n\n\n"
}