{
    "title": "Notice -- Continuation of the National Emergency with Respect to Terrorists who Threaten to Disrupt the Middle East Peace Process | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/01/19/notice-continuation-national-emergency-respect-terrorists-who-threaten-d",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJanuary 19, 2012\n\n \n\n\n\nNotice -- Continuation of the National Emergency with Respect to Terrorists who Threaten to Disrupt the Middle East Peace Process\n\n\n\n\n\n\tCONTINUATION OF THE NATIONAL EMERGENCY WITH RESPECT TO TERRORISTS WHO THREATEN TO DISRUPT THE MIDDLE EAST PEACE PROCESS\n\n\tOn January 23, 1995, by Executive Order 12947, the President declared a national emergency pursuant to the International Emergency Economic Powers Act (50 U.S.C. 1701-1706) to deal with the unusual and extraordinary threat to the national security, foreign policy, and economy of the United States constituted by grave acts of violence committed by foreign terrorists who threaten to disrupt the Middle East peace process. On August 20, 1998, by Executive Order 13099, the President modified the Annex to Executive Order 12947 to identify four additional persons who threaten to disrupt the Middle East peace process. On February 16, 2005, by Executive Order 13372, the President clarified the steps taken in Executive Order 12947.\n\n\tBecause these terrorist activities continue to threaten the Middle East peace process and to pose an unusual and extraordinary threat to the national security, foreign policy, and economy of the United States, the national emergency declared on January 23, 1995, and the measures adopted to deal with that emergency must continue in effect beyond January 23, 2012. Therefore, in accordance with section 202(d) of the National Emergencies Act (50 U.S.C. 1622(d)), I am continuing for 1 year the national emergency with respect to foreign terrorists who threaten to disrupt the Middle East peace process.\n\n\tThis notice shall be published in the Federal Register and transmitted to the Congress.\n\n\tBARACK OBAMA\n\n\n\n\n"
}