{
    "title": "Mensaje Semanal - El Presidente y la Primera Dama envían un salud navideño y expresan su gratitud a los hombres y mujeres de las Fuerzas Armadas de Estados Unidos | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/mensaje-semanal-el-presidente-y-la-primera-dama-env-un-salud-navide-o-y-expresan-su",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 24, 2009\n\n \n\n\n\nMensaje Semanal - El Presidente y la Primera Dama envían un salud navideño y expresan su gratitud a los hombres y mujeres de las Fuerzas Armadas de Estados Unidos\n\n\n\n\n \nWASHINGTON – En su mensaje semanal, el Presidente Barack Obama y la Primera Dama Michelle Obama expresaron sus mejores deseos por la Navidad a familias en todo el país y manifestaron su respeto y gratitud a los hombres y mujeres de las Fuerzas Armadas de Estados Unidos y sus familiares por sus servicio a nuestra nación. La Primera Pareja alentó a los estadounidenses a visitar obamawhitehouse.archives.gov para averiguar cómo pueden expresar su apoyo a nuestros soldados y sus seres queridos.\nEl audio completo del mensaje se encuentra AQUI. El video se puede ver por Internet en obamawhitehouse.archives.gov.\nDeclaraciones del Presidente Barack Obama y la Primera Dama Michelle Obama\nMensaje Semanal \n24 de diciembre, 2009\nEL PRESIDENTE: Saludos a todos y Feliz Navidad. Ahora que ustedes y sus familias se están congregando para celebrar las fiestas, queremos aprovechar el momento para enviar saludos de parte de nuestra familia: míos, de Michelle, Malia y Sasha… y Bo.\nLA PRIMERA DAMA: Ésta es nuestra primera Navidad en la Casa Blanca, y estamos muy agradecidos por esta extraordinaria experiencia. No muy lejos de aquí, en el Salón Azul, está el árbol de Navidad oficial de la Casa Blanca. Es un abeto Douglas de 18 pies de West Virginia y está decorado con cientos de adornos diseñados por adultos y niños de todo el país. Cada uno de ellos es un recordatorio de las tradiciones que valoramos como estadounidenses y nuestro agradecimiento en esta temporada de fiestas por las bendiciones recibidas.\nEL PRESIDENTE: Así es, especialmente mientras continuamos recuperándonos de una recesión fuera de lo ordinario que aún está afectando a muchos estadounidenses: padres sin empleo que pasaron apuros para poner regalos debajo del árbol; familiares y vecinos cuya casa ha sido embargada, personas que se preguntan que traerá el año nuevo.\nPero incluso en este difícil momento, hay mucho por celebrar esta Navidad: un mensaje de paz y hermandad que continúa inspirando más de 2,000 años después del nacimiento de Jesús. El amor por la familia y los amigos. Los lazos de comunidad y patria. Y el temple y la valentía de nuestros hombres y mujeres de uniforme que están lejos de casa para las fiestas, lejos de sus familias, arriesgando sus vidas para proteger las nuestras.\nA todos nuestros soldados, marinos, aviadores, infantes de Marina y guardacostas: para mí no hay mayor honor que ser su comandante en jefe. Me ha impresionado su espíritu desinteresado, su deseo de ponerse al servicio de la patria, en la Academia Naval y en West Point. Su dedicación al deber —desde Bagdad hasta la Península de Corea—  me ha dado energía. A Michelle y a mí nos ha impresionado su determinación, combatientes heridos en Walter Reed y Bethesda, que se esfuerzan por recuperarse, para regresar a sus unidades.\nY los patriotas que hicieron el sumo sacrificio por nuestra libertad fueron la mayor lección de humildad, en ataúdes cubiertos de banderas al regresar a casa por Dover, o en la soledad silenciosa de Arlington. Y tras muchos años y múltiples periodos de servicio, quienes llevan a cabo nuestras misiones en Irak y Afganistán, su servicio, su disposición a hacer el máximo sacrificio, son fuente de inspiración para nosotros y todo estadounidense.\nLA PRIMERA DAMA: Como también lo son sus familias. Como Primera Dama, uno de los mayores privilegios es pasar tiempo con familias militares de todo el país. He conocido a cónyuges de militares que hacen las veces de padre y madre, mantienen unido el hogar, se dan tiempo para que sus hijos jueguen con amigos y en partidos de fútbol, los ayudan con sus tareas, hacen todo lo que pueden para que los niños se sientan bien incluso mientras tratan de disimular sus propios temores y preocupaciones.\nHe conocido a niños que se preguntan si mamá o papá volverá a casa; abuelos y parientes que se ocupan de cuidar a nuestros combatientes heridos, y personas que tratan de seguir adelante tras perder al ser que más quieren en el mundo.\nY durante todo esto, estas familias de alguna manera se dan tiempo y encuentran la energía para también ponerse al servicio de sus comunidades, como entrenadores de Pequeñas Ligas, líderes de Asociaciones de Padres y Maestros, recaudadores de dinero para otros menos afortunados que ellos y demás.\nPero incluso a estas sólidas familias militares, les viene bien un poco de ayuda, especialmente durante las fiestas. Si viven ustedes cerca de una base militar, pueden tenderles una mano por medio de su centro de trabajo, escuela, iglesia. Hay tantas maneras de ayudar: cuidando niños, haciendo mandados o simplemente llevándoles una comida hecha en casa. Incluso si no conocen a una familia militar cercana, su familia puede ayudar al donar u ofrecer sus servicios a organizaciones de apoyo a familias militares.\nEL PRESIDENTE: También pueden ponerse en contacto directo con nuestras Fuerzas Armadas en todo el mundo. Los niños pueden hacer una tarjeta que haga sonreír a un estadounidense lejos de casa. Los adultos pueden enviarles un regalo o una tarjeta telefónica pagada, para que su servicio sea un poco más fácil. Todo estadounidense puede hacer algo para apoyar a nuestros soldados, incluso algo tan simple como dar las gracias. Para averiguar sobre otras maneras de manifestarles su aprecio a nuestros soldados, vayan a obamawhitehouse.archives.gov\nEntonces, a todos nuestros hombres y mujeres de uniforme que están pasando las fiestas lejos de casa, ya sea en una base aquí en Estados Unidos, una cafetería militar en Irak o un remoto puesto de avanzada en Afganistán: sepan que los recordamos y oramos por ustedes. Y esta temporada de fiestas —y siempre— sepan que estamos haciendo todo lo posible para asegurarnos de que puedan tener éxito en sus misiones y vuelvan a salvo a casa con sus familias.\nLA PRIMERA DAMA: Y a todos los estadounidenses, nuestra familia les desea una Feliz Navidad.\nEL PRESIDENTE: Feliz Navidad a todos.\n \n\n\n\n"
}