{
    "title": "Statement from NSC Spokesman Tommy Vietor on Deputy National Security Advisor McDonough’s visit to Sudan and South Sudan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2011/11/21/statement-nsc-spokesman-tommy-vietor-deputy-national-security-advisor-mc",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 21, 2011\n\n \n\n\n\nStatement from NSC Spokesman Tommy Vietor on Deputy National Security Advisor McDonough’s visit to Sudan and South Sudan\n\n\n\n\nAt the President's request, Deputy National Security Advisor Denis McDonough joined Special Envoy for Sudan Princeton Lyman on a visit to Sudan and South Sudan November 20-21.  This follows Mr. McDonough’s short visit to Iraq with National Security Advisor to the Vice President and Deputy Assistant to the President Tony Blinken.\nIn Khartoum, Mr. McDonough and Special Envoy Lyman discussed the urgent crisis in the states of Southern Kordofan and Blue Nile in Sudan and recent cross-border attacks that threaten the peace between Sudan and South Sudan.  They reiterated the United States’ deep concern over continuing fighting in Southern Kordofan and Blue Nile and the ongoing humanitarian crisis caused by the fighting, which is exacerbated by the Government of Sudan’s blocking of international humanitarian assistance to the civilian population.  The meetings also addressed the state of U.S.-Sudan relations, the importance of resolving the remaining post-Comprehensive Peace Agreement issues between Sudan and South Sudan, and highlighted the importance of bringing peace and justice to Darfur.\nIn Juba, Mr. McDonough and Special Envoy Lyman addressed these same crises and the need to respect the sovereignty of Sudan, including by ending support for the Sudanese People’s Liberation Movement-North (SPLM-N) in Southern Kordofan and Blue Nile.  The meetings also discussed ways for making progress to resolve the remaining post-Comprehensive Peace Agreement issues.\n\n\n\n\n"
}