{
    "title": "Gobierno del Presidente Obama anuncia estrategia integral de seguridad energética | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/gobierno-del-presidente-obama-anuncia-estrategia-integral-de-seguridad-energ-tica",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 31, 2010\n\n \n\n\n\nGobierno del Presidente Obama anuncia estrategia integral de seguridad energética\n\n\n\n\nMedidas expanden producción nacional y promueven eficiencia\n \n\nWashington D.C. --- Como parte de la estrategia integral de energía de su gobierno, el Presidente Barack Obama y el secretario del Interior Ken Salazar anunciaron hoy más detalles de los esfuerzos del gobierno del Presidente Obama para fortalecer nuestra seguridad energética. El Presidente Obama y el secretario Salazar anunciaron que el gobierno expandirá proyectos de desarrollo y exploración petrolera y gas en la Plataforma Continental Exterior (Outer Continental Shelf u OCS) de Estados Unidos, para que nuestra nación sea más independiente en materia de energía y, al mismo tiempo, protejamos la pesca, el turismo y zonas marítimas estadounidenses que no son apropiadas para estos proyectos. El anuncio también incluyó estándares históricos para el consumo de combustible de autos y camiones, esfuerzos clave que se están realizando en el Departamento de Defensa para mejorar la seguridad energética y un esfuerzo para que la flota de vehículos federales sean más ecológicos. Los detalles están a continuación.\n \n“Quiero enfatizar que este anuncio es parte de una estrategia más amplia que nos llevará de una economía basada en combustibles fósiles y petróleo extranjero, a una basada en combustible de producción nacional y energía limpia. Y la única manera de que esta transición triunfe es si fortalece nuestra economía en el corto plazo y largo plazo. Sería un error no reconocer esta realidad”, dijo el Presidente Obama.\n \nEl año pasado, bajo el liderazgo del secretario Salazar, el gobierno trabajó para reevaluar decisiones previas en un esfuerzo por determinar la política relativa a la perforación petrolera y de gas en la OCS, que ayude a reducir nuestra dependencia de petróleo extranjero, genere empleo y tome en cuenta los riesgos y responsabilidades.\n \n“Con una expansión responsable de proyectos de desarrollo y exploración de energía convencional en nuestro país, podemos fortalecer nuestra seguridad energética, generar empleo y ayudar a la recuperación de nuestra economía”, dijo Salazar. “Nuestra estrategia considera proyectos de desarrollo en nuevas zonas mar adentro, la exploración de áreas fuera de fronteras nacionales y la protección de toda perforación en zonas que son muy especiales. Al establecer un orden y certidumbre para proyectos de desarrollo y exploración mar adentro, nos aseguramos de que se perforará de la manera correcta y en los lugares correctos. Estamos abriendo un nuevo capítulo para que los proyectos de desarrollo petrolero y gas en nuestro país sean responsables y equilibrados”.\n \nEl Presidente destacó medidas clave adicionales que promoverán la producción nacional de energía, diversificará el portafolio energético de Estados Unidos y estimulará la innovación en energía limpia.\n \nInformación de trasfondo sobre los anuncios de hoy:\nMás producción nacional– Licitación de la plataforma continental exterior para perforación petrolera y de gas:  La estrategia del gobierno requiere el desarrollo de recursos petroleros y gas en nuevas zonas, como el este del Golfo de México; el incremento de exploración petrolera y de gas en zonas fuera de fronteras nacionales en el Océano Ártico y el Atlántico; la protección contra toda perforación en zonas marítimas especiales, como la Bahía Bristol de Alaska. La estrategia establecerá los lineamientos del actual programa 2007-2012 de licitación petrolera y gas, así como el nuevo programa 2007-2012 que este gobierno propondrá. Para detalles específicos de este plan visite www.doi.gov.\n \nEstándares históricos para el consumo de combustible de autos y camiones – Determinaron los estándares para la emisión de gases de invernadero y los de EPA/DOT CAFE:  El 1° de abril, la Agencia de Protección Ambiental (EPA por sus siglas en inglés) y el Departamento de Transporte (DOT por sus siglas en inglés) pondrán en vigor una norma conjunta que determinará los estándares para la emisión de gases de invernadero y para el millaje de vehículos ligeros (Corporate Average Fuel Economy o CAFE) propiedad de empresas en modelos del 2012 al 2016.  En mayo pasado se anunció que la norma es producto de un acuerdo histórico entre el gobierno del Presidente Obama, el estado de California y los fabricantes de automóviles para llevar certidumbre normativa al mercado automotor, y al mismo tiempo, mejorar el consumo de combustible de los autos, reducir las emisiones de gases de invernadero en el sector transporte y asegurar que los consumidores tengan opciones y gastar menos. Se espera que esta medida ahorre 1,800 millones de barriles de petróleo durante la vida del programa.\n \nLiderar con el ejemplo – Una flota federal más ecológica:  El año pasado, el Presidente Obama puso en vigor el Decreto Ejecutivo 13514 que solicitaba que las agencias federales sentaran el ejemplo de una economía de energía limpia. La Dirección de Servicios Generales (General Services Administration o GSA) y el Departamento de Energía están haciendo precisamente eso. Como resultado de sus esfuerzos combinados hemos aumentado al doble los vehículos híbridos en la flota federal y para fines de año habremos adquirido los primeros 100 vehículos eléctricos ensamblados en Estados Unidos. Asimismo, las agencias están adquiriendo vehículos híbridos en lugar de autos y camiones convencionales que consumen más combustible; están disminuyendo la cantidad de vehículos en la flota y están requiriendo estaciones de recarga eléctrica en todas las nuevas instalaciones y en las remodelaciones sustanciales.\n \nÉnfasis estratégico del Departamento de Defensa en seguridad energética:  El Reporte Tetranual de Defensa, dado a conocer recientemente, pone en relieve que la formulación de un enfoque estratégico es una de las principales prioridades del Departamento de Defensa. Esto refleja, sobre todo, consideraciones acerca de la misión. El análisis hecho por el propio Departamento confirma lo que los expertos independientes venían advirtiendo desde hace años: que nuestras fuerzas armadas dependen excesivamente de hidrocarburos, lo cual crea costos y riesgos significativos tanto a nivel táctico como estratégico.  El Departamento de Defensa está procurando activamente poner en vigor programas estratégicos para fortalecer la independencia y seguridad energéticas, y reducir las emisiones nocivas, lo cual incluye el desarrollo y uso de biocombustibles avanzados producidos en el país. Para mayor información acerca de los programas de energía del Departamento de Defensa presione AQUI.\n###\n \n\n\n\n"
}