{
    "title": "FACT SHEET: The United States Commitment to the Open Government Partnership and Open Government | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/12/07/fact-sheet-united-states-commitment-open-government-partnership-and-open",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nDecember 07, 2016\n\n \n\n\n\nFACT SHEET: The United States Commitment to the Open Government Partnership and Open Government\n\n\n\n\n\n“…the strongest foundation for human progress lies in open economies, open societies, and in open governments.” \n\n–President Obama, September 20, 2011, at the launch of the Open Government Partnership in New York\n\nThe Open Government Partnership\n\n\tFive years ago, President Obama joined with the leaders of seven other nations to launch the Open Government Partnership (OGP), a global partnership between governments and civil society organizations to advance transparency and accountability, bolster citizen engagement, and harness new technologies to strengthen governance.  At the launch in 2011, the United States and other founding countries, along with civil society organizations, pledged to transform the way that governments serve and engage with their citizens in the 21st century. \n\n\tAs thousands of government leaders and civil society representatives gather together for the 2016 OGP Global Summit in Paris, the Partnership has grown into a platform for reformers in 70 countries.  All participating countries endorse the Open Government Declaration, pledging to “foster a global culture of open government that empowers and delivers for citizens, and advances the ideals of open and participatory 21st century government.”  Countries also pledge to “lead by example and contribute to advancing open government in other countries by sharing best practices and expertise,” thereby building collaboration and learning into the fabric of the Partnership.  Civil society has an equal role in OGP, both in terms of in-country engagement with governments and within the OGP governing structure.\n\n\tMember countries have responded to President Obama’s call to develop specific commitments to promote transparency, fight corruption, energize civil society, and leverage new technologies.  At the core of the Partnership is a high-level commitment from participating countries to undertake meaningful new steps as part of concrete Open Government National Action Plans (NAPs), developed and implemented in close consultation with their citizens.  In its first five years, OGP countries made nearly 3,000 specific commitments to improve governance and public participation for some two billion people worldwide. \n\n\tThese commitments are leading to change and innovation in the way governments operate, interact with, and include their citizens.  Countries around the world have implemented measures to prevent corruption and improve accountability in the public and private sectors, reformed government budgeting processes, enhanced public availability of expenditure data, rolled out e-procurement systems, and developed open data platforms to seek citizen input to monitor government policies, finances, and performance.  Countries have developed in-person and online mechanisms to facilitate dialogue with civil society.  Countries have also made important commitments to augment transparency through enhanced freedom of information and asset declaration laws and other efforts. \n\n\tSince its inception, the United States has supported the work of the Partnership, including by serving on the OGP Steering Committee, providing critical financing to the OGP Support Unit and supporting NAP implementation around the world.  These global efforts include:\n\n\n\t\tPromotion and support of OGP as a key component of U.S. foreign policy efforts to combat corruption, advance transparency and accountability, and promote good governance worldwide. \n\n\t\tJoining with more than a dozen other governments in funding the OGP Support Unit, including its work with member countries and organizations.  To date, the United States through both the U.S. Agency for International Development (USAID) and the State Department intends to provide $5 million to the OGP Support Unit over four years, facilitated by a newly-signed grant.\n\n\t\tTargeted, country-led bilateral support for OGP implementation through USAID in more than a dozen member countries around the world, including more than $14 million in assistance last year alone.  Country-level support to implement NAPs has included providing technical assistance to OGP member governments, strengthening civil society engagement and advocacy, and the design and procurement of open data technology tools.\n\n\t\tSharing best practices and catalyzing peer learning among OGP’s 70 member countries, on topics such as open data, natural resource transparency, anti-corruption, and access to information.  Through peer exchanges, the United States is providing mentorship and support to the governments of Sri Lanka and Nigeria, two of the newest OGP member countries, and continues to collaborate with other OGP countries on shared priorities.\n\n\t\tPioneering efforts, such as USAID’s Accelerating Responsible Extractive Industry Resource Governance (ARTEIG) Research Award, to measure and improve the impact of OGP and other multi-stakeholder initiatives through $2 million for research, peer learning, and exchange activities.\n\n\n\tAs a testament to how truly global the open government movement has become, OGP’s leadership and membership now represents all of the world’s populated regions.  The Partnership is also expanding to cities and other subnational governments around the world through a 15-city pilot program.  The United States is represented in this subnational pilot by Austin, Texas.\n\n\tIn close consultation with civil society, the United States published its first National Action Plan in 2011.  It included 26 concrete and ambitious open government initiatives.  The final self-assessment report evaluating implementation of that plan was published in March 2013.  The second National Action Plan was released in December 2013, and included 23 commitments that built on the progress made in the first plan as well as new commitments.  Additional commitments were added to the second National Action Plan in September 2014.  The midterm self-assessment report evaluating implementation progress for that plan was published in March 2015 and the final self-assessment report was published in June 2016.\n\n\tThe third National Action Plan was published in October 2015 and included 45 initiatives that further built on earlier commitments to advance the President's commitment to an open and citizen-centered government and introduced new commitments as well.  In September 2016, the Administration added further commitments to the third plan and also released a midterm self-assessment report evaluating implementation progress.  The implementation period for this plan is through June 2017. \n\n\tThrough National Action Plans and everyday activities, teams across the U.S. Government have been working to promote transparency, empower citizens, fight corruption, strengthen accountability, and transform government engagement with the American people.  To date, these initiatives have led to cost savings, fueled American businesses, improved civic services, informed policy, catalyzed research and scientific discoveries, driven transparency and accountability, and increased public participation in the democratic dialogue. \n\n\tU.S. National Action Plan commitments have increased public integrity, enhanced public access to information, improved management of public resources, and given the public a more active voice in the U.S. Government's policymaking process.  Below is a list of just some of the accomplishments of this administration to build a more open, participatory, accountable, and collaborative government across the nearly 100 Federal departments and agencies in close partnership with civil society organizations, advocates, academics, industry, and members of the public.\n\n\t \n\nU.S. Open Government Accomplishments\n\nCHANGING THE CULTURE\n\n1.     Elevate transparency and openness as guiding principles for Federal agencies.  On the first day of his Administration, President Obama issued a memorandum calling on all agencies to work together to create “an unprecedented level of openness” in government and to “establish a system of transparency, public participation, and collaboration.”  An Open Government Directive and a plan for implementing those goals were issued in December 2009.  Read more, more, and more.\n\n2.     Establish the presumption of openness.  In addition to the Presidential Memorandum on openness and transparency, on his first full day in office President Obama also issued a Memorandum on the Freedom of Information Act (FOIA) that directed all agencies to administer FOIA with a clear presumption of openness, noting that, in the face of doubt, openness prevails.  Read more.\n\n3.     Boost open government leadership across the Administration.  The 2009 Open Government Directive tasked senior government leaders with incorporating the values of transparency, participation, and collaboration into the ongoing work of each agency by bringing together cross-functional teammates including policy, legal, procurement, finance, and technology colleagues, to achieve open government goals.  The directive also created an interagency open government working group to share open government best practices and collaborate with civil society.  Read more.\n\n4.     Celebrate Sunshine Week.  This Administration has embraced and recognized Sunshine Week, the annual celebration of government transparency.  In 2015, the White House hosted its first Sunshine Week event with a workshop to generate ideas for the 2015 Open Government National Action Plan.  Several agencies have also hosted and participated in Sunshine Week events, such as the annual Department of Justice (DOJ) Sunshine Week Celebration that started in 2010 and Sunshine Week events at the National Archives and Records Administration (NARA).  Read more, more, and more.\n\n\t \n\nACCESS TO INFORMATION\n\nFreedom of Information Act\n\n5.     Process more than 4 million FOIA requests.  This Administration has released more information in response to FOIA requests than any prior Administration.  To date, Federal agencies have processed more than 4,600,000 FOIA requests since the beginning of Fiscal Year 2009. In that time, agencies have received more than 4,580,000 requests.  In processing these requests, the government has every year achieved a release rate of above 91 percent.  And when exemptions were used to protect information, the reason cited most often by agencies was for protection of personal privacy.  Read more.\n\n6.     Issue new FOIA guidelines implementing the presumption of openness.  On March 19, 2009, DOJ issued new FOIA Guidelines directing agencies to make discretionary disclosures of information and to only withhold information in response to a FOIA request if the agency could identify a foreseeable harm.  These FOIA Guidelines also stressed the importance of using technology, improving efficiency, making records available proactively, and responding to requests promptly.  Read more.\n\n7.     Make more discretionary disclosures of information.  To carry out DOJ’s 2009 FOIA Guidelines, agencies have worked to identify opportunities to make discretionary releases of information where a FOIA exemption might otherwise apply.  For example, in response to several requests for information about American families’ unsuccessful attempts to adopt children in Vietnam, the Department of State released deliberative material to bring greater transparency to the consular and Department officers’ decision-making process.  The Department of Defense (DoD) also reported in 2015 that 62 percent of components made discretionary releases, which is more than any year since 2009.  Read more, more, more, and more.\n\n8.     Create centralized online FOIA resources.  FOIA.gov allows the public to learn about how the FOIA works and search for already posted material across the government, making it easier and faster to find information without the need to make a request.  FOIA.gov also sheds light on agency FOIA compliance by allowing the public to sort and compare Annual FOIA Report metrics such as the number of requests received and processed each year.  The site includes contact information for agency FOIA offices and highlights significant FOIA releases.  Additionally, FOIAonline serves as a shared-service FOIA case-management system and public-facing portal.  FOIAonline also tracks the progress of FOIA requests, allows users to search for information previously made available by participating agencies, and generates reports on FOIA processing.  Twelve agencies or components currently use FOIAonline. The Administration will build on these efforts as it works to develop a centralized FOIA request portal on FOIA.gov.  Read more, more, and more\n\n9.     Promote good customer service and proactive disclosures.  DOJ has issued several articles of guidance since 2009 that emphasize the importance of agencies improving communication with requesters and focusing on good customer service.  Additionally, in 2015, DOJ issued guidance on making information available without the need to file a FOIA request, encouraging agencies to systematically post material of interest to the public even before receipt of one request. DOJ also led a pilot program with seven Federal agencies to assess the viability of a policy that would direct agencies to proactively post online their FOIA responses to ensure that all citizens—not just those making a request—have access to information released under FOIA. DOJ will issue guidance regarding a “Release to one, Release to all” presumptive standard for Federal agencies when releasing records under FOIA.  Read more, more, more, and more.\n\n10.  Professionalize the FOIA career field and develop new training resources. In March 2012, the Office of Personnel Management (OPM) designated a new civil service personnel category for FOIA professionals, allowing individuals working in FOIA to join the specialized Government Information Series career track to recognize the professional nature of their work.  Additionally, in March 2015, DOJ released a suite of electronic FOIA training resources for all Federal Government employees to assist them in understanding their responsibilities under this important law.  From a specialized briefing video for senior executives emphasizing the importance of leading and supporting this work, to a one-pager that covers all the basics for every Federal employee so they know how FOIA affects them, to in-depth modules for agency FOIA professionals, these training resources are being used and further adapted across agencies.  Read more, more, more, and more\n\n11.  Establish a FOIA Ombudsman.  In September 2009, the Office of Government Information Services (OGIS) opened its doors, offering mediation services to resolve FOIA disputes between requesters and agencies and to review agencies’ FOIA policies, procedures, and compliance.  Created by the FOIA amendments in 2007, this office within NARA did not exist prior to this Administration.  To date, OGIS has assisted more than 6,000 customers from all 50 states and 25 countries, provided FOIA dispute resolution training to nearly 750 FOIA professionals in nearly 60 agencies, and reviewed FOIA compliance in nine FOIA offices.  Read more, more, and more.\n\n12.   Form the first Federal Advisory Committee for FOIA.  In May 2014, NARA created the FOIA Advisory Committee to foster dialog between the Administration and the requester community, solicit public comments, and develop consensus recommendations for improving FOIA administration and proactive disclosures.  Committee membership is equally divided between representatives of the FOIA requester community and agency FOIA professionals, and meetings are open to the public.  During its first term, the FOIA Advisory Committee examined important issues related to the administration of FOIA, including making recommendations regarding revising FOIA fees.  The new members for the 2016-2018 term are looking more broadly at the challenges that agency FOIA programs are expected to face with an ever-increasing volume of electronic records as well as charting a course for how FOIA should operate over the next 20 years.  Read more, more, and more.\n\n13.  Proactively release electronically filed nonprofit tax forms.  In June 2016, the Internal Revenue Service (IRS) began releasing publicly available data from more than one million electronically filed tax forms of nonprofits.  Now the public can access these data directly from the IRS in a machine-readable format rather than filing a FOIA request and receiving a non-machine-readable image file.  Read more.\n\nRecords Management\n\n14.  Modernize management of government records.  Greater reliance on electronic communications has radically increased the volume and diversity of information that agencies must manage.  To address this, NARA worked with Federal agencies to implement new guidance that addresses the automated electronic management of email records. NARA’s guidance builds on the Managing Government Records Directive that directs Federal agency compliance with records management requirements and instructs agencies to manage both permanent and temporary email records in an electronic format.  Read more, more, and more.\n\nDeclassification and Information Security\n\n15.  Establish a National Declassification Center.  Through Executive order 13526, “Classified National Security Information,” the National Declassification Center was established to strengthen open government by improving coordination among agencies and streamlining the declassification process throughout the Federal government.  The Center addressed a declassification backlog of nearly 400 million pages of records and implemented a referral and tracking system to automatically notify agency representatives when classified records are ready for declassification review.  The Center holds public forums and reports publicly on progress.  Read more.\n\n16.  Review and declassify historical data on nuclear activities.  DoD has started to work with agencies holding classified information on nuclear programs to implement a systematic review process to declassify no-longer-sensitive historical information on nuclear programs, focusing on specific events and topics of historical nuclear policy interest and ways for the public to help identify priorities for declassification review.  Read more and more.\n\n17.  Review and declassify historical President’s Daily Briefs.  In September 2016, the Central Intelligence Agency (CIA) and the Intelligence Community (IC) reviewed and publicly released approximately 2,500 documents totaling 28,000 pages of previously classified President’s Daily Briefs from the Richard Nixon and Gerald Ford administrations.  The release followed the 2015 release of almost 2,500 briefing documents totaling 18,000 pages from the Kennedy and Johnson administrations. Collectively, the releases represent a proactive approach by the CIA and IC for the first time to declassify these historically significant documents created specifically for the President. They shed new light on previously undisclosed aspects of Presidential and intelligence history.  Read more and more.\n\n18.  Declassify and release of millions of classified CIA records.  Since 2008, the CIA has publicly released millions of pages of declassified intelligence papers, records, research files and other content which are now available to the public through the CIA’s Records Search Tool (CREST) at the NARA research facility in College Park, Maryland.  The newly declassified documents include analytic intelligence publication files, research and development files from the CIA’s Directorate of Science and Technology, and some of the Government’s oldest classified documents, dating from 1917.  In all, the CIA collection of records on the CREST system at NARA has increased to nearly 13 million declassified pages.  The CIA is also preparing to move the records on CREST to the CIA’s public-facing website.  Read more.\n\n19.  Pilot Technological Tools to Analyze Classified Presidential Records.  The CIA and NARA led a pilot project to test and evaluate technological tools to aid search capability for unstructured data and automate content analysis.  Supported by scientists at the Applied Research Laboratories at the University of Texas at Austin, the CIA and NARA evaluated electronic records from the Reagan administration.  The pilot was successful and concluded that the use of technology as part of an overall analysis strategy is feasible.  Its findings were presented in a public meeting of the Public Interest Declassification Board at the National Archives in June 2015 and the CIA continues to develop a plan to expand the pilot’s findings to use technological tools to help automate declassification review.  Read more.  \n\n20.  Implement the Controlled Unclassified Information Program.  To provide agencies with uniform standards for handling Controlled Unclassified Information (CUI), in September 2016, NARA issued a CUI regulation addressing the inconsistent and conflicting patchwork of agency-specific policies used to manage “Sensitive But Unclassified” information throughout the Executive Branch. Such “Sensitive But Unclassified” policies and practices resulted in agencies mishandling information and impeding information sharing.  To implement this regulation, NARA has published implementation guidance and is now working with agencies to create phased implementation plans including training and reporting.  Read more, more, and more.\n\nOpen Data \n\n21.  Make nearly 200,000 datasets available to students, entrepreneurs, and the public.  In May 2013, President Obama issued an Executive Order and policy guidance on making open and machine readable data the new default for government information.  To date, nearly 200,000 datasets have been made available on Data.gov.  The release of these datasets have been coupled with active outreach and thematic events such as Health and Energy “Datapaloozas,” so that data and tools are in hands of innovators, entrepreneurs, policymakers, and communities working together to develop new tools and solutions.  Read more and more.\n\n22.  Improve health with data-driven precision medicine.  The Department of Health and Human Services (HHS), the Department of Veterans Affairs (VA), Department of Energy (DOE), and DoD have been leading efforts to enable a new era of medicine through research, data, technology, and policies that empower patients, researchers, and providers to work together toward development of individualized care, and ultimately help improve public health outcomes.  The National Institutes of Health (NIH) within HHS has been building a one-million volunteer research cohort and with the HHS Office of the National Coordinator for Health IT launched Sync for Science, a pilot to allow individuals to access their health data and donate it for research. Additionally, the VA and DOE have partnered to leverage the data from the Million Veterans Program with DOE’s computational expertise and computing environments to accelerate scientific research and increase access of the data to qualified researchers.  Read more, more and more.\n\n23.  Open policing data.  Since May 2015, a growing number of law-enforcement agencies from across the country, representing more than 40 million people, have publicly embraced the concept of open policing-activity data as a core component of being a modern, accountable, and engaged police department.  These police departments have released more than 150 open data sets on police-citizen interactions including use of force, traffic and pedestrian stops, and calls for service.  Read more.\n\n24.  Give energy users access to their own data.  Under the Green Button effort, more than 150 utilities and electricity suppliers have committed to providing more than 60 million homes and businesses, or 100 million people total, access to their own energy usage data.  This data allows commercial properties and homeowners to understand their energy consumption patterns and make smarter decisions about usage, which translates into cost savings and a cleaner environment.  Read more and more.\n\n25.  Open data and tools to address the changing climate.  To meet the challenges of a changing climate, the United States launched the U.S. Climate Resilience Toolkit and the Climate Data Initiative.  The toolkit includes 40 tools, map layers and case studies in key areas of climate change risks and vulnerability.  As part of the initiative, U.S. agencies have opened more than 675 datasets and resources related to coastal flooding, water, energy infrastructure, and the Arctic region. Agencies also released the first-ever high-resolution elevation maps of Alaska and the Arctic.  To help communities find and use information for climate resilience, the United States also supported development of the Partnership for Resilience and Preparedness and Resilience Dialogues.  Read more, more, more, and more.\n\n26.  Expand access to resources and services that families and communities need to thrive.  The Opportunity Project is putting Federal and local open data and digital tools in the hands of families, community organizations, and local leaders to help them navigate information about neighborhood-level resources such as access to transit, housing, parks, and quality schools.  Read more and more.\n\n27.   Create a multi-agency program to harness big data.  In 2012, the Administration launched a multi-agency research initiative on big data that now includes an NIH effort to harness big data for biomedical research, National Science Foundation support for four Big Data Regional Innovation Hubs that cover all 50 states and more than 250 organizations, and a Federal big data research and development strategic plan. The Administration also published several reports on the opportunities and risks that algorithmic systems pose to important issues such as privacy, consumer pricing, and civil rights.  Read more, more, more, and more.\n\n28.  Connect local and national open data to support innovation in cities.  The U.S. Census Bureau within the Department of Commerce launched CitySDK, a software developer kit and toolbox for civic innovators to connect local and national public data.  Used by communities around the country, CitySDK makes it easier to develop technical solutions for issues that bridge between local and national such as commuting habits, socioeconomic patterns on housing and employment, and where to target and anticipate community services and resources.  Read more.\n\n29.Foster innovation to keep communities safe with open public safety data.  Open data on crime, product recalls, and roadway, workplace, and food safety has led to applications and tools to help people make informed decisions on public safety.  Interagency efforts to data such as these have been led by the Department of Transportation (DOT), U.S. Department of Agriculture (USDA), and U.S. Patent and Trademark Office.  Read more and more.\n\n30.  Open data to end global hunger.  In 2013, the United States led by the USDA became a founding member of GODAN (Global Open Data for Agriculture and Nutrition), a rapidly growing global initiative of more than 400 partners from government, international and private sector organizations all dedicated to making data relevant to agriculture and nutrition available, accessible and usable worldwide. GODAN partners are leading the way by convening, priority setting, fostering collaboration, and generating new ideas at events such as the GODAN Summit 2016, showcases and data hacks; equipping, collecting and compiling tools, stories, case studies, and papers; and, empowering, to include promoting adoption of open data policies with a focus on opening agriculture and nutrition data to end hunger, achieve food security and improved nutrition, and promote sustainable agriculture.  Read more, more, and more.\n\nSpending Transparency\n\n31.  Increase transparency of how public tax dollars are spent.  In 2007, the United States launched USAspending.gov in response to the Federal Funding Accountability and Transparency of 2006 to make Federal spending information more transparent and easily understandable and accessible by the public.  The site displays Federal contract, grant, loan, and other financial assistance awards in various forms including data displayed by agency to determine how much money an agency awarded as well as the states and cities receiving the most funds, and a spending map that displays information about Federal funding down to the neighborhood level.  USAspending.gov will continue to be updated to include additional data required by the Digital Accountability and Transparency Act of 2014.  Read more, more and more.\n\n32.  Work to eliminate improper payments in the Federal government.  To eliminate payment error, waste, fraud, and abuse in major programs administered by the Federal government, OMB launched PaymentAccuracy.gov in 2010.  The website gives taxpayers a way to join efforts to report suspected incidents with the goal of reducing improper payments in the Federal government and showcases agencies using new technologies and developing innovative solutions to reduce waste.  Read more, more, and more.\n\n33.  Tell the story of the nation’s economic recovery.  With Recovery.gov, a website launched as part of the American Recovery and Reinvestment Act of 2009, the public gained visibility into the Federal government’s work to rescue, recover, and reinvest in the country.  The website provided information on extended unemployment benefits, tax cuts, and jobs created out of the tens of thousands of projects underway across the nation in high-speed rail, technology, and renewable energy.  Read more, more, and more.\n\n34.  Make it easier to track and understand U.S. foreign aid spending. The website ForeignAssistance.gov reports U.S. foreign assistance data on a quarterly basis.  Additionally, the U.S. Government is working to coordinate data processes with those USAID’s Foreign Aid Explorer, which offers annual fundraising data by agency, sector, or geographic location over the last 66 years. As part of the commitment under the International Aid Transparency Initiative (IATI) to publish up-to-date information on development and humanitarian flows in a common, open format, the U.S. Government continues to incorporate additional data fields to increase IATI compliance.  Read more, and more.\n\n35.  Release information about grants for scholarships in the humanities.  Since 1965, the National Endowment for the Humanities (NEH) has funded programs and awarded grants to convey the lessons of history to all Americans.  To celebrate its 50th anniversary, NEH released grant data for the more than 12,000 grants over the course of its history made to museums, archives, libraries, colleges, universities, public television, radio stations, and individual scholars.  The grant data is available on Data.gov.  Read more and more.\n\nOpen Science\n\n36.  Open up Federally funded scientific research.  The Administration has increased public access to the results of Federally funded scientific research, with more than 4 million full-text journal articles and growing volumes of scientific research data now free and accessible to the public via agency-designated repositories.  Twenty Federal agencies that together account for more than 98 percent of Federal research and development expenditures have completed plans to increase access to the scholarly publications and digital data resulting from funded research.  A new interagency working group on open science has also launched to coordinate agency efforts, develop new objectives for Federal open science policy, and recommend approaches for improving the preservation, discoverability, accessibility and usability of data resulting from Federally funded research.  Read more and more.\n\n\t \n\nPUBLIC PARTICIPATION\n\n37.  Encourage public participation with best practices and metrics.  In 2014, the Public Participation Playbook launched to begin capturing best practices for agencies to engage the public in policymaking, regulations, and other programs.  The playbook is meant to be a living document and includes metrics for agencies and the public to evaluate application of these practices as well as cases studies and success stories.  Read more and more.\n\n38.  Make it easier for the public to comment on regulations.  Regulations.gov revamped public commenting mechanisms, search functions, and user interfaces to make it easier for the public to find, follow, and participate in Federal rulemaking.  DOT also piloted new methods of public engagement in Federal rulemaking focused on plain language formats. Additionally, the 18F team within the General Services Administration (GSA) is working with agencies to pilot a new eRegs platform originally built by the Consumer Financial Protection Bureau (CFPB) which now includes regulations from CFPB, the Bureau of Alcohol, Tobacco, Firearms and Explosives within DOJ, the Federal Election Commission.  Read more, more, and more.\n\n39.  Use open geographic data to improve maps around the world.  U.S. agencies have expanded collaboration and coordination with the open mapping community to promote the use of open mapping data in both domestic and international settings. The White House hosted mapathons in 2015 and 2016 where participants mapped U.S. parks and public transit routes, and humanitarian projects around the globe to promote disaster preparedness and relief and global health initiatives.  The State Department, Peace Corps, USAID, National Geospatial Intelligence Agency, Department of Interior, and others are all promoting open mapping projects.  Read more, more, and more.\n\n40.  Promote improvements to the administrative process through collaboration.  The Administrative Conference of the United States (ACUS) was re-established in March 2010 as an independent agency dedicated to improving Federal government administrative procedures through collaboration between the public and private sectors. ACUS studies and recommendations have focused on increasing public participation and supporting open government initiatives.  One study suggested procedures for resolving FOIA disputes and addressed ways to improve the ability of agency FOIA public liaisons to resolve disputes, working in conjunction with OGIS.  ACUS also adopted recommendations on effective techniques for agencies to use modern communication tools to enhance public information and participation in the rulemaking process.  Read more, more, more, and more.\n\n\t \n\nCIVIC ENGAGEMENT\n\n41.  Make it easier for citizens to petition government.  In 2011, the We the People petitions platform launched to give citizens a voice in government decision-making through a public-facing process to petition the Government online.  Since then, We the People has hosted more than 478,000 petitions receiving more than 28 million signatures by 12.4 million users.  The Administration has responded to more than 325 of those petitions that crossed the threshold on topics ranging from cracking down on puppy mills to exploring the use of police body cameras.  Read more and more.\n\n42.  Authenticate government accounts on third-party websites.  Official government websites are easy to recognize because they end in domain names like .gov and .mil. Increasingly, however, citizens choose to access their services, ask questions and participate through third-party platforms.  In January 2016, the U.S. Digital Registry launched as the API-generating, open source repository for the authentication of official public-engaging third-party accounts in the Federal government.  Almost 10,000 accounts are registered and growing, providing a foundation of transparent, responsive citizen engagement for all agencies.  Read more.\n\n43.  Expand opportunities for students to participate in the work of government.  Through the Virtual Student Foreign Service (VSFS), managed by the State Department, college students in the United States can volunteer about 10 hours a week, working on issues such as human rights, economics, or the environment. The VSFS has grown to become the largest virtual internship program in the world, encompassing projects from more than 30 Federal agencies.  Read more.\n\n\t \n\nGOVERNMENT INTEGRITY\n\n44.  Support Federal employees who lawfully report waste, fraud, and misconduct.  To ensure that Federal employees understand their whistleblower rights and how to make protected disclosures, the Office of Special Counsel offers a certification program to help agencies meet their statutory obligation to inform their workforces about the rights and remedies available to them under whistleblower protection laws. The Administration advocated for legislation to reform and expand whistleblower protections for those in the intelligence community and the Director of National Intelligence issued a whistleblower protection directive in March 2014 to ensure all personnel are aware of protections available and to review procedures for making protected disclosures. The Office of the Director of National Intelligence (ODNI) developed new training curriculum concerning protections for whistleblowers with access to classified information and will coordinate that curriculum with relevant government departments and agencies.  Read more and more.\n\n45.  Increase transparency of companies formed in the United States.  To combat the misuse of corporate structures to hide illicit activities, the United States has been working to encourage disclosure of meaningful beneficial ownership information for corporations at the time of company formation.  The United States published a rule that clarifies and strengthens the customer due diligence obligations for U.S. financial institutions, including a requirement to collect and verify the beneficial ownership information of legal entity accountholders when they open new accounts.  The United States is also working to level the playing field internationally so that countries around the world are implementing international standards related to beneficial ownership and providing law enforcement with access to current and accurate beneficial ownership information in order to combat all forms of illicit finance.  Read more, more, and more.\n\n46.  Increase transparency around our nation’s intelligence services.  In 2015, the Principles of Intelligence Transparency and the Intelligence Community Transparency Implementation Plan were developed to institutionalize transparency in the Intelligence Community. Additionally, the ODNI Civil Liberties Protection Office was renamed the Office of Civil Liberties, Privacy, and Transparency to reflect the importance of openness about intelligence work. ODNI also convened a permanent Intelligence Transparency Council—comprised of representatives of all 17 intelligence departments and agencies—to develop and implement policies and procedures to provide more public understanding of the IC. Read more and more.\n\n47.  Make it easier to track declassified intelligence documents. ODNI’s Intelligence Transparency Tracker includes documents that have been declassified related to intelligence collection authorities. Some of these documents are related to intelligence activities lawfully conducted under the Foreign Intelligence Surveillance Act Section 702, which facilitates the acquisition of foreign intelligence information concerning non-U.S. persons located outside the United States and relate to compliance and oversight of that information collection.  Read more and more.\n\n48.  Inform the public’s understanding of their national defense. The Intelligence Community continues to use the website IContheRecord to post declassified documents of interest to the public, including the documents seized in the raid which killed former al-Qa‘ida leader Osama bin Laden in May 2011. That release has included two tranches of documents, with a third and final tranche expected for early 2017.  Read more and more.\n\n49.  Disclose revenues received for our country’s natural resources.  To ensure that American taxpayers are receiving every dollar due for the extraction of natural resources on Federal lands, including oil, gas, and minerals, the United States became a candidate country in the Extractive Industries Transparency Initiative (EITI) in 2014. The Department of the Interior leads U.S. EITI implementation along with the U.S. EITI Multi-Stakeholder Group, comprised of representatives from government, civil society, and industry.  Since 2014, the United States has launched a Natural Resources Revenue Data Portal and published the first two U.S. EITI annual reports that detail payments companies make and revenues received for their natural resources.  Through the data portal, Interior unilaterally disclosed revenues received for calendar years 2013-2015 totaling $33,127,419,393 disaggregated by company, revenue type and commodity.  Read more and more.\n\n50.  Improve performance of government at every level.  Agencies are tracking a variety of performance goals and objectives in their strategic plans and through Cross-Agency Priority Goals to improve performance while being more efficient and effective for taxpayers.  These goals, including delivering smarter, better, faster services to citizens, and maximizing the value of Federal spending, are tracked on Performance.gov.  The website also centralizes program information to facilitate coordination across programs and improve public understanding of services delivered by government.  Read more.\n\n\t \n\nOPEN INNOVATION\n\nChallenges and Prizes\n\n51.  Engage Americans to address our country’s biggest challenges.  Since 2010, more than 100 Federal agencies have engaged 250,000 Americans through more than 700 challenges on Challenge.gov to address tough problems ranging from building resilient housing, to more accurately diagnosing early stage disease, to blocking illegal robocalls.  These competitions have made more than $220 million available to entrepreneurs and innovators and have made it possible for many people who have never engaged with the government to offer the best solution, regardless of source or approach.  Read more and more.\n\n52.  Enlist the public in solving out-of-this-world problems. The National Aeronautics and Space Administration (NASA) has used incentive prizes and open innovation challenges to engage a more diverse set of engineers, software developers, designers, and the broad public in solving important challenges.  NASA challenges, including the International Space Apps Challenge which started in 2012 and draws thousands of global citizens in dozens of cities around the world, have resulted in a wide range of novel solutions including, more accurate solar event predictions, an improved astronaut email system, more versatile astronaut gloves, and a system for allowing citizen scientists to identify asteroids.  Read more, more, and more.\n\n53.  Address global development challenges.  USAID launched the Grand Challenges for Development initiative in 2011 to engage the world in finding solutions to some of humanity’s most intractable problems from education and childhood health to agriculture and remote energy sources.  In the wake of both the Ebola and Zika crises, USAID launched two new challenges to businesses, entrepreneurs, and students, giving them an opportunity to partner with USAID in creating new approaches to emerging public health challenges.  Read more, more, and more.\n\n54.  Invite all Americans to address our energy challenges.  DOE, in partnership with other agencies, National Labs, and private sector collaborators have leveraged incentive prizes to address a wide range problems from reducing the cost of solar energy and spurring clean energy startups, to accelerating the development of more efficient lighting and deploying small-scale hydrogen generation facilities in homes and offices.  Recently, DOE awarded the $1.5 million Wave Energy Prize to team of two from Portland, Oregon, who successfully demonstrated a five-fold improvement in the state-of-the-art for wave energy capture.  Read more and more.\n\n55.  Open healthcare innovation for wide participation.  HHS has built a robust agency infrastructure to enable staff across the agency to use prizes and challenges to advance medical research, identify public health needs, and improve healthcare delivery. The HHS Move Health Data Forward Challenge incentivizes creating application programming interfaces (API) to enable consumers to share their personal health information safely and securely with their health care providers, family members, or other caregivers; the Centers for Disease Control enlisted software developers and academics to forecast the influenza season; and the National Cancer Institute spurred the creation of new startups to commercialize HHS biomedical patents and bring this technology from the research lab into practice.  Read more, more, more, and more.\n\n56.  Encourage security experts to help us identify vulnerabilities.  The Department of Defense held the Federal Government’s first bug bounty in April 2016 to offer incentives to outside researchers to test the security of its networks and applications and report what they found so DoD could fix those vulnerabilities.  More than 1,400 hackers were invited to participate in the Hack the Pentagon pilot and more than 250 submitted at least one vulnerability report.  Of those, 138 submissions were determined to be legitimate, unique, and eligible for a bounty.  Based on the pilot, DoD launched a new vulnerability disclosure policy and announced that it would hold additional crowdsourced bug bounties.  Read more.\n\n57.  Leveraging water data to better respond to drought.  In 2016, the White House Council on Environmental Quality (CEQ) partnered with water agencies and departments in the State of California to launch a Water Data Challenge designed to leverage information technology and available water information to support decisions around California water reliability and sustainability of resources.  The challenge invited private, non-profit, government, and other sectors to design and develop functional applications or visualization tools that leverage open data on drought to give the public and decision-makers access to the best and clearest information.  This challenge followed a March 2016 Presidential Memorandum on responding to drought and its impacts, including improving coordination and information-sharing between agencies and the public.  Read more and more.\n\nCrowdsourcing and Citizen Science\n\n58.  Expand opportunities for citizen science and crowdsourcing.  The Administration has expanded opportunities, including those efforts listed on CitizenScience.gov, for research agencies to work with citizen scientists and use crowdsourcing approaches.  For example, Federal agencies have used these approaches to improve predictive models for coastal change and vulnerability to extreme storms, and to collect and catalogue valuable natural resource data.  Researchers have estimated that the in-kind contributions of more than a million citizen-science volunteers to biodiversity research alone have had an economic value of up to $2.5 billion per year.  Read more, more, and more.\n\n59.  Enlist people of all ages in cataloguing wildlife in our National Parks. The National Parks BioBlitz events engage scientists, families, students, teachers, and other community members in identifying as many species as possible in a park.  In 2016, to coincide with the 100th Anniversary of the National Park Service, more than 250 BioBlitz events engaged tens of thousands of volunteers, and lead directly to a greater scientific understanding of the biodiversity in our parks.  Read more.\n\n60.  Engage citizen archivists in making our nation’s history more accessible. The National Archives’ Citizen Archivist platform has enlisted thousands of people in tagging images and records, transcribing documents, and scanning documents in the agency’s Innovation Hub.  With an estimated 13 billion pages of records in the archives, these citizen archivists contribute valuable effort to ensuring that more of this information is accessible to researchers and the public.  Read more.\n\n\t \n\nIMPROVING PUBLIC SERVICES\n\n61.   Invest in openly licensed education resources. Building on the growing interest in open, free, and online education, the Department of Labor has invested nearly $2 billion in community college grants that support the creation of open education resources (OER) through a free and open online SkillsCommons.  To date, grantees have uploaded more than 6,000 OER in 16 high-demand fields, and users have downloaded more than 100,000 resources.  In addition, the Departments of Education, Labor, State, and others have programs that require certain grant-funded materials to be openly licensed.  Nineteen states and more than 90 school districts have joined the Department of Education’s #GoOpen campaign, committing to transition to using OER in their schools.   Read more, more, and more.\n\n62.  Help students make informed decisions about higher education.  The Department of Education launched the College Scorecard in 2015 to help the public compare costs and outcomes for colleges and universities in the United States. The scorecard aggregates data on students’ outcomes at specific colleges, including the average time to graduate in a specific major or program, former students’ earnings, graduates’ student debt, and borrowers’ repayment rates to help students, parents, counselors, and others select a college suitable to their academic, career, and financial goals.  Read more and more.\n\n63.  Launch an open source pilot program.  To support access to custom-developed Federal source code, OMB released the Federal Source Code policy in August 2016. The policy requires new custom-developed source code developed specifically by or for the Federal Government to be made available for sharing and re-use across all Federal agencies.  The pilot program requires Federal agencies to release at least 20 percent of new, custom-developed Federal source code to the public and supports agencies in going beyond that minimum requirement.  This builds on existing open source code projects including the We the People site where the public can petition government, Vets.gov where Veterans can apply for and track their benefits online and much more. Read more, more, more, and more.\n\n64.  Improve awareness of transit systems and schedules.  Across the United States, 270 transit agencies have granted DOT access to and use of their open transit data to give greater insight into the national transportation system and how transit affects access to opportunity.  The map promotes research, analysis, and planning, and includes information on more than 398,000 stops and stations and nearly 10,000 routes.  Read more.\n\n65.  Increase efficiency and transparency in the Federal permitting process.  Since 2011, CEQ, OMB and more than a dozen interagency partners have worked to increase efficiency and transparency in the Federal permitting process. As part of the implementation of the Fixing America’s Surface Transportation Act, which includes provisions to improve the transparency, predictability, and timeliness of Federal environmental reviews and authorizations for major infrastructure projects, the Administration launched the Federal Infrastructure Permitting Dashboard.  The Dashboard significantly increases the transparency of the permitting and review process to the public, allowing interested parties to receive notice of upcoming projects and track progress on projects throughout their review, as well as to analyze past project reviews.  Read more and more.\n\n66.  Expand access to justice by promoting Federal programs.  The White House Legal Aid Interagency Roundtable, which currently includes 22 Federal offices and is co-led by the White House and DOJ, works to raise awareness about the profound impact that legal aid programs can have in advancing efforts to promote access to health and housing, education and employment, family stability, and public safety.  The Roundtable shares information about its activities, which includes new Federal resources that can support civil legal aid, through dozens of presentations with civil society, a dedicated website, online toolkit, and a report to the President published in November 2016. In collaboration with civil society, the Roundtable is also working to identify and develop national-level indicators to track achieving Goal 16, the Sustainable Development Goal to promote the rule of law and ensure equal access to justice for all.   Read more.\n\n\n\n\n"
}