{
    "title": "CEA report: Economic Perspectives on Incarceration and the Criminal Justice System | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/04/23/cea-report-economic-perspectives-incarceration-and-criminal-justice",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 23, 2016\n\n \n\n\n\nCEA report: Economic Perspectives on Incarceration and the Criminal Justice System\n\n\n\n\n\n\tAhead of National Reentry Week, attached is a new report from the Council of Economic Advisors titled, \"Economic Perspectives on Incarceration and the Criminal Justice System.” Please see below for the executive summary.\n\nExecutive Summary \n\n\tCalls for criminal justice reform have been mounting in recent years, in large part due to the extraordinarily high levels of incarceration in the United States. Today, the incarcerated population is 4.5 times larger than in 1980, with approximately 2.2 million people in the United States behind bars, including individuals in Federal and State prisons as well as local jails. The push for reform comes from many angles, from the high financial cost of maintaining current levels of incarceration to the humanitarian consequences of detaining more individuals than any other country.\n\n\tEconomic analysis is a useful lens for understanding the costs, benefits, and consequences of incarceration and other criminal justice policies. In this report, we first examine historical growth in criminal justice enforcement and incarceration along with its causes. We then develop a general framework for evaluating criminal justice policy, weighing its crime-reducing benefits against its direct government costs and indirect costs for individuals, families, and communities. Finally, we describe the Administration’s holistic approach to criminal justice reform through policies that impact the community, the cell block, and the courtroom.\n\nU.S. incarceration has grown rapidly over the last three and a half decades, driven by changes in criminal justice policy, not underlying changes in crime.\n\nIn recent decades, the U.S. incarcerated population has grown dramatically, despite falling crime rates.\n\n\n\t\tAdjusting for population, the incarceration rate grew by more than 220 percent between 1980 and 2014. The U.S. incarceration rate is higher than the any other country in the OECD, and is more than four times the world average.\n\n\t\tAt the same time, crime rates have fallen sharply; between 1980 and 2014 violent crime rates fell by 39 percent and property crime rates fell by 52 percent.\n\n\t\tEconomic research has found that incarceration growth is unlikely to be a root cause of the drop in crime. Instead, research finds that the decrease in crime may be attributable to a number of other factors, including demographic changes, changes in policing tactics, and improving economic conditions.\n\n\nGrowth in U.S. incarceration has been fueled by criminal justice policies.\n\n\n\t\tIf prison admission rates and average time served in prison remained the same as they were in 1984, research suggests that State imprisonment rates would have actually declined by 7 percent by 2004, given falling crime rates. Instead, State prison rates increased by over 125 percent.\n\n\t\tChanges in the severity of sentencing and enforcement, which have led to longer sentences and higher conviction rates for nearly all offenses, have been the primary drivers of the incarceration boom.\n\n\t\tChanges in arrest patterns have also likely contributed to incarceration growth. As crime rates have fallen, arrests have also declined but at a slower pace, resulting in increases in arrests per crime, for both violent and property crimes. Meanwhile, drug arrest rates grew by over 90 percent between 1980 and 2014.\n\n\nInteractions with the criminal justice system are disproportionately concentrated among Blacks and Hispanics, poor individuals, and individuals with high rates of mental illness and substance abuse.\n\n\n\t\tThough Blacks and Hispanics represent approximately 30 percent of the population, they comprise over 50 percent of the incarcerated population.\n\n\t\tA large body of research finds that, for similar offenses, Blacks and Hispanics are more likely than Whites to be stopped and searched, arrested, convicted, and sentenced to harsher penalties.\n\n\t\tApproximately 65 percent of prisoners have not completed high school and 14 percent have less than an 8th grade education.\n\n\t\tOver a third of the prison population has received public assistance at some point in their lives, 13 percent grew up in foster care, and over 10 percent experienced homelessness in the year prior to entering prison.\n\n\t\tOver 50 percent of the incarcerated have mental health problems, while approximately 70 percent were regular drug users and 65 percent regularly used alcohol prior to being incarcerated.\n\n\nEconomics can provide a useful lens for thinking about the costs and benefits of criminal justice reform.\n\nImproving safety and reducing crime are central goals of the criminal justice system. \n\n\n\t\tThough crime rates have declined substantially over recent decades, the benefits of eliminating existing crime are still extensive, likely totaling hundreds of billions of dollars each year.\n\n\t\tThe benefits of reducing crime include lowering direct damages to property and medical costs, as well as indirect costs of pain, suffering, fear, reduced quality of life or loss of life.\n\n\nCriminal justice policies have the capacity to reduce crime, but the aggregate crime-reducing benefits of incarceration are small and decline as the incarcerated population grows.\n\n\n\t\tGiven that the U.S. has the largest prison population in the world, research shows that further increasing the incarcerated population is not likely to materially reduce crime.\n\n\t\tEconomic research suggests that longer sentence lengths have little deterrent impact on offenders. A recent paper estimates that a 10 percent increase in average sentence length corresponds to a zero to 0.5 percent decrease in arrest rates.\n\n\t\tEmerging research finds that longer spells of incarceration increase recidivism. A recent study finds that each additional sanction year causes an average increase in future offending of 4 to 7 percentage points. \n\n\nInvestments in police and policies that improve labor market opportunity and educational attainment are likely to have greater crime-reducing benefits than additional incarceration.\n\n\n\t\tExpanding resources for police has consistently been shown to reduce crime; estimates from economic research suggest that a 10 percent increase in police force size decreases crime by 3 to 10 percent. At the same time, more research is needed to identify and replicate model policing tactics that are marked by trust, transparency, and collaborations between law enforcement and community stakeholders.\n\n\t\tLabor market conditions and increased educational attainment can have large impacts on crime reduction by providing meaningful alternatives to criminal activity. Estimates from research suggest that a 10 percent increase in the high school graduation rate leads to a 9 percent drop in arrest rates, and a 10 percent increase in wages for non-college educated men leads to a 10 to 20 percent reduction in crime rates.\n\n\nThe direct government costs of the criminal justice system are significant.\n\n\n\t\tReal expenditures on the criminal justice system as a whole total over $270 billion, or $870 per capita and have grown by over 70 percent in the last two decades.\n\n\t\tReal spending on incarceration totaled over $80 billion, or more than $260 per capita. In 2013, 11 states spent more on corrections than on higher education.\n\n\t\tRelative to average rates in the world, the United States employs 2.5 times more corrections officers per capita, while we employ 30 percent fewer police officers per capita.\n\n\t\tThe large and increasing costs of the criminal justice system reflect an increase in enforcement over time, and potential adjustments to current policy could provide real savings.\n\n\nCriminal justice policies also generate a number of indirect costs, or collateral consequences, for individuals with criminal records, their families, and their communities.\n\n\n\t\tHaving a criminal record makes it more difficult to find employment. Recent job application experiments find that applicants with criminal records were 50 percent less likely to receive an interview request or job offer, relative to identical applicants with no criminal record, and these disparities were larger for Black applicants. The formerly incarcerated earn 10 to 40 percent less than similar workers without a history of incarceration.\n\n\t\tThe probability that a family is in poverty increases by nearly 40 percent while a father is incarcerated.\n\n\t\tBecause incarceration secludes individuals from their families and communities, it decreases the likelihood of marriage and increases the likelihood of divorce.\n\n\t\tIt is estimated that more than 5 million children have a parent that has ever been incarcerated, and rates of parental incarceration are 2 to 7 times higher for Black and Hispanic children than White children. Parental incarceration is a strong risk factor for a number of adverse outcomes, including antisocial and violent behavior, mental health problems, school dropout, and unemployment.\n\n\nGiven the total costs, some criminal justice policies, including increased incarceration, fail a cost-benefit test.\n\n\n\t\tEconomic researchers have evaluated the costs and benefits of policies in different criminal justice areas and find that relative to investments in police and education, investments in incarceration are unlikely to be cost-effective.\n\n\t\tMoreover, cost-benefit evaluations of incarceration and sentencing often fail to consider collateral consequences, which would render these policies even more costly.\n\n\t\tCEA conducted “back-of-the-envelope” cost-benefit tests of three policies: increasing incarceration, investing in police, and raising the minimum wage.\n\t\t\n\n\t\t\t\tWe find that a $10 billion dollar increase in incarceration spending would reduce crime by 1 to 4 percent (or 55,000 to 340,000 crimes) and have a net societal benefit of -$8 billion to $1 billion dollars.\n\n\t\t\t\tAt the same time, a $10 billion dollar investment in police hiring would decrease crime by 5 to 16 percent (440,000 to 1.5 million crimes) have a net societal benefit of $4 to $38 billion dollars.\n\n\t\t\t\tDrawing on literature that finds that higher wages for low-income individuals reduce crime by providing viable and sustainable employment, CEA finds that raising the minimum wage to $12 by 2020 would result in a 3 to 5 percent crime decrease (250,000 to 510,000 crimes) and a societal benefit of $8 to $17 billion dollars.\n\n\n\n\nThe Administration is committed to a holistic approach to criminal justice reform that creates a fairer and smarter system in the community, the cell block and the courtroom.\n\n\n\t\tInvestments in early childhood, including limiting out of school suspensions, can reduce involvement with the criminal justice system, while increasing resources for police, community policing, and enhanced police transparency can improve community safety and build trust.\n\n\t\tIn order to foster law enforcement agencies that both build trust and keep communities safe, investments in police hiring should also be accompanied by support for community policing strategies and evaluation of best practices.\n\n\t\tAddressing criminal record employment restrictions, through expanding record expungement, “banning-the-box”, and limiting blanket criminal record exclusions in occupational licensing laws, as well as improving access to health care and housing can help reduce the collateral consequences of convictions.\n\n\t\tWorking with Congress and the States to rationalize the ways we impose sentences, and reduce high rates of incarceration, will make our criminal justice system fairer, smarter, and more cost-effective. To further these goals, the Administration is also working with State and local jurisdictions to implement new approaches to fines, fees, and bail that do not criminalize poverty.\n\n\t\tFixing the conditions in the cell block and offering more job training for inmates can reduce barriers to reentry and decrease recidivism.\n\n\n\n\n\n"
}