{
    "title": "Vice President Biden, Railroad Administrator, Members of Congress Announce Funding for Amtrak in Recovery Act | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/vice-president-biden-railroad-administrator-members-congress-announce-funding-amtra",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMarch 13, 2009\n\n \n\n\n\nVice President Biden, Railroad Administrator, Members of Congress Announce Funding for Amtrak in Recovery Act\n\n\n\n\n\n\nTHE WHITE HOUSE\nOffice of the Vice President\n___________________________________________________________________\nFOR IMMEDIATE RELEASE                                  March 13, 2009\nVice President Biden, Railroad Administrator, Members of Congress \nAnnounce Funding for Amtrak in Recovery Act\n\nWashington, DC – Standing at Washington, DC’s Union Station, one of the most traveled railway stations in the nation, Vice President Joe Biden announced that Amtrak will receive $1.3 billion in grant funding from the recently enacted American Recovery and Reinvestment Act (ARRA) to expand passenger rail capacity. He was joined by Jo Strang, Acting Federal Railroad Administrator, along with several members of Congress, including: Senator Arlen Specter (R-PA); Senator John Kerry (D-MA); Senator John D. Rockefeller, IV (D-W.Va); Senator Bill Nelson (D-FL); Senator Frank Lautenberg (D-NJ); Senator Ted Kaufman (D-DE); Congressman Nick Rahall (D-W.Va.); Congresswoman Corrine Brown (D-FL); Congressman Elijah Cummings (D-MD); Congressman Rick Larsen (D-WA); Congressman Christopher Carney (D-PA); and Congressman Andre Carson (D-IN).\n\"Over 28 million passengers ride Amtrak each year. That’s about 500,000 passengers a week – or 80,000 a day,\" said Vice President Biden. \"For too long, we haven’t made the investments we needed to make Amtrak as safe, as reliable, as secure as it can be. That ends now. The funds in the Recovery Act for Amtrak will help create jobs and at the same time, repair and update critical needs of our nation’s infrastructure.\"\n\"This is the Obama Administration keeping its promise to America,\" said Secretary LaHood. \"We are investing in jobs that will allow Amtrak to add and modernize cars and engines and upgrade its tracks. We are getting transportation money to Americans quickly in order to get the American economy going again.\"\nARRA funding will roughly double the size of Amtrak’s capital investment program over a two-year period. It will be used to upgrade railroad assets and infrastructure and for capital projects that expand passenger rail capacity.\nAmong the improvement projects that will be undertaken are replacement of a major drawbridge on the Northeast Corridor (NEC), repairs to Amtrak facilities nationwide, the repair and return to service of nearly 70 stored and damaged passenger cars, and the rehabilitation of major elements of the NEC electrification system.\nRepairs to passenger cars will be performed at Amtrak’s facilities in Beech Grove, Indiana, and Bear, Delaware, where Amtrak plans to hire skilled workers laid off from jobs at recently shuttered manufacturing facilities located nearby.\nIn addition to helping Amtrak achieve a state of good repair for its critical infrastructure and assets, the projects to be funded through the ARRA will result in tangible benefits to Amtrak’s passengers, including increased capacity (with fewer sold-out trains), improved operational reliability, and increased passenger comfort and accessibility at stations. Refurbished rolling stock that is returned to service may also be available for use on new State-supported routes.\nThe Vice President also noted that Amtrak’s hiring for ARRA projects represents a major investment not just in infrastructure, but also in the railroad’s employees. As a large portion of Amtrak’s skilled workforce nears retirement age, workers hired for ARRA projects will be trained and ready to step in to a long-term role on the railroad.\nThe economic recovery funds will be managed through a formal grant agreement between the Federal Railroad Administration (FRA) and Amtrak, consistent with ARRA transparency and accountability requirements, including those related to job creation, assisting those areas most impacted by the recession, making investments that increase economic efficiency and provide long-term economic benefits. The grant agreement will also ensure timely expenditure of the funding within two years and ensure that Amtrak complies with newly established financial, operational, and customer service standards.\nClick here for more information on the impact the American Recovery and Reinvestment Act of 2009 will have on passenger railroads.\n###\n\n\nExamples of Amtrak Projects to be Funded through the American Recovery and Reinvestment Act (ARRA)\nReplacement of the movable bridge over the Niantic River on the Northeast Corridor in Connecticut - $105 million. In the largest single Amtrak project to be funded through the Recovery Act, Amtrak will replace the 102-year-old drawbridge which carries the Northeast Corridor over the Niantic River near East Lyme, Connecticut. The replacement of this aging bridge has been planned for over 20 years, but has been repeatedly deferred due to a lack of capital funding for Amtrak. Any further delay in replacing the bridge would result in the imposition of significant speed restrictions over the bridge (with resulting increases to passenger’s travel times), and potentially a major disruption to passenger rail service between New York and Boston were the bridge’s moving machinery to fail in the open position. Amtrak estimates that the bridge replacement will result in 860 person-years of work for those directly employed in the bridge construction.\nRehabilitating and returning to service 68 stored or damaged passenger cars - $82 million. With $82 million in Recovery Act funding, Amtrak with rehabilitate and return to service 68 passenger cars that are have long been in storage due to damage and lack of funding for necessary repairs. Once returned to service, many of the cars (which include among them both corridor and long-distance equipment types) will be used to alleviate capacity constraints on heavily-traveled trains, while others may be made available for new State-supported Amtrak services. The cars will be repaired at Amtrak’s maintenance of equipment facilities in Beech Grove, Indiana and Bear, Delaware, both located near recently closed manufacturing facilities in areas that have been hard hit by the economic downturn. Amtrak anticipates hiring 125 workers to work on this project.\nRehabilitation of the Lamokin frequency converters in Chester, Pennsylvania - $63 million. Using $63 million in Recovery Act funding, Amtrak will entirely rebuild three rotary frequency converters, which form a key element of the power supply system for the Northeast Corridor, located in Chester, Pennsylvania. Known as the \"Lamokin Converters,\" they were placed in service in the 1920's as part of the Pennsylvania Railroad's electrification of its mainline between Philadelphia and Wilmington, Delaware (on what has since become Amtrak's Northeast Corridor (NEC)). Since that time, the three 16 megawatt motor-generator sets located at the site have been in continuous use to convert commercial electric power, which operates at 60 Hertz alternating current, to the 25 Hertz alternating current that powers Amtrak and commuter trains along the NEC south of New York City.\nAfter over 80 years of continuous use, the Lamokin frequency converters are in dire need of major rehabilitation to ensure their future reliability. As demonstrated by the power outages that crippled Amtrak and commuter rail service in the Northeast on several occasions in 2006 (the causes of which were traced to frequency converting equipment), the reliable supply of electric power is essential to the NEC remaining one of the county's most energy-efficient examples of transportation infrastructure. Through this project, the three rotary converters will be entirely rebuilt with rewound motor coils, new stator coils, and new collector rings, allowing them to continue to serve passengers on the NEC for generations to come. Amtrak estimates that the project will result in 504 person-years of work for those directly employed in the rehabilitation of the frequency converters.\nRepairs to Amtrak facilities nationwide - $105 million. In the most wide-reaching of Amtrak’s Recovery Act-funded projects, dozens of aging Amtrak facilities throughout the country will be the target of significant repairs, such as roof replacements, plumbing repairs, heating and air conditioning improvements. Throughout the recent history of inadequate capital funding for Amtrak, these projects, which include work on stations, maintenance facilities, crew facilities, and warehouses, have been repeatedly deferred due to more pressing investment requirements. The additional capital funding provided through the Recovery Act will allow these projects (plans for many of which have been sitting on the shelf for years) to move forward quickly. Amtrak anticipates using local contractors throughout the country to perform this work, resulting in an estimated 860 person-years of work.\nRestoration of the Wilmington, Delaware station - $21 million. With $21 million in Recovery Act funding, plus additional funding from the State of Delaware and other sources, Amtrak will make restorations to Wilmington, Delaware’s historic century-old Victorian train station. The project will incorporate the rebuilding and restoration of the interior of the station buildings, improvements to make the buildings entirely accessible for those with disabilities, restoration of the building's terracotta façade, and the replacement of the track and supporting infrastructure which runs through the station. In addition to increasing comfort and convenience for passengers using Amtrak’s eleventh busiest station, the project includes the construction of a third high-level platform, which will significantly increase the capacity of the station. Amtrak estimates that the project will result in 168 person-years of work for those directly employed in the restoration of the station.\nConstruction of a new station for the Auto Train in Sanford, Florida - $10.5 million.\nWith $10.5 million in Recovery Act funding, Amtrak will construct a new station at the Auto-Train’s southern terminus in Sanford, Florida. The Auto Train, one of Amtrak’s best performing long-distance services, and one of the nation’s most innovative forms of intermodal passenger transportation, transports passenger together with their private automobiles non-stop from Lorton, Virginia (15 miles south of Washington, DC), to Central Florida. The new station will replace temporary facilities that have been in place since the destruction of much of the previous station by the 2005 hurricanes, and will provide Auto Train passengers with a more comfortable waiting area and allow for faster, more efficient boarding operations. Amtrak estimates that the project will result in 84 person-years of work for those directly employed in the construction of the new station.\nInstallation of Positive Train Control on the Amtrak-owned Michigan Line (Porter, Indiana – Kalamazoo, Michigan) and the south-end of the Northeast Corridor (New York – Washington). Amtrak will invest $60 million in Recovery Act funding in installing Positive Train Control (PTC) on its Porter, Indiana to Kalamazoo, Michigan line (used by Chicago – Detroit trains) and on the south-end of the Northeast Corridor (between New York and Washington). PTC is an advanced signaling technology that can prevent train-to-train collisions, over-speed derailments, train incursions into roadway work zones, and movement over switches improperly lined. The installation of PTC by 2015 on all routes used by intercity passenger trains is mandated by the recently enacted Rail Safety Improvement Act of 2008. The Recovery Act funding will allow for the acceleration of the installation of PTC on lines owned by Amtrak, and will result in an immediate safety benefit, along with potential trip-time reductions where the advanced signaling system will allow for increased speeds.\n\n\n\n\n"
}