{
    "title": "FACT SHEET: World AIDS Day 2016 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/11/30/fact-sheet-world-aids-day-2016",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 30, 2016\n\n \n\n\n\nFACT SHEET: World AIDS Day 2016\n\n\n\n\nDecember 1 marks World AIDS Day across the globe, and serves as a way to recommit ourselves to ending HIV/AIDS as a public health threat. Throughout his Administration, President Obama propelled America’s leadership on HIV/AIDS by both developing the first comprehensive National HIV/AIDS Strategy for the United States and expanding our investments in the President’s Emergency Plan for AIDS Relief (PEPFAR) and the Global Fund to Fight AIDS, Tuberculosis and Malaria. This World AIDS Day, we mark the successes we’ve made together, both domestically and globally, by demonstrating leadership, enhancing our commitment, and achieving measurable impact. We also recognize the challenges in reaching affected communities, and continued work needed to achieve our 2020 national goals and end AIDS worldwide by 2030.\nWATCH: President Obama’s video message for World AIDS Day 2016.\nImplementing our National HIV/AIDS Strategy through 2020\nToday, the White House released the 2016 Progress Report on National HIV/AIDS Strategy implementation. The Strategy, our comprehensive plan to reduce new HIV infection, improve health outcomes, reduce disparities, and achieve a more coordinated national response, was updated last year to serve as our country’s roadmap toward 2020.\nScientific and Policy Progress during the Obama Administration:\nThe 2016 Progress Report includes an infographic on major milestones between 2010 and 2016. Highlights include:\n\nIn October 2009, President Obama signed the Ryan White Treatment Extension Act, which reauthorized the Ryan White HIV/AIDS Program. Today, it serves over 500,000, or approximately half, of all Americans living with HIV.\nIn January 2010, the Administration lifted the entry ban for tourists and immigrants living with HIV.\nIn July 2010, President Obama released the National HIV/AIDS Strategy.\nIn July 2011, the National Institutes of Health (NIH) announced preliminary results of HIV Prevention Trial Network study 052, which showed that early initiation of antiretroviral treatment reduced the risk of transmitting HIV by 96 percent.\nIn December 2011, President Obama declared that an AIDS-free generation is within reach.\nIn March 2012, President Obama signed a memorandum directing Federal agencies to begin efforts to improve the intersection of HIV/AIDS, violence against women and girls, and gender-related health disparities. HHS also published new guidance recommending HIV treatment for all people living with HIV.\nIn July 2012, the Food and Drug Administration approved the use of pre-exposure prophylaxis (PrEP). The United States also hosted the International AIDS Conference, the first time since 1990.\nIn April 2013, the U.S. Preventive Services Task Force gave HIV screening for adolescents and adults aged 15 to 65 a grade “A” recommendation, which requires its coverage without cost sharing under the Affordable Care Act.\nIn July 2013, President Obama signed an Executive Order to launch the HIV Care Continuum Initiative.\nIn November 2013, President Obama signed the HIV Organ Policy Equity (HOPE) Act, which ended the ban on research on organ transplantation between people with HIV.\nIn May 2014, the U.S. Public Health Service published the first PrEP clinical practice guidelines for adults at high risk for HIV.\nIn July 2015, President Obama signed an Executive Order updating the National HIV/AIDS Strategy through 2020, integrating his previous executive actions, re-establishing the Federal Interagency Workgroup, and requiring agencies to develop a Federal Action Plan, which was released in December 2015.\nIn 2016, the omnibus appropriations act authorized the use of Federal funds for syringe service programs in certain circumstances. President Obama also signed the Housing Opportunity Through Modernization Act, which codified an important update to the Housing Opportunities for People with AIDS (HOPWA) program funding formula.\n\nLatest Available Data:\nThe Strategy’s indicators of progress set targets for 2020, and targets to measure progress annually. Latest findings are released in the National HIV/AIDS Strategy Indicator Supplement. Notably, there were improvement in many indicators, including:\n\nBetween 2010 and 2013, new HIV diagnoses decreased by 7 percent.\nThe death rate dropped by about 30 percent, approaching the 2020 target.\nOverall, knowledge of serostatus, linkage to care, and viral suppression all increased.\nDisparities in HIV diagnoses for Black females decreased.\nViral suppression increased among youth, people who inject drugs, and transgender women.\n\nHowever, we are not seeing progress on some indicators, and more work remains:\n\nAlthough diagnoses dropped overall, progress in reducing the diagnosis disparity in the Southern United States stalled.\nHomelessness among persons with HIV continued to inch upward.\nAmong gay and bisexual men, three indicators measuring disparities in new diagnoses (overall and among young Black gay and bisexual men) and HIV-risk behaviors showed increases, rather than the expected decreases from the baseline.\n\nFinally, three developmental indicators for the Strategy were added:\n\nIncrease the percentage of transgender women in HIV medical care who are virally suppressed to 90%.\nIncrease the number of people prescribed PrEP by 500%.\nDecrease HIV stigma among people living with HIV by 25%.\n\nTaking Action to Improve HIV Prevention, Care, and Research:\nOf the 91 action items to be completed in 2016 as outlined in the Federal Action Plan released in December 2015, 76% were completed and 22% were initiated. Highlights include:\n\nCDC established new standards for linkage to HIV care within 30 days for new programmatic funding opportunity announcements and demonstration projects including the funding opportunity for young gay men of color and young transgender persons of color.\nCMS issued an Informational Bulletin to State Medicaid Directors on important advances in HIV prevention, care, and treatment—including PrEP, HIV testing, linkage and retention in care, viral suppression, and treatment for substance use disorders—as well as program flexibilities available for increased access to HIV testing and improved care coordination.\nHRSA released a Ryan White HIV/AIDS Program Letter on PrEP and supported the development of a PrEP Community of Practice, which hosts webinars on guidelines, service delivery models, patient engagement, workforce development, billing and reimbursement, and other key clinical and operational issues related to PrEP implementation.\nEEOC held more than one dozen community-based events on HIV non-discrimination rights and obligations under the ADA and enforced stakeholder rights through litigation, including successful resolution of HIV employment discrimination lawsuits in May and November, as well as issuing new technical assistance publications in January and September on HIV employment discrimination.\nCDC released the first nationally representative data on the health risks of U.S. lesbian, gay, and bisexual high school students, which showed that LGB students are significantly more likely to report behaviors such as physical and sexual violence, which put them at risk for HIV.\nHRSA released a funding opportunity for leadership training for people of color living with HIV to enable more participation on planning bodies, medical and support care teams, boards of directors, and other mobilization efforts to address the goals of the Strategy.\n\nMoving forward, numerous Federal activities are underway which will yield results in coming years:\n\nThis week, NIH launched the first HIV vaccine efficacy study in seven years testing whether an experimental vaccine regimen safely prevents HIV infection among South African adults. The study involves a new version of the only HIV vaccine candidate ever shown to provide some protection against the virus. It aims to enroll 5,400 men and women, making it the largest and most advanced HIV vaccine clinical trial to take place in South Africa, where more than 1,000 people become infected with HIV every day.\nThe National HIV/AIDS Strategy Federal Interagency Workgroup formed three subgroups to address flagging indicators by developing new actions and collaborations to reduce disparities in the southern United States, decrease homelessness among people with HIV, and reduce disparities among gay and bisexual men.\nHHS is releasing a new framework for PrEP delivery to help ensure a comprehensive approach by the federal government.\nA new HIV Health Improvement Affinity Group, sponsored by CMS, CDC and HRSA launched in October 2016 to help coordinate State Medicaid Directors and State HIV officials in improving health outcomes, including viral load suppression, for people living with HIV.\nAn additional 70 action items outlined in the Federal Action Plan are to be completed by 2018 or 2020.\n\nU.S. HIV/AIDS Leadership around the World\nThe majority of people living with HIV reside in low- to middle-income countries.  The United States is leading the world’s response to this crisis, working in partnership with countries and communities to end the AIDS pandemic by 2030. Including the President’s FY 2017 Budget request to Congress, the President’s Emergency Plan for AIDS Relief (PEPFAR) is investing over $70 billion from FY 2004 through FY 2017 to accelerate our impact and work to control the epidemic to accelerate our impact and work to control the epidemic with comprehensive and data driven efforts.  PEPFAR’s success is measured in saving lives and changing the course of the pandemic.  Building on the work of the previous Administration, we have exceeded our 2016 target for treatment and are now supporting nearly 11.5 million men, women and children across the globe with life-saving anti-retroviral treatment.\nBy translating groundbreaking research and scientific tools into public health action, and maximizing the impact of every dollar invested, we now have clear evidence that the epidemic is becoming controlled in older adults and babies in several key countries.  We have reduced new pediatric infections globally by nearly 70% since 2000, and for the first time show validated declines in adult HIV incidence of (51-76%) across Malawi, Zambia, and Zimbabwe. \nThese African countries have achieved an average of 65% community viral load suppression among adults.  This means they are approaching a point at which HIV transmission would effectively be stopped.  However, among adolescents and young people in these same countries, the average community viral load suppression is only 42%.  This is concerning as this young population in Sub-Saharan Africa is doubling by 2020, as compared to the start of the epidemic. We must urgently continue to focus on HIV prevention and treatment for young people, while sustaining gains made in adults and babies.  \nPEPFAR global results:\n\nSupporting life-saving antiretroviral treatment for nearly 11.5 million men, women, and children worldwide, exceeding its 2016 target of 11.4 million.\nSupported more than 11.7 million voluntary medical male circumcision procedures, exceeding its 2016 target of 11 million, in Eastern and Southern Africa to reduce the risk of HIV transmission.\nPrevented nearly two million babies from being born with HIV. \n\n·Supported life-saving treatment for nearly 1.1 million children globally - a 97% increase since 2014.\n·Reached over 1 million adolescent girls and young women with critical comprehensive HIV prevention interventions through the DREAMS partnership to reduce their risk of HIV, help them to know their HIV status, and ultimately prevent HIV through education and social support to keep girls in school and programs such as after-school and community-based adolescent girl and young women clubs for risk reduction, life-skills and economic development.\n\nProviding critical care and support for nearly 6.2 million orphans and vulnerable children to mitigate the physical, emotional, and economic impact of HIV/AIDS on children.\nSupported training (including pre-service training) for nearly 220,000 new health care workers to deliver HIV and other health services.\nStrengthened the essential health systems through laboratory systems, commodity procurement and supply chain support.\nSupported HIV testing and counseling for more than 74.3 million people in FY 2016, providing a critical entry point to prevention, treatment, and care.\nSupported HIV testing and counseling for nearly 11.5 million pregnant women in FY 2016.  For the 760,000 women who tested positive for HIV, PEPFAR provided antiretroviral medications to prevent mother-to-child transmission of the virus.  \n\nThese results put PEPFAR on track to reach the bold prevention and treatment targets that President Obama announced at the 2015 United Nations General Assembly Sustainable Development Summit:\n\nBy the end of 2017:  PEPFAR and partners will support 12.9 million men, women, and children on anti-retroviral treatment.\nBy the end of 2017: Provide 13 million voluntary medical male circumcisions, cumulatively. \nBy the end of 2017:  Achieve jointly with partners a 40% decrease in HIV incidence among adolescent girls and young women (aged 15-24) within the highest burden geographic areas of 10 sub-Saharan African DREAMS countries.\n\n\n\n\n\n"
}