{
    "title": "HOJA INFORMATIVA: Desarrollo de los Valores Compartidos para un Mundo Mejor | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/09/24/hoja-informativa-desarrollo-de-los-valores-compartidos-para-un-mundo",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\nFor Immediate Release\nSeptember 23, 2015\n\n \n\n\n\nHOJA INFORMATIVA: Desarrollo de los Valores Compartidos para un Mundo Mejor\n\n\n\n\n\n\tHoy el Presidente recibió en la Casa Blanca a Su Santidad, el Papa Francisco, y le agradeció por las maneras en las que él inspira a las personas alrededor del mundo a dedicarse a la justicia, piedad, compasión, en particular hacia los marginados. El Presidente y el Papa Francisco discutieron sus valores y compromisos compartidos en una amplia variedad de cuestiones, que incluyen la responsabilidad moral de proporcionar refugio a las personas que se ven obligadas a huir de sus países de origen; la creencia de que tenemos la obligación de aprovechar la oportunidad histórica de poner fin a la pobreza extrema en una generación; la convicción de que todos los miembros de la familia humana valen lo mismo y tienen valor infinito, y que deben tener la oportunidad de procurar futuros seguros y productivos para sí mismos; la creencia de que la reconciliación puede ocurrir no solo entre personas, sino también entre las naciones; la convicción de que hay que asegurar el derecho inalienable de todas las personas a practicar su fe de acuerdo a los dictados de la conciencia, y oponerse a los que son sujetan a personas a violencia, persecución o discriminación por razón de su religión; y el deber de administrar los recursos de la tierra hoy en día de una manera que le permita a nuestros hijos y nietos vivir su vida en abundancia para el futuro.\n\n\tPara conmemorar esta reunión histórica y desarrollar estos valores y objetivos compartidos, el Presidente asume las siguientes iniciativas:\n\nSolidaridad con la gente en crisis\n\n\tEl número de víctimas de las crisis humanitarias mundiales es enorme. Más de 100 millones de personas en todo el mundo están afectadas por los conflictos, inseguridad alimentaria y desastres naturales. Las personas que enfrentan más peligro alrededor del mundo incluye a las minorías religiosas y a la gente perseguida por sus creencias políticas. Tan solo en el Medio Oriente, 36.5 millones de personas requieren ayuda humanitaria debido a conflictos en Yemen, Siria e Irak. Sudán del Sur y Yemen están al borde de la hambruna. De forma súbita, el terremoto de Nepal dañó o destruyó 750,000 hogares, y aún hay familias y comunidades en el África Occidental que siguen recuperándose de los impactos sociales y económicos del ébola. Tenemos una responsabilidad colectiva de no solo ayudar a los que necesitan, sino de trabajar juntos para resolver las causas fundamentales de los conflictos y asegurarnos que toda la gente tenga acceso a oportunidades económicas. Estados Unidos tiene una larga historia de ayudar a gente en tiempos de crisis. El gobierno de EE. UU. es el donante humanitario más grande del mundo, que ha proporcionado más de $6.5 mil millones este año en alimentos para salvar vidas, atención médica, agua y refugio, y esto no incluye nuestra respuesta al brote de ébola en África Occidental. Los llamados de la Organización de las Naciones Unidas (ONU) han sobrepasado los $19 mil millones en el 2015, y solo han recibido el 40 por ciento del financiamiento requerido para resolver las necesidades básicas humanas. Estados Unidos insta a la comunidad internacional a contribuir de forma más sólida a los llamados humanitarios de la ONU y a las organizaciones no gubernamentales que responden ante las crisis, y que trabajan juntos para coordinar la ayuda.\n\n\t· Proveyendo refugio a los más vulnerables: Desde su fundación, los Estados Unidos ha ofrecido libertad y oportunidades a los refugiados que huyen de las situaciones más peligrosas y desesperadas del mundo. El Programa de Admisión de Refugiados de EE. UU. refleja los valores centrales de los Estados Unidos y nuestra tradición sólida de proporcionar un refugio seguro a los oprimidos. Como respuesta ante los niveles históricos de desplazamiento de refugiados alrededor del mundo, Estados Unidos tiene la intención de aumentar el número de refugiados que la nación restablece anualmente, incrementándolo del nivel de 70,000 de los años pasados. En el año fiscal 2016, Estados Unidos tiene el objetivo de admitir al menos de 85,000 refugiados, incluyendo por lo menos 10,000 refugiados sirios. Para el año fiscal 2017, Estados Unidos tiene planeado ampliar el programa aún más a un mínimo de 100,000 refugiados. Para ampliar el acceso al programa, Estados Unidos también extenderá el número de ubicaciones de procesamiento, que incluirán Erbil, Irak, y trabajará para agregar otras ubicaciones con altos números de refugiados y otras personas desplazadas.\n\n\t· Ayudando a brindar apoyo a los sirios: Estados Unidos está comprometido a brindar ayuda humanitaria a las poblaciones que sufren crisis, incluyendo a los sirios que han sido desplazados dentro de su propio país y a aquellos que han procurado refugio en países vecinos. Como el donante individual más importante en abordar la crisis de Siria, estamos comprometidos a continuar brindando asistencia a los sirios, y el 21 de septiembre anunciamos una partida adicional de $419 millones en ayuda humanitaria. Desde el inicio de la crisis, Estados Unidos ha proporcionado más de $4.5 mil millones en ayuda humanitaria a los afectados por el conflicto. Esta asistencia proporciona atención médica, comida, agua y necesidades básicas a las personas que sufren en las 14 gobernaciones de Siria y cerca de $2.3 mil millones están dirigidos a brindar apoyo directo a los refugiados sirios que se encuentran en los países vecinos.\n\n\t· Protección de poblaciones minoritarias en Oriente Medio: En Irak y Siria, donde ISIL ha perseguido despiadadamente a los grupos minoritarios, incluyendo las minorías religiosas, Estados Unidos encabeza una coalición internacional que tiene como objetivo debilitar, vencer y en última instancia destruir a ISIL. Además de la campaña militar, estamos trabajando con el fin de posibilitar que los grupos minoritarios y otras personas desplazadas puedan volver a sus hogares en las zonas liberadas del control de ISIL. El 15 de septiembre, el Departamento de Defensa aprobó un presupuesto de hasta $75 millones para suministros de asistencia dirigidos a ayudar a resolver las necesidades inmediatas de socorro de los iraquíes desplazados, incluyendo los grupos minoritarios. La Administración ha nombrado a un Asesor Especial para Minorías Religiosas en Oriente Próximo y Sur y Centro de Asia, quien ayudará a garantizar que las necesidades urgentes de estas comunidades se tomen en cuenta al planificar nuestras intervenciones militares y humanitarias, y que nuestras iniciativas multifacéticas dirigidas a ayudar a estas comunidades a regresar a sus territorios ancestrales se implementen tan pronta y eficazmente como sea posible. Estados Unidos aboga por la prestación de asistencia de estabilización por parte de la comunidad internacional para abordar las necesidades específicas de las zonas pobladas por minorías y liberadas del control de ISIL. Estamos trabajando para crear mayor seguridad para las comunidades minoritarias como parte de nuestra colaboración general con el Gobierno de Irak en materia de seguridad, y respaldaremos la integración de las unidades de autodefensa de estas comunidades en la estructura formal de seguridad nacional, en colaboración con las autoridades kurdas e iraquíes. Asimismo, Estados Unidos está en proceso de nombrar a un Coordinador Especial para las Minorías de Irak, que tendrá su oficina en la embajada estadounidense en Bagdad. Dicha persona actuará en representación de EE. UU. como defensor de alto nivel de las comunidades minoritarias para respaldar la inclusión de grupos vulnerables y marginalizados en las estructuras formales de seguridad, la reconstrucción posterior a ISIL y los programas de reconciliación. El 8 de septiembre pasado, Estados Unidos participó en la Conferencia de París sobre las víctimas de violencia religiosa y étnica en el Medio Oriente junto a más de 50 países y numerosas ONGs, en la que se reconoció la necesidad urgente de preservar y proteger a las comunidades y culturas que se encuentran amenazadas en Irak y Siria.\n\n\t· Conferencia sobre minorías religiosas en el Medio Oriente y el Sur y Centro de Asia: La protección de las minorías religiosas no es responsabilidad exclusiva de los gobiernos. La sociedad civil también tiene un papel importante que cumplir, y esto incluye a las organizaciones religiosas. Teniendo esto en cuenta, este invierno el Departamento de Estado organizará una Conferencia sobre la protección de minorías religiosas en el Medio Oriente y el Sur y Centro de Asia. La conferencia reunirá a los líderes religiosos y de la sociedad civil con funcionarios de alto nivel del gobierno para centrarse en movilizar recursos adicionales y desarrollar medidas prácticas dirigidas a proteger a las comunidades religiosas vulnerables, tanto aquellas que residen en zonas convulsionadas por guerras en la actualidad como las que se encuentran en una situación de vulnerabilidad aunque su país esté en paz. Ninguna sociedad puede tener verdadero éxito a menos que garantice los derechos de todos sus integrantes, incluidas las minorías religiosas.\n\n\t· Promover la libertad religiosa a nivel internacional: Promover y proteger la libertad religiosa es un objetivo clave de la política exterior de EE. UU. En reconocimiento del papel cada vez más importante que tiene la religión en los asuntos internacionales y la importancia fundamental de la libertad religiosa y de conciencia como un derecho humano universal, el Departamento de Estado va a ampliar la formación del cuerpo diplomático en materia de control y defensa de la libertad religiosa. Esta formación se llevará a cabo tanto en Washington como en las diferentes regiones. De manera simultánea a la visita del Papa Francisco a la Casa Blanca, en Bangkok (Tailandia) se está llevando a cabo la primera de una serie de conferencias regionales sobre libertad religiosa para personal diplomático, y organizaremos más conferencias en otras regiones en los próximos años. Asimismo, el Departamento de Estado está trabajando para ampliar el contenido de la formación de los diplomáticos de carrera de alto nivel y nivel intermedio en todo el mundo en materia de protección y promoción de la libertad religiosa. Estados Unidos seguirá defendiendo el derecho universal de todas las personas de profesar sus religiones en paz y en libertad. \n\n\t· Cooperación con Cuba en materia de atención médica en Haití: el Papa Francisco tuvo un papel fundamental en el fomento de las negociaciones que llevaron al acercamiento entre Estados Unidos y Cuba, y seguiremos buscando su apoyo en nuestro trabajo para avanzar la relación bilateral. Como comentó el Presidente Obama, “El ejemplo moral del Papa nos muestra la importancia de querer conseguir un mundo como debe ser, en lugar de simplemente conformarnos con el mundo tal como es”. Estados Unidos y Cuba tienen intereses compartidos, entre los que se encuentran la salud y el bienestar del pueblo de Haití. Los profesionales médicos de EE. UU. y Cuba actuaron de manera conjunta durante la escala del USNS Comfort en Haití, lo cual incluyó trabajar juntos en un hospital católico. Al igual que nuestra colaboración previa en la lucha contra el ébola, esta fue una oportunidad única para establecer vínculos con los profesionales médicos cubanos y estudiar oportunidades de colaboración en el futuro. Esta cooperación demuestra que la continuación de la normalización de nuestras relaciones con Cuba nos puede ayudar a promover nuestros intereses en el continente americano.\n\n\t· Ayudar a los jóvenes en situación de riesgo en Centroamérica: conforme a un proceso de adjudicación competitivo, el Departamento del Trabajo ha otorgado una subvención de $13 millones a Catholic Relief Services para un proyecto que proporcionará formación esencial a los jóvenes en situación de riesgo de unirse a pandillas en El Salvador y Honduras para que en vez de eso puedan encontrar puestos de trabajo. El programa de cuatro años de duración, llamado Youth Pathways – Central America (Caminos para la Juventud: Centroamérica), proporcionará servicios de capacitación y empleo a aproximadamente 5,100 jóvenes de familias de bajos ingresos con edades entre los 14 y los 20 años que residen en comunidades con altos índices de violencia. Además, alrededor de 2,000 familiares de dichos jóvenes se beneficiarán de los servicios de capacitación y apoyo holístico. Esta subvención forma parte del núcleo de la solicitud de $1,000 millones del Presidente Obama para la estrategia de participación de EE. UU. en Centroamérica. Esta estrategia pretende abordar las causas principales de la emigración en El Salvador, Honduras y Guatemala y se centra en tres pilares fundamentales: prosperidad, buena administración gubernamental y seguridad.\n\nPromoción del desarrollo sostenible\n\n\tEste año constituye un momento crucial para el desarrollo global. Los líderes mundiales se reunirán para avanzar en tres negociaciones clave: economía del desarrollo, establecimiento de una nueva agenda de desarrollo y cambio climático. Esto presenta una oportunidad de demostrar nuestro compromiso a invertir en un futuro mejor para los niños del mundo y asegurar que todas las personas sean capaces de vivir de forma digna y libres de la miseria.\n\nObjetivos del desarrollo sostenible (Sustainable Development Goals, SDG): Esta semana se reunirán un grupo de líderes mundiales en Nueva York para adoptar el Programa para el Desarrollo Sostenible de 2030. Este programa es una continuación de los Objetivos de Desarrollo del Milenio y presenta una visión y el compromiso compartido de 193 países de conseguir un camino común para reducir la pobreza y aumentar las oportunidades en los próximos 15 años. Este programa representa una visión ambiciosa de futuro para erradicar la pobreza extrema, expandir la paz y la buena gobernación, combatir la desigualdad y la discriminación y elevar la calidad de vida de las personas más vulnerables. Consagra nuestra responsabilidad moral de asegurar que todas las personas tengan acceso a oportunidades económicas, las herramientas que necesitan para cambiar su vida, y la dignidad que es posible alcanzar cuando la gente puede imaginar y conseguir un futuro productivo y seguro. Conseguir estos objetivos podría reducir drásticamente la pobreza, y refleja un compromiso por cumplir los ideales y las aspiraciones de nuestro pueblo. La base está en el compromiso que tenemos por la propiedad privada local y la responsabilidad compartida.\n\nAcabar con la pobreza extrema: Si reunimos nuestra voluntad política, tenemos las herramientas, los conocimientos y las tecnologías necesarias para acabar con la pobreza extrema en un plazo de dos décadas. Contamos con un progreso ya en curso; las tasas de pobreza agregadas están en descenso en todas las regiones del mundo; hay 700 millones de personas menos que viven en la pobreza hoy que en 1990. No obstante, el reto sigue siendo enorme, con 1,200 millones de personas que todavía viven en la pobreza extrema. Pero si la comunidad internacional acelera el progreso y consigue cambiar el curso en algunos de los entornos más difíciles, creemos que podremos reducir ese número en 1,000 millones para el año 2030. Las políticas de desarrollo y la creación de iniciativas de desarrollo importantes lideradas por Estados Unidos existen sobre la base de que luchar contra la pobreza extrema y fomentar el crecimiento sostenible e inclusivo, dar acceso por igual a las oportunidades, y crear gobiernos transparentes y justos están bajo el mismo abanico de nuestra misión. Para perfeccionar aún más esa misión, la Agencia para el Desarrollo Internacional de Estados Unidos (Agency for International Development, USAID) anunció esta semana su nueva visión para acabar con la pobreza extrema que expone nuestra definición de la pobreza extrema; nuestro entendimiento de lo que ha impulsado el progreso; un análisis de las tendencias y los retos pertinentes; y un marco estratégico para el compromiso continuo de USAID hacia esta misión. Esto se presenta en un momento histórico, en el que contamos con un consenso bipartidista cada vez mayor en Estados Unidos con respecto a la importancia del desarrollo, el apoyo y el compromiso del pueblo estadounidense que apoya el desarrollo, y de líderes de la sociedad civil, nuestro sector de ONG, la comunidad religiosa, fundaciones y el sector privado. El 22 de septiembre, USAID convocó un evento con líderes religiosos y otras partes interesadas llamado La fe funciona: unión para promover la paz, la prosperidad y el desarrollo en todo el mundo. En dicho evento, funcionarios de la administración de alto rango y líderes religiosos y de la sociedad civil compartieron su visión para acabar con la pobreza extrema, la importancia de la visita del Papa para conseguir este objetivo, y el papel que desempeñan las organizaciones religiosas, de desarrollo y de asistencia humanitaria a la hora de promover la paz y la prosperidad en todo el mundo. \n\nProteger nuestro hogar común\n\n\tEn su reciente carta encíclica, Laudato si’, el Papa Francisco pide actuar en todos los niveles para proteger nuestro hogar común: a nivel mundial mediante tratados y cooperación entre los gobiernos; a nivel nacional a través de incentivos, legislación y regulación; y a nivel local y comunitario. Para citar al Papa Francisco, \"El desafío urgente de proteger nuestro hogar común incluye la preocupación de unir a toda la familia humana en la búsqueda de un desarrollo sostenible e integral, pues sabemos que las cosas pueden cambiar... Hago una invitación urgente a un nuevo diálogo sobre el modo cómo estamos construyendo el futuro del planeta. Necesitamos una conversación que nos una a todos, porque el desafío ambiental que vivimos, y sus raíces humanas, nos interesan y nos impactan a todos\". Después declara que \"El cambio climático es un problema global con graves dimensiones ambientales, sociales, económicas, distributivas y políticas. Plantea uno de los principales desafíos actuales para la humanidad\".\n\n\tEl Presidente Obama se compromete a enfrentarse a este desafío y buscar soluciones viables y justas para enfrentarnos a la erosión ecológica de nuestro planeta, sobre todo con respecto al cambio climático, en una forma que también se proteja a las poblaciones vulnerables y aquellos que viven en la pobreza. El Presidente cree que tenemos la responsabilidad moral de dejar a las generaciones futuras un planeta que no esté contaminado ni dañado y recientemente dijo, \"Con respecto a este tema, de todos los temas, existe la posibilidad de llegar demasiado tarde. Ese momento casi ha llegado... eso es lo que tenemos que comunicarle al pueblo, mañana, pasado mañana y el día después\". Durante su primer año de mandato el Presidente Obama prometió que para el año 2020, Estados Unidos reduciría sus emisiones de gas de efecto invernadero cerca del 17 % por debajo de los niveles de 2005 si todas las demás economías principales acordaran limitar también sus emisiones. Para reforzar ese compromiso, en junio de 2013, el Presidente lanzó su Plan de Acción Climática, que consiste de tres pilares: reducir la contaminación de carbono en Estados Unidos, preparar a Estados Unidos para los efectos del cambio climático y ser los líderes en la lucha contra el cambio climático y la mitigación de sus efectos. El Presidente seguirá su camino para poner en marcha el plan, lo que incluye implementar el Plan de Energía Limpia de Estados Unidos, el cual establecerá la primera normativa para limitar la contaminación de carbono de las centrales eléctricas, que representa la principal fuente única de emisiones de carbono en Estados Unidos; aumentar el acceso a energía limpia para todas las personas que viven en Estados Unidos; conseguir el objetivo a todos los niveles de la economía de reducir para 2025 las emisiones en un 26 a 28 % por debajo de los niveles de 2005; y trabajar con líderes de todo el mundo para conseguir un tratado duradero y ambicioso en el congreso climático de este año en París. La Administración también realizará una serie de esfuerzos domésticos e internacionales para tratar el cambio climático.\n\n\tEn nuestro camino por enfrentarnos al cambio climático con medidas federales, la Administración también está trabajando con un número cada vez mayor de líderes y organizaciones no gubernamentales que promueven la resistencia climática en casa y en el extranjero. Hoy, la Administración destaca algunos de esos esfuerzos colaborativos:\n\nPromover la resistencia climática en todo el mundo: Hoy, la Administración va a anunciar que los Servicios de Asistencia Católica (Catholic Relief Services, CRS) se va a unir a la iniciativa de Servicios Climáticos para el Desarrollo Resistente (Climate Services for Resilient Development, CSRD) como un socio contribuyente. CSRD es una asociación público-privada internacional que lanzó USAID este verano con otros asociados fundadores: Cruz Roja de Estados Unidos, Asian Development Bank, Esri, Google, Banco Inter-Americano de Desarrollo, Skoll Global Threats Fund y el Gobierno del Reino Unido. La visión de la asociación es identificar los medios más eficaces de crear y proporcionar, por el bien del público, datos climáticos que sean puntuales y útiles, al igual que herramientas y servicios de información que estén propulsados por las necesidades y exigencias identificadas por el usuario final. Esta asociación depende de la fortaleza y los recursos de organizaciones públicas, privadas, filantrópicas, no gubernamentales, instituciones multilaterales y académicas. CRS capitalizará sobre la gran base de socios que tiene, que incluye otras organizaciones religiosas y no religiosas y enlaces directos a granjeros y a servicios de extensión, para crear los servicios climáticos necesarios que cumplan con las necesidades de adaptación y que ayuden a conectar la información técnica sobre el clima a los desafíos locales de desarrollo. CRS también aprovechará los recursos y programas sobre el clima que ya tienen para crear herramientas e información para apoyar el trabajo de CSRD. El enfoque multiparticipativo de CRS, que unifica los sectores de investigación, públicos, privados y no gubernamentales, facilitará el aprendizaje compartido y la diversidad de perspectivas necesarias para el éxito a la hora de proveer servicios climáticos.\n\nDesarrollo de la justicia climática y la preparación en el país: Una serie de agencias federales está tomando nuevas medidas de asociación con las organizaciones no gubernamentales, que incluyen grupos religiosos y comunitarios diversos, para promover la justicia ambiental y la adaptación al cambio climático en el país. El Grupo de Trabajo Interinstitucional de los Campeones de Acciones Climáticas (Climate Action Champions Interagency Working Group, IWG) está desarrollando un seminario web y otras herramientas para compartir información con las organizaciones religiosas y comunitarias, en particular en las comunidades locales y tribales que se  seleccionaron a través de un proceso competitivo en reconocimiento por su fuerte compromiso para reducir la contaminación de carbono y su preparación para los impactos del cambio climático. Las organizaciones religiosas y comunitarias, incluida Caridades Católicas USA (CCUSA), una red nacional que atiende a personas de bajos ingresos y vulnerables, planean trabajar a través de filiales locales en estas comunidades para usar las herramientas del IWG para convocar conversaciones sobre las formas de apoyar los objetivos de la iniciativa. También, durante el próximo año, el Grupo de Trabajo Interinstitucional Federal sobre Justicia Ambiental (Federal Interagency Working Group on Environmental Justice, EJIWG) colaborará con CCUSA y otras organizaciones no gubernamentales para aumentar el conocimiento de los impactos del cambio climático en las comunidades agobiadas y desatendidas, y la Agencia Federal para el Manejo de Emergencias (Federal Emergency Management Agency, FEMA) trabajará con organizaciones religiosas y comunitarias para hacer que la información para la preparación para desastres sea más accesible para las poblaciones vulnerables y aumentar la preparación de todo tipo de planificación ante peligros para los centros de culto.\n\n\tENERGY STAR de la Agencia de Protección del Medio Ambiente (Environmental Protection Agency, EPA) está trabajando con más de 1,500 congregaciones diversas, que incluyen las cristianas, judías, musulmanas, hindú y budistas, así como con organizaciones no lucrativas y grupos comunitarios, para ahorrar dinero y prevenir la contaminación a través de mayor eficiencia en el consumo de energía y agua. Estas organizaciones se han comprometido a proteger el medio ambiente y a mejorar su salud financiera a través de la mejora continua de la eficiencia energética en sus respectivas instalaciones, y para educar a su personal y a la comunidad para ayudar a preservar el medio ambiente para las futuras generaciones. EPA proporcionó seminarios web dedicados y apoyo técnico enfocado para una amplia gama de organizaciones, que incluyen GreenFaith, Interfaith Power and Light, Christian Reform Congregations, Seventh Day Adventists, Blessed Tomorrow, U.S. Green Building Council y Archdiocese of Chicago. EPA también ha trabajado con la Red Ambiental Evangélica y otros cuerpos religiosos para desarrollar el libro de trabajo de ENERGY STAR para las congregaciones. Además, EPA ha colaborado con grupos sin fines de lucro y comunitarios, que incluyen a Esperanza Capacity Institute, Green for All, ecoAmerica y Chicago Salvation Army. ENERGY STAR de EPA también ayudó a planificar un evento de Campeones del Cambio de la Casa Blanca 2015 que se enfocó en el cambio climático, en donde líderes de las tradiciones islámicas, evangélicas, hindús, católicas, judías y bautistas fueron reconocidos por reverdecer las comunidades y educar a otros sobre las implicaciones morales y de justicia social del cambio climático. Durante el año pasado, ENERGY STAR ayudó a desarrollar el “Desafío de administración de alimentos” para ayudar a las congregaciones y comunidades a \"alimentar a personas, no a los vertederos\". Esta iniciativa es importante para el medio ambiente porque a medida en que se descompone la comida desperdiciada, se convierte en metano, que es un gas de efecto invernadero que es 25 veces más potente que el dióxido de carbono.\n\n\tLa Corporación para el Servicio Nacional y Comunitario (Corporation for National and Community Service, CNCS) ampliará Resilience AmeriCorps en colaboración con Caridades Católicas USA (CCUSA), un patrocinador existente de AmeriCorps VISTA. La Fundación Rockefeller proporcionará capacitación continua y soporte técnico, y la expansión también aprovechará la experiencia de otros socios federales, que incluyen a la Administración Oceánica y Atmosférica Nacional y la EPA. El programa de Resilience AmeriCorps recluta, entrena e integra a los miembros de AmeriCorps VISTA en comunidades de todo el país, en donde los efectos del cambio climático se sienten con mayor gravedad, para ayudar a las comunidades a desarrollar planes de preparación y ayudar a los líderes locales a medida que planifican y se enfrentan a los impactos de los fenómenos meteorológicos extremos. CNCS, la agencia federal que administra AmeriCorps, en asociación con la Fundación Rockefeller, Cities of Service, NOAA, EPA y DOE lanzaron el programa Resilience AmeriCorps en julio. El 20 de agosto, CNCS y sus socios anunciaron la selección de diez lugares piloto para la primera serie de Resilience AmeriCorps. A través de la ampliación anunciada hoy, los miembros de AmeriCorps VISTA serán enviados a entre cinco y siete lugares adicionales para ayudar a que las comunidades con poblaciones significantes de inmigrantes y refugiados se vuelvan más fuertes. Estos miembros de AmeriCorps VISTA desarrollaran planes para cumplir con las necesidades de comunidades inmigrantes durante desastres, lo que incluye mejorar el acceso a traducciones para los servicios necesarios y para reducir otras barreras para recibir ayuda. \n\n\n\n\n"
}