{
    "title": "Budget Fact Sheet and Link | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/budget-fact-sheet-and-link",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nMay 07, 2009\n\n \n\n\n\nBudget Fact Sheet and Link\n\n\n\n\n THE WHITE HOUSE Office of the Press Secrectary  _________________________________________________________________  MAY 7, 2009   The President’s 2010 Budget seeks to usher in a new era of responsibility – an era in which we not only do what we must to save and create new jobs and lift our economy out of recession, but in which we also lay a new foundation for long-term growth and prosperity. Making long overdue investments and reforms in education so that every child can compete in the global economy, undertaking health care reform so that we can control costs while boosting coverage and quality, and investing in renewable sources of energy so that we can reduce our dependence on foreign oil – these all are key pillars of this new foundation. Another is fiscal discipline. We cannot put our nation on a course for long-term growth with uncontrollable deficits and debt, and we no longer can afford to tolerate investments in programs that are outdated, duplicative, ineffective, or wasteful. That’s why the Budget includes a separate volume, Terminations, Reductions, and Savings. In this volume, the Administration identifies 121 terminations, reductions, or other areas of savings which will save nearly $17 billion next year alone. About half of the savings for next fiscal year are from defense programs, and half are from non-defense programs. This volume is a progress report on the President’s effort to have his Administration go through the budget line by line to identify which programs work and which do not. Below is a blog post by OMB Director Peter Orszag which also includes a full link to the budget document and the terminations, reductions and savings volume. /blog/Determining-What-Works-Line-by-Line/ The programs in Terminations, Reductions, and Savings are ones that do not accomplish the goals set for them, do not do so efficiently, or do a job already done by another initiative. They include these ten:  LORAN-C, $35 million. This long-range, radio-navigation system has been made obsolete by GPS. Abandoned Mine Lands Payments, $142 million. This program is now used to clean up mines that are already cleaned up. Educational attaché, Paris, France, $632,000. The Department of Education can use e-mail, video conferencing, and modest travel to replace a full-time representative to UNESCO in Paris, France. Los Alamos Neutron Science Center refurbishment, $19 million. The linear accelerator housed here was built 30 years ago and no longer plays a critical role in weapons research. Even Start, $66 million. The most recent evaluation found no difference on 38 out of 41 outcomes between families in the program and those not in it. Strengthening early childhood education is accomplished through significant investments in proven, more effective programs such as Head Start, Early Head Start, and the Early Learning Challenge Fund. Christopher Columbus Fellowship Foundation, $1 million. The Foundation would spend only 20 percent of its 2010 appropriation on the fellowships it awards. Advanced Earned Income Tax Credit, $125 million. This program benefits very few taxpayers, and has an extremely high error rate: GAO found that 80 percent of recipients did not meet at least one requirement. Javits Gifted and Talented Education Program, $7 million. Grants from this program go to only 15 school districts nationwide, and there are no empirical measures to judge efficacy. Public Broadcasting Grants, $5 million. USDA made these grants to support rural public broadcasting stations’ conversion to digital broadcasting. That transition is now almost complete. Rail Line Relocation Grants, $25 million. This program, duplicative of a merit-based program, is loaded with earmarks.  The efforts detailed in Terminations, Reductions, and Savings are part of a larger and longer effort needed to change how Washington does business and put our fiscal house in order. Already, the President has done the following to cut waste, save taxpayer dollars, and make government more effective:  His Budget includes an historic down payment on health care reform, the key to our long-term fiscal future, and was constructed without commonly used budget gimmicks that, for instance, hide the true costs of war and natural disasters. The Budget will cut the deficit in half by the end of the President’s first term, and will bring non-defense discretionary spending to its lowest level as a share of GDP since 1962. Since the budget overview was unveiled 10 weeks ago, the President has announced a contracting reform effort that will greatly reduce no-bid contracts and save $40 billion. At the Cabinet’s first meeting, the President directed agency heads to identify at least $100 million in administrative savings. The President personally called on the congressional leadership to pass PAYGO laws so that Congress is required to say how it will pay for the spending decisions it makes. And Secretary of Defense Gates, in consultation with our nation’s military leadership, unveiled an unprecedented effort to reform defense contracting, saving billions.  Every one of the programs listed in Terminations, Reductions, and Savings has a supporter, and there will be various interests – vocal and powerful – who will oppose different aspects of this Budget. Change is never easy, but after an era of profound irresponsibility, Americans are ready to embrace the shared responsibilities we have to each other and to generations to come. They want to put problem-solving ahead of point-scoring, and to reconstruct an economy on a solid foundation. The President will work with Congress to reform and transform Washington, to make these needed cuts so that we use taxpayer dollars to invest in what works to grow our economy and put our nation back on the path toward prosperity for all Americans.\n\n\n\n"
}