{
    "title": "President Obama Announces More Key Administration Posts, 7-2-09 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-announces-more-key-administration-posts-7-2-09",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\n\n\n\n\nJuly 02, 2009\n\n \n\n\n\nPresident Obama Announces More Key Administration Posts, 7-2-09\n\n\n\n\nTHE WHITE HOUSE   Office of the Press Secretary  _______________________________________________________________________  FOR IMMEDIATE RELEASE                                                    July 2, 2009 President Obama Announces More Key Administration Posts WASHINGTON, DC – Today, President Barack Obama announced his intent to nominate the following individuals for key administration posts:  Jonathan Addleton, Ambassador to Mongolia Gayleatha Beatrice Brown, Ambassador to Burkina Faso Earl M. Irving, Ambassador to the Kingdom of Swaziland Douglas Kmiec, Ambassador to the Republic of Malta Fay Hartog-Levin, Ambassador to the Kingdom of the Netherlands  President Obama said, \"I am confident that these fine individuals will represent our nation abroad with distinction, and strengthen our diplomatic efforts to meet 21st century challenges. I look forward to working with them in the months and years ahead.\"  President Obama announced his intent to nominate the following individuals today:  Jonathan Addleton, Nominee for Ambassador to Mongolia   Jonathan Addleton, a career member of the US Senior Foreign Service since 1984, is Counselor for International Development at the US Mission to the European Union in Brussels, Belgium.  Previously, he served as USAID Mission Director in Pakistan (2006-2007), Cambodia (2004-2006) and Mongolia (2001-2004).  Prior to that, he served as USAID Program Officer in Jordan, Kazakhstan, South Africa and Yemen.  Mr. Addleton also worked briefly at the World Bank, Macon Telegraph and Carnegie Endowment for International Peace.  He has a PhD and MA from the Fletcher School of Law and Diplomacy at Tufts University and a BS from Northwestern University.  Gayleatha Beatrice Brown, Nominee for Ambassador to Burkina Faso  Gayleatha Brown, a career Minister-Counselor of the Senior Foreign Service, is Ambassador to the Republic of Benin.  Her previous diplomatic assignments include:  Counselor for Political Affairs, Embassy Pretoria; Consul General and Deputy Permanent Observer to the Council of Europe, U.S. Consulate General, Strasbourg, France; and Chief of the Economic/Commercial sections at Embassy Harare, Zimbabwe and Embassy Dar es Salaam, Tanzania.   Ms. Brown also has served as Economic Officer in Paris, France; Finance and Development Officer in Abidjan, Cote d’Ivoire; and Desk Officer for Senegal, Guinea, Mauritania, and Canada.  As Desk Officer for the Export-Import Bank of the United States, Ms. Brown represented the State Department at OECD Export Credit Arrangement negotiations.  Before joining the Foreign Service, she worked as a Special Assistant to the USAID Administrator for Africa and as a Legislative Assistant at the U.S. House of Representatives.  Ms. Brown holds MA and BA degrees from Howard University. Earl M. Irving, Nominee for Ambassador to the Kingdom of Swaziland   Earl Irving has served as a Career Development Officer to senior-level Foreign Service Officers and Construction Engineers since August 2008.  A career member of the Senior Foreign Service, Mr. Irving joined the U.S. Department of State in January 1983.  Prior to his current assignment, he served as Consul General in Melbourne, Australia (2005-2008); as Political Counselor to U.S. Mission to the Organization of American States (2003-2005); and as Labor Counselor to the U.S. Embassy in Mexico City (2001-2003).  Mr. Irving also served as Deputy Chief of Mission of the U.S. Embassy in Harare, Zimbabwe (1998-2001); and Principal Officer of the U.S. Consulate in Recife, Brazil (1995-1998).  His other foreign assignments were in South Africa, the then Union of Soviet Socialist Republics and Sao Paulo, Brazil, where he began his career.  His domestic assignments include two tours in the Bureau of African Affairs.  Mr. Irving holds a B.A. from Middlebury College and an M.A. from the University of California, Berkeley. Douglas Kmiec, Nominee for Ambassador to the Republic of Malta  Douglas W. Kmiec is the Caruso Family Chair and Professor of Constitutional Law at Pepperdine University in Malibu, California.  He served as Dean & St. Thomas More Professor at The Law School of The Catholic University of America in Washington, D.C. from 2001-2003.  Earlier he served for almost two decades as a Professor of Law and Director of the Center on Law and Government at the University of Notre Dame Law School, where he founded the Journal of Law, Ethics & Public Policy.  Nominated by President Reagan and confirmed by the Senate, he served as the Assistant Attorney General and head of the Office of Legal Counsel (OLC) for the U.S. Department of Justice (1988-89).  During 1985-1987, he was the Deputy Assistant Attorney General in OLC.   A graduate of Northwestern University and the law school of the University of Southern California, Professor Kmiec has authored several books on the American Constitution and a legal treatise on the law of property.  The recipient of the Distinguished Service Award by both the U.S. Department of Housing and Urban Development (1983) and the U.S. Department of Justice (1986), Professor Kmiec also served as a 40th Anniversary Fulbright Fellow in Asia (1987) lecturing in Hong Kong and Kuala Lumpur.  Fay Hartog-Levin, Nominee for Ambassador to the Kingdom of the Netherlands  Fay Hartog-Levin is a Senior Consultant at the Res Publica Group, a Chicago-based public affairs and media relations firm.  At Res Publica, she advises clients on all aspects of internal and external communications and relationship building, with an emphasis on the non-profit and cultural sector. She has assisted non-profits to develop strategic partnerships, to leverage their visibility, and to maximize their support among traditional and non-traditional audiences and funders. Prior to joining Res Publica, Hartog-Levin served as both an attorney and an executive at Chicago’s Field Museum, where she was the Vice President for External Affairs.  Earlier in her career, Ms. Hartog-Levin served as a legal advisor to the Illinois State Board of Education, advising the State Superintendent and Regional Superintendents of Education on the interpretation and application of the Illinois School Code. She has also worked as an attorney in private practice, primarily representing school boards, private and public colleges, and social service agencies. Ms. Hartog-Levin is a graduate of Northwestern University with a degree in Russian language and literature.  She received her J.D. from Loyola University School of Law.   \n\n\n\n"
}