{
    "title": "Declaraciones del Presidente sobre la nueva política espacial del país | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/declaraciones-del-presidente-sobre-la-nueva-pol-tica-espacial-del-pa-s",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJune 28, 2010\n\n \n\n\n\nDeclaraciones del Presidente sobre la nueva política espacial del país\n\n\n\n\nEn los últimos cincuenta años, Estados Unidos ha sido líder del mundo en la exploración espacial y ha ampliado los horizontes de la humanidad y nuestro entendimiento del universo. Nuestros logros, a su vez, han llevado a fabulosos avances tecnológicos que nos han mejorado la vida y transformado nuestra economía. Es posible señalar satélites en órbita, a cientos de millas de distancia, que pueden identificar nuestra ubicación con una aproximación de pulgadas, o sistemas de comunicación que permiten que fluya información en todo el mundo como nunca antes. En parte, lo que ha hecho que este progreso sea posible es el compromiso de nuestra nación con el descubrimiento científico y la innovación tecnológica, y su fe inquebrantable en el futuro, incluso en tiempos difíciles.\n \nPor eso, cada Presidente a partir de Dwight Eisenhower ha definido la política espacial del país: asegurar que al hacerles frente a los urgentes problemas del momento, continuemos avanzando en pos de nuevas fronteras. Hoy en día, mi gobierno continúa esta tradición. Estamos dando a conocer la nueva política espacial del país, concebida para afianzar el liderazgo de Estados Unidos en el espacio y, a la vez, propiciar recompensas incalculables aquí en la Tierra. Pues incluso mientras continuamos infatigablemente dedicados a los serios desafíos que enfrentamos en el país y el extranjero, nuestro éxito y liderazgo a largo plazo como nación exigen que no perdamos de vista la promesa del futuro.\n \nNuestra política refleja las maneras en que nuestros imperativos y obligaciones en el espacio han cambiado en décadas recientes. Ya no competimos con un adversario; es más, uno de nuestros principales objetivos es promover la cooperación y colaboración pacífica en el espacio, lo que no sólo evitará conflictos, sino que ayudará a aumentar nuestra capacidad de operar en órbita y más allá. Además, esta política reconoce que a medida que crece nuestra dependencia de los satélites y otra tecnología basada en el espacio, también aumenta nuestra responsabilidad de hacerles frente a desafíos como escombros y otros peligros. El espacio ha dejado de ser un destino por alcanzar; es un lugar donde debemos poder trabajar en maneras que sean responsables, sostenibles y seguras. Además, es fundamental para nuestra seguridad y la seguridad de nuestros aliados, ya que la tecnología basada en el espacio permite que nos comuniquemos más eficazmente, que operemos con mayor precisión y claridad, y que protejamos mejor a nuestros hombres y mujeres en uniforme.\n \nPero, por encima de todo, esta política contempla las posibilidades ilimitadas del futuro. Por eso procuramos impulsar el emergente sector espacial comercial, para incrementar rápidamente nuestra capacidad en el espacio, a la vez que aumentamos la ventaja competitiva de Estados Unidos en la economía mundial. Estamos proponiendo mejor observación de la Tierra para lograr un mejor entendimiento de nuestro medio ambiente y planeta. Fijamos ambiciosos objetivos para la NASA: intensificamos la exploración robótica y humana, fijando la vista en Marte y más allá, a fin de mejorar la capacidad de los seres humanos de aprender y trabajar de manera segura, más allá de la Tierra, por periodos prolongados. Y esta política reconoce la importancia de inspirar a una nueva generación de jóvenes a que sigan carreras en ciencias e ingeniería, pues a fin de cuentas, nuestro liderazgo como nación –en éste o cualquier otro cometido– depende de ellos. \n \nEn resumen, esta política, a pesar de ser nueva, refleja los estándares de liderazgo que fijamos desde los albores de la era espacial e ideales tan antiguos como el propio Estados Unidos. No le tememos al futuro; recibimos al futuro con manos abiertas. Incluso en tiempos difíciles, no nos retraemos; aprovechamos el ingenio y talento de nuestra gente, fijamos objetivos audaces para nuestra nación y llevamos al mundo hacia nuevas fronteras. Eso es lo que ha asegurado nuestra prosperidad en el pasado. Y eso es también lo que asegurará nuestra prosperidad en este nuevo siglo.\n \n###\n \n\n\n\n"
}