{
    "title": "Educating Our Way to an Economy Built to Last: Stopping the Student Loan Interest Rate Hike | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/23/educating-our-way-economy-built-last-stopping-student-loan-interest-rate",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 23, 2012\n\n \n\n\n\nEducating Our Way to an Economy Built to Last: Stopping the Student Loan Interest Rate Hike\n\n\n\n\n\nStopping the Student Loan Interest Rate Hike\n\n\tIn his State of the Union Address, President Obama laid out a blueprint for an economy built to last—an economy built on American manufacturing, American energy, skills for American workers, and a renewal of American values.\n\n\tThe President has worked tirelessly to get our economy growing again, but he knows there’s much more we can and must do, and that includes making smart investments in education that lead to better jobs and a stronger middle class. The strength of the American economy is inextricably linked to the strength of America’s education system: particularly at this make-or-break moment for the middle class we must continue to invest in creating an American workforce that has the skills for success in the global economy.  At a time when the average earnings of college graduates is twice that of workers with only a high school diploma, higher education is the clearest pathway into the middle class.\n\n\tHowever, the cost of college is putting an affordable education out of reach for too many Americans.  Access to higher education today has become increasingly expensive for families:\n\n\n\t\tAmerica is home to the best colleges and universities in the world, yet tuition and fees measured in constant dollars have more than doubled over the past two decades.\n\n\t\tIn 2010, graduates who took out loans left college owing an average of more than $25,000.\n\n\t\tStudent loan debt has now surpassed credit card debt for the first time ever. \n\n\n\tReductions in state funding and support for institutions are making the college cost problem even more challenging, forcing students to absorb cuts through higher tuition prices and significantly increasing the extent to which students must rely on loans to finance postsecondary education. \n\n\tIn order to ensure more hard working and responsible students have a fair shot at an affordable higher education, President Obama is calling on states, colleges and universities, and Congress to act to curb rising prices and make higher education more affordable for all Americans.\n\nPresident Obama is Calling on Congress to Stop Interest Rates\n\tFrom Doubling on Student Loans:\n\n\tAmericans now owe more tuition debt than credit card debt, and student loan borrowing is more common now than it was a decade ago. At a time when the average student loan debt is $25,000 and tuition prices continue to rise, students are borrowing more than ever to complete their degrees.\n\nOn July 1, 2012, the interest rates on subsidized Stafford student loans are slated to double from 3.4% to 6.8%. To out-educate our global competitors and make college more affordable, Congress needs to stop the interest rate on these student loans from doubling.\n\n\tIf Congress doesn’t act before July 1, 2012, interest rates on loans for over 7.4 million students will double. And for each year that Congress doesn’t act, students rack up an additional $1,000 in debt over the life of their loans.\n\n\tAs he did in his State of the Union address, President Obama is calling on Congress to put forward legislation to stop interest rates from doubling. The President is calling on Congress to reward hard work and responsibility by keeping interest rates on student loans low so more Americans get a fair shot at an affordable college education, the skills they need to find a good job, and a clear path to the middle class.\n\n\nEnsuring American Students have a Fair Shot at an Affordable Higher Education\n\n\tHigher education is not a luxury: it is an economic imperative that every hard working and responsible student should be able to afford.  President Obama has emphasized that the federal government, states, colleges, and universities all have a role to play in making in making higher education more affordable, by reining in college costs, providing value for American families, and preparing students with a solid education to succeed in their careers. The President is calling on Congress to advance new reforms to give more hard working students a fair shot at pursuing higher education: \n\n\nReforming student aid to promote affordability and value:  To keep tuition from spiraling too high and drive greater value, the President has proposed reforms to federal campus-based aid programs to shift aid away from colleges that fail to keep net tuition down, and toward those colleges and universities that do their fair share to keep tuition affordable, provide good value, and serve needy students well. These changes in federal aid to campuses will leverage $10 billion annually to help keep tuition down. \n\nCreating a Race to the Top for college affordability and completion: The President has proposed incentives for states to maintain their commitments to higher education through a new $1 billion investment.  The Race to the Top: College Affordability and Completion challenge aims to increase the number of college graduates and contain the cost of tuition by rewarding states that are willing to systematically change their higher education policies and practices. \n\nKicking off a First in the World competition to model innovation and quality on college campuses:  The President is proposing an investment of $55 million in a new First in the World competition, to support public and private colleges and non-profit organizations as they work to develop and test the next breakthrough strategy that will boost higher education attainment and student outcome, while leading to reduced costs.\n\nProviding better data for families to choose the right college for them: The President is calling for a College Scorecard for all degree-granting institutions, designed to provide essential information about college costs, graduation rates, and potential earnings, all in an easy-to-read format that will help students and families choose a college that is well suited to their needs, priced affordably, and consistent with their career and educational goals.\n\nRedoubling federal support to tackle college costs:  The President has already made the biggest investments in student aid since the G.I. Bill through increases to the Pell grant, and by shoring up the direct loan and income-based repayment programs. In his State of the Union Address, the President also called on Congress to make the American Opportunity Tax Credit permanent and double the number of work-study jobs over the next 5 years to better assist college students who are working their way through school. \n\n\nBuilding on Landmark Federal Investments to Make Higher Education More Affordable\n\n\tThe President has set the goal for the U.S. to be first in the world in college attainment by 2020. To achieve this bold goal for our nation’s future and to prepare students to compete in the 21st century global economy, the Obama Administration has championed landmark investments in student financial to make college more affordable for all American families: \n\n\nIncreasing Pell Grants: The President has raised the maximum Pell Grant award to $5,635 for the 2013-14 award year – a $905 increase since 2008. The number of Pell Grant recipients has increased over that same time by 50 percent, providing college access to millions of additional students across the country. \n\nHelping Responsible Students Manage Student Loan Debt: The Administration’s “Pay as You Earn” plan expands income-based repayment to enable 1.6 million responsible students who are current on their payments to take advantage of a new option to cap repayment of student loans at 10% of monthly income.  These changes will reduce the burden of student loans in a fiscally responsible way.\n\nExpanding Education Tax Credits: President Obama established the American Opportunity Tax Credit in 2009 to assist families with the costs of college, providing up to $10,000 for four years of college, university, or community college tuition for families earning up to $180,000. Over 9.4 million students and families benefit from the American Opportunity Tax Credit each year.  President Obama has called on Congress to make this tax credit permanent and prevent it from expiring in 2012. \n\n\n\n\n\n"
}