{
    "title": "Message -- 2016 Alternate Pay Plan | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/11/30/message-2016-alternate-pay-plan",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nNovember 30, 2015\n\n \n\n\n\nMessage -- 2016 Alternate Pay Plan\n\n\n\n\n\n\tTO THE CONGRESS OF THE UNITED STATES:\n\n\tI am transmitting an alternative plan for pay increases for civilian Federal employees covered by the General Schedule and certain other pay systems in January 2016.\n\n\tTitle 5, United States Code, authorizes me to implement alternative pay plans for pay increases for civilian Federal employees covered by the General Schedule and certain other pay systems if, because of \"national emergency or serious economic conditions affecting the general welfare,\" I view the adjustments that would otherwise take effect as inappropriate.\n\n\tCivilian Federal employees have already made significant sacrifices as a result of 3-year pay freeze that ended in January 2014. In January 2014 and again in January 2015, increases for civilian Federal employees were limited to a 1.0 percent overall pay increase, an amount lower than the private sector pay increases and statutory formula for adjustments to the base General Schedule for 2014 and 2015. However, as the country's economic recovery continues, we must maintain efforts to keep our Nation on a sustainable fiscal course. This is an effort that continues to require tough choices.\n\n\tUnder current law, locality pay increases averaging 28.74 percent and costing $26 billion would go into effect in January 2016. Federal agency budgets cannot sustain such increases. Accordingly, I have determined that under the authority of section 5304a of title 5, United States Code, locality-based comparability payments for the locality pay areas established by the President's Pay Agent, in the amounts set forth in the attached table, shall become effective on the first day of the first applicable pay period beginning on or after January 1, 2016. These rates are based on an allocation of 0.3 percent of payroll as indicated in my August 28, 2015, alternative pay plan for adjustments to the base General Schedule. These decisions will not materially affect our ability to attract and retain a well-qualified Federal workforce.\n\n\tThe adjustments described above shall take effect on the first applicable pay period beginning on or after January 1, 2016.\n\n\tBARACK OBAMA\n\n\tTHE WHITE HOUSE,\n\tNovember 30, 2015.\n\n\n\n\n"
}