{
    "title": "White House Announces Full 2016 Easter Egg Roll Program and Talent Line-up | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/03/25/white-house-announces-full-2016-easter-egg-roll-program-and-talent-line",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of Media Affairs\n\n\nFor Immediate Release\nMarch 25, 2016\n\n \n\n\n\nWhite House Announces Full 2016 Easter Egg Roll Program and Talent Line-up\n\n\n\n\n\n\tThe White House announces the full program, activities, and talent line-up for the 2016 White House Easter Egg Roll, a tradition in its 138th year and the largest annual public event at the White House. \n\n\tThe Easter Egg Roll will take place Monday, March 28, on the South Lawn of the White House and in honor of the final Easter Egg Roll of the Obama Administration, this year’s theme is “Let’s Celebrate.” The event will feature live music, sports courts, cooking stations, storytelling and, of course, Easter egg rolling. In support of the First Lady’s Let’s Move! Initiative, this year’s event will also include the first-ever White House Fun Run, where First Lady Michelle Obama will join 250 children on a short run to promote active and healthy lifestyles for kids.\n\n\tTo learn more about the Easter Egg Roll visit obamawhitehouse.archives.gov/eastereggroll. Tune in for live streams from the South Lawn on March 28, 2016 on WhiteHouse.gov/live. You can also join the conversation online using the hashtags #LetsCelebrate and #EasterEggRoll and get the latest updates by checking out Let’s Move! on Twitter and Facebook.\n\n\t \n\nTalent Line-up\n\n\tThis year’s special guest is Tony Award Winning, Multi-Platinum Recording Artist, Idina Menzel. Menzel will sing the National Anthem as well as perform on the Rock ‘n’ Egg Roll Stage. \n\n\tSilento, Daya, Echosmith, Chloe x Halle, Trevor Jackson, DJ Mel, Mack and Moxy, and Sesame Street will also perform on the Rock ‘n’ Egg Roll Stage.  The Official Emcee of the 2016 White House Easter Egg Roll is Tommy McFly.\n\n\tReaders on the Storytime Stage will be Bear Grylls, the cast of Black-ish, Trinitee Stokes and the cast of Bunk'd, Genevieve Goings, La La Anthony, Robin Roberts, Sesame Street, Shaquille O'Neal, Shonda Rhimes, and Loni Love, Adrienne Bailon and Jeannie Mai from The Real.\n\n\tChefs Kwame Onwuachi, José Andrés, Roblé Ali, Spike Mendelsohn, Mikaila Ulmer, Pati Jinich, Sunny Anderson, and Ted Allen will prepare healthy eating demonstrations in the Play with your Food station.\n\n\tIn the Eggtivity Zone, the President’s Council on Fitness, Sports & Nutrition as well as players and coaches from professional sports teams will teach kids how to play sports and show kids easy, fun ways to stay active and fit. \n\n\tAthletes participating in the Eggtivity Zone and the Basketball and Tennis Courts include:\n\n\tAntoine Bethea - San Francisco 49'ers\n\tBen Bratton - USOC / Fencing\n\tBen Olsen - DC United\n\tBobby Boswell - DC United\n\tBrandon Williams - Baltimore Ravens\n\tBuck Williams - NBA\n\tCaitlin Cahow - PCFSN\n\tChanda Rubin - USTA\n\tChukwuemeka \"Emeka\" Okafor - NBA\n\tCornell McClellan - PCFSN\n\tCurtis Pride – PCFSN\n\tDC Divas – Women’s Football Alliance\n\tDominique Dawes - PCFSN\n\tDonna Richardson - PCFSN\n\tDonovan Carter - Cast of Ballers\"\n\tDr. Risa Lavizzo - Mourey - PCFSN\n\tDr. Stephen McDonough - PCFSN\n\tGus Kenworthy - USOC / Freeskier\n\tJameel McClain - NFL Free Agent\n\tJames Blake - USTA\n\tJamie Loeb - 2015 NCAA Women's Singles Champion\n\tJason Collins – NBA/PCFSN\n\tJayne Greenberg - PCFSN\n\tJazmyn Simon - Cast of Ballers\n\tJeneba Tarmoh - USOC / Track and Field Sprinter\n\tKamerion Wimbley - Retired NFL\n\tKatrina Adams - USTA\n\tLamar Neagle - DC United\n\tLynette Woodard - WNBA Hall of Fame\n\tMark Hertling - PCFSN\n\tMarkus Halsti - DC United\n\tMichael Thomas - Miami Dolphins\n\tNatasha Cloud - Washington Mystics\n\tNick Sundberg - Washington Redskins\n\tPatrick Nyarko - DC United\n\tPreston Smith - Washington Redskins\n\tReilly Opelka - 2015 Wimbledon Boys' Singles Champion\n\tRicky Jean Francios - Washington Redskins\n\tRobert Thomas Shepardson - PCFSN \n\tRoman Harper - Carolina Panthers\n\tRyan Kerrigan - Washington Redskins\n\tRyan Shane - 2015 NCAA Men's Singles Champion\n\tScout Bassett / USOC / Athletics Paralympic hopeful\n\tShaquille O'Neal - NBA\n\tSteve Birnbaum - DC United\n\tSwintayal Cash - New York Liberty\n\tTaylor Townsend - USTA\n\tTommy Paul - (2015 Roland Garros Boys' Singles Champion)\n\tTony Massenburg - NBA\n\tTress Way - Washington Redskins\n\tTristan Nunez - NASCAR\n\tVicky Duval - USTA\n\n\tThe Hop To It Stage will offer a variety of interactive dance and other physical fun including Hip Hop Public Health, Kid Tribe with Mack and Moxy, PopFitKids, Soul Cycle, The Happiness Club, Troops for Fitness.\n\n\tThe Ellipse will have an entertainment stage and guests can enjoy musical acts and other activities from Ballet Petite presents Taptricity, Chuck Flayhart (Stilt walker), Harvard Din & Tonics, Tennis Pandas Bam and Boo, Zumba WSC as they prepare to enter the South Lawn.\n\n\tThis year’s costume characters include:\n\n\tAbraKidabra! \n\tAngry Birds\n\tBam the Panda\n\tBoo the Panda\n\tBuddy from Dinosaur Train\n\tCaptain Planet\n\tCatboy, Owlette and Gekko from PJ Masks   \n\tCharlie & Checkers\n\tCharlie Brown & Snoopy \n\tCheer Bear from the Care Bears\n\tCookie Monster\n\tCurious George\n\tDaniel Tiger\n\tDarth Vader and the Storm Troopers\n\tDC United's Talon\n\tDoki the Dog\n\tDuck from WordWorld\n\tEddie is A Yeti\n\tFairy Twinkletoes\n\tFreddie the Frog   \n\tHatching Chick\n\tJet from Ready Jet Go!   \n\tMaisy\n\tMama, Papa, Junior Bunnies\n\tMascot DJ Bunny   \n\tMiffy the Bunny\n\tMim-Mim   \n\tMop Top the Hip Hop Scientist \n\tNature Cat   \n\tNutbrown Hare\n\tPaw Patrol\n\tPeg + Cat\n\tPeppa Pig + George\n\tPo from Kung Fu Panda 3\n\tPower Panther\n\tPowerpuff Girls\n\tPrincess Presto\n\tPuppy and Sis    \n\tSid the Science Kid\n\tSmokey Bear\n\tSpongeBob SquarePants\n\tSuper WHY!\n\tThe Cat in the Hat\n\tThe Minions - Bob, Stuart and Kevin\n\tThe Rainbow Fish\n\tWashington Capitals' Slapshot\n\tWashington Kastles' Topspin and Slice\n\tWashington Nationals' Racing Presidents - Abe\n\tWashington Nationals' Racing Presidents - Bill \n\tWashington Nationals' Racing Presidents - George\n\tWashington Nationals' Racing Presidents - Teddy \n\tWashington Nationals' Racing Presidents - Tom\n\tWashington Nationals' Screech\n\tWashington Wizards' G-Wiz   \n\tWoodsy Owl\n\tYooHoo and Pammee from YooHoo and Friends\n\n\t \n\nFull List of Events\n\n\tWith the “Let’s Celebrate” theme, this year’s event will honor the final Easter Egg Roll for the Obama Administration. The activities include obstacle courses, yoga, dancing, playing sports with professional athletes, and of course, the traditional egg roll.  The full list of events is below:\n\nEgg Roll Classics\n\tAn Egg Hunt & the traditional Egg Roll\n\nRock ‘n’ Egg Roll Stage\n\tLive musical performances for all ages\n\nStorytime Stage \n\tListen as celebrities bring books to life\n\nHop To It!\n\tAn instructional dance party on the South Lawn!  Get up to dance and more\n\nEggtivity Zone Obstacle Course\n\tAn ultimate all-in-one obstacle course! Climb, jump, and run your way through a variety of sports drills\n\nBasketball and Tennis\n\tGet hands-on training from basketball and tennis pros on the President’s court\n\nYoga Garden\n\tCome enjoy a session of yoga from professional instructors\n\nEggspress Yourself\n\tHatch your inner artist with arts and crafts fun! Egg dying, egg decorating, and more\n\nPlay with your Food \n\tAn entertaining activity center filled with opportunities to learn about healthy eating\n\nEggsperiment Zone\n\tInteractive, educational activities designed to spark scientific curiosity and creativity\n\n\t \n\n2016 Official Program and Souvenir Poster Artwork\n\n\tFirst Lady Michelle Obama has chosen the winning artwork from this year’s White House Easter Egg Roll Design Contest. Elementary and middle school students from 19 states and two foreign countries submitted artwork related to this year’s theme, “Let’s Celebrate.” Posters will be handed out as a prize to children who win the Easter Egg Roll and Egg Hunt.\n\n\tFelicity Ng is a 10-year-old in 4th grade at Audubon Elementary School in Redmond, Washington. Her artwork was chosen as the 2016 Easter Egg Roll Program Cover. Felicity enjoys drawing, writing, and playing piano, and wanted to create a patriotic egg design to commemorate President and Mrs. Obama’s final Easter Egg Roll.\n\n\tAlexia de Costa is an 11-year-old in 5th grade at Queen of Apostles Catholic School in Alexandria, Virginia. Her artwork was chosen as the 2016 Easter Egg Roll Poster. Alexia enjoys painting, reading, and writing and is excited to participate with the White House in whatever ways she can.\n\n\t \n\nAdditional Information about the 2016 Easter Egg Roll\n\n\tIn total, more than 35,000 people have received tickets for the event. In 2009, the Obama Administration created an online lottery system to distribute a portion of these tickets, and for the eighth straight year, this lottery has helped open up the White House Easter Egg Roll to guests from all 50 states and the District of Columbia.\n\n\tThis year’s event will begin at 7:30 AM and end at 6:45 PM EDT.\n\n\n\n\n"
}