{
    "title": "Presidential Proclamation -- National Building Safety Month, 2013 | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2013/04/30/presidential-proclamation-national-building-safety-month-2013",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 30, 2013\n\n \n\n\n\nPresidential Proclamation -- National Building Safety Month, 2013\n\n\n\n\nNATIONAL BUILDING SAFETY MONTH, 2013\n- - - - - - -\nBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\nA PROCLAMATION\nWhen natural disasters and other hazards put American lives at risk, robust codes and standards for our buildings play an important role in keeping us safe. They ensure our homes and businesses are resilient to the challenges of our time -- not just by making them structurally sound, but also by boosting their energy efficiency. This month, as we pay tribute to professionals who design, construct, and secure our infrastructure, let us raise awareness about building safety and rededicate ourselves to improving it in the days to come.\nProtecting our communities from harm requires commitment from all of us. Alongside partners in government and industry, my Administration is encouraging stakeholders across our country to adopt disaster-resistant building codes and standards. We are collaborating with experts to issue modern guidance on construction and retrofitting techniques. And we are supporting cities and towns from coast to coast as they pursue disaster preparedness, mitigation, and redevelopment. To get involved, visit www.Ready.gov.\nTime and again, devastating natural disasters have tested the strength of our communities and the resilience of our people. Our capacity to withstand these threats depends on what we do to prepare today -- from reinforcing critical infrastructure to making sure our buildings adhere to local codes and standards. This month, we take up those tasks once more and recommit to safety in the year ahead.\nNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim May 2013 as National Building Safety Month. I encourage citizens, government agencies, businesses, nonprofits, and other interested groups to join in activities that raise awareness about building safety. I also call on all Americans to learn more about how they can contribute to building safety at home and in their communities.\nIN WITNESS WHEREOF, I have hereunto set my hand this thirtieth day of April, in the year of our Lord two thousand thirteen, and of the Independence of the United States of America the two hundred and thirty-seventh.\nBARACK OBAMA\n\n\n\n\n"
}