{
    "title": "ADVISORY: President Obama to Award 2013 National Medal of Arts and National Humanities Medal | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/07/22/advisory-president-obama-award-2013-national-medal-arts-and-national-hum",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nJuly 22, 2014\n\n \n\n\n\nADVISORY: President Obama to Award 2013 National Medal of Arts and National Humanities Medal\n\n\n\n\nWASHINGTON, DC – On Monday afternoon, July 28, 2014,  President Obama will award the 2013 National Medal of Arts and the National Humanities Medal to distinguished recipients in the East Room. The First Lady will also attend.\nThe National Endowment for the Arts and the National Endowment for the Humanities were established by the Congress in 1965 as independent agencies of the Federal Government. To date, the NEA has awarded more than $5 billion to support artistic excellence, creativity, and innovation for the benefit of individuals and communities. The NEA extends its work through partnerships with State arts agencies, local leaders, other Federal agencies, and the philanthropic sector. The National Endowment for the Humanities supports research and learning in history, literature, philosophy, and other areas of the humanities by funding selected, peer-reviewed proposals from around the Nation. The Endowment brings high-quality historical and cultural experiences to large and diverse audiences in all 50 States, the District of Columbia, and five territories.\nAt next week’s event, the President will deliver remarks and present the awards to the following individuals and organizations:\n2013 National Medal of Arts\n\n\n\t\tJulia Alvarez, Novelist, Poet, and Essayist, Weybridge, VT\n\n\t\tBrooklyn Academy of Music, Presenter, Brooklyn, NY\n\n\t\tJoan Harris, Arts Patron, Chicago, IL\n\n\t\tBill T. Jones, Dancer and Choreographer, Valley Cottage, NY\n\n\t\tJohn Kander, Musical Theater Composer, New York, NY\n\n\t\tJeffrey Katzenberg, Director and CEO of DreamWorks, Beverly Hills, CA\n\n\t\tMaxine Hong Kingston, Writer, Oakland, CA\n\n\t\tAlbert Maysles, Documentary Filmmaker, New York, NY\n\n\t\tLinda Ronstadt, Musician, San Francisco, CA\n\n\t\tBillie Tsien and Tod Williams (receiving individual medals), Architects, New York, NY\n\n\t\tJames Turrell, Visual Artist, Flagstaff, AZ\n\n2013 National Humanities Medal\n\n\n\t\tM.H. Abrams, Literary Critic, Ithaca, NY\n\n\t\tDavid Brion Davis, Historian, Orange, CT\n\n\t\tDarlene Clark Hine, Historian, Chicago, IL\n\n\t\tAnne Firor Scott, Historian, Chapel Hill, NC\n\n\t\tWilliam Theodore De Bary, East Asian studies scholar, Tappan, NY\n\n\t\tJohnpaul Jones, Architect, Bainbridge, WA\n\n\t\tStanley Nelson, Filmmaker, New York, NY\n\n\t\tDiane Rehm, Radio Host, Washington, D.C.\n\n\t\tKrista Tippett, Radio Host, St. Paul, MN \n\n\t\tAmerican Antiquarian Society, Historical Organization, Worcester, MA\n\nBelow are the 2013 National Medal of Arts Citations which will be read at the ceremony:\nJulia Alvarez for her extraordinary storytelling. In poetry and in prose, Ms. Alvarez explores themes of identity, family, and cultural divides. She illustrates the complexity of navigating two worlds and reveals the human capacity for strength in the face of oppression.\nBrooklyn Academy of Music for innovative contributions to the performing and visual arts. For over 150 years, BAM has showcased the works of both established visionaries and emerging artists who take risks and push boundaries.\nJoan Harris for supporting creative expression in Chicago and across our country. Her decades of leadership and generosity have enriched our cultural life and helped countless artists, dancers, singers, and musicians bring their talents to center stage.\nBill T. Jones for his contributions as a dancer and choreographer. Renowned for provocative performances that blend an eclectic mix of modern and traditional dance, Mr. Jones creates works that challenge us to confront tough subjects and inspire us to greater heights.\nJohn Kander for his contributions as a composer. For more than half a century, Mr. Kander has enlivened Broadway, television, and film through songs that evoke romanticism and wonder and capture moral dilemmas that persist across generations.\nJeffrey Katzenberg for lighting up our screens and opening our hearts through animation and cinema. Mr. Katzenberg has embraced new technology to develop the art of storytelling and transform the way we experience film.\nMaxine Hong Kingston for her contributions as a writer. Her novels and non-fiction have examined how the past influences our present, and her voice has strengthened our understanding of Asian American identity, helping shape our national conversation about culture, gender, and race.\nAlbert Maysles for rethinking and remaking documentary film in America. One of the pioneers of direct cinema, he has offered authentic depictions of people and communities across the globe for nearly 60 years. By capturing raw emotions and representations, his work reflects the unfiltered truths of our shared humanity.\nLinda Ronstadt for her one-of-a-kind voice and her decades of remarkable music. Drawing from a broad range of influences, Ms. Ronstadt defied expectations to conquer American radio waves and help pave the way for generations of women artists.\nBillie Tsien and Tod Williams for their contributions to architecture and arts education. Whether public or private, their deliberate and inspired designs have a profound effect on the lives of those who interact with them, and their teaching and spirit of service have inspired young people to pursue their passions.\nJames Turrell for his groundbreaking visual art. Capturing the powers of light and space, Mr. Turrell builds experiences that force us to question reality, challenging our perceptions not only of art, but also of the world around us.\nBelow are the 2013 National Humanities Medal Citations which will be read at the ceremony:\nM. H. Abrams, literary critic, for expanding our perceptions of the Romantic tradition and broadening the study of literature. As a professor, writer, and critic, Dr. Abrams has traced the modern concept of artistic self-expression in Western culture, and his work has influenced generations of students.\nDavid Brion Davis, historian, for reshaping our understanding of history. A World War II veteran, Dr. Davis has shed light on the contradiction of a free Nation built by forced labor, and his examinations of slavery and abolitionism drive us to keep making moral progress in our time.\nDarlene Clark Hine, historian, for enriching our understanding of the African American experience. Through prolific scholarship and leadership, Dr. Hine has examined race, class, and gender and shown how the struggles and successes of African American women shaped the Nation we share today.\nAnne Firor Scott, historian, for pioneering the study of southern women. Through groundbreaking research spanning ideology, race, and class, Dr. Scott’s uncharted exploration into the lives of southern women has established women’s history as vital to our understanding of the American South.\nWilliam Theodore De Bary, East Asian Studies scholar, for broadening our understanding of the world. Dr. de Bary’s efforts to foster a global conversation have underscored how the common values and experiences shared by Eastern and Western cultures can be used to bridge our differences and build trust.\nJohnpaul Jones, architect, for honoring the natural world and indigenous traditions in architecture. A force behind diverse and cherished institutions, Mr. Jones has fostered awareness through design and created spaces worthy of the cultures they reflect, the communities they serve, and the environments they inhabit.\nStanley Nelson, producer and director, for documenting the story of African Americans through film. By turning a camera on both the well-known and unknown narratives of African Americans, Mr. Nelson has exposed injustice and triumph while revealing new depths of our Nation’s history.\nDiane Rehm, radio host, for illuminating the people and stories behind the headlines. In probing interviews with pundits, poets, and Presidents, Ms. Rehm’s incisive, confident, and curious voice has deepened our understanding of our communities and our culture.\nKrista Tippett, radio host and author, for thoughtfully delving into the mysteries of human existence. On the air and in print, Ms. Tippett avoids easy answers, embracing complexity and inviting people of all faiths, no faith, and every background to join the conversation.\nAmerican Antiquarian Society, historical organization, for safeguarding the American story. Through more than two centuries, the Society has amassed an unparalleled collection of historic American documents, served as a research center to scholars and students alike, and connected generations of Americans to their cultural heritage.\n\n\n\n\n"
}