{
    "title": "Press Briefing by Ben Rhodes, Deputy National Security Advisor for Strategic Communications; Gary Samore, Senior White House Coordinator for WMD Counterterorrism and Arms Control; and Laura Holgate, Senior Director for WMD Terrorism and Threat Reduction | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/press-briefing-ben-rhodes-deputy-national-security-advisor-strategic-communications",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 13, 2010\n\n \n\n\n\nPress Briefing by Ben Rhodes, Deputy National Security Advisor for Strategic Communications; Gary Samore, Senior White House Coordinator for WMD Counterterorrism and Arms Control; and Laura Holgate, Senior Director for WMD Terrorism and Threat Reduction\n\n\n\n\n5:54 P.M. EDT\nMR. RHODES:  Good evening, everybody.  Thanks for sticking around after a long couple days.  I'll just say a few words by way of introduction, and then I'll pass it on to my colleagues, Gary Samore, who is the weapons of mass destruction coordinator on the National Security Council, and Laura Holgate, who is the senior director for WMD terrorism and threat reduction.\nWe just completed I think what we believe is to be a very important and positive nuclear security summit.  You heard the President speak to the outcome.  We’d like to take this opportunity to really walk you through what’s in the communiqué, what’s in the work plan, and what’s in some of the national commitments that came out of the summit.  Gary and Laura can do that, because I know there are a lot of questions. \nI'd just say, by way of introduction, that -- two things.  Number one, the President obviously has a comprehensive agenda as it relates to nuclear weapons, and we’ve had a very busy week on that front.  We had the introduction of our new Nuclear Posture Review, which reduces the role of nuclear weapons in our national security strategy, reinforces the Non-Proliferation Treaty, invests in a reliable stockpile and modernizing stockpile without the production of new nuclear weapons. \nWe saw the President sign the START treaty, the New START treaty in Prague with President Medvedev, keeping one of the core commitments coming out of the Prague speech within a year, to reduce the deployed warheads and launchers that the United States and Russia have; to reinvigorate U.S. and Russian leadership on the non-proliferation regime.  And we’re very pleased with that, of course. \nBut what this summit was focused on in a very specific way was nuclear security, securing nuclear materials and the threat of nuclear terrorism.  You’ve heard us say that we believe that this issue demanded this level of focus because it’s the highest-consequence threat that the American people face.  And we also know that there are tangible steps that could be taken to secure nuclear materials around the world.\nWe know where we want to get.  We want to get to a place where the high-enriched uranium, plutonium, the materials for a nuclear bomb are at an adequate level of security that we are confident that they’re not going to fall into the hands of terrorists or those who would use them to do harm.\nSo the President has set an ambitious goal of securing those materials within four years.  He called this unprecedented gathering of world leaders to galvanize action at the highest levels of government behind that goal. \nAnd I think what we’ve seen today is several layers of action.  We have the communiqué, which is the statement and the commitment by all these leaders to take actions in support of the goal of securing all of these nuclear materials.  We have a work plan that essentially lays out a series of steps that nations will take in pursuit of the goal. \nAnd I think that part of what’s important about the summit is we saw a series of national commitments that illustrated precisely the kind of actions that we’d like to see that are embedded in the work plan, which ranged from nations giving up, literally, their high-enriched uranium, eliminating high-enriched uranium and plutonium from within their borders; to nations supporting international organizations and efforts, such as the IAEA, which are fundamental to the nuclear security; to nations investing in regional centers of excellence that can enhance nuclear security standards, an exchange of best practices.\nSo with that, I think I'll call Gary up here, and what he can really do is walk you through the communiqué, what we believe is important -- and Laura can walk you through that as well -- and also what these specific national commitments are and how they are indicative of the kind of action that we expect to see going forward.\nAnd the only other thing I’d say is that we believe that this is of course the beginning of a very robust effort.  We feel like we have a lot of momentum coming out of this summit.  We’re going to continue to work at this at the working level, with Gary and his colleagues carrying out on these -- carrying through these commitments that have been made and pursuing new ones, and implementing this work plan.  And we’re very confident that we’ll make substantial progress between now and the next Nuclear Security Summit, which is slated to be in the Republic of Korea in 2012.\nSo with that I’ll turn it over to Gary.\nMR. SAMORE:  Thanks, Ben. \nWhat I’d like to do is focus on the broad atmospherics in the room, as well as the overall outcome.  And then Laura is going to go through with you in much more detail the elements of the summit communiqué, the work plan, and the specific actions that countries have taken. \nThere are really four points I want to make -- first, what I’m calling the spirit of Washington.  This was a really remarkable show of unity of purpose of commitment to deal with the nuclear terrorism threat.  I’ve been working in this field since 1984, and I’ve never seen anything like this, where so many countries represented by their leaders reached an agreement that nuclear terrorism is a serious threat, the consequences of which would be catastrophic, and, therefore, in order to deal with that threat, the steps necessary and the resources necessary are something that governments are prepared to commit.\nIn the past in this area there’s been a lot of skepticism whether nuclear terrorism is really serious.  Could terrorists really build nuclear weapons?  Could they really get their hands on fissile material?  I think this summit really removed that doubt. \nAnd keep in mind, this is from countries and all regions of the world representing Europe, Asia, Latin America, Africa, the Middle East.  When Laura and I started this process after the President’s speech in Prague, I think we encountered some of that skepticism.  But after a series of meetings at the expert level and now this summit, I really do think that we’ve achieved very strong international agreement that the threat is serious enough to justify the kind of resources needed to solve the problem.\nThe second big consensus that came out of this summit is that the solution to the threat is actually pretty simple.  In concept, it’s just making sure that terrorists don’t acquire separated plutonium or highly enriched uranium.  Now, there’s a lot of that material in the world, more than 2,000 tons of it.  But physical protection is something that governments know how to do, something that private companies know how to do -- if they invest the resources.  Just like we guard gold in banks, we can guard plutonium in storage facilities.\nAnd I think from that standpoint -- now, the exact solution may differ from country to country.  In some cases, countries may choose to eliminate the fissile material that they have, or to transform it into a form that can’t be directly used in nuclear weapons.  But to the extent that countries maintain nuclear materials -- whether in their civil or military sector  -- the solution to making sure that terrorists don’t get it is straightforward.  It’s just a question of putting the resources in place -- the programs in place in order to ensure that it’s well protected and accounted for.\nThe third big outcome is that the President told us he doesn’t want a gauzy set of communiqués.  So we got him a geeky set of communiqués and work plans.  And as Laura will describe to you, the work plan and the communiqué get into the real nuts and bolts of the nuclear security system both domestically and internationally.  And I think we -- I hope you got -- we did sort of a little primer, a glossary, so you could understand when we talk about U.N. Security Council Resolution 1540, or the G8 Partnership, or the Convention on the Suppression of Acts of Nuclear Terrorism -- these are not things that people normally deal with and we wanted to try to explain to you that at the expert level, endorsed by the leaders, we’re dealing with the real nuts and bolts in terms of both firm commitments and concrete actions.\nAnd I want to just amplify what Ben said.  Whenever you bring leaders together, there’s a lot of pressure for countries to come to meeting with not just something positive to say but some demonstration of their commitment.  And we used the summit shamelessly as a forcing event to ask countries to bring house gifts.  And as Laura will go over with you, almost every country came to this meeting with something new -- something new that they were going to do.  And I think we want to try to keep up that spirit and momentum as we proceed in the future.  And that’s the fourth and last point I want to make. \nComing out of this summit, there’s a tremendous sense of keeping this process alive.  I really do think the 50 countries -- or 47 countries and three international organizations -- I think we really developed a good working relationship.  I think everybody felt -- at my level -- felt really positive about the outcome and felt that it was a solid piece of work.  I hope you’ll have a chance to ask some of the foreign government officials their view.  I was really struck at how pleased people were with the outcome, and of course that was then endorsed by the leaders. \nAnd bringing leaders together forces governments to explain to their leaders what these issues are involved and it naturally elevates it within every government, and therefore I think brings it to a higher level attention and makes it more likely that you’ll get action on some projects that have been frankly  -- frankly, had been lingering for years.  And this summit forced action and forced decisions to be made.\nAs Ben mentioned, we’re going -- this is just a kickoff of what we think will be an intense process.  We expect to have the next round of experts meetings by the end of the year in Buenos Aires.  And I would expect to have two or three more before the summit in Korea in 2012.  And my prediction is that we are likely to have even more concrete results in 2012; we’ll be able to do better than we did this time because I think we’ve set a pattern -- countries will want to come to the next meeting with even bigger and better house gifts.\nSo I’m going to stop there and ask Laura to go through with you in more detail some of the things that we’ve achieved.\nMS. HOLGATE:  Good evening.  I wanted to say just a few words about the documents and then some of the national actions that we’ve been talking about in terms of concrete outcomes.\nThe communiqué is a high-level political statement by all of the 47 countries who are participating that pledges to strengthen nuclear security and reduce the threat of nuclear terrorism.  It endorses the President’s call to secure all vulnerable nuclear materials in four years.  And it pledges to work together towards that end.\nThe implementation of the communiqué will result in focused national efforts to improve security and accounting of nuclear materials and strengthen regulations at the national level.  And it’s important to say that this is with a special focus on highly enriched uranium and plutonium, which is the raw ingredients of nuclear weapons.\nWe would expect to see consolidation of stocks of highly enriched uranium and plutonium, and reduction in the use of highly enriched uranium.  Action on the communiqué would increase the number of countries signing up to some of the key international treaties that you’ve been hearing about on nuclear security/nuclear terrorism, as well as add to those countries who are cooperating under mechanisms like the global initiatives to combat nuclear terrorism, building capacity for nuclear security among law enforcement, industry and technical personnel.\nThe communiqué also calls for the International Atomic Energy Agency to receive the financial and expert support that it needs to develop nuclear security guidelines and to provide advice for its member states on how to implement them. \nUnder the communiqué, bilateral and multilateral security assistance will also be applied where it can do the most good.  And international cooperation would increase, including new opportunities for U.S. bilateral security programs.  We’d see that nuclear industry sharing best practices for nuclear security, at the same time making sure that the security measures do not prevent countries from enjoying the benefits of peaceful nuclear energy.\nSo that’s kind of what the communiqué covers in a nutshell.  It launches a summit work plan, which is issued as guidance for national and international actions to carry out the communiqué.  This detailed document lays out the specific steps that it will take to bring the vision of the communiqué into effect.\nThese steps include ratifying and implementing treaties; cooperating through the United Nations to implement and assist others in meeting Security Council resolutions, in particular, U.N. Security Council Resolution 1540; working with the International Atomic Energy Agency to update and implement security guidance and carry out advisory services; reviewing national regulatory and legal requirements that relate to nuclear security and nuclear trafficking; converting civilian facilities that use highly enriched uranium to non-weapons-useable materials; research on new nuclear fuels, detection methods and forensic technologies; development of corporate and institutional cultures that prioritize nuclear security; education and training to ensure that countries and facilities have the people they need to protect their materials; and joint exercises among law enforcement and Customs officials to enhance nuclear detection opportunities.\nSo many of these activities are already underway, but this summit is elevating, expanding and energizing a number of these very effective mechanisms and institutions that have been created over the last decade. \nThis isn’t a pledging conference and it’s not a context in which we’re inventing big, new international institutions.  It’s really a way to try to elevate and implement all of the good words that have been said over the last two years.\nAnd so building on those general commitments and, in the sense of the rising tide lifting all boats, we also have a number of boats that are moving out fast.  And, Jeff, if you could put up the slide -- this is just kind of a summary of the clusters of types of activities that we’ve seen national -- participating countries present.  I counted on my list of countries about 30 countries out of the 50 participants here who have committed to take various actions, and these can be clustered in the following ways.\nOne of the most important things in the context of dealing with the threats of nuclear terrorism is actually removing and eliminating material.  And we have had a number of countries who’ve committed to take those activities:  Canada, Chile, Kazakhstan, Mexico, Russia, Ukraine, and the United States.\nRelated to that, in many cases, is a determination to convert research reactors that often are the sources of these highly enriched uranium or weapons-usable materials.  So we’ve seen those commitments be created or reiterated in Chile, Kazakhstan, Mexico, and Vietnam.\nWe’ve seen Russia celebrate the end of their plutonium production reactor this week, which is a longtime project but it’s finally at the endpoint.  We’ve also seen in other countries -- a number of countries commit to accelerate their treaty ratification process, and so there’s a few countries here that have either just completed them or in the process of completing them.  And the U.S. is among those that’s in the process.  We just introduced legislation -- we just provided legislation to the Congress in the last couple of weeks that will complete our ratification requirements for these key treaties that you’ve been hearing so much about.\nWe’ve had new pledges to support the International Atomic Energy Agency in its activities.  And we’ve seen three -- four countries talk about a review service that the IAEA provides in terms of bringing in peer review of the nuclear security at certain facilities.  And Finland mentioned the success that they have with their facility, and at this summit we’ve seen France, the U.K., and the U.S. commit to those kinds of reviews.\nThis is significant because often these reviews are seen as part of an assistance process, and they’re requested by countries who are not necessarily thought of as the most capable in nuclear security.  What we’re seeing here is countries beginning to look at this possibility as a peer review process, as a way to enhance and improve their own security.  \nWe’ve seen several countries committing to support capacity-building activities or centers of excellence.  We’ve seen -- and in that case we see China, France, Italy, India, Japan, Kazakhstan, the U.S., and the U.K. \nA number of countries have signed up anew to the global initiative to combat nuclear terrorism, or are working hard to extend and expand the G8 global partnership against weapons and materials of mass destruction. And in terms of the global initiative, we have brand-new commitments from Argentina, the Philippines, Thailand, and Vietnam to join and be part of that effort.\nSeveral countries have chosen this opportunity to talk about their new national regulations around nuclear security and export control, and we’ve seen progress in Armenia, Egypt, and Malaysia in that context.  And we’ve also seen some movement in the context of nuclear detection.  And here I have a late add -- just this afternoon, Argentina signed a megaports agreement with the United States.  That was after I did this slide, so it’s not on here.  But Italy, the UAE, have also just recently announced megaports cooperation with the U.S. to install radiation detectors at major ports to ensure against nuclear trafficking.  And the U.S. is working very hard on dealing with -- on developing new detection technologies.\nWe’ve seen an increase in bilateral contributions and cooperation from Canada, New Zealand, Norway, and the United States.  And we’ve also seen a number of countries announcing their intent to hold regional or national conferences or meetings in support of nuclear security, and that’s Canada, Japan, Kazakhstan, Korea, and Saudi Arabia.\nSo hopefully this gives you a little bit of texture, and there will be some documents that are released here shortly that have more specifics on what each country has committed.  But I think this gives real life to the commitments that have been made that may sometimes sound dry or technical.  And these are things that will really change the status of security on the planet.\nThank you.\nMR. RHODES:  Thanks, Laura.  So we’ll take any questions you guys have about this stuff.\nQ    Two questions.  Gary, you said you had seen nothing like this since 1984.  And if you could describe for a moment exactly how this differs -- because certainly through the past 10 years we’ve seen the international conventions Laura just referred to; we’ve seen a Security Council agreement, which was obviously debated thoroughly at the Security Council -- so why we should think that these are more binding. \nAnd a specific question on the agreement with Russia that Secretary Clinton signed today.  My recollection is this also goes back to the Clinton administration when I think that President Clinton himself may have announced this in 1998.\nMR. SAMORE:  I think that the 9/11 terrorist attacks galvanized the United States under the Bush administration to take the threat of nuclear terrorism much more seriously than the U.S. did in the past.  And as a consequence, I think the Bush administration deserves credit for putting in place a number of important -- and working with other countries to put in place -- a number of important instruments that we now have\n\t-- we are now using to pursue our own efforts.  And that includes U.N. Security Council Resolution 1540, the G8 Global Partnership, the revision on the Convention of Physical Protection of Nuclear Material, the Convention on the Suppression of Acts of Nuclear Terrorism.  All of these building blocks are things that began under the Bush administration.\nWhere I think we have been able to build on is that I think -- and this in part was a reflection of the perception of U.S. policy in that period -- I think we’ve been much more global.  This is not a concern just limited to the United States and its Western allies.  I think we’ve been able to bring in, in this summit, the whole world, including regions of the world which up to now, I think, have not been very invested with the credibility of the threat.  And I mean Asia and the Middle East, Latin America, Africa.  I think this is a much more international, global effort.\nSo I think that’s an important achievement.  I also think that in terms of the concrete measures that this conference has stimulated countries to take, when you do these kinds of things at the leader level, you’re much more likely to get big decisions made.  And I think a lot of the things the Bush administration did were very good, but there never was a summit of 47 leaders and three big international organizations.  So I think that really is a difference in kind that will I think pay benefits in the future.\nOn the plutonium disposition agreement, this is something I remember very well, because I helped negotiate it in the Clinton administration.  But it’s been languishing for 10 years because we and the Russians couldn’t reach agreement on some implementing language.\nIt was in 2000, when President Clinton went to Moscow in 2000, we announced the completion -- and we did complete it, but there was some implementing details.  For 10 years it’s been languishing.  And when President Obama came in, we intensified our negotiations with the Russians and finally reached agreement.  And now I'm very happy to say, after all this time, we’ve signed the implementing legislation so that we can begin the process of disposing of 34 metric tons of weapons-grade plutonium each.\nSo I think it’s another indication that President Obama’s commitment and passion on this issue has helped to produce results.\nMR. RHODES:  David, I'd just add one thing.  Across this agenda, there has been a sense the President had when he came in that some of our efforts in the areas of nuclear weapons, non-proliferation, nuclear security, were fraying; that the NPT was fraying; our nuclear security initiatives were not proceeding with the kind of urgency that the threat demanded and that, in general, there wasn’t a sense of momentum around nuclear security and non-proliferation.\nThat was precisely the rationale that led him to make his speech in Prague as his first major foreign policy address on foreign soil and to lay out this agenda.  And essentially what he did there is try to reinvigorate the U.S. government and the international community around a very broad set of goals, including nuclear security, and again, as Gary said, taking this issue, which had been of concern and where steps had been taken, and elevating it to the level of leaders and broadening the coalition to include all regions of the world is fundamental to our ability to achieve our objectives. \nYou’ve heard the President say many times that this is not the kind of thing that we can do alone, nor is it the kind of thing that we can do with a small group of our allies -- that it’s going to take broad collective action and global action to make progress, and it’s also going to take the intensive efforts of leaders focusing on this and, as Gary has pointed out, holding their own governments accountable to the kinds of actions that you’ve seen announced today.\nSo, yes, Jonathon.\nQ    This is probably for Gary or for Laura.  When you look at the language, they talk about participating state parties to the convention will assist states as appropriate and upon their request to implement the convention.  Participating states will consider where appropriate converting highly enriched uranium fuel to research reactors where it is technically and economically feasible.  You see these “where appropriate” caveats throughout the language.  And I’d like to just get an explanation of why those are in there, who insisted on them, and how much they -- given out to countries that don’t want to participate.\nMR. RHODES:  I’d say two things and then I’d turn it over to Gary.  The first thing I’d say is we believe that this is a situation where every nation has an interest in achieving nuclear security.  So the notion that a nation would not want to secure its nuclear materials is not the same obstacle to robust international collaboration that you might have on a separate issue.  So we believe that, as Gary spoke to, galvanizing nations to the threat, again, is fundamental to creating that sense of urgency for moving forward.\nThe second thing I’d say before turning it over to Gary is that different nations have different things that they need to do in order to achieve the President’s goal of locking down all these materials, right?  So for some nations, it’s going to be the kinds of actions you’ve seen in terms of shipping HEU out of the country, disposition of plutonium.  For some nations it’s going to be the adoption of new security standards. \nSo it has to be an approach that is flexible enough to take into account the targeted needs of different nations.  So there’s not going to be one size fits all that you can drop on somebody and say, this is what’s required out of you.  It’s going to be a more focused effort into figuring out, okay, what does X nation need to do in service of this global goal?  And the communiqué enables that kind of focused action so that we’re looking at nations saying, okay, what kind of actions do they need to take, what kind of assistance do they need to achieve those actions, what kind of standards do they need to put in place.\nBut I’ll turn it to Gary now.\nMR. SAMORE:  Jonathon, I think it’s important to realize that the structure of nuclear security is fundamentally a sovereign responsibility of nation states.  And countries guard very jealously their freedom of action and their responsibility for making sure that their nuclear materials, whether in the civil or the military sector, are well secured.\nNow, as Ben said, every country has an interest in making sure that those materials are secure.  So we’ve got something to work with.  But in my view, trying to construct an international regime that would require countries to take certain steps and to have an enforcement mechanism to take certain steps on nuclear security is not attainable.  And the effort to try to create such a regime I think would distract our efforts from the near-term need to secure these materials.\nSo as the President said, it might be nice if there was a world policeman -- but there isn’t.  I think we’ve got to work with the structure we have.  Given the interest that countries have in securing this material, I think we can do it with the fundamentally national-based structure that exists.\nQ    Just to follow up, I mean, there isn’t an international policeman, but there is the IAEA, there is the U.N. Security Council -- they exist to enforce international law.  And we have made international law that is enforceable.\nMR. SAMORE:  Well, I think the IAEA is a perfect example.  The IAEA role in nuclear security is to provide advice and assistance.  It’s not like safeguards.  In the safeguards area, the IAEA has the authority to conduct inspections, and if they find that a country is violating their safeguards inspections and they’re carrying out nuclear activities inconsistent with peaceful uses, the IAEA has a responsibility to report that to the board of governors and then to the U.N. Security Council. \nThere’s no comparable authority in the nuclear security area.  And in my view, it is not attainable.  It is not possible to get an international agreement to give the IAEA the same kind of authority in nuclear security that it has in nuclear safeguards.  I might wish that it were, but we have to deal in a world as it exists.  And given the urgency of the threat, in my view, we would just waste a lot of time and effort trying to create something that I honestly do not believe is possible.  Much better to work with the system we have, build on countries’, A, self-interest in securing nuclear material and avoiding terrorism -- and I think there are mechanisms available, but it requires a cooperative approach as opposed to approach that has an enforcement mechanism.\nQ    While you haven’t -- you’re not in favor of an enforcement mechanism or don’t believe it’s practical, you did require that countries, many of them bring a housewarming gift or some sort of commitment in connection with their appearance here.  And a number of those have been announced.  However, with respect to Russia, as David was mentioning earlier, aside from the plutonium issue there’s also the issue of research reactor convergence, which you have up on the list there I believe.  Russia has more of those than any other country.  In fact, I believe they’re about to open another such reactor soon.  Can you say whether there were any discussions about that issue with the Russians in connection with this summit?  And is there any hope of having that issue move in the right direction, as opposed to what the U.S. views as the wrong direction?  Thank you.\nMR. RHODES:  The first thing I’d say is we believe that Russia -- the steps announced by Russia as relates to plutonium disposition and the closing of the plutonium reactor are precisely the kinds of actions that this summit was intended to galvanize.  Because here you have tangible steps that in many cases have been languishing for years, steps that we hadn’t created a sense of urgency around implementation, that had been -- the had fallen prey to a drift in the U.S.-Russia relationship.  And the combination of the cooperative relationship that the President and President Medvedev have forged together and the broader international effort around the summit helped to galvanize those very important commitments to the summit.\nAs it relates to the reactor, I don’t know if you want to take it.\nMS. HOLGATE:  As you properly point out, Russia has a number of research reactors that continue to use highly enriched uranium.  But in -- I think this is precisely the kind of area where the political space that Ben referenced is going to help us; where we -- this notion of how do we work with Russia to develop new fuel types to deal with the conversion issues or to help them shut down those reactors has been on the table for a number of years.  It persists, it’s part of the conversations that go on all the time at all levels with our Russian counterparts.\nBut the context of this kind of a global effort, the renewal and, in some ways, intensification of the commitments around conversion and moving away from HEU, blending down HEU, we think will help move our work with Russia in this particular area along.  We didn’t see any particular advances on that in this meeting, but I firmly intend to take advantage of this moment to reengage and try to push -- continue to try to push that issue with the Russians, because it is a key part of achieving our goals on HEU minimization.\nQ    Hi, thank you.  Just a couple quick questions.  One, on the Russia disposition program -- is there any way to ensure that they eventually won’t produce plutonium from those reactors, because they are breeder reactors after all?  And my second question is just on the Times article about China receiving oil, in case they enforce sanctions on Iran.  Is that true?  And if so, is that a policy?  Are we going to do that for other countries as well?\nMR. RHODES:  Can you repeat the first question one more time?  I’m sorry, I didn’t quite hear.\nQ    Sure.  Just on the Russia disposition program, is there any way to ensure that those reactors eventually won’t be used to produce plutonium?  Because they are, after all, breeder reactors.\nMR. RHODES:  I’d take the second question first and Laura can take the first one.\nThe efforts that we’ve had through the P5-plus-1 with China have been focused upon our common interests in preventing, frankly, what would be very damaging to global security, which is an Iran that continues to fail to live up to its international obligations; that damages, therefore, the NPT, the credibility of the international community; that also sees potential nuclear arms races in the Middle East and a very destabilizing activity over the next several years.\nSo our fundamental discussions with China have been focused on taking action on sanctions because of the common threat that we both face from Iran.  I wouldn’t get into -- I’m not going to -- so I wouldn’t speculate around the kinds of scenarios you outlined.\nThe point that the President makes President Hu is that we have a shared interest in preventing nations from violating their international obligations, from causing NPT to fray, is that foundation of preventing the spread of nuclear weapons.  And that’s the basis upon which the President has engaged President Hu.  But I’ll turn it over to Laura.\nMS. HOLGATE:  On the plutonium management and disposition agreement, the U.S. and Russia are committed to transparency provisions that allow us to look at each other’s facilities as we proceed with the disposition efforts.  And the Russian reactors that will be burning this plutonium, transforming it to a form that can't be used as weapons, will be looked at and made sure that they are not operating in a mode that breeds new plutonium into the fuel and the Russians’ ability to reprocess that fuel -- I mean, the U.S. ability for that matter as well.  Neither country is allowed to reprocess the fuel until after all of the 34 tons that the agreement covers have been disposed of.\nAnd we fully expect that there will be additional material that will flow into that disposal pipeline as dismantlements proceed under START and New START and other future arms control agreements.  So we expect that the disposition effort will continue for some time before the reprocessing of that fuel is allowed.\nMR. RHODES:  We’ll take one or two more here.  Yes.\nQ    Thank you.  President Sarkozy, during the dinner last night, suggested that the international community could think about a mechanism to -- for jurisdiction, an international jurisdiction, to prosecute individuals or heads of state responsible that would be involved in some proliferation.  Do you think that’s a good idea?  Do you -- it’s not on your slide, but is it something that --\nMR. SAMORE:  Well, President Sarkozy introduced this idea of some kind of tribunal to deal with state officials that provide assistance, nuclear assistance to terrorist groups, at the dinner last night.  And there was a very lively discussion among the world leaders, who had a lot of different views about the proposal.\nWhat President Obama said to summarize the discussion is that this was an interesting idea, a creative idea; certainly merited further discussion.  And the leaders agreed that this is one of the things the experts will be discussing as we continue to meet between now and the 2012 summit.\nMR. RHODES:  Separate and apart from that, the only thing I'd add as it relates to the passage of nuclear materials to terrorists, within our own Nuclear Posture Review, recognizing that this is the nature of the threat in the 21st century, we embrace the notion that those nations that do pass nuclear materials to terrorists will be held accountable for that action through our nuclear deterrent.  So this is an issue that the United States has brought into its own nuclear policy, recognizing that the passage of materials from a state to a terrorist group is really a first-order threat that we face.\nWe’ll take one more in the back here.\nQ    The focus of your summit was on weapons-grade fissile materials.  But there are vast amounts in the world of nuclear waste that can be used in dirty bombs.  Now, I'm wondering whether or not that was just a road too far to deal with in this summit.  To what extent does the threat posed by the nuclear waste rival the threat posed by terrorists getting their hands on weapons-grade material?\nMR. RHODES:  I'll provide an answer and then see if my colleagues want to join in.\nI think that the reason for the focus on the materials that can be used to make a weapon -- plutonium, high-enriched uranium -- are that that is the highest-consequence threat.  When you look at the possible scenarios for a terrorist attack in an American city or any city in the world, that the nuclear yield produced by a weapon is by many, many orders of magnitude the most devastating threat.  That doesn’t diminish the fact that there -- that doesn’t do away with the fact that there are many other threats that we take very seriously and that we’re doing a number of things on, that my colleagues may speak to, including a potential for the release of a dirty bomb or a radiological device.\nBut given the orders of magnitude by which a nuclear yield threatens our people and people around the world, we wanted to focus on this.\nAnd I think -- the important thing -- as you look at the national actions that come out of the summit, as you look at the communiqué and the work plan, as Gary said, there is a -- there is material -- we know precisely what this material is, and we know that there are measures that can be taken to secure it.  And each step that we take in pursuit of that goal makes the United States more secure and makes the world more secure.\nSo we believe just the actions that were announced today at this summit enhance our security, because as we’re securing more HEU, as nations are giving up that HEU, as nations are disposing of plutonium, as nations are adopting best practices -- all of those efforts contribute towards lessening the pool that terrorists have to acquire a weapon and securing the materials so that they can be used for peaceful purposes.\nSo each step that we take down this road makes us safer, because each step that we take, again, diminishes that pool.  And where we want to get to is a point where, through our national actions, through the kind of international conventions that are embedded in this communiqué, through the adoption of best practices and standards that will be funded through some of the kinds of efforts that we’ve already seen announced today, and through the kind of bilateral technical and financial assistance that nations like the United States can provide, we are facilitating the shrinking of that pool of materials that are vulnerable to exploitation by terrorists.\nSo, again, this is -- the reason for the focus is because it’s the highest-consequence threat that we face, and because we believe that we can take tangible steps down this road of lessening those materials and preventing them from falling into the wrong hands.\nI don’t know if you want to speak to the -- as it relates to dirty bombs, we have separate efforts, of course, taking place that my colleagues work on and many other parts of government work on -- biological weapons, chemical weapons, and dirty bombs.  But the yield from, say, a conventional explosion with the release of radiological materials would not, while a weapon of mass effect, would not have the kind of mass destruction from a nuclear yield, which could kill tens if not hundreds of thousands of people.  And so that’s why we have this kind of focus.\nAnd again, on both the nuclear side and the terrorism side, the President has -- this is one piece of a comprehensive puzzle.  So on the nuclear side, this is the nuclear security piece.  We have the non-proliferation piece, which is focused through our efforts to strengthen the NPT, keep our own obligations, reduce our own arsenals. Then on the terrorism side, we have, again, our broader counterterrorism policy of disrupting, dismantling, and defeating terrorist networks.  But what this summit was focused on in a very clear way was securing those materials that could lead to the highest-consequence attack so we’re not dealing with a 9/11 that is by many more orders of magnitude devastating to our people or to global security.\nSo with that, I think we’ve got to wrap and catch a motorcade.  But thanks, everybody, and be in touch with any more questions.\nEND\n\t6:37 P.M. EDT\n\n\n\n\n"
}