{
    "title": "HOJA INFORMATIVA: Los esfuerzos de la Administración del Presidente Obama han ampliado las oportunidades para la comunidad hispana | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/05/hoja-informativa-los-esfuerzos-de-la-administraci%C3%B3n-del-presidente-obama",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 05, 2016\n\n \n\n\n\nHOJA INFORMATIVA: Los esfuerzos de la Administración del Presidente Obama han ampliado las oportunidades para la comunidad hispana\n\n\n\n\n\n\tEl Cinco de Mayo es un día para celebrar las importantes contribuciones culturales de nuestra comunidad mexicana - norteamericana e hispana. Durante su mandato, el Presidente Obama ha trabajado para ampliar las oportunidades para todos los estadounidenses, incluyendo la comunidad hispana. Trajo nuestra economía del borde del colapso reconstruyendo los Estados Unidos desde el centro hacia afuera; aumentó las inversiones en educación de la cuna a la carrera; hizo que el cuidado de la salud y la educación universitaria sean más asequibles; y ayudó a la gente en todo el país a concretar el sueño de ser propietarios de una vivienda.\n\nMayores oportunidades laborales y caminos a la clase media \n\n\n\t\tBajo el Presidente Obama, se han agregado 14.4 millones de empleos en el sector privado durante 73 meses consecutivos, incluidos 2.7 millones de empleos durante los últimos 12 meses, el período de crecimiento del empleo más largo en el sector privado en nuestra historia.\n\n\t\tLa tasa de desempleo hispana ha disminuido desde su pico del 13 por ciento en agosto de 2009 hasta el 5.6 por ciento en marzo de 2016.\n\n\t\tDesde que el Presidente Obama pidió un aumento en el salario mínimo durante su Estado de la Unión del 2013, 18 estados y el Distrito de Columbia han aumentado su salario mínimo. El Presidente y el Departamento de Trabajo apoyaron leyes que aumentarían el salario mínimo a $12 la hora para el año 2020. De acuerdo con el Instituto de Política Económica, este proyecto de ley aumentaría los salarios para millones de trabajadores hispanos.\n\n\t\tLos empresarios hispanos comenzaron más de un millón de pequeños negocios, lo que ha hecho crecer la cantidad de firmas propiedad de hispanos en un 47 por ciento a más de 3.5 millones de empresas. Estos negocios contribuyeron más de $75 mil millones a la economía de Estados Unidos.\n\n\t\tA través de sus dos programas principales de préstamo, la Administración de Pequeñas Empresas (Small Business Administration) de Estados Unidos aumentó sus préstamos a empresarios hispanos en casi un 21 por ciento durante el año pasado solamente. En el caso de los préstamos pequeños en dólares (de menos de $350,000), la Administración de Pequeñas Empresas (Small Business Administration) aumentó sus préstamos a empresarios hispanos en un 27 por ciento.\n\n\nAumento del acceso a cuidados de salud asequibles y de calidad.\n\n\n\t\tDebido a la Ley del Cuidado de Salud a Bajo Precio (Affordable Care Act, ACA), la tasa de personas sin seguro entre los hispanos adultos ha bajado en un 27 por ciento, lo que corresponde a más de cuatro millones de adultos hispanos que obtuvieron cobertura.\n\n\t\tCon el ACA más de 8.8 millones de hispanos con seguro privado ahora tienen acceso a servicios preventivos ampliados, incluyendo inmunizaciones y ciertos exámenes para la detección de cáncer sin copago o deducible.\n\n\t\tEl ACA invirtió $11 mil millones en centros de salud de la comunidad, lo que aumentó el acceso a la atención médica en casi un 35 por ciento para pacientes hispanos que dependen de estos centros.\n\n\t\tEl índice de embarazos de adolescentes se redujo en casi un 50 por ciento entre adolescentes hispanas, lo que hizo que bajara la tasa nacional de embarazos de adolescentes hasta un mínimo histórico.\n\n\nAsegurar que nuestra juventud pueda lograr su pleno potencial \n\n\n\t\tEl Presidente Obama invirtió $4 mil millones adicionales en programas Head Start para proporcionar educación preescolar a más niños en todo el país. El treinta y ocho por ciento de quienes reciben Head Start son hispanos. El Presidente Obama también ha ampliado Early Head Start durante el curso de su mandato. Actualmente, hay más del doble de la cantidad de bebés y niños pequeños hispanos en programas Early Head Start, en comparación con 2008.\n\n\t\tMás de 2.6 millones de niños hispanos, casi la mitad de los latinos de menos de cinco años, se han beneficiado de las becas Carrera a la cima (Race to the Top) del Desafío para la educación preescolar (Early Learning Challenge).\n\n\t\tLa Administración publicará la primera declaración de política federal para apoyar mejor a los estudiantes que aprenden dos idiomas en programas de la niñez temprana de alta calidad. La declaración de la política destacará la evidencia de los beneficios de ser bilingüe y proporcionará un conjunto de recomendaciones estatales y locales.\n\n\t\tLa tasa general de graduado de enseñanza media de la nación es del 82 por ciento, lo cual es un récord histórico, debido en parte a los progresos significativos realizados por los estudiantes hispanos. En la década anterior, la tasa de deserción de estudiantes hispanos se redujo en más de la mitad y las tasas de graduación aumentaron al 76 por ciento.\n\n\t\tLa Administración del Presidente Obama ha invertido más de $12 mil millones en subvenciones de investigación para universidades, becas, programas de capacitación y otros recursos para hispanos, que ayudarán a que los estudiantes hispanos se inscriban en la universidad y tengan éxito.\n\n\t\tLa inscripción en la universidad de los estudiantes de raza negra e hispanos aumentó en más de un millón de estudiantes desde el 2008.\n\n\t\tHay más estudiantes hispanos que se gradúan de la universidad que nunca; ahora, más de 70,000 estudiantes obtienen una licenciatura cada año. En el año académico 2013-2014, más de 200,000 estudiantes hispanos terminaron la universidad.\n\n\t\tMillones de estadounidenses jóvenes pueden pagar la universidad, gracias a las inversiones históricas, que incluyen el aumento de la concesión de la subvención Pell por más de $1,000 y la creación de un Crédito de impuestos de oportunidades para estadounidenses que vale hasta $10,000 en el transcurso de cuatro años de universidad; mantener bajas las tasas de interés en los préstamos estudiantiles federales; ayudar a los prestatarios a administrar la deuda después de la universidad, con planes como Paga a medida que vas ganando dinero (Pay as You Earn, PAYE) que limita los pagos de préstamos mensuales al 10 por ciento de los ingresos.\n\n\t\tLa solicitud gratis de la Ayuda federal para estudiantes (Free Application for Federal Student Aid, FAFSA) se ha modernizado y simplificado, lo que facilita más que los estudiantes presenten una solicitud para obtener ayuda financiera. Ahora más de seis millones de familias pueden obtener información de ingresos de forma electrónica del IRS al completar la solicitud de FAFSA 2014-2015, una mejora en velocidad y precisión. Los estudiantes y familias en promedio llenan la solicitud de FAFSA en 20 minutos, lo cual representa un tercio del tiempo que tomaba hace siete años.\n\n\t\tEl Presidente Obama lanzó la iniciativa El guardián de mi hermano (My Brother’s Keeper, MBK) para hacer frente a las lagunas de oportunidad persistentes a las que se enfrentan los chicos y los jóvenes de minorías para garantizar que todos los jóvenes puedan alcanzar su potencial pleno. Desde 2014, casi 250 comunidades en todos los 50 estados han aceptado el reto comunitario “El guardián de mi hermano (My Brother’s Keeper)” del Presidente, y el esfuerzo ha obtenido más de $600 millones en apoyo, subvenciones filantrópicas y recursos en especie del sector privado.\n\n\nLa oportunidad de tener un hogar propio al alcance de todos \n\n\n\t\tLa Administración de Vivienda Federal (Federal Housing Administration, FHA) redujo las primas anuales para los nuevos prestatarios en la mitad de un punto porcentual, para que la oportunidad de tener un hogar propio sea más asequible para familias hispanas responsables. Más de la mitad de los hispanos que compra su vivienda por primera vez utiliza un préstamo asegurados por la FHA.\n\n\t\tEl año pasado, la Administración trabajó en representación de individuos y familias hispanas para asegurar el acceso equitativo a oportunidades de vivienda, asegurando más de $200 millones que beneficiaron a 1,800 personas en presuntos casos de discriminación en materia de viviendas contra los miembros de la comunidad.\n\n\t\tEl Departamento de Vivienda y Desarrollo Urbano lanzó “ConnectHome”, un programa para proporcionar a casi 275,000 hogares de bajos ingresos, y cerca de 200,000 niños, acceso a la Internet en el hogar y oportunidades para construir un futuro más prometedor.\n\n\nTomar medidas para arreglar nuestro sistema de inmigración\n\n\n\t\tEl Presidente Obama sigue muy comprometido para conseguir una reforma migratoria de sentido común e integral. En noviembre del 2014, tomó medidas conforme a su autoridad para arreglar nuestro sistema de inmigración. Las políticas de acción diferida que él anunció proporcionarían mayores oportunidades a los inmigrantes que vinieron a nuestra Nación durante su niñez y a padres de ciudadanos estadounidenses y residentes permanentes legales que han vivido aquí durante años. La administración sigue defendiendo estas políticas en la corte para poder ponerlas en práctica.\n\n\t\tDesde el 2012, la política de Acción Diferida para los Llegados en la Infancia (Deferred Action for Childhood Arrivals, DACA) ha permitido a más de 700,000 jóvenes Dreamers asistir a la escuela y trabajar en forma legal. La gran mayoría de los beneficiarios de DACA son jóvenes hispanos.\n\n\t\tLas medidas anunciadas por el presidente también incluyen medidas para modernizar nuestro sistema de inmigración legal con la finalidad de apoyar a trabajadores muy calificados, empresarios, estudiantes y familias.\n\n\t\tEl Presidente Obama estableció el Grupo de Trabajo de la Casa Blanca sobre Nuevos Estadounidenses, para apoyar la integración de los inmigrantes y los refugiados en las comunidades estadounidenses, incluidas la integración lingüística, cívica y económica. Más de 50 ciudades y condados se han unido a la Campaña de desarrollo de comunidades acogedoras, para crear un entorno acogedor en las comunidades locales.\n\n\t\tEl Presidente lanzó la campaña de concientización ciudadana “Más Firme, Más Fuerte”, cuyo objetivo es promover los derechos, las responsabilidades y las oportunidades de obtener la ciudadanía entre los 8.8 millones de residentes permanentes legales posiblemente elegibles para hacerse ciudadanos estadounidenses. Más de 3 millones de estas personas elegibles son hispanos.\n\n\nMejora de nuestras relaciones con Latinoamérica \n\n\n\t\tEl viaje del Presidente Obama a Cuba marcó un hito histórico en el proceso de normalización de relaciones entre Estados Unidos y Cuba. La Administración ha trabajado con los cubanos para reducir las restricciones de viaje, facilitar el comercio, aumentar la participación entre el pueblo cubano y el estadounidense, expandir los vínculos de negocios y comerciales, y continuar el llamado y el apoyo a los derechos humanos y a la sociedad civil en Cuba.\n\n\t\tEl Presidente ha priorizado el apoyo a Centroamérica con el fin de ver una Centroamérica integrada económicamente que sea enteramente democrática, proporcione a sus habitantes oportunidades en el ámbito económico, cuente con instituciones públicas más eficaces, transparentes y responsables, y garantice un entorno seguro para sus ciudadanos.\n\n\n\n\n\n"
}