{
    "title": "President Obama Calls on Congress to Act on Veterans Job Corps in \"To Do List\" and Launches New Military Credentialing Initiative to Fill Workforce Needs | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/05/31/president-obama-calls-congress-act-veterans-job-corps-do-list-and-launch",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMay 31, 2012\n\n \n\n\n\nPresident Obama Calls on Congress to Act on Veterans Job Corps in \"To Do List\" and Launches New Military Credentialing Initiative to Fill Workforce Needs\n\n\n\n\n\nExecutive Action Will Help Thousands of Service Members Get Credentialed for Manufacturing Jobs\n\n\tTomorrow, President Obama will visit Honeywell’s Golden Valley facility in Golden Valley, Minnesota to call on Congress to act on the “To Do List” by passing the Veterans Job Corps legislation. The President will also announce a new We Can’t Wait initiative that will help thousands of service members with manufacturing and other high-demand skills receive civilian credentials and licenses. As thousands of our servicemen and women return from the end of the war in Iraq and the start of a responsible drawdown in Afghanistan, now more than ever we must fulfill our duty to them. In addition, the President’s Council of Economic Advisers and the National Economic Council have released a new report, Military Skills for America’s Future: Leveraging Military Service and Experience to Put Veterans and Military Spouses Back to Work. The report analyzes the labor market situation of America’s veterans, discusses the challenges that returning veterans and military spouses face as they seek to enter or re-enter civilian employment, and outlines the measures the Administration has taken to address these challenges.\n\n\tThe President will address these issues at the Honeywell Golden Valley facility. Honeywell is a participant in the President’s Advanced Manufacturing Partnership, a partnership which has brought together industry, universities, the federal government, and other stakeholders to identify emerging technologies with the potential to create high-quality domestic manufacturing jobs and enhance U.S. global competitiveness. The AMP Steering Committee has recognized that veterans and separating service members are a great resource to help fill certain skills gaps in the manufacturing sector.  Honeywell is also an active partner in the Administration’s Joining Forces initiative and has hired 900 veterans since 2011. The Golden Valley facility the President will be visiting tomorrow employs 65 veterans. \n\n\tThe Department of Defense, at the President’s direction, has established a Military Credentialing and Licensing Task Force. The Task Force will focus its initial efforts on industries that have an identified need for more skilled workers and stand to benefit from military expertise and training, including: manufacturing, first responders, healthcare, information technology, transportation, and logistics. Within one year, the Task Force will: (1) identify military specialties that readily transfer to high-demand jobs; (2) work with civilian credentialing and licensing associations to address gaps between military training programs and credentialing and licensing requirements; and (3) provide service members with greater access to necessary certification and licensing exams. \n\nTomorrow’s announcement is the first action of the Task Force, and will provide opportunities for up to 126,000 service members to gain industry-recognized, nationally-portable certifications for high-demand manufacturing jobs. In a recent study by Deloitte and the Manufacturing Institute, over 80% of manufacturers reported moderate to serious shortages of skilled talent for many of the jobs that require these types of certifications. Due to the high-quality of their military training, our veterans have the skill sets that employers demand to fill these positions.\n\n\tThrough the Military Credentialing and Licensing Task Force, the Army, Navy, Air Force, and Marine Corps have worked with manufacturing credentialing agencies to expand certifications to military personnel with skills in the high-demand fields of engineering, logistics, machining, maintenance, and welding. Through these partnerships, service members will be able to test for and earn civilian credentials immediately upon completing their initial military training. This effort builds upon and helps to accelerate the Administration’s Skills for America’s Future partnership with the National Association of Manufacturers to provide 500,000 community college students with industry-recognized credentials that will help them secure jobs in the manufacturing sector. In the first year of this effort, nearly 85,000 certifications were awarded. \n\n\nThrough a partnership between Army, Navy, Air Force, Marine Corps and the Manufacturing Skills Standards Council (MSSC), each Service will conduct a pilot for a limited number of service members to achieve industry-recognized credentials that can support a transition from military service to frontline jobs in the growing fields of advanced manufacturing and logistics. Service members participating in the pilot will have the opportunity to earn these credentials free of charge. The services will partner with MSSC to explore how opportunities for these credentials can be integrated into the services’ existing training programs and expanded to the larger pool of service members with relevant skills and training.\n\nThrough a partnership between the Army, American Welding Society (AWS), and National Institute for Metalworking Skills (NIMS), the Army’s Ordnance School will be accredited to provide unlimited certification testing for soldiers with certain machinist and welding skills.  Located in Fort Lee, Virginia, the Ordnance School trains thousands of service members every year in the maintenance of weapon systems. The partnership between NIMS and the Ordnance school will go into effect this summer to test for the NIMS “Level 1 Machinist” certification and the partnership between AWS and the Ordnance school will begin later this year to test for the AWS “Welder” certification.  \n\n\n\tThe machinist, logistics, and engineering credentials that select service members can earn as part of the partnerships the President will announce tomorrow are highly valued by Honeywell and are an important element of our hiring process. The new partnership between the Army and the National Institute for Metalworking Skills will allow soldiers who complete machinist training and earn the “Level 1 Machinist” Certification to qualify for Honeywell’s machinist hiring qualifications without the need for an additional two-year degree.\n\n\nThrough a partnership between the Army and Society of Manufacturing Engineers (SME), the Army will expand certification opportunities for service members in highly-specialized and technical engineering fields.  The Army’s Engineer school will conduct a one-year pilot program to assess the potential for Engineer Officers and Warrant Officers to meet SME’s “Certified Manufacturing Technologist” or “Lean Bronze Certification” credentials. These industry-recognized credentials will help service members qualify and pursue jobs as manufacturing engineers in the private sector. \n\n\n\tThe President will also continue to call on Congress to act on the “To Do List” and pass the Veterans Job Corps, which would put veterans back to work protecting and rebuilding America. \n\nCongress’ To Do List\n\n\nReward American Jobs, Eliminate Tax Incentives To Ship Jobs Overseas: Congress needs to attract and keep good jobs in the United States by passing legislation that gives companies a new 20 percent tax credit for the cost of moving their operations back to the U.S. and pay for it by eliminating tax incentives that allow companies to deduct the costs of moving their business abroad.\n\nCut Red Tape So Responsible Homeowners Can Refinance: Congress needs to pass legislation to cut red tape in the mortgage market so that responsible families who have been paying their mortgages on time can feel secure in their home by refinancing at today’s lower rates.\n\nInvest in a New Hire Tax Credit For Small Businesses: Congress needs to invest in small businesses and jumpstart new hiring by passing legislation that gives a 10 percent income tax credit for firms that create new jobs or increase wages in 2012 and that extends 100 percent expensing in 2012 for all businesses.\n\nCreate Jobs By Investing In Affordable Clean Energy: Congress needs to help put America in control of its energy future by passing legislation that will extend the Production Tax Credit to support American jobs and manufacturing alongside an expansion of the 30 percent tax credit to investments in clean energy manufacturing (48C Advanced Energy Manufacturing Tax Credit).\n\nPut Returning Veterans to Work Using Skills Developed in the Military: Congress needs to honor our commitment to returning veterans by passing legislation that creates a Veterans Jobs Corps to help Afghanistan and Iraq veterans get jobs as cops and firefighters, as well as other jobs serving their communities.  Leveraging skills developed in the military, veterans will restore our great outdoors by providing visitor programs, restoring habitat, protecting cultural resources, eradicating invasive species, and operating facilities. Through these opportunities, our veterans will help make a significant dent in the deferred maintenance of our Federal, State, local, and tribal lands including jobs that will repair and rehabilitate trails, roads, levees, recreation facilities and other assets.  Additionally the Veterans Job Corps will help veterans get back to work protecting our nation as first responders, such as police, firefighters, and emergency medical technicians. The program will serve all veterans, but will have a particular focus on post-9/11 veterans.\n\n\n\n\n\n"
}