{
    "title": "Readout of the President’s Meeting with the Presidential Ambassadors for Global Entrepreneurship | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/04/07/readout-president-s-meeting-presidential-ambassadors-global-entrepreneur",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 07, 2014\n\n \n\n\n\nReadout of the President’s Meeting with the Presidential Ambassadors for Global Entrepreneurship\n\n\n\n\nThis afternoon President Obama met with the inaugural members of the Presidential Ambassadors for Global Entrepreneurship (PAGE) at the White House, along with Secretary of Commerce Penny Pritzker, the PAGE Chair.\nEstablished by the Department of Commerce, PAGE is a group of successful American businesspeople eager to share their knowledge and experience to help develop the next generation of entrepreneurs at home and abroad.  Members have agreed to participate in an ongoing dialogue with policy makers globally, acting as goodwill ambassadors in discussions about how to create an environment where creativity, innovation, and entrepreneurship can grow and thrive.  They will also participate in outreach and mentorship activities to help promote start-up culture, and energize their own personal and professional networks to challenge and inspire budding entrepreneurs and raise awareness of the many resources available to them. They will work with Entrepreneurs Across Borders, an UP Global initiative, that will connect highly successful entrepreneurs with hundreds of cities in the United States and around the world to help spark grassroots startup growth.\nDuring their meeting, President Obama thanked members for their commitment to this cause and discussed the critical role that entrepreneurship plays in spurring job growth and sparking innovation.  He urged them to use the PAGE platform to help others learn from their experiences, benefit from their networks, and inspire new business owners to create economic opportunity in their own communities, throughout the country and across the globe.\nThe inaugural members of PAGE are:\n--Rich Barton, Co-Founder and Executive Chairman, Zillow (Seattle, WA)\n\n\t--Tory Burch, Chief Executive Officer, Tory Burch; Founder, Tory Burch Foundation (New York, NY)\n\n\t--Steve Case, Chairman and Chief Executive Officer, Revolution (Washington, DC)\n\n\t--Helen Greiner, Chief Executive Officer, CyPhyWorks; Co-Founder, iRobot Corporation (Danvers, MA)\n\n\t--Reid Hoffman, Co-Founder and Executive Chairman, LinkedIn (Mountain View, CA)\n\n\t--Quincy Jones, Chief Executive Officer, Quincy Jones Productions (Los Angeles, CA)\n\n\t--Salman Khan, Founder and Executive Director, Khan Academy (Mountain View, CA)\n\n\t--Daphne Koller, Co-Founder and President, Coursera (Mountain View, CA)\n\n\t--Hamdi Ulukaya, Founder and Chief Executive Officer, Chobani (New York, NY)\n\n\t--Nina Vaca, Chief Executive Officer, Pinnacle Technical Resources (Dallas, TX)\n\n\t--Alexa von Tobel, Founder and Chief Executive Officer, LearnVest (New York, NY)\n\n\n\n\n"
}