{
    "title": "The White House and FDA Announce Modernized Nutrition Facts Label | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2016/05/20/white-house-and-fda-announce-modernized-nutrition-facts-label",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nMay 20, 2016\n\n \n\n\n\nThe White House and FDA Announce Modernized Nutrition Facts Label\n\n\n\n\n\nFirst Lady Michelle Obama announces the new Nutrition Facts label as part of an effort to help make the healthy choice the easy choice for families\n\n\tWashington, DC – Today, at the Partnership for a Healthier America Summit, First Lady Michelle Obama will announce the modernized Nutrition Facts label for packaged foods reflecting the latest science, the most relevant nutrition information, and a refreshed design. Found on nearly 800,000 products, the label has not been significantly updated since its initial release twenty years ago.  Considering 77% of U.S. adults report using the Nutrition Facts label when buying a food product, the revamped label is a significant landmark achievement supporting the First Lady’s Let’s Move! initiative in its ongoing efforts to support raising a healthier generation.\n\n\t“I am thrilled that the FDA has finalized a new and improved Nutrition Facts label that will be on food products nationwide,” said First Lady Michelle Obama. “This is going to make a real difference in providing families across the country the information they need to make healthy choices.”\n\n\tAfter reviewing the comments received on the proposed rules, the consumer studies, and updated nutrition science, the FDA made a number of changes to the label. The final label requires Added Sugars to be declared to help consumers know how much sugar is added to the product during the processing of foods. The label features a revamped format that highlights key information, such as calories and servings per container. It also replaces out-of-date serving sizes to better align with the amount consumers actually eat.\n\n\t“For more than 20 years, Americans have relied on the Nutrition Facts label as a leading source of information regarding calories, fat and other nutrients to help them understand more about the foods they eat in a day,” said FDA Commissioner Robert Califf, M.D. “The updated label makes improvements to this valuable resource so consumers can make more informed food choices – one of the most important steps a person can take to reduce the risk of heart disease and obesity.”\n\n\tThe major changes to the Nutrition Facts label include:\n\n\n\t\tA more prominent display of “calories,” “servings,” and “servings per container” that drives consumers’ attention to these important elements when making informed food choices.\n\n\t\tRequirements for declaring the amount of “Added Sugars” in a food product. This is consistent with the 2015 Dietary Guidelines for Americans and the Institute of Medicine’s determination that calorie intake from added sugar is too high in the U.S. population and should be reduced.  Including “Added Sugars” on the label will help consumers know how much sugar has been added to a product. \n\n\t\tUpdated serving size requirements to reflect the amounts people currently eat. What and how much people eat and drink has changed since the serving sizes were first put into place in 1993.  By law, serving sizes must be based on the portion consumers actually eat.\n\n\t\t“Dual column” labels to highlight both “per serving” and “per package” calorie and nutrition information for the whole package of certain food products.\n\n\t\tAn abbreviated footnote better explaining percent Daily Value.\n\n\t\tAn updated list of nutrients required to be declared based off of public health significance. Vitamin D and potassium—nutrients Americans often do not get enough of—will be required. Calcium and iron will continue to be required.  Vitamins A and C are no longer required but can be included on a voluntary basis.\n\n\n\tCompliance will be required two years from today, and manufacturers with less than $10 million in annual food sales will have an additional year to comply.\n\n\n\n\tTo find out more information about today’s announcement, go to http://www.fda.gov/Food/GuidanceRegulation/GuidanceDocumentsRegulatoryInformation/LabelingNutrition/ucm385663.htm.\n\n\n\n\n"
}