{
    "title": "Readout of the President’s Conference Call on the Shooting at Fort Hood | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2014/04/03/readout-president-s-conference-call-shooting-fort-hood",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nApril 03, 2014\n\n \n\n\n\nReadout of the President’s Conference Call on the Shooting at Fort Hood\n\n\n\n\nTonight aboard Air Force One, the President convened a conference call with Department of Defense and FBI leadership to receive an update on the shooting at Fort Hood. He commended the military personnel, first responders, and medical staff who responded swiftly and heroically to the horrific shooting.\nThe participants of the call included Secretary of Defense Chuck Hagel, Chairman of the Joint Chiefs of Staff Martin Dempsey, Chief of Staff of the Army General Ray Odierno, FBI Deputy Director Mark Giuliano, Assistant to the President for Homeland Security and Counterterrorism Lisa Monaco, National Security Advisor Susan Rice, and Assistant to the President and Deputy Chief of Staff Rob Nabors.\nThe President directed his team to utilize every resource available to fully investigate the shooting. As the President said earlier tonight, these brave men and women serve with valor and distinction, and when at home they need to feel safe. The Fort Hood community is strong and resilient, and the President emphasized the importance of doing everything we can to ensure the community has every resource needed to recover, heal, and come back stronger than before.\nThe Department of Defense has the lead on the investigation with support from federal partners including the FBI, as well as state and local law enforcement personnel. The President will continue to receive updates as new information becomes available and has directed that his team do everything it can to assist the families of those lost and wounded today. The President and First Lady’s thoughts and prayers go out to the families and friends of the killed and wounded individuals. \n\n\n\n\n"
}