{
    "title": "Upcoming Guidance for First Lady Michelle Obama | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2015/10/05/upcoming-guidance-first-lady-michelle-obama",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the First Lady\n\n\nFor Immediate Release\nOctober 05, 2015\n\n \n\n\n\nUpcoming Guidance for First Lady Michelle Obama\n\n\n\n\n\nTuesday, October 6, 2015\n\nREMINDER TO RSVP: The White House * 2:30 PM ET – The First Lady will welcome local students for the annual fall harvest of the White House Kitchen Garden. In 2009, Mrs. Obama planted a vegetable garden on the South Lawn to initiate a national conversation around the health and wellbeing of our nation—a conversation that evolved into her Let’s Move! initiative.  \n\n\tThe First Lady will be joined by students from the following Washington, DC schools:\n\n\n\t\tHarriet Tubman Elementary\n\n\t\tBancroft Elementary\n\n\t\tDC Bilingual Public Charter School\n\n\t\tCapital City Public Charter School\n\n\n\tAt the harvest, Google will be recording an Expedition of the White House Kitchen Garden so that students across the country can experience the garden, learn about where food comes from, and the importance of healthy eating.\n\n\tThe event will be livestreamed at http://wh.gov/live.\n\nThis event is open press. Members of the media who wish to cover this event must RSVP to firstladypress@who.eop.gov by Monday, October 5, 2015 at 7:00 PM ET.  Press who do not have a White House hard pass must include their social security number, date of birth, country of citizenship, current city/state of residence and gender. Note: Given Google 360 camera, press will be recorded during the harvest. \n\nThursday, October 8, 2015\n\nThe White House * 11:00 AM ET – The First Lady will honor the 2015 class of the National Student Poets Program (NSPP), the nation’s highest honor for youth poets. This award celebrates the exceptional creativity, dedication to craft, and promise of this generation of leaders. As honorary chairman of the President’s Committee on the Arts and the Humanities, the First Lady will celebrate the honorees and host a reading of their original work.\n\n2015 National Student Poets\n\n\nChasity Hale, age 16 of Miami, FL (Southeast Region)\n\nDe’John Hardges, age 16 of Cleveland, OH (Midwest Region)\n\nEileen Huang, age 15 of Lincroft, NJ (Northeast Region)\n\nAnna Lance, age 17 of Anchorage, AK (West Region)\n\nDavid Xiang, age 17 of Little Rock, AR (Southwest Region)\n\n\n\tAs National Student Poets, each student will serve a one-year term as literary ambassadors, where they will engage diverse audiences in the art of poetry by sharing their work, hosting workshops and leading service projects within their communities. \n\nThis event is open press. Members of the media who wish to cover this event must RSVP to firstladypress@who.eop.gov by Wednesday, October 7, 2015 at 3:00 PM ET.  Press who do not have a White House hard pass must include their social security number, date of birth, country of citizenship, current city/state of residence and gender.   \n\nSaturday, October 10, 2015\n\nGroton, CT * 11:00 AM ET – As part of the Joining Forces initiative, the First Lady will travel to Groton, Connecticut to participate in the christening of the PCU Illinois. The Illinois is the 13th ship of the Virginia class of submarines.\n\n\tAs part of her role as the ship’s sponsor, Mrs. Obama will deliver remarks and christen the ship. The First Lady previously participated in the keel laying of the PCU Illinois in May of 2014. \n\n\n\n\n"
}