{
    "title": "Presidential Nominations Sent to the Senate | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/09/19/presidential-nominations-sent-senate",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nSeptember 19, 2012\n\n \n\n\n\nPresidential Nominations Sent to the Senate\n\n\n\n\nNOMINATIONS SENT TO THE SENATE:\nSylvia M. Becker, of the District of Columbia, to be a Member of the Foreign Claims Settlement Commission of the United States for the term expiring September 30, 2013, vice Ralph E. Martinez, term expired.\nBibiana Boerio, of Pennsylvania, to be Director of the Mint for a term of five years, vice Edmund C. Moy, resigned.\nJoseph Eldridge, of the District of Columbia, to be a Member of the Board of Directors of the United States Institute of Peace for a term of four years, vice Anne Cahn, term expired.\nRobert F. Godec, of Virginia, a Career Member of the Senior Foreign Service, Class of Minister-Counselor, to be Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Kenya.\nKeith Kelly, of Montana, to be Assistant Secretary of Labor for Veterans' Employment and Training, vice Raymond M. Jefferson.\nGeorge E. Moose, of Virginia, to be a Member of the Board of Directors of the United States Institute of Peace for a term of four years.  (Reappointment)\nBeth J. Rosenberg, of Massachusetts, to be a Member of the Chemical Safety and Hazard Investigation Board for a term of five years, vice William B. Wark, term expired.\nCheryl Saban, of California, to be Representative of the United States of America to the Sixty-seventh Session of the General Assembly of the United Nations.\nFrederick Vollrath, of Virginia, to be an Assistant Secretary of Defense.  (New Position)\nDerek Anthony West, of California, to be Associate Attorney General, vice Thomas John Perrelli, resigned.\n\n\n\n\n"
}