{
    "title": "Background on the President's Remarks at Arcadia University Today | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/background-presidents-remarks-arcadia-university-today",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 08, 2010\n\n \n\n\n\nBackground on the President's Remarks at Arcadia University Today\n\n\n\n\nOn Monday morning, the President will remarks on health insurance reform at Arcadia University in Glenside, Pennsylvania. The President will be introduced by Leslie Banks of Philadelphia who recently wrote an e-mail expressing her frustration with the cost of health insurance (details below).\nThe President will be accompanied on Air Force One by HHS Secretary Kathleen Sebelius, Senator Arlen Specter, Senator Bob Casey, Rep. Chaka Fattah, and Rep. Bob Andrews.\nThe President will be greeted on arrival by Governor Ed Rendell, Mayor Michael Nutter, Rep. Alyson Schwartz, and Rep. Bob Brady.\nELECTED OFFICALS EXPECTED TO ATTEND\nU.S. Senator Bob Casey\nU.S. Senator Arlen Specter\nU.S. Representative Chaka Fattah \nU.S. Representative Allyson Schwartz\nU.S. Representative Bob Brady\nU.S. Representative Joe Sestak\nU.S. Representative Rob Andrews\nMayor of Philadelphia Michael Nutter\nInsurance Commissioner Joel Ario\nHouse Majority Leader Todd Eachus\nState Senator LeAnna Washington \nState Senator Vincent Hughes\nState Representative Lawrence Curry \nState Representative Josh Shapiro\nState Representative Dwight Evans\nVice-Chair Montgomery County Commissioners Joseph Hoeffel\nAbington Commissioner Steven Kline\nSTAGE PARTICIPANTS\nGregory Turner will deliver the Invocation.\nGregory Turner is a member of the 2010 Physical Therapy Class. He received the Jill Sisenwine Berger Physical Therapy Award because he exemplifies the core values of the physical therapy profession. \nDr. Jan Tecklin will lead the Pledge of Allegiance.\nDr. Jan Tecklin is a Professor in the Department of Physical Therapy known internationally for his expertise in Cystic Fibrosis. He received the Arcadia University Professor of the Year Award in 2005.\nDonte Turner, Sarah Thermora, Cherelle Bullock and Tanesha Waid will sing the National Anthem.\nDonte Turner is a 21-year-old former foster youth born and raised in North Philadelphia, Pennsylvania. He is currently a senior at Arcadia University with a major in Computer Science and a minor in Music. He loves to sing and is the director of Arcadia's own Nation of Zion gospel choir.\nSarah Thermora is a sophomore from Queens Village, NY.  She is majoring in Criminal Justice and minoring in Music.\nCherelle Bullock is a junior from Philadelphia, PA. She is studying Sociology and has a great passion for people. Her ultimate goal is to open a facility for battered women in the inner city.\nTanesha Waid is a first-year student from Harrisburg, Pa. She is an English major with a concentration in secondary education. After graduation, she hopes to teach in an urban environment and hopefully be a part of Teach for America.\nLeslie Banks will Introduce the President.\nOn February 11th, Leslie wrote the President an e-mail expressing her frustration with the cost of health insurance. Leslie is a self-employed, single mother with type 2 diabetes, whose daughter is a sophomore in college at Temple University.  In January 2010, Leslie received a notice from her health insurance provider that her plan was being dropped. To keep the same benefits, the premiums for her and her daughter would more than double.  Leslie was told by the insurance company that there was an across the board premium hike and there was nothing she could do.  If she paid the same monthly premium amount as before, the deductible would increase from $500 to $5,000, and they would no longer have preventive care or prescription coverage.  Leslie is not eligible for the insurance company’s HMO due to her pre-existing condition.  Under health reform, Leslie and her daughter will have to access to affordable health insurance in the new health insurance exchange, including guaranteed benefits such as preventive care and prescription drugs as well as important consumer protections.  In addition, insurance companies will no longer be able to deny coverage based on pre-existing conditions, and they will be held accountable to prevent insurance industry abuses.\n\n\n\n"
}