{
    "title": "Dr. Jill Biden to Deliver 2012 Commencement Addresses | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/2012/04/20/dr-jill-biden-deliver-2012-commencement-addresses",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Vice President\n\n\nFor Immediate Release\nApril 20, 2012\n\n \n\n\n\nDr. Jill Biden to Deliver 2012 Commencement Addresses\n\n\n\n\n\n\tDr. Jill Biden will deliver two commencement addresses this spring at Broward College in Fort Lauderdale, Florida and at Southwestern Community College in Creston, Iowa.\n\n\tOn Friday, May 4, Dr. Biden will address the 77th graduating class at Broward College. Broward College is the first and largest institution of higher education in Broward County, offering certificate programs, two-year degrees, and baccalaureate degrees in selected programs.  Broward College has the second-largest enrollment among the 28 members of the Florida College System, serving more than 66,000 students annually.  Ranked in the top 10 percent of community colleges nationwide on student success indicators by the Washington D.C.-based Aspen Institute, Broward College boasts a student body representing more than 150 countries.  This afternoon event is open to the press.\n\n\tOn Friday, May 11, Dr. Biden will address graduates at Southwestern Community College.  Southwestern, a comprehensive two-year public institution located in rural southwest Iowa, offers transfer courses, career and technical education programs, continuing education courses, and industrial training classes.  Each year, the college serves approximately 1,750 credit students and 9,000 non-credit students.  Southwestern is a regional leader for economic development.  With an area-wide population of just more than 64,000, Southwestern has assisted in creating more than 7,800 jobs through contracts with area companies.  Due to consistently high student completion rates, Southwestern was recently selected by Complete College America as one of 30 community colleges in the nation to participate in a project to learn more about policies and practices that lead to higher student completion rates at community colleges.\n\n\tDr. Biden, an educator for more than 30 years, has taught English in community colleges for the past 18 years and continues to teach at a community college in Northern Virginia. \n\t \n\n\n\n\n"
}