{
    "title": "President Obama Nominates Judge Mary H. Murguia for United States Court of Appeals for the Ninth Circuit | whitehouse.gov",
    "link": "https://obamawhitehouse.archives.gov/the-press-office/president-obama-nominates-judge-mary-h-murguia-united-states-court-appeals-ninth-ci",
    "created_at": "2024-02-05T04:53:49.807180",
    "content": "\n\n\n\n\n\nThe White House\nOffice of the Press Secretary\n\n\nFor Immediate Release\nMarch 25, 2010\n\n \n\n\n\nPresident Obama Nominates Judge Mary H. Murguia for United States Court of Appeals for the Ninth Circuit\n\n\n\n\nWASHINGTON, DC- Today, President Obama nominated Judge Mary H. Murguia for a seat on the United States Court of Appeals for the Ninth Circuit.  Judge Murguia currently serves as a United States District Judge for the District of Arizona.\n“Judge Murguia has displayed an outstanding commitment to public service throughout her career and as a District Judge in Arizona,” President Obama said. “I am honored to nominate her today for a seat on the United States Court of Appeals and confident she will serve the American people with fairness and integrity.”  \nJudge Mary H. Murguia: Nominee for the United States Court of Appeals for the Ninth Circuit \nJudge Mary H. Murguia presently serves as a United States District Judge for the District of Arizona.  When she was appointed to that position by President Clinton in 2000, Judge Murguia became the first Latina on the federal bench for the District of Arizona.   Throughout her career she has presided over thousands of civil and criminal cases, including Arizona's first federal death penalty case since the enactment of the Federal Antiterrorism and Effective Death Penalty Act of 1996.\nJudge Murguia is a former state and federal prosecutor.  She began her legal career in 1985 with the Wyandotte County District Attorney’s Office in Kansas City, Kansas.  From 1990-2000, she served as an Assistant United States Attorney in the Criminal Section of the District of Arizona United States Attorney’s Office and she was the Office's Criminal Deputy Chief from 1994-1998.  In 1999, Judge Murguia joined the Executive Office for United States Attorneys at the Department of Justice in Washington, D.C., where she served as Counsel to the Director's Staff (1998-1999), Principal Deputy Director (1999), and Director (1999-2000).\nJudge Murguia was born and raised in Kansas City, Kansas.  She earned her J.D. from the University of Kansas School of Law in 1985 and both a B.S and B.A. from the University of Kansas in 1982.\n\n\n\n"
}